Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: DHCP Listen IP
id_id: IP Dengar DHCP
ja_jp: DHCPリッスンIP
ko_ko: DHCP 수신 IP
pt_pt: DHCP Escutar IP
sw_sw: DHCP-lyssna IP
tr_tr: DHCP Dinleme IP'si

source: DNS Mode
id_id: Mode DNS
ja_jp: DNSモード
ko_ko: DNS 모드
pt_pt: Modo DNS
sw_sw: DNS läge
tr_tr: DNS Modu
uk_uk: Режим DNS

source: DSCP
ja_jp: ディーエスシーピー

source: Database Count
id_id: Jumlah Basis Data
ja_jp: データベース数
ko_ko: 데이터베이스 수
pt_pt: Contagem de bases de dados
sw_sw: Antal databaser
tr_tr: Veritabanı Sayısı
uk_uk: Підрахунок бази даних

source: Day of the month
id_id: Hari dalam sebulan
ja_jp: 月日
ko_ko: 요일
pt_pt: Dia do mês
sw_sw: Månadens dag
tr_tr: Ayın günü
uk_uk: День місяця

source: Days of the week
id_id: Hari dalam seminggu
ja_jp: 曜日
ko_ko: 요일
pt_pt: Dias da semana
sw_sw: Veckodagar
tr_tr: Haftanın günleri
uk_uk: Дні тижня

source: Decode mail files
id_id: Menguraikan kode file surat
ja_jp: メールファイルのデコード
ko_ko: 메일 파일 디코딩
pt_pt: Descodificar ficheiros de correio
sw_sw: Avkodning av e-postfiler
tr_tr: Posta dosyalarının kodunu çözme
uk_uk: Декодування поштових файлів

source: Default EAP Type
id_id: Jenis EAP Default
ja_jp: デフォルトのEAPタイプ
ko_ko: 기본 EAP 유형
pt_pt: Tipo EAP por defeito
sw_sw: Standard EAP-typ
tr_tr: Varsayılan EAP Türü
uk_uk: Тип EAP за замовчуванням

source: Default Options TTL
id_id: Opsi Default TTL
ja_jp: デフォルトのオプション TTL
ko_ko: 기본 옵션 TTL
pt_pt: Opções por defeito TTL
sw_sw: Standardalternativ TTL
tr_tr: Varsayılan Seçenekler TTL
uk_uk: Параметри за замовчуванням TTL

source: Default ttl
id_id: Ttl default
ja_jp: デフォルトのttl
ko_ko: 기본값 ttl
pt_pt: Ttl predefinido
sw_sw: Standard ttl
tr_tr: Varsayılan ttl
uk_uk: За замовчуванням ttl

source: Define the Fallback VLAN group ID.
id_id: Tentukan ID grup VLAN Fallback.
ja_jp: フォールバックVLANグループIDを定義する。
ko_ko: 폴백 VLAN 그룹 ID를 정의합니다.
pt_pt: Definir a identificação do grupo Fallback VLAN.
sw_sw: Definiera ID för Fallback VLAN-gruppen.
tr_tr: Yedek VLAN grup kimliğini tanımlayın.
uk_uk: Визначте ідентифікатор групи резервної VLAN.

source: Depends
id_id: Tergantung
ja_jp: 場合による
ko_ko: 상황에 따라
pt_pt: Depende
sw_sw: Beror på
tr_tr: Değişir
uk_uk: Залежить від того.

source: Description to be displayed in the "jobs" tab.
id_id: Deskripsi yang akan ditampilkan di tab "pekerjaan".
ja_jp: ジョブズ」タブに表示される説明文。
ko_ko: '작업' 탭에 표시할 설명입니다.
pt_pt: Descrição a ser apresentada no separador "trabalhos".
sw_sw: Beskrivning som ska visas på fliken "jobb".
tr_tr: "İşler" sekmesinde görüntülenecek açıklama.
uk_uk: Опис для відображення у вкладці "вакансії".

source: Description to identify this pipe.
id_id: Deskripsi untuk mengidentifikasi pipa ini.
ja_jp: このパイプを特定するための説明。
ko_ko: 이 파이프를 식별하는 설명입니다.
pt_pt: Descrição para identificar este tubo.
sw_sw: Beskrivning för att identifiera röret.
tr_tr: Bu boruyu tanımlamak için açıklama.
uk_uk: Опис для ідентифікації цієї труби.

source: Description to identify this queue.
id_id: Deskripsi untuk mengidentifikasi antrean ini.
ja_jp: このキューを識別するための説明。
ko_ko: 이 대기열을 식별하는 설명입니다.
pt_pt: Descrição para identificar esta fila.
sw_sw: Beskrivning för att identifiera den här kön.
tr_tr: Bu kuyruğu tanımlamak için açıklama.
uk_uk: Опис для ідентифікації цієї черги.

source: Description to identify this rule.
id_id: Deskripsi untuk mengidentifikasi aturan ini.
ja_jp: このルールを識別するための説明。
ko_ko: 이 규칙을 식별하는 설명입니다.
pt_pt: Descrição para identificar esta regra.
sw_sw: Beskrivning för att identifiera regeln.
tr_tr: Bu kuralı tanımlamak için açıklama.
uk_uk: Опис для ідентифікації цього правила.

source: Description to identify this zone.
id_id: Deskripsi untuk mengidentifikasi zona ini.
ja_jp: このゾーンを識別するための説明文。
ko_ko: 이 영역을 식별하는 설명입니다.
pt_pt: Descrição para identificar esta zona.
sw_sw: Beskrivning för att identifiera denna zon.
tr_tr: Bu bölgeyi tanımlamak için açıklama.
uk_uk: Опис для ідентифікації цієї зони.

source: Destination / Invert
id_id: Tujuan / Balikkan
ja_jp: デスティネーション／インバート
ko_ko: 대상 / 반전
pt_pt: Destino / Inverter
sw_sw: Destination / Invertera
tr_tr: Hedef / Ters Çevir
uk_uk: Призначення / Інвертувати

source: Destination network for this static route
id_id: Jaringan tujuan untuk rute statis ini
ja_jp: この静的経路の宛先ネットワーク
ko_ko: 이 정적 경로의 대상 네트워크
pt_pt: Rede de destino para esta rota estática
sw_sw: Målnätverk för denna statiska rutt
tr_tr: Bu statik rota için hedef ağ
uk_uk: Мережа пунктів призначення для цього статичного маршруту

source: Destination port number or well known name (imap, imaps, http, https, ...)
id_id: Nomor port tujuan atau nama yang sudah dikenal (imap, imaps, http, https, ...)
ja_jp: 宛先ポート番号またはよく知られた名前（imap、imaps、http、https、...）。
ko_ko: 대상 포트 번호 또는 잘 알려진 이름(imap, imaps, http, https, ...)
pt_pt: Número do porto de destino ou nome bem conhecido (imap, imaps, http, https, ...)
sw_sw: Portnummer eller välkänt namn (imap, imaps, http, https, ...).
tr_tr: Hedef bağlantı noktası numarası veya iyi bilinen adı (imap, imaps, http, https, ...)
uk_uk: Номер порту призначення або добре відома назва (imap, imaps, http, https, ...)

source: Destination port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
id_id: Nomor port tujuan atau nama yang sudah dikenal (imap, imaps, http, https, ...), untuk rentang gunakan tanda hubung
ja_jp: 宛先ポート番号またはよく知られた名前（imap、imaps、http、https、...）、範囲の場合はダッシュを使用します。
ko_ko: 대상 포트 번호 또는 잘 알려진 이름(imap, imaps, http, https, ...), 범위의 경우 대시 사용
pt_pt: Número da porta de destino ou nome bem conhecido (imap, imaps, http, https, ...), para escalas utilize um traço
sw_sw: Portnummer eller välkänt namn (imap, imaps, http, https, ...), för intervall använd ett bindestreck.
tr_tr: Hedef bağlantı noktası numarası veya iyi bilinen adı (imap, imaps, http, https, ...), aralıklar için bir tire kullanın
uk_uk: Номер порту призначення або загальновідоме ім'я (imap, imaps, http, https, ...), для діапазонів використовуйте тире

source: Destinations
id_id: Tujuan
it_it: Destinazioni
ja_jp: 送信先
ko_ko: 목적지
pt_pt: Destinos
sw_sw: Destinationer
tr_tr: Destinasyonlar
uk_uk: Напрямки

source: Detect Profile
id_id: Mendeteksi Profil
ja_jp: ディテクトプロファイル
ko_ko: 프로필 감지
pt_pt: Detectar Perfil
sw_sw: Upptäcka profil
tr_tr: Profil Tespit Et
uk_uk: Виявити профіль

source: Detect broken executables
id_id: Mendeteksi eksekusi yang rusak
ja_jp: 壊れた実行ファイルを検出する
ko_ko: 손상된 실행 파일 감지
pt_pt: Detectar executáveis partidos
sw_sw: Upptäcka trasiga körbara filer
tr_tr: Bozuk yürütülebilir dosyaları tespit edin
uk_uk: Виявлення пошкоджених виконуваних файлів

source: Disable 204 responses outside previews for virus_scan if your ICAP client does not support it.
id_id: Nonaktifkan 204 respons di luar pratinjau untuk virus_scan jika klien ICAP Anda tidak mendukungnya.
ja_jp: ICAPクライアントが対応していない場合、virus_scanのプレビュー外の204応答を無効にします。
ko_ko: ICAP 클라이언트가 지원하지 않는 경우 바이러스_스캔에 대한 미리 보기 외부의 204개 응답을 비활성화합니다.
pt_pt: Desactivar 204 respostas externas para pré-visualização de vírus_scan se o seu cliente ICAP não o suportar.
sw_sw: Inaktivera 204 svar utanför förhandsgranskningar för virus_scan om din ICAP-klient inte stöder det.
tr_tr: ICAP istemciniz desteklemiyorsa virus_scan için önizleme dışında 204 yanıtı devre dışı bırakın.
uk_uk: Вимкніть 204 відповіді поза попереднім переглядом для virus_scan, якщо ваш ICAP-клієнт не підтримує його.

source: Disable Commands
id_id: Menonaktifkan Perintah
ja_jp: 無効化コマンド
ko_ko: 명령 사용 안 함
pt_pt: Comandos de Desactivação
sw_sw: Inaktivera kommandon
tr_tr: Komutları Devre Dışı Bırak
uk_uk: Вимкнути команди

source: Disable Routes
id_id: Nonaktifkan Rute
ja_jp: ルートを無効にする
ko_ko: 경로 비활성화
pt_pt: Desactivar Rotas
sw_sw: Inaktivera vägar
tr_tr: Rotaları Devre Dışı Bırak
uk_uk: Вимкнути маршрути

source: Disable cache
id_id: Nonaktifkan cache
ja_jp: キャッシュを無効にする
ko_ko: 캐시 비활성화
pt_pt: Desactivar o cache
sw_sw: Inaktivera cacheminnet
tr_tr: Önbelleği devre dışı bırak
uk_uk: Вимкнути кеш

source: Disable password save
id_id: Menonaktifkan penyimpanan kata sandi
ja_jp: パスワード保存を無効にする
ko_ko: 비밀번호 저장 비활성화
pt_pt: Desactivar palavra-passe guardar
sw_sw: Inaktivera lösenordssparande
tr_tr: Parola kaydetmeyi devre dışı bırak
uk_uk: Вимкнути збереження пароля

source: Do not decode and/or filter SSL content, only log requested domains and IP addresses. Some old servers may not provide SNI, so their addresses will not be indicated.
id_id: Jangan memecahkan kode dan/atau memfilter konten SSL, hanya mencatat domain dan alamat IP yang diminta. Beberapa server lama mungkin tidak menyediakan SNI, sehingga alamatnya tidak akan ditunjukkan.
ja_jp: SSLコンテンツをデコードおよび/またはフィルタリングせず、要求されたドメインとIPアドレスのみを記録します。一部の古いサーバーはSNIを提供しないことがあるので、それらのアドレスは表示されません。
ko_ko: SSL 콘텐츠를 디코딩 및/또는 필터링하지 말고 요청된 도메인과 IP 주소만 기록하세요. 일부 구형 서버는 SNI를 제공하지 않을 수 있으므로 해당 주소가 표시되지 않습니다.
pt_pt: Não descodificar e/ou filtrar o conteúdo SSL, apenas registar os domínios e endereços IP solicitados. Alguns servidores antigos podem não fornecer SNI, pelo que os seus endereços não serão indicados.
sw_sw: Avkodar och/eller filtrerar inte SSL-innehåll, utan loggar endast begärda domäner och IP-adresser. Vissa gamla servrar kanske inte tillhandahåller SNI, så deras adresser kommer inte att anges.
tr_tr: SSL içeriğinin kodunu çözmeyin ve/veya filtrelemeyin, yalnızca istenen alan adlarını ve IP adreslerini günlüğe kaydedin. Bazı eski sunucular SNI sağlamayabilir, bu nedenle adresleri gösterilmeyecektir.
uk_uk: Не декодувати та/або фільтрувати SSL-вміст, лише реєструвати запитувані домени та IP-адреси. Деякі старі сервери можуть не надавати SNI, тому їхні адреси не будуть вказані.

source: Do not send alerts for the following events but on all others.
id_id: Jangan mengirim peringatan untuk peristiwa berikut ini, tetapi untuk semua peristiwa lainnya.
ja_jp: 以下のイベントにはアラートを送信せず、それ以外のイベントにはアラートを送信します。
ko_ko: 다음 이벤트에 대해서는 알림을 보내지 말고 다른 모든 이벤트에 대해 알림을 보내세요.
pt_pt: Não enviar alertas para os seguintes eventos, mas para todos os outros.
sw_sw: Skicka inte varningar för följande händelser, men för alla andra.
tr_tr: Aşağıdaki olaylar için değil, diğer tüm olaylar için uyarı gönderin.
uk_uk: Не надсилайте сповіщення про наступні події, але про всі інші.

source: Domain Level From
id_id: Tingkat Domain Dari
ja_jp: ドメインレベル From
ko_ko: 도메인 레벨 출발지
pt_pt: Nível de Domínio De
sw_sw: Domännivå Från
tr_tr: Alan Seviyesi Kimden
uk_uk: Рівень домену Від

source: Domain Level To
id_id: Tingkat Domain Ke
ja_jp: ドメイン・レベル・トー
ko_ko: 도메인 수준 대상
pt_pt: Nível de Domínio Para
sw_sw: Domännivå Till
tr_tr: Etki Alanı Seviyesi
uk_uk: Рівень домену До

source: Domain of the host, e.g. example.com
id_id: Domain host, misalnya example.com
ja_jp: ホストのドメイン（例：example.com
ko_ko: 호스트의 도메인(예: example.com)
pt_pt: Domínio do anfitrião, e.g. exemplo.com
sw_sw: Värdens domän, t.ex. example.com
tr_tr: Ana bilgisayarın etki alanı, örneğin example.com
uk_uk: Домен хоста, наприклад, example.com

source: Drop Categories (IPS)
id_id: Kategori Penurunan (IPS)
ja_jp: ドロップカテゴリー（IPS）
ko_ko: 드롭 카테고리(IPS)
pt_pt: Categorias de queda (IPS)
sw_sw: Kategorier för bortfall (IPS)
tr_tr: Bırakma Kategorileri (IPS)
uk_uk: Категорії падіння (IPS)

source: Drop Continents (IPS)
id_id: Jatuhkan Benua (IPS)
ja_jp: ドロップコンチネンツ（IPS）
ko_ko: 대륙 드롭(IPS)
pt_pt: Continentes de queda (IPS)
sw_sw: Släpp kontinenter (IPS)
tr_tr: Kıtaları Düşür (IPS)

source: Drop Countries (IPS)
id_id: Negara-negara yang Ditinggalkan (IPS)
ja_jp: ドロップカントリー（IPS）
ko_ko: 드롭 국가(IPS)
pt_pt: Países de gota (IPS)
sw_sw: Släpp länder (IPS)
tr_tr: Ülkeleri Bırakın (IPS)
uk_uk: Країни-відмовники (IPS)

source: Drop Protocols (IPS)
id_id: Protokol Jatuhkan (IPS)
ja_jp: ドロッププロトコル（IPS）
ko_ko: 드롭 프로토콜(IPS)
pt_pt: Protocolos de queda (IPS)
sw_sw: Protokoll för bortfall (IPS)
tr_tr: Bırakma Protokolleri (IPS)
uk_uk: Протоколи падіння (IPS)

source: Drop Risky Flows (IPS)
id_id: Aliran Berisiko Jatuh (IPS)
ja_jp: 危険なフローを削除する（IPS）
ko_ko: 위험 흐름 드롭(IPS)
pt_pt: Queda de fluxos arriscados (IPS)
sw_sw: Släpp riskfyllda flöden (IPS)
tr_tr: Riskli Akışları Bırak (IPS)
uk_uk: Ризиковані потоки (IPS)

source: DynFi Manager binding
id_id: Pengikatan DynFi Manager
ja_jp: DynFi Managerのバインディング
ko_ko: DynFi 관리자 바인딩
pt_pt: Encadernação DynFi Manager
sw_sw: Bindning av DynFi Manager
tr_tr: DynFi Manager bağlama
uk_uk: Прив'язка DynFi Manager

source: Dynamic pipe creation by source or destination address. <li>Choose destination to give every IP in destination field of rules the specified bandwidth. A pipe with 1Mbit e.g. would let 3 clients lend 1Mbit each so 3Mbit max. Normally this is used for download pipes.</li> <li>Choose source to give every IP in the source field of rules the specified bandwidth. Normally this is used for upload pipes.</li> <li>Leave this value empty if you want to create a pipe with a fixed bandwidth.</li>
id_id: Pembuatan pipa dinamis berdasarkan alamat sumber atau tujuan. <li>Pilih tujuan untuk memberikan setiap IP di bidang tujuan aturan bandwidth yang ditentukan. Sebuah pipa dengan 1Mbit, misalnya, akan memungkinkan 3 klien meminjamkan masing-masing 1Mbit sehingga maksimum 3Mbit. Biasanya ini digunakan untuk pipa unduhan.</li> <li>Pilih sumber untuk memberikan setiap IP di bidang sumber aturan bandwidth yang ditentukan. Biasanya ini digunakan untuk pipa unggah.</li> <li> <li>Biarkan nilai ini kosong jika Anda ingin membuat pipa dengan bandwidth tetap.</li>
ja_jp: 送信元または宛先アドレスによる動的なパイプ作成。 <li>宛先を選択すると、ルールの宛先フィールドにあるすべてのIPに指定された帯域幅を与えることができます。例えば1Mbitのパイプは、3人のクライアントにそれぞれ1Mbitずつ貸し出すので、最大3Mbitになります。通常、これはダウンロードパイプに使用されます</li>。 <li>ソースを選択すると、ルールのソースフィールドにあるすべてのIPに指定された帯域幅を与えることができます。通常、これはアップロードパイプに使用されます</li>。 <li>固定帯域のパイプを作成する場合は、この値を空にしてください</li>。
ko_ko: 소스 또는 대상 주소로 동적 파이프 생성. <li>규칙의 대상 필드에 있는 모든 IP에 지정된 대역폭을 부여하려면 대상을 선택합니다. 예를 들어 1Mbit의 파이프는 3개의 클라이언트가 각각 1Mbit를 빌려주므로 최대 3Mbit를 빌려줄 수 있습니다. 일반적으로 다운로드 파이프에 사용됩니다.</li> <li>규칙의 소스 필드에 있는 모든 IP에 지정된 대역폭을 부여하려면 소스를 선택합니다. 일반적으로 업로드 파이프에 사용됩니다.</li> <li>고정 대역폭으로 파이프를 만들려면 이 값을 비워둡니다.</li>
pt_pt: Criação dinâmica de tubos por endereço de origem ou de destino. <li>Seleccionar destino para dar a cada IP no campo de destino das regras a largura de banda especificada. Um tubo com 1Mbit, por exemplo, deixaria 3 clientes emprestar 1Mbit cada um, portanto 3Mbit no máximo. Normalmente, isto é usado para descarregar tubos.</li> <li>Seleccionar fonte para dar a cada IP no campo de origem das regras a largura de banda especificada. Normalmente, isto é usado para carregar tubos.</li> <li>Deixe este valor vazio se quiser criar um tubo com uma largura de banda fixa.</li>
sw_sw: Dynamiskt skapande av rör genom käll- eller destinationsadress. <li>Välj destination för att ge varje IP i destinationsfältet i reglerna den angivna bandbredden. En pipe med 1 Mbit skulle t.ex. låta 3 klienter låna 1 Mbit vardera, dvs. högst 3 Mbit. Normalt används detta för nedladdningspipes.</li> <li>Välj källa för att ge varje IP i källfältet i reglerna den angivna bandbredden. Normalt används detta för uppladdningsrör.</li> <li>Lämna detta värde tomt om du vill skapa en pipe med en fast bandbredd.</li>
tr_tr: Kaynak veya hedef adrese göre dinamik boru oluşturma. <li>Kuralların hedef alanındaki her IP'ye belirtilen bant genişliğini vermek için hedefi seçin. Örneğin 1Mbit'lik bir boru, 3 istemcinin her birine 1Mbit, yani maksimum 3Mbit ödünç vermesine izin verir. Normalde bu indirme boruları için kullanılır.</li> <li>Kuralların kaynak alanındaki her IP'ye belirtilen bant genişliğini vermek için kaynağı seçin. Normalde bu yükleme boruları için kullanılır.</li> <li>Sabit bant genişliğine sahip bir boru oluşturmak istiyorsanız bu değeri boş bırakın</li>.
uk_uk: Динамічне створення труби за адресою джерела або призначення. <li>Виберіть пункт призначення, щоб надати кожному IP у полі призначення правил вказану пропускну здатність. Наприклад, канал з пропускною спроможністю 1 Мбіт дозволить 3 клієнтам отримати по 1 Мбіт, тобто максимум 3 Мбіт. Зазвичай це використовується для каналів завантаження.</li> <li>Виберіть джерело, щоб надати кожному IP у полі джерела правил вказану смугу пропускання. Зазвичай це використовується для каналів на викачування.</li> <li>Залиште це значення порожнім, якщо ви хочете створити канал з фіксованою пропускною здатністю.</li>

source: Dynamic queue creation by source or destination address. <li>Choose destination to evenly share every IP in destination field of rules the specified bandwidth. A pipe with 1Mbit e.g. would let 4 clients lend 250Kbit each. Normally this is used for download queues.</li> <li>Choose source to evenly share every IP in the source field of rules the specified bandwidth. Normally this is used for upload queues.</li> <li>Leave this value empty if you want to specify multiple queues with different weights.</li>
id_id: Pembuatan antrean dinamis berdasarkan alamat sumber atau tujuan. <li>Pilih tujuan untuk membagi secara merata setiap IP di bidang tujuan sesuai dengan bandwidth yang ditentukan. Sebuah pipa dengan 1Mbit, misalnya, akan memungkinkan 4 klien meminjamkan masing-masing 250Kbit. Biasanya ini digunakan untuk antrean unduhan.</li> <li>Pilih sumber untuk membagi rata setiap IP di bidang sumber pada aturan bandwidth yang ditentukan. Biasanya ini digunakan untuk antrean unggah.</li> <li> <li>Biarkan nilai ini kosong jika Anda ingin menentukan beberapa antrean dengan bobot yang berbeda.</li>
ja_jp: 送信元または送信先アドレスによる動的なキュー作成。 <li>宛先を選択すると、ルールの宛先フィールドにあるすべてのIPを指定された帯域幅で均等に共有することができます。例えば1Mbitのパイプでは、4人のクライアントがそれぞれ250Kbitを貸し出すことができます。通常、これはダウンロードキューに使用されます</li>。 <li>ソースを選択すると、ルールのソースフィールドにあるすべてのIPを指定された帯域幅で均等に共有します。通常、これはアップロードキューに使用されます</li>。 <li>重みの異なる複数のキューを指定する場合は、この値を空にしてください</li>。
ko_ko: 소스 또는 대상 주소별 동적 대기열 생성. <li>규칙의 대상 필드에 있는 모든 IP가 지정된 대역폭을 균등하게 공유하도록 대상을 선택합니다. 예를 들어 1Mbit의 파이프는 4명의 클라이언트가 각각 250Kbit를 빌릴 수 있습니다. 일반적으로 다운로드 대기열에 사용됩니다.</li> <li>소스를 선택하면 규칙의 소스 필드에 있는 모든 IP가 지정된 대역폭을 균등하게 공유합니다. 일반적으로 업로드 대기열에 사용됩니다.</li> <li>가중치가 다른 여러 큐를 지정하려면 이 값을 비워 둡니다.</li>
pt_pt: Criação dinâmica de filas por endereço de origem ou de destino. <li>Seleccionar destino para partilhar uniformemente cada IP no campo de destino das regras da largura de banda especificada. Um tubo com 1Mbit, por exemplo, permitiria a 4 clientes emprestar 250Kbit cada. Normalmente isto é usado para filas de descarregamento.</li> <li>Seleccionar a fonte para partilhar uniformemente cada IP no campo de origem das regras a largura de banda especificada. Normalmente isto é usado para filas de carregamento.</li> <li>Deixe este valor vazio se quiser especificar várias filas com pesos diferentes.</li>
sw_sw: Dynamiskt skapande av köer med hjälp av käll- eller destinationsadress. <li>Välj destination för att jämnt fördela den angivna bandbredden mellan alla IP:er i destinationsfältet för regler. Ett rör med 1 Mbit t.ex. skulle låta 4 klienter låna 250 Kbit vardera. Normalt används detta för nedladdningsköer.</li> <li>Välj källa för att jämnt dela varje IP i källfältet i regler den angivna bandbredden. Normalt används detta för uppladdningsköer.</li> <li>Lämna detta värde tomt om du vill ange flera köer med olika vikt.</li>
tr_tr: Kaynak veya hedef adrese göre dinamik kuyruk oluşturma. <li>Kuralların hedef alanındaki her IP'yi belirtilen bant genişliğini eşit olarak paylaşmak için hedefi seçin. Örneğin 1Mbit'lik bir boru, 4 istemcinin her birinin 250Kbit ödünç vermesine izin verir. Normalde bu indirme kuyrukları için kullanılır.</li> <li>Kuralların kaynak alanındaki her IP'yi belirtilen bant genişliğini eşit olarak paylaşmak için kaynağı seçin. Normalde bu yükleme kuyrukları için kullanılır.</li> <li>Farklı ağırlıklara sahip birden fazla kuyruk belirtmek istiyorsanız bu değeri boş bırakın.</li>
uk_uk: Динамічне створення черги за адресою джерела або призначення. <li>Виберіть пункт призначення, щоб рівномірно розподілити між усіма IP-адресами у полі призначення правил вказану смугу пропускання. Наприклад, канал з пропускною спроможністю 1 Мбіт дозволить 4 клієнтам отримати по 250 Кбіт. Зазвичай це використовується для черг на завантаження.</li> <li>Виберіть джерело, щоб рівномірно розподілити між усіма IP-адресами в полі джерела правил вказану смугу пропускання. Зазвичай це використовується для черг на завантаження.</li> <li>Залиште це значення порожнім, якщо ви хочете вказати кілька черг з різною вагою.</li>

source: EXOS VLAN Tagged list
id_id: Daftar VLAN EXOS yang ditandai
ja_jp: EXOS VLAN Taggedリスト
ko_ko: EXOS VLAN 태그 목록
pt_pt: EXOS VLAN Lista etiquetada
sw_sw: EXOS VLAN Taggad lista
tr_tr: EXOS VLAN Etiketli liste
uk_uk: Список тегів VLAN EXOS

source: EXOS policy
id_id: Kebijakan EXOS
ja_jp: EXOSのポリシー
ko_ko: EXOS 정책
pt_pt: Política EXOS
sw_sw: EXOS-politik
tr_tr: EXOS politikası
uk_uk: Політика EXOS

source: Enable Authentication
id_id: Aktifkan Otentikasi
ja_jp: 認証の有効化
ko_ko: 인증 사용
pt_pt: Habilitar Autenticação
sw_sw: Aktivera autentisering
tr_tr: Kimlik Doğrulamayı Etkinleştir
uk_uk: Увімкнути автентифікацію

source: Enable ChilliSpot attributes
id_id: Mengaktifkan atribut ChilliSpot
ja_jp: ChilliSpotの属性を有効にする
ko_ko: 칠리스팟 속성 활성화
pt_pt: Habilitar atributos ChilliSpot
sw_sw: Aktivera ChilliSpot-attribut
tr_tr: ChilliSpot özniteliklerini etkinleştirin
uk_uk: Увімкнути атрибути ChilliSpot

source: Enable ClamAV
id_id: Aktifkan ClamAV
ja_jp: ClamAVを有効にする
ko_ko: ClamAV 활성화
pt_pt: Habilitar a ClamAV
sw_sw: Aktivera ClamAV
tr_tr: ClamAV'yi Etkinleştir
uk_uk: Увімкнути ClamAV

source: Enable ClamAV verbose logging.
id_id: Aktifkan pencatatan kata demi kata ClamAV.
ja_jp: ClamAVの冗長ロギングを有効にする。
ko_ko: ClamAV 상세 로깅을 활성화합니다.
pt_pt: Habilitar o registo verboso da ClamAV.
sw_sw: Aktivera ClamAV:s loggning av utförliga loggningar.
tr_tr: ClamAV ayrıntılı günlük kaydını etkinleştirin.
uk_uk: Увімкнути розгорнуте ведення журналу ClamAV.

source: Enable CoDel
id_id: Aktifkan CoDel
ja_jp: CoDelを有効にする
ko_ko: CoDel 활성화
pt_pt: Habilitar CoDel
sw_sw: Aktivera CoDel
tr_tr: CoDel'i Etkinleştir
uk_uk: Увімкнути CoDel

source: Enable CoDel active queue management
id_id: Mengaktifkan manajemen antrian aktif CoDel
ja_jp: CoDelアクティブキューマネージメントを有効にする
ko_ko: CoDel 활성 대기열 관리 사용
pt_pt: Habilitar a gestão activa das filas de espera da CoDel
sw_sw: Aktivera CoDel aktiv köhantering
tr_tr: CoDel aktif kuyruk yönetimini etkinleştirin
uk_uk: Увімкнути активне керування чергою CoDel

source: Enable DNS v4 first
id_id: Aktifkan DNS v4 terlebih dahulu
ja_jp: DNS v4 を最初に有効にする
ko_ko: 먼저 DNS v4 사용 설정
pt_pt: Activar primeiro o DNS v4
sw_sw: Aktivera DNS v4 först
tr_tr: Önce DNS v4'ü etkinleştirin
uk_uk: Спочатку увімкніть DNS v4

source: Enable Daily Session Limit
id_id: Mengaktifkan Batas Sesi Harian
ja_jp: 1日のセッション制限を有効にする
ko_ko: 일일 세션 제한 사용
pt_pt: Activar o limite da sessão diária
sw_sw: Aktivera daglig sessionsgräns
tr_tr: Günlük Oturum Sınırını Etkinleştir
uk_uk: Увімкнути щоденний ліміт сесій

source: Enable DirectView access
id_id: Mengaktifkan akses DirectView
ja_jp: DirectViewアクセスを有効にする
ko_ko: DirectView 액세스 활성화
pt_pt: Habilitar o acesso DirectView
sw_sw: Aktivera DirectView-åtkomst
tr_tr: DirectView erişimini etkinleştirme
uk_uk: Увімкніть доступ до DirectView

source: Enable EXOS attributes
id_id: Mengaktifkan atribut EXOS
ja_jp: EXOSアトリビュートを有効にする
ko_ko: EXOS 속성 활성화
pt_pt: Activar atributos EXOS
sw_sw: Aktivera EXOS-attribut
tr_tr: EXOS özniteliklerini etkinleştirin
uk_uk: Увімкнути атрибути EXOS

source: Enable Freshclam verbose logging.
id_id: Aktifkan penebangan kata demi kata Freshclam.
ja_jp: Freshclamの冗長ロギングを有効にします。
ko_ko: Freshclam 상세 로깅을 활성화합니다.
pt_pt: Habilitar o abate de árvores em Freshclam verbose.
sw_sw: Aktivera Freshclam verbose-loggning.
tr_tr: Freshclam ayrıntılı günlük kaydını etkinleştirin.
uk_uk: Увімкнути розгорнуте ведення журналу Freshclam.

source: Enable HTTPD
id_id: Aktifkan HTTPD
ja_jp: HTTPDを有効にする
ko_ko: HTTPD 사용
pt_pt: Activar o HTTPD
sw_sw: Aktivera HTTPD
tr_tr: HTTPD'yi Etkinleştir
uk_uk: Увімкнути HTTPD

source: Enable ICAP
id_id: Mengaktifkan ICAP
ja_jp: ICAPの有効化
ko_ko: ICAP 사용
pt_pt: Activar o ICAP
sw_sw: Aktivera ICAP
tr_tr: ICAP'yi Etkinleştir
uk_uk: Увімкнути ICAP
