Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: A reload is now in progress. The wizard will redirect you to the dashboard once the reload is completed.
id_id: Pemuatan ulang sedang berlangsung. Wizard akan mengarahkan Anda ke dasbor setelah muat ulang selesai.
ja_jp: 現在、リロードが進行中です。再読み込みが完了すると、ウィザードからダッシュボードにリダイレクトされます。
ko_ko: 현재 로드가 진행 중입니다. 로드가 완료되면 마법사가 대시보드로 리디렉션됩니다.
pt_pt: Uma recarga está agora em curso. O assistente irá redireccioná-lo para o tablier assim que a recarga estiver concluída.
sw_sw: En omladdning pågår nu. Guiden kommer att omdirigera dig till instrumentpanelen när omladdningen är klar.
tr_tr: Yeniden yükleme şu anda devam etmektedir. Yeniden yükleme tamamlandığında sihirbaz sizi kontrol paneline yönlendirecektir.
uk_uk: Зараз відбувається перезавантаження. Майстер перенаправить вас на інформаційну панель після завершення перезавантаження.

source: Add Certificate Authority
id_id: Tambahkan Otoritas Sertifikat
ja_jp: 認証局を追加する
ko_ko: 인증 기관 추가
pt_pt: Adicionar Autoridade Certificadora
sw_sw: Lägg till certifikatutfärdare
tr_tr: Sertifika Yetkilisi Ekleme
uk_uk: Додати центр сертифікації

source: Add LDAP Server
id_id: Tambahkan Server LDAP
ja_jp: LDAPサーバーを追加する
ko_ko: LDAP 서버 추가
pt_pt: Adicionar Servidor LDAP
sw_sw: Lägg till LDAP-server
tr_tr: LDAP Sunucusu Ekleme
uk_uk: Додавання сервера LDAP

source: Add RADIUS Server
id_id: Tambahkan Server RADIUS
ja_jp: RADIUSサーバーを追加する
ko_ko: RADIUS 서버 추가
pt_pt: Adicionar Servidor RADIUS
sw_sw: Lägg till RADIUS-server
tr_tr: RADIUS Sunucusu Ekleme
uk_uk: Додавання RADIUS-сервера

source: Add a Server Certificate
id_id: Menambahkan Sertifikat Server
ja_jp: サーバー証明書を追加する
ko_ko: 서버 인증서 추가
pt_pt: Adicionar um Certificado de Servidor
sw_sw: Lägg till ett servercertifikat
tr_tr: Sunucu Sertifikası Ekleme
uk_uk: Додати сертифікат сервера

source: Add a rule to allow all traffic from connected clients to pass across the VPN tunnel.
id_id: Tambahkan aturan untuk mengizinkan semua lalu lintas dari klien yang tersambung untuk melintasi terowongan VPN.
ja_jp: 接続されたクライアントからのすべてのトラフィックがVPNトンネルを通過することを許可するルールを追加します。
ko_ko: 연결된 클라이언트의 모든 트래픽이 VPN 터널을 통과하도록 허용하는 규칙을 추가하세요.
pt_pt: Adicionar uma regra para permitir a passagem de todo o tráfego de clientes ligados através do túnel VPN.
sw_sw: Lägg till en regel som tillåter all trafik från anslutna klienter att passera genom VPN-tunneln.
tr_tr: Bağlı istemcilerden gelen tüm trafiğin VPN tünelinden geçmesine izin vermek için bir kural ekleyin.
uk_uk: Додайте правило, щоб дозволити всьому трафіку від підключених клієнтів проходити через VPN-тунель.

source: Add a rule to permit traffic from clients on the Internet to the OpenVPN server process.
id_id: Tambahkan aturan untuk mengizinkan lalu lintas dari klien di Internet ke proses server OpenVPN.
ja_jp: インターネット上のクライアントからOpenVPNサーバープロセスへのトラフィックを許可するルールを追加します。
ko_ko: 인터넷에 있는 클라이언트의 트래픽을 OpenVPN 서버 프로세스로 허용하는 규칙을 추가하세요.
pt_pt: Adicionar uma regra para permitir o tráfego de clientes na Internet ao processo de servidor OpenVPN.
sw_sw: Lägg till en regel för att tillåta trafik från klienter på Internet till OpenVPN-serverprocessen.
tr_tr: İnternet üzerindeki istemcilerden OpenVPN sunucu sürecine gelen trafiğe izin vermek için bir kural ekleyin.
uk_uk: Додайте правило, щоб дозволити трафік від клієнтів з Інтернету до процесу сервера OpenVPN.

source: Add new CA
id_id: Tambahkan CA baru
ja_jp: 新しいCAを追加する
ko_ko: 새 CA 추가
pt_pt: Adicionar nova CA
sw_sw: Lägg till ny CA
tr_tr: Yeni CA ekleyin
uk_uk: Додати новий ЦА

source: Add new Certificate
id_id: Tambahkan Sertifikat baru
ja_jp: 新しい証明書を追加する
ko_ko: 새 인증서 추가
pt_pt: Adicionar novo Certificado
sw_sw: Lägg till ett nytt certifikat
tr_tr: Yeni Sertifika Ekleme
uk_uk: Додати новий сертифікат

source: Add new LDAP server
id_id: Menambahkan server LDAP baru
ja_jp: LDAPサーバーを新規に追加する
ko_ko: 새 LDAP 서버 추가
pt_pt: Adicionar novo servidor LDAP
sw_sw: Lägg till en ny LDAP-server
tr_tr: Yeni LDAP sunucusu ekleme
uk_uk: Додавання нового LDAP-сервера

source: Add new RADIUS server
id_id: Menambahkan server RADIUS baru
ja_jp: 新しいRADIUSサーバーを追加する
ko_ko: 새 RADIUS 서버 추가
pt_pt: Adicionar novo servidor RADIUS
sw_sw: Lägg till en ny RADIUS-server
tr_tr: Yeni RADIUS sunucusu ekleme
uk_uk: Додавання нового RADIUS-сервера

source: Add new Server
id_id: Tambahkan Server baru
ja_jp: 新しいサーバーを追加する
ko_ko: 새 서버 추가
pt_pt: Adicionar novo Servidor
sw_sw: Lägg till en ny server
tr_tr: Yeni Sunucu Ekleme
uk_uk: Додати новий сервер

source: Address of the LDAP server.
id_id: Alamat server LDAP.
ja_jp: LDAPサーバーのアドレスです。
ko_ko: LDAP 서버의 주소입니다.
pt_pt: Endereço do servidor LDAP.
sw_sw: Adressen till LDAP-servern.
tr_tr: LDAP sunucusunun adresi.
uk_uk: Адреса LDAP-сервера.

source: Address of the RADIUS server.
id_id: Alamat server RADIUS.
ja_jp: RADIUSサーバーのアドレス。
ko_ko: RADIUS 서버의 주소입니다.
pt_pt: Endereço do servidor RADIUS.
sw_sw: Adressen till RADIUS-servern.
tr_tr: RADIUS sunucusunun adresi.
uk_uk: Адреса RADIUS-сервера.

source: Allow DNS servers to be overridden by DHCP/PPP on WAN
id_id: Izinkan server DNS ditimpa oleh DHCP/PPP pada WAN
ja_jp: WANのDHCP/PPPでDNSサーバーのオーバーライドを許可する。
ko_ko: WAN에서 DHCP/PPP가 DNS 서버를 재정의하도록 허용
pt_pt: Permitir que os servidores DNS sejam anulados por DHCP/PPP na WAN
sw_sw: Tillåta att DNS-servrar åsidosätts av DHCP/PPP på WAN
tr_tr: DNS sunucularının WAN üzerinde DHCP/PPP tarafından geçersiz kılınmasına izin verin
uk_uk: Дозволити заміщення DNS-серверів DHCP/PPP у глобальній мережі

source: Allow communication between clients connected to this server.
id_id: Memungkinkan komunikasi antara klien yang terhubung ke server ini.
ja_jp: このサーバーに接続されているクライアント間の通信を許可する。
ko_ko: 이 서버에 연결된 클라이언트 간의 통신을 허용합니다.
pt_pt: Permitir a comunicação entre clientes ligados a este servidor.
sw_sw: Tillåter kommunikation mellan klienter som är anslutna till den här servern.
tr_tr: Bu sunucuya bağlı istemciler arasında iletişime izin verin.
uk_uk: Дозволити спілкування між клієнтами, підключеними до цього сервера.

source: Allow connected clients to retain their connections if their IP address changes.
id_id: Izinkan klien yang terhubung untuk mempertahankan koneksi mereka jika alamat IP mereka berubah.
ja_jp: 接続中のクライアントのIPアドレスが変わっても、接続を維持できるようにする。
ko_ko: 연결된 클라이언트의 IP 주소가 변경되어도 연결을 유지할 수 있도록 허용합니다.
pt_pt: Permitir aos clientes ligados manter as suas ligações se o seu endereço IP mudar.
sw_sw: Låt anslutna klienter behålla sina anslutningar om deras IP-adress ändras.
tr_tr: Bağlı istemcilerin IP adresleri değişirse bağlantılarını korumalarına izin verin.
uk_uk: Дозвольте підключеним клієнтам зберігати з'єднання, якщо їхня IP-адреса змінюється.

source: Allow multiple concurrent connections from clients using the same Common Name. This is not generally recommended, but may be needed for some scenarios.
id_id: Izinkan beberapa koneksi bersamaan dari klien menggunakan Nama Umum yang sama. Hal ini umumnya tidak disarankan, tetapi mungkin diperlukan untuk beberapa skenario.
ja_jp: 同じCommon Nameを使用するクライアントからの複数の同時接続を許可する。これは一般的には推奨されませんが、シナリオによっては必要な場合があります。
ko_ko: 동일한 일반 이름을 사용하는 클라이언트의 여러 동시 연결을 허용합니다. 일반적으로 권장되지는 않지만 일부 시나리오에서는 필요할 수 있습니다.
pt_pt: Permitir múltiplas ligações simultâneas de clientes que utilizem o mesmo nome comum. Isto não é geralmente recomendado, mas pode ser necessário para alguns cenários.
sw_sw: Tillåt flera samtidiga anslutningar från klienter som använder samma gemensamma namn. Detta rekommenderas i allmänhet inte, men kan behövas i vissa fall.
tr_tr: Aynı Ortak Adı kullanan istemcilerden gelen birden fazla eşzamanlı bağlantıya izin verin. Bu genellikle önerilmez, ancak bazı senaryolar için gerekli olabilir.
uk_uk: Дозволити кілька одночасних підключень від клієнтів, які використовують одне загальне ім'я. Зазвичай це не рекомендується, але може знадобитися у деяких сценаріях.

source: Authentication Containers
id_id: Wadah Otentikasi
ja_jp: 認証用コンテナ
ko_ko: 인증 컨테이너
pt_pt: Recipientes de autenticação
sw_sw: Behållare för autentisering
tr_tr: Kimlik Doğrulama Konteynerleri
uk_uk: Контейнери автентифікації

source: Authentication Port
id_id: Port Otentikasi
ja_jp: 認証ポート
ko_ko: 인증 포트
pt_pt: Porto de Autenticação
sw_sw: Autentiseringsport
tr_tr: Kimlik Doğrulama Bağlantı Noktası
uk_uk: Порт автентифікації

source: Authentication Type Selection
id_id: Pemilihan Jenis Otentikasi
ja_jp: 認証タイプ選択
ko_ko: 인증 유형 선택
pt_pt: Selecção do tipo de autenticação
sw_sw: Val av autentiseringstyp
tr_tr: Kimlik Doğrulama Türü Seçimi
uk_uk: Вибір типу автентифікації

source: Automatically generate a shared TLS authentication key.
id_id: Secara otomatis menghasilkan kunci autentikasi TLS bersama.
ja_jp: 共有TLS認証キーを自動生成します。
ko_ko: 공유 TLS 인증 키를 자동으로 생성합니다.
pt_pt: Gerar automaticamente uma chave de autenticação TLS partilhada.
sw_sw: Generera automatiskt en delad TLS-autentiseringsnyckel.
tr_tr: Otomatik olarak paylaşılan bir TLS kimlik doğrulama anahtarı oluşturun.
uk_uk: Автоматично генерувати спільний ключ автентифікації TLS.

source: Block RFC1918 Private Networks
id_id: Blokir RFC1918 Jaringan Pribadi
ja_jp: RFC1918プライベートネットワークをブロック
ko_ko: RFC1918 사설 네트워크 차단
pt_pt: Bloco RFC1918 Redes Privadas
sw_sw: Blockera RFC1918 Privata nätverk
tr_tr: RFC1918 Özel Ağlarını Engelle
uk_uk: Блокування приватних мереж RFC1918

source: Block non-Internet routed networks from entering via WAN
id_id: Memblokir jaringan yang tidak dialihkan ke Internet agar tidak masuk melalui WAN
ja_jp: インターネットに接続されていないネットワークがWAN経由で侵入するのを阻止する。
ko_ko: 인터넷으로 라우팅되지 않은 네트워크가 WAN을 통해 들어오는 것을 차단합니다.
pt_pt: Bloquear a entrada de redes não encaminhadas pela Internet através da WAN
sw_sw: Blockera nät som inte är Internet-routerade från att komma in via WAN.
tr_tr: İnternet dışı yönlendirilmiş ağların WAN üzerinden girmesini engelleyin
uk_uk: Блокування доступу до мереж, що не мають маршрутизації через Інтернет, через WAN

source: Block private networks from entering via WAN
id_id: Blokir jaringan pribadi agar tidak masuk melalui WAN
ja_jp: WAN経由のプライベートネットワークの侵入をブロック
ko_ko: 사설 네트워크가 WAN을 통해 들어오는 것을 차단합니다.
pt_pt: Bloquear a entrada de redes privadas via WAN
sw_sw: Blockera privata nätverk från att komma in via WAN
tr_tr: Özel ağların WAN üzerinden girmesini engelleyin
uk_uk: Блокування доступу до приватних мереж через WAN

source: Certificate Authority Selection
id_id: Pemilihan Otoritas Sertifikat
ja_jp: 認証局選択
ko_ko: 인증 기관 선택
pt_pt: Selecção da Autoridade Certificadora
sw_sw: Val av certifikatutfärdare
tr_tr: Sertifika Yetkilisi Seçimi
uk_uk: Вибір центру сертифікації

source: Choose a Certificate Authority (CA)
id_id: Memilih Otoritas Sertifikat (CA)
ja_jp: 認証局(CA)を選ぶ
ko_ko: 인증 기관(CA) 선택
pt_pt: Escolher uma Autoridade Certificadora (AC)
sw_sw: Välj en certifikatutfärdare (CA)
tr_tr: Bir Sertifika Yetkilisi (CA) seçin
uk_uk: Виберіть центр сертифікації (ЦС)

source: Choose a Server Certificate
id_id: Memilih Sertifikat Server
ja_jp: サーバー証明書を選択する
ko_ko: 서버 인증서 선택
pt_pt: Escolha um Certificado de Servidor
sw_sw: Välj ett servercertifikat
tr_tr: Bir Sunucu Sertifikası Seçin
uk_uk: Виберіть сертифікат сервера

source: City or other Locality name (e.g. Middelharnis, Leipzig, Louisville).
id_id: Nama kota atau nama lokalitas lainnya (mis. Middelharnis, Leipzig, Louisville).
ja_jp: 都市名またはその他のLocality名（例：Middelharnis、Leipzig、Louisvilleなど）。
ko_ko: 도시 또는 기타 지역 이름(예: 미델하니스, 라이프치히, 루이빌).
pt_pt: Cidade ou outro nome de Localidade (por exemplo Middelharnis, Leipzig, Louisville).
sw_sw: Stad eller annan ort (t.ex. Middelharnis, Leipzig, Louisville).
tr_tr: Şehir veya diğer Yer adı (örneğin Middelharnis, Leipzig, Louisville).
uk_uk: Назва міста або іншого населеного пункту (наприклад, Мідделхарніс, Лейпциг, Луїсвілль).

source: Click 'Reload' to apply the changes.
id_id: Klik 'Muat Ulang' untuk menerapkan perubahan.
ja_jp: Reload」をクリックすると、変更が適用されます。
ko_ko: 변경 사항을 적용하려면 '다시 로드'를 클릭합니다.
pt_pt: Clique em 'Recarregar' para aplicar as alterações.
sw_sw: Klicka på "Ladda om" för att tillämpa ändringarna.
tr_tr: Değişiklikleri uygulamak için 'Yeniden Yükle'ye tıklayın.
uk_uk: Натисніть "Перезавантажити", щоб застосувати зміни.

source: Compress tunnel packets using the LZO algorithm. Adaptive compression will dynamically disable compression for a period of time if OpenVPN detects that the data in the packets is not being compressed efficiently.
id_id: Kompres paket terowongan menggunakan algoritma LZO. Kompresi adaptif akan menonaktifkan kompresi secara dinamis untuk jangka waktu tertentu jika OpenVPN mendeteksi bahwa data dalam paket tidak dikompresi secara efisien.
ja_jp: LZO アルゴリズムを使用してトンネルパケットを圧縮します。適応型圧縮は、パケット内のデータが効率的に圧縮されていないことをOpenVPNが検出した場合、一定期間、動的に圧縮を無効にします。
ko_ko: LZO 알고리즘을 사용하여 터널 패킷을 압축합니다. 적응형 압축은 OpenVPN이 패킷의 데이터가 효율적으로 압축되지 않는다고 감지하면 일정 시간 동안 압축을 동적으로 비활성화합니다.
pt_pt: Comprimir pacotes de túneis usando o algoritmo LZO. A compressão adaptativa irá desactivar dinamicamente a compressão durante um período de tempo se o OpenVPN detectar que os dados nos pacotes não estão a ser comprimidos eficientemente.
sw_sw: Komprimera tunnelpaket med hjälp av LZO-algoritmen. Adaptiv komprimering inaktiverar dynamiskt komprimeringen under en viss tid om OpenVPN upptäcker att data i paketen inte komprimeras effektivt.
tr_tr: LZO algoritmasını kullanarak tünel paketlerini sıkıştırın. Uyarlanabilir sıkıştırma, OpenVPN paketlerdeki verilerin verimli bir şekilde sıkıştırılmadığını tespit ederse, sıkıştırmayı belirli bir süre için dinamik olarak devre dışı bırakır.
uk_uk: Стискати тунельні пакети за допомогою алгоритму LZO. Адаптивне стиснення динамічно вимикає стиснення на певний час, якщо OpenVPN виявляє, що дані в пакетах стискаються неефективно.

source: Concurrent Connections
id_id: Koneksi Bersamaan
ja_jp: コンカレントコネクション
ko_ko: 동시 연결
pt_pt: Ligações simultâneas
sw_sw: Samtidiga anslutningar
tr_tr: Eşzamanlı Bağlantılar
uk_uk: Одночасні з'єднання

source: Configure LAN Interface
id_id: Mengkonfigurasi Antarmuka LAN
ja_jp: LANインタフェースの設定
ko_ko: LAN 인터페이스 구성
pt_pt: Configurar interface LAN
sw_sw: Konfigurera LAN-gränssnitt
tr_tr: LAN Arayüzünü Yapılandırma
uk_uk: Налаштування інтерфейсу локальної мережі

source: Configure WAN Interface
id_id: Mengkonfigurasi Antarmuka WAN
ja_jp: WANインタフェースを設定する
ko_ko: WAN 인터페이스 구성
pt_pt: Configurar a interface WAN
sw_sw: Konfigurera WAN-gränssnitt
tr_tr: WAN Arayüzünü Yapılandırma
uk_uk: Налаштування інтерфейсу WAN

source: Create a New Certificate Authority (CA) Certificate
id_id: Membuat Sertifikat Otoritas Sertifikat (CA) Baru
ja_jp: 認証局（CA）証明書を新規作成する
ko_ko: 새 CA(인증 기관) 인증서 만들기
pt_pt: Criar um Novo Certificado de Autoridade Certificadora (AC)
sw_sw: Skapa ett nytt certifikat för en certifikatutfärdare (CA)
tr_tr: Yeni Sertifika Yetkilisi (CA) Sertifikası Oluşturma
uk_uk: Створіть новий сертифікат центру сертифікації (ЦС)

source: Create a New Server Certificate
id_id: Buat Sertifikat Server Baru
ja_jp: 新しいサーバー証明書を作成する
ko_ko: 새 서버 인증서 만들기
pt_pt: Criar um Certificado de Novo Servidor
sw_sw: Skapa ett nytt servercertifikat
tr_tr: Yeni Sunucu Sertifikası Oluşturma
uk_uk: Створіть новий сертифікат сервера

source: Create new Certificate
id_id: Buat Sertifikat baru
ja_jp: 新規に証明書を作成する
ko_ko: 새 인증서 만들기
pt_pt: Criar novo Certificado
sw_sw: Skapa ett nytt certifikat
tr_tr: Yeni Sertifika Oluştur
uk_uk: Створити новий сертифікат

source: DHCP Hostname
id_id: Nama Host DHCP
ja_jp: DHCPホスト名
ko_ko: DHCP 호스트 이름
pt_pt: DHCP Nome do anfitrião
sw_sw: DHCP värdnamn
tr_tr: DHCP Ana Bilgisayar Adı
uk_uk: Ім'я хоста DHCP

source: DNS Server 1
id_id: Server DNS 1
ja_jp: DNSサーバー1
ko_ko: DNS 서버 1
pt_pt: Servidor DNS 1
tr_tr: DNS Sunucusu 1
uk_uk: DNS-сервер 1

source: DNS Server 2
id_id: Server DNS 2
ja_jp: DNSサーバー2
ko_ko: DNS 서버 2
pt_pt: Servidor DNS 2
tr_tr: DNS Sunucusu 2
uk_uk: DNS-сервер 2

source: DNS Server 3
id_id: Server DNS 3
ja_jp: DNSサーバー3
ko_ko: DNS 서버 3
pt_pt: Servidor DNS 3
tr_tr: DNS Sunucusu 3
uk_uk: DNS-сервер 3

source: DNS Server 4
id_id: Server DNS 4
ja_jp: DNSサーバー4
ko_ko: DNS 서버 4
pt_pt: Servidor DNS 4
tr_tr: DNS Sunucusu 4
uk_uk: DNS-сервер 4

source: DNS server to provide for connecting client systems.
id_id: Server DNS untuk menyediakan koneksi ke sistem klien.
ja_jp: クライアントシステムを接続するために提供するDNSサーバー。
ko_ko: 클라이언트 시스템 연결을 위한 DNS 서버입니다.
pt_pt: Servidor DNS para fornecer a ligação de sistemas clientes.
sw_sw: DNS-server för att ansluta klientsystem.
tr_tr: İstemci sistemlerin bağlanmasını sağlamak için DNS sunucusu.
uk_uk: DNS-сервер для забезпечення підключення клієнтських систем.

source: Descriptive name for the RADIUS server, for your reference.
id_id: Nama deskriptif untuk server RADIUS, untuk referensi Anda.
ja_jp: RADIUS サーバーの説明的な名前です（参考）。
ko_ko: 참조를 위해 RADIUS 서버에 대한 설명적인 이름입니다.
pt_pt: Nome descritivo para o servidor RADIUS, para a sua referência.
sw_sw: Beskrivande namn för RADIUS-servern, som referens.
tr_tr: Referansınız için RADIUS sunucusunun açıklayıcı adı.
uk_uk: Описова назва RADIUS-сервера для довідки.

source: Descriptive server name, for your own reference.
id_id: Nama server deskriptif, untuk referensi Anda sendiri.
ja_jp: 説明的なサーバー名、あなた自身の参考のために。
ko_ko: 참조를 위한 설명적인 서버 이름입니다.
pt_pt: Nome descritivo do servidor, para sua própria referência.
sw_sw: Beskrivande servernamn, för din egen referens.
tr_tr: Kendi referansınız için açıklayıcı sunucu adı.
uk_uk: Описова назва сервера, для довідки.

source: Domain name field is invalid
id_id: Bidang nama domain tidak valid
ja_jp: ドメイン名フィールドが無効です
ko_ko: 도메인 이름 필드가 유효하지 않습니다.
pt_pt: O campo do nome de domínio é inválido
sw_sw: Fältet för domännamn är ogiltigt
tr_tr: Alan adı alanı geçersiz
uk_uk: Поле "Доменне ім'я" є недійсним

source: Email address for the Certificate contact. Often the email of the person generating the certificate (i.e. You.)
id_id: Alamat email untuk kontak Sertifikat. Biasanya email dari orang yang membuat sertifikat (yaitu Anda).
ja_jp: 証明書連絡先の電子メールアドレス。多くの場合、証明書を生成する人（つまり、あなた）の電子メールです。
ko_ko: 인증서 연락처의 이메일 주소. 종종 인증서를 생성하는 사람(즉, 귀하)의 이메일입니다.
pt_pt: Endereço de correio electrónico para o contacto do Certificado. Muitas vezes o e-mail da pessoa que gera o certificado (ou seja, Você)
sw_sw: E-postadress för certifikatkontakten. Ofta e-postadressen för den person som genererar certifikatet (dvs. du).
tr_tr: Sertifika irtibat kişisi için e-posta adresi. Genellikle sertifikayı oluşturan kişinin e-posta adresidir (örn. Siz).
uk_uk: Адреса електронної пошти для контакту для отримання сертифікату. Найчастіше це електронна адреса особи, яка генерує сертифікат (тобто вас).

source: Enable NetBIOS over TCP/IP. If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled.
id_id: Aktifkan NetBIOS melalui TCP/IP. Jika pilihan ini tidak ditetapkan, semua pilihan NetBIOS-over-TCP/IP (termasuk WINS) akan dinonaktifkan.
ja_jp: NetBIOS over TCP/IPを有効にします。このオプションを設定しないと、すべてのNetBIOS-over-TCP/IPオプション（WINSを含む）が無効となります。
ko_ko: TCP/IP를 통한 NetBIOS를 활성화합니다. 이 옵션을 설정하지 않으면 모든 NetBIOS-over-TCP/IP 옵션(WINS 포함)이 비활성화됩니다.
pt_pt: Habilitar o NetBIOS sobre TCP/IP. Se esta opção não estiver definida, todas as opções NetBIOS-over-TCP/IP (incluindo WINS) serão desactivadas.
sw_sw: Aktivera NetBIOS över TCP/IP. Om det här alternativet inte är inställt är alla NetBIOS-över-TCP/IP-alternativ (inklusive WINS) inaktiverade.
tr_tr: TCP/IP üzerinden NetBIOS'u etkinleştir. Bu seçenek ayarlanmazsa, tüm NetBIOS-over-TCP/IP seçenekleri (WINS dahil) devre dışı bırakılır.
uk_uk: Увімкнути NetBIOS через TCP/IP. Якщо цей параметр не встановлено, усі параметри NetBIOS-over-TCP/IP (включно з WINS) буде вимкнено.

source: Enable Resolver
id_id: Aktifkan Penyelesai
ja_jp: リゾルバを有効にする
ko_ko: 리졸버 사용
pt_pt: Activar o Resolver
sw_sw: Aktivera Resolver
tr_tr: Çözümleyiciyi Etkinleştir
uk_uk: Увімкнути вирішувач

source: Enable authentication of TLS packets.
id_id: Mengaktifkan autentikasi paket TLS.
ja_jp: TLSパケットの認証を有効にする。
ko_ko: TLS 패킷 인증을 사용하도록 설정합니다.
pt_pt: Habilitar a autenticação de pacotes TLS.
sw_sw: Aktivera autentisering av TLS-paket.
tr_tr: TLS paketlerinin kimlik doğrulamasını etkinleştirin.
uk_uk: Увімкнути автентифікацію TLS-пакетів.

source: Encryption Algorithm
id_id: Algoritma Enkripsi
ja_jp: 暗号化アルゴリズム
ko_ko: 암호화 알고리즘
pt_pt: Algoritmo de encriptação
sw_sw: Krypteringsalgoritm
tr_tr: Şifreleme Algoritması
uk_uk: Алгоритм шифрування

source: Enter the hostname (FQDN) of the time server.
id_id: Masukkan nama host (FQDN) server waktu.
ja_jp: タイムサーバーのホスト名（FQDN）を入力します。
ko_ko: 시간 서버의 호스트 이름(FQDN)을 입력합니다.
pt_pt: Introduzir o nome do anfitrião (FQDN) do servidor de tempo.
sw_sw: Ange tidsserverns värdnamn (FQDN).
tr_tr: Zaman sunucusunun ana bilgisayar adını (FQDN) girin.
uk_uk: Введіть ім'я хоста (FQDN) сервера часу.

source: Finish
id_id: Selesai
ja_jp: フィニッシュ
ko_ko: 완료
pt_pt: Terminar
sw_sw: Slutförande
tr_tr: Bitirmek
uk_uk: Фініш.

source: Finished!
id_id: Selesai!
ja_jp: 完成しました！（笑
ko_ko: 완료!
pt_pt: Acabado!
sw_sw: Färdiga!
tr_tr: Bitti!
uk_uk: Готово!

source: Firewall Rule
id_id: Aturan Firewall
ja_jp: ファイアウォールルール
ko_ko: 방화벽 규칙
pt_pt: Regra da Firewall
sw_sw: Brandväggsregel
tr_tr: Güvenlik Duvarı Kuralı
uk_uk: Правило брандмауера

source: Firewall Rule Configuration
id_id: Konfigurasi Aturan Firewall
ja_jp: ファイアウォールルールの設定
ko_ko: 방화벽 규칙 구성
pt_pt: Configuração de regras de Firewall
sw_sw: Konfigurering av brandväggsregler
tr_tr: Güvenlik Duvarı Kuralı Yapılandırması
uk_uk: Налаштування правил брандмауера

source: Firewall Rules control what network traffic is permitted. You must add rules to allow traffic to the OpenVPN server's IP and port, as well as allowing traffic from connected clients through the tunnel. These rules can be automatically added here, or configured manually after completing the wizard.
id_id: Aturan Firewall mengontrol lalu lintas jaringan yang diizinkan. Anda harus menambahkan aturan untuk mengizinkan lalu lintas ke IP dan port server OpenVPN, serta mengizinkan lalu lintas dari klien yang tersambung melalui terowongan. Aturan-aturan ini dapat ditambahkan secara otomatis di sini, atau dikonfigurasi secara manual setelah menyelesaikan wizard.
ja_jp: ファイアウォールルールは、許可されるネットワークトラフィックを制御します。OpenVPN サーバーの IP とポートへのトラフィックを許可し、接続されたクライアントからのトンネルを通るトラフィックを許可するルールを追加する必要があります。これらのルールは、ここで自動的に追加されるか、ウィザードを完了した後に手動で設定することができます。
ko_ko: 방화벽 규칙은 허용되는 네트워크 트래픽을 제어합니다. 터널을 통해 연결된 클라이언트의 트래픽을 허용할 뿐만 아니라 OpenVPN 서버의 IP 및 포트에 대한 트래픽을 허용하는 규칙을 추가해야 합니다. 이러한 규칙은 여기에서 자동으로 추가하거나 마법사를 완료한 후 수동으로 구성할 수 있습니다.
pt_pt: As Regras de Firewall controlam o tráfego de rede permitido. Deve adicionar regras para permitir tráfego ao IP e porta do servidor OpenVPN, bem como permitir tráfego de clientes ligados através do túnel. Estas regras podem ser automaticamente adicionadas aqui, ou configuradas manualmente após a conclusão do assistente.
sw_sw: Brandväggsregler styr vilken nätverkstrafik som tillåts. Du måste lägga till regler för att tillåta trafik till OpenVPN-serverns IP och port samt tillåta trafik från anslutna klienter genom tunneln. Dessa regler kan läggas till automatiskt här eller konfigureras manuellt efter att du har slutfört guiden.
tr_tr: Güvenlik Duvarı Kuralları hangi ağ trafiğine izin verildiğini kontrol eder. OpenVPN sunucusunun IP'sine ve bağlantı noktasına gelen trafiğe izin vermenin yanı sıra tünel üzerinden bağlı istemcilerden gelen trafiğe izin vermek için kurallar eklemelisiniz. Bu kurallar buraya otomatik olarak eklenebilir veya sihirbaz tamamlandıktan sonra manuel olarak yapılandırılabilir.
uk_uk: Правила брандмауера контролюють, який мережевий трафік дозволено. Ви повинні додати правила, щоб дозволити трафік на IP-адресу і порт OpenVPN-сервера, а також дозволити трафік від підключених клієнтів через тунель. Ці правила можуть бути автоматично додані тут або налаштовані вручну після завершення роботи майстра.
