Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Enable IPsec
id_id: Mengaktifkan IPsec
it_it: Abilita ipsec
ja_jp: IPsec を有効
ko_ko: IPsec 사용
pt_pt: Activar IPsec
sw_sw: Aktivera IPsec
tr_tr: IPsec'i Etkinleştir
uk_uk: Увімкнути IPsec

source: Do you really want to delete this Pre-Shared Key?
id_id: Apakah Anda benar-benar ingin menghapus Kunci yang Dibagikan Sebelumnya ini?
it_it: Vuoi davvero eliminare questa chiave pre-condizionata?
ja_jp: 本当にこの事前共有鍵を削除しますか？
ko_ko: 이 사전 공유 키를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar esta chave Pré-Partilhada?
sw_sw: Vill du verkligen ta bort den här för-delade nyckeln?
tr_tr: Bu Ön Paylaşımlı Anahtarı gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей попередньо наданий ключ?

source: The IPsec tunnel configuration has been changed
id_id: Konfigurasi terowongan IPsec telah diubah
it_it: La configurazione del tunnel IPsec è stata modificata
ja_jp: IPsec トンネル構成が変更されました
ko_ko: IPsec 터널 구성이 변경되었습니다.
pt_pt: A configuração do túnel IPsec foi alterada
sw_sw: Konfigurationen av IPsec-tunneln har ändrats
tr_tr: IPsec tünel yapılandırması değiştirildi
uk_uk: Змінено конфігурацію тунелю IPsec

source: Identifier
id_id: Pengenal
it_it: Identificatore
ja_jp: 識別子
ko_ko: 식별자
pt_pt: Identificador
tr_tr: Tanımlayıcı
uk_uk: Ідентифікатор

source: PSK for any user can be set by using an identifier of any/ANY
id_id: PSK untuk pengguna mana pun dapat diatur dengan menggunakan pengenal apa pun/APA SAJA
it_it: PSK per qualsiasi utente può essere impostato utilizzando un identificatore di qualsiasi/
ja_jp: すべてのユーザに対するPSKは、any/ANY 識別子を使用することで設定できます。
ko_ko: 모든 사용자에 대한 PSK는 any/ANY의 식별자를 사용하여 설정할 수 있습니다.
pt_pt: PSK para qualquer utilizador pode ser definido usando um identificador qualquer/ANY
sw_sw: PSK för alla användare kan ställas in genom att använda en identifierare av typen any/ANY.
tr_tr: Herhangi bir kullanıcı için PSK, any/ANY tanımlayıcısı kullanılarak ayarlanabilir
uk_uk: PSK для будь-якого користувача можна встановити за допомогою ідентифікатора any/ANY

source: A user with this name already exists. Add the key to the user instead.
id_id: Pengguna dengan nama ini sudah ada. Sebagai gantinya, tambahkan kunci ke pengguna tersebut.
it_it: Un utente con questo nome esiste già. Aggiungi invece la chiave all'utente.
ja_jp: この名前のユーザは既に存在しています。
ko_ko: 이 이름을 가진 사용자가 이미 존재합니다. 대신 사용자에게 키를 추가합니다.
pt_pt: Já existe um utilizador com este nome. Em alternativa adicione uma chave ao utilizador.
sw_sw: Det finns redan en användare med det här namnet. Lägg till nyckeln till användaren i stället.
tr_tr: Bu ada sahip bir kullanıcı zaten mevcut. Bunun yerine anahtarı kullanıcıya ekleyin.
uk_uk: Користувач з таким іменем вже існує. Замість нього додайте ключ до користувача.

source: The identifier contains invalid characters.
id_id: Pengenal berisi karakter yang tidak valid.
it_it: L'identificatore contiene caratteri non validi.
ja_jp: 識別子に、無効な文字が含まれています
ko_ko: 식별자에 잘못된 문자가 포함되어 있습니다.
pt_pt: O identificador contém caracteres inválidos.
sw_sw: Identifieraren innehåller ogiltiga tecken.
tr_tr: Tanımlayıcı geçersiz karakterler içeriyor.
uk_uk: Ідентифікатор містить недопустимі символи.

source: Another entry with the same identifier already exists.
id_id: Entri lain dengan pengenal yang sama sudah ada.
it_it: Un'altra voce con lo stesso identificatore esiste già.
ja_jp: 同じ識別子を持つ別のエントリがすでに存在しています。
ko_ko: 동일한 식별자를 가진 다른 항목이 이미 존재합니다.
pt_pt: Já existe outra entrada com o mesmo identificador.
sw_sw: En annan post med samma identifierare finns redan.
tr_tr: Aynı tanımlayıcıya sahip başka bir giriş zaten mevcut.
uk_uk: Інший запис з таким самим ідентифікатором вже існує.

source: Edited
id_id: Diedit
it_it: Modificato
ja_jp: 編集済
ko_ko: 편집됨
pt_pt: Editado
sw_sw: Redigerad
tr_tr: Düzenlendi
uk_uk: Відредаговано

source: Added
id_id: Ditambahkan
it_it: Aggiunto
ja_jp: 追加済
ko_ko: 추가됨
pt_pt: Adicionado
sw_sw: Tillagd
tr_tr: Eklendi
uk_uk: Додано

source: This can be either an IP address, fully qualified domain name or an email address.
id_id: Ini bisa berupa alamat IP, nama domain yang memenuhi syarat, atau alamat email.
it_it: Questo può essere un indirizzo IP, un nome di dominio completamente qualificato o un indirizzo e -mail.
ja_jp: IP アドレス、完全修飾ドメイン名、もしくはメールアドレスのいずれかが使用可能です。
ko_ko: IP 주소, 정규화된 도메인 이름 또는 이메일 주소가 될 수 있습니다.
pt_pt: Isso pode ser um endereço IP, nome de domínio totalmente qualificado ou um endereço de e-mail.
sw_sw: Detta kan vara antingen en IP-adress, ett fullt kvalificerat domännamn eller en e-postadress.
tr_tr: Bu bir IP adresi, tam nitelikli alan adı veya bir e-posta adresi olabilir.
uk_uk: Це може бути IP-адреса, повне доменне ім'я або адреса електронної пошти.

source: PSK
ja_jp: 位相変調方式

source: User Authentication Source
id_id: Sumber Otentikasi Pengguna
it_it: Fonte di autenticazione utente
ja_jp: ユーザ認証元
ko_ko: 사용자 인증 소스
pt_pt: Origem da autenticação do grupo
sw_sw: Källa för autentisering av användare
tr_tr: Kullanıcı Kimlik Doğrulama Kaynağı
uk_uk: Джерело автентифікації користувача

source: A valid IPv4 address for 'Virtual IPv4 Address Pool Network' must be specified.
id_id: Alamat IPv4 yang valid untuk 'Virtual IPv4 Address Pool Network' harus ditentukan.
it_it: È necessario specificare un indirizzo IPv4 valido per "Network del pool di indirizzi IPv4 virtuale".
ja_jp: 仮想IPv4アドレスプールネットワーク」には、有効なIPv4アドレスを指定する必要があります。
ko_ko: '가상 IPv4 주소 풀 네트워크'에 유효한 IPv4 주소를 지정해야 합니다.
pt_pt: Deve ser especificado um endereço IPv4 válido para "Virtual IPv4 Address Pool Network".
sw_sw: En giltig IPv4-adress för "Virtual IPv4 Address Pool Network" måste anges.
tr_tr: 'Sanal IPv4 Adres Havuzu Ağı' için geçerli bir IPv4 adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IPv4-адресу для "Віртуальної мережі пулу IPv4-адрес".

source: A valid IPv6 address for 'Virtual IPv6 Address Pool Network' must be specified.
id_id: Alamat IPv6 yang valid untuk 'Virtual IPv6 Address Pool Network' harus ditentukan.
it_it: È necessario specificare un indirizzo IPv6 valido per "Network del pool di indirizzi IPv6 virtuale".
ja_jp: 仮想IPv6アドレスプールネットワーク」には、有効なIPv6アドレスを指定する必要があります。
ko_ko: '가상 IPv6 주소 풀 네트워크'에 유효한 IPv6 주소를 지정해야 합니다.
pt_pt: Deve ser especificado um endereço IPv6 válido para "Virtual IPv6 Address Pool Network".
sw_sw: En giltig IPv6-adress för "Virtual IPv6 Address Pool Network" måste anges.
tr_tr: 'Sanal IPv6 Adres Havuzu Ağı' için geçerli bir IPv6 adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IPv6-адресу для "Віртуальної мережі пулу IPv6-адрес".

source: A valid value for 'DNS Default Domain' must be specified.
id_id: Nilai yang valid untuk 'Domain Default DNS' harus ditentukan.
it_it: È necessario specificare un valore valido per il "dominio predefinito DNS".
ja_jp: 「DNS デフォルトドメイン」に有効な値を指定してください。
ko_ko: 'DNS 기본 도메인'에 유효한 값을 지정해야 합니다.
pt_pt: Um valor válido para 'DNS Default Domain' deve ser especificado.
sw_sw: Ett giltigt värde för "DNS Default Domain" måste anges.
tr_tr: 'DNS Varsayılan Etki Alanı' için geçerli bir değer belirtilmelidir.
uk_uk: Необхідно вказати дійсне значення для параметра "Домен за замовчуванням DNS".

source: A valid split DNS domain list must be specified.
id_id: Daftar domain DNS terpisah yang valid harus ditentukan.
it_it: È necessario specificare un elenco di domini DNS diviso valido.
ja_jp: 有効なスプリットDNSのリストを指定してください。
ko_ko: 유효한 분할 DNS 도메인 목록을 지정해야 합니다.
pt_pt: Uma lista válida de divisão de domínios DNS deverá ser especificada.
sw_sw: En giltig lista över delad DNS-domän måste anges.
tr_tr: Geçerli bir bölünmüş DNS etki alanı listesi belirtilmelidir.
uk_uk: Необхідно вказати дійсний список розділених доменів DNS.

source: A valid IP address for 'DNS Server #1' must be specified.
id_id: Alamat IP yang valid untuk 'DNS Server #1' harus ditentukan.
it_it: È necessario specificare un indirizzo IP valido per "DNS Server #1".
ja_jp: 「DNS サーバ#1」に有効なIP アドレスを指定してください。
ko_ko: 'DNS 서버 #1'의 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP válido para 'Servidor DNS #1' deverá ser especificado.
sw_sw: En giltig IP-adress för "DNS Server #1" måste anges.
tr_tr: 'DNS Sunucusu #1' için geçerli bir IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу для "DNS-сервера #1".

source: A valid IP address for 'DNS Server #2' must be specified.
id_id: Alamat IP yang valid untuk 'DNS Server #2' harus ditentukan.
it_it: È necessario specificare un indirizzo IP valido per "DNS Server #2".
ja_jp: 「DNS サーバ#2」に有効なIP アドレスを指定してください。
ko_ko: 'DNS 서버 #2'의 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP válido para 'DNS Server #2' deverá ser especificado.
sw_sw: En giltig IP-adress för "DNS Server #2" måste anges.
tr_tr: 'DNS Sunucusu #2' için geçerli bir IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу для "DNS-сервера #2".

source: A valid IP address for 'DNS Server #3' must be specified.
id_id: Alamat IP yang valid untuk 'DNS Server #3' harus ditentukan.
it_it: È necessario specificare un indirizzo IP valido per "DNS Server #3".
ja_jp: 「DNS サーバ #3」に有効な ip アドレスを指定してください。
ko_ko: 'DNS 서버 #3'의 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP válido para 'DNS Server #3' deverá ser especificado.
sw_sw: En giltig IP-adress för "DNS Server #3" måste anges.
tr_tr: 'DNS Sunucusu #3' için geçerli bir IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу для "DNS-сервера #3".

source: A valid IP address for 'DNS Server #4' must be specified.
id_id: Alamat IP yang valid untuk 'Server DNS #4' harus ditentukan.
it_it: Deve essere specificato un indirizzo IP valido per "DNS Server #4".
ja_jp: 「dns サーバ #4」に有効な ip アドレスを指定してください。
ko_ko: 'DNS 서버 #4'의 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP válido para 'DNS Server #4' deverá ser especificado.
sw_sw: En giltig IP-adress för "DNS Server #4" måste anges.
tr_tr: 'DNS Sunucusu #4' için geçerli bir IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу для "DNS-сервера #4".

source: A valid IP address for 'WINS Server #1' must be specified.
id_id: Alamat IP yang valid untuk 'WINS Server #1' harus ditentukan.
it_it: Deve essere specificato un indirizzo IP valido per "Wins Server #1".
ja_jp: 「WINS サーバ1」に有効なIP アドレスを指定してください。
ko_ko: 'WINS 서버 #1'의 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP válido para 'WINS Server #1' deverá ser especificado.
sw_sw: En giltig IP-adress för "WINS Server #1" måste anges.
tr_tr: 'WINS Sunucusu #1' için geçerli bir IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу для "WINS Server #1".

source: A valid IP address for 'WINS Server #2' must be specified.
id_id: Alamat IP yang valid untuk 'WINS Server #2' harus ditentukan.
it_it: Deve essere specificato un indirizzo IP valido per "Wins Server #2".
ja_jp: 「WINS サーバ2」に有効なIP アドレスを指定してください。
ko_ko: 'WINS 서버 #2'의 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP válido para 'WINS Server #2' deverá ser especificado.
sw_sw: En giltig IP-adress för "WINS Server #2" måste anges.
tr_tr: 'WINS Sunucusu #2' için geçerli bir IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу для "WINS Server #2".

source: Create Phase1
id_id: Buat Fase1
it_it: Crea fase1
ja_jp: フェーズ 1 の新規作成
ko_ko: 1단계 만들기
pt_pt: Criar Fase1
sw_sw: Skapa fas 1
tr_tr: Aşama1 Oluştur
uk_uk: Створіть фазу 1

source: Please click Create to define one.
id_id: Silakan klik Buat untuk menentukannya.
it_it: Fare clic su Crea per definire uno.
ja_jp: 定義を作成するには、クリックしてください。
ko_ko: 만들기를 클릭하여 정의하세요.
pt_pt: Por favor clique em criar para definir um.
sw_sw: Klicka på Skapa för att definiera en.
tr_tr: Bir tane tanımlamak için lütfen Oluştur'a tıklayın.
uk_uk: Будь ласка, натисніть "Створити", щоб визначити його.

source: Support for IPsec Mobile clients is enabled but a Phase1 definition was not found
id_id: Dukungan untuk klien IPsec Mobile diaktifkan tetapi definisi Phase1 tidak ditemukan
it_it: Il supporto per i client mobili IPsec è abilitato ma non è stata trovata una definizione di fase1
ja_jp: IPsec モバイルクライアント対応が有効になっている、フェーズ 1 の定義が見つかりません。
ko_ko: IPsec 모바일 클라이언트에 대한 지원이 사용하도록 설정되었지만 Phase1 정의를 찾을 수 없습니다.
pt_pt: Suporte para clientes móveis IPsec está activo, mas a definição da Fase1 não foi encontrada
sw_sw: Stöd för IPsec Mobile-klienter är aktiverat, men en fas 1-definition hittades inte.
tr_tr: IPsec Mobil istemciler için destek etkinleştirildi ancak bir Faz1 tanımı bulunamadı
uk_uk: Підтримка клієнтів IPsec Mobile увімкнена, але визначення Phase1 не знайдено

source: IKE Extensions
id_id: Ekstensi IKE
it_it: Estensioni ike
ja_jp: IKE 拡張機能
ko_ko: IKE 확장
pt_pt: Extensões IKE
sw_sw: IKE-tillägg
tr_tr: IKE Uzantıları
uk_uk: Розширення IKE

source: Enable IPsec Mobile Client Support
id_id: Mengaktifkan Dukungan Klien Seluler IPsec
it_it: Abilita il supporto client mobile IPsec
ja_jp: IPsec モバイルクライアント対応有効
ko_ko: IPsec 모바일 클라이언트 지원 사용
pt_pt: Activar o suporte ao cliente IPsec móvel
sw_sw: Aktivera stöd för IPsec Mobile Client
tr_tr: IPsec Mobil İstemci Desteğini Etkinleştir
uk_uk: Увімкніть підтримку мобільних клієнтів IPsec

source: Extended Authentication (Xauth)
id_id: Otentikasi yang Diperpanjang (Xauth)
it_it: Autenticazione estesa (Xauth)
ja_jp: 拡張認証（Xauth）
ko_ko: 확장 인증(Xauth)
pt_pt: Autenticação de utilizador
sw_sw: Utökad autentisering (Xauth)
tr_tr: Genişletilmiş Kimlik Doğrulama (Xauth)
uk_uk: Розширена автентифікація (Xauth)

source: Backend for authentication
id_id: Backend untuk autentikasi
it_it: Backend per l'autenticazione
ja_jp: 認証用バックエンド
ko_ko: 인증용 백엔드
pt_pt: Backend para autenticação
sw_sw: Backend för autentisering
tr_tr: Kimlik doğrulama için arka uç
uk_uk: Бекенд для автентифікації

source: Restrict access to users in the selected local group. Please be aware that other authentication backends will refuse to authenticate when using this option.
id_id: Membatasi akses ke pengguna di grup lokal yang dipilih. Perlu diketahui bahwa backend autentikasi lain akan menolak autentikasi saat menggunakan opsi ini.
it_it: Limitare l'accesso agli utenti nel gruppo locale selezionato. Si prega di essere consapevoli del fatto che altri backend di autenticazione si rifiuteranno di autenticarsi quando si utilizza questa opzione.
ja_jp: 選択したローカルグループのユーザに対するアクセスを制限します。その他の認証バックエンドはこのオプションの使用時に認証を拒否するように注意してください。
ko_ko: 선택한 로컬 그룹의 사용자에 대한 액세스를 제한합니다. 이 옵션을 사용하면 다른 인증 백엔드에서 인증을 거부한다는 점에 유의하세요.
pt_pt: Restringir o acesso aos utilizadores do grupo local seleccionado. É favor estar ciente de que outros backends de autenticação se recusarão a autenticar ao utilizar esta opção.
sw_sw: Begränsa åtkomsten till användare i den valda lokala gruppen. Observera att andra autentiseringsbackends vägrar att autentisera när du använder det här alternativet.
tr_tr: Seçilen yerel gruptaki kullanıcılara erişimi kısıtlayın. Bu seçenek kullanıldığında diğer kimlik doğrulama arka uçlarının kimlik doğrulamayı reddedeceğini lütfen unutmayın.
uk_uk: Обмежити доступ для користувачів у вибраній локальній групі. Зауважте, що інші бекенди автентифікації відмовлятимуться автентифікуватися при використанні цієї опції.

source: Client Configuration (mode-cfg)
id_id: Konfigurasi Klien (mode-cfg)
it_it: Configurazione client (modalità-CFG)
ja_jp: クライアント構成 (mode-cfg)
ko_ko: 클라이언트 구성(mode-cfg)
pt_pt: Configuração cliente (mode-cfg)
sw_sw: Klientkonfiguration (mode-cfg)
tr_tr: İstemci Yapılandırması (mode-cfg)
uk_uk: Конфігурація клієнта (mode-cfg)

source: Virtual IPv4 Address Pool
id_id: Kumpulan Alamat IPv4 Virtual
it_it: Pool di indirizzi IPv4 virtuale
ja_jp: 仮想IPv4アドレスプール
ko_ko: 가상 IPv4 주소 풀
pt_pt: Pool virtual de endereços IPv4
sw_sw: Pool med virtuella IPv4-adresser
tr_tr: Sanal IPv4 Adres Havuzu
uk_uk: Віртуальний пул адрес IPv4

source: Provide a virtual IPv4 address to clients
id_id: Memberikan alamat IPv4 virtual kepada klien
it_it: Fornire un indirizzo IPv4 virtuale ai client
ja_jp: クライアントに仮想IPv4アドレスを提供する
ko_ko: 클라이언트에 가상 IPv4 주소 제공
pt_pt: Fornecer um endereço IPv4 virtual aos clientes
sw_sw: Ge en virtuell IPv4-adress till klienterna
tr_tr: İstemcilere sanal bir IPv4 adresi sağlama
uk_uk: Надайте клієнтам віртуальну IPv4-адресу

source: Virtual IPv6 Address Pool
id_id: Kumpulan Alamat IPv6 Virtual
it_it: Pool di indirizzi IPv6 virtuale
ja_jp: 仮想IPv6アドレスプール
ko_ko: 가상 IPv6 주소 풀
pt_pt: Pool Virtual de Endereços IPv6
sw_sw: Pool med virtuella IPv6-adresser
tr_tr: Sanal IPv6 Adres Havuzu
uk_uk: Віртуальний пул адрес IPv6

source: Provide a virtual IPv6 address to clients
id_id: Memberikan alamat IPv6 virtual kepada klien
it_it: Fornire un indirizzo IPv6 virtuale ai client
ja_jp: クライアントに仮想IPv6アドレスを提供する
ko_ko: 클라이언트에 가상 IPv6 주소 제공
pt_pt: Fornecer um endereço IPv6 virtual aos clientes
sw_sw: Ge en virtuell IPv6-adress till klienterna
tr_tr: İstemcilere sanal bir IPv6 adresi sağlama
uk_uk: Надайте клієнтам віртуальну IPv6-адресу

source: Network List
id_id: Daftar Jaringan
it_it: Elenco di rete
ja_jp: ネットワークリスト
ko_ko: 네트워크 목록
pt_pt: Lista de redes
sw_sw: Lista över nätverk
tr_tr: Ağ Listesi
uk_uk: Список мереж

source: Provide a list of accessible networks to clients
id_id: Menyediakan daftar jaringan yang dapat diakses oleh klien
it_it: Fornire un elenco di reti accessibili ai clienti
ja_jp: クライアントにアクセス可能なネットワークのリストを提供する
ko_ko: 클라이언트에 액세스 가능한 네트워크 목록 제공
pt_pt: Fornecer uma lista de redes disponíveis para os clientes
sw_sw: Ge kunderna en förteckning över tillgängliga nätverk.
tr_tr: Müşterilere erişilebilir ağların bir listesini sağlayın
uk_uk: Надайте клієнтам список доступних мереж

source: Save Xauth Password
id_id: Simpan Kata Sandi Xauth
it_it: Salva la password xauth
ja_jp: Xauth パスワードを保存する
ko_ko: 인증 비밀번호 저장
pt_pt: Guarda Xauth Palavra-passe
sw_sw: Spara Xauth-lösenord
tr_tr: Xauth Parolasını Kaydet
uk_uk: Зберегти пароль Xauth

source: Allow clients to save Xauth passwords (Cisco VPN client only)
id_id: Izinkan klien menyimpan kata sandi Xauth (hanya klien VPN Cisco)
it_it: Consenti ai clienti di salvare le password XAUTH (solo client Cisco VPN)
ja_jp: クライアントにXauth パスワードの保存を許可 ( Cisco VPN クライアントのみ )
ko_ko: 클라이언트가 Xauth 암호를 저장하도록 허용(Cisco VPN 클라이언트만 해당)
pt_pt: Permitir aos clientes guardar palavras-passe Xauth (apenas cliente VPN Cisco)
sw_sw: Tillåt klienter att spara Xauth-lösenord (endast Cisco VPN-klient)
tr_tr: İstemcilerin Xauth parolalarını kaydetmesine izin ver (yalnızca Cisco VPN istemcisi)
uk_uk: Дозволити клієнтам зберігати паролі Xauth (лише для клієнтів Cisco VPN)

source: With iPhone clients, this does not work when deployed via the iPhone configuration utility, only by manual entry.
id_id: Dengan klien iPhone, ini tidak berfungsi ketika digunakan melalui utilitas konfigurasi iPhone, hanya dengan entri manual.
it_it: Con i client iPhone, questo non funziona quando viene distribuito tramite l'utilità di configurazione iPhone, solo mediante ingresso manuale.
ja_jp: iPhone クライアントで iPhone 構成ユーティリティを使用してデプロイするとこれは機能しません。
ko_ko: iPhone 클라이언트의 경우, iPhone 구성 유틸리티를 통해 배포할 때는 이 기능이 작동하지 않으며 수동 입력으로만 가능합니다.
pt_pt: Com clientes iPhone, isto não funciona quando implantado através do utilitário de configuração do iPhone, apenas por entrada manual.
sw_sw: Med iPhone-klienter fungerar detta inte när de distribueras via iPhone-konfigurationsverktyget, utan endast genom manuell inmatning.
tr_tr: iPhone istemcileriyle, iPhone yapılandırma yardımcı programı aracılığıyla dağıtıldığında bu çalışmaz, yalnızca manuel girişle çalışır.
uk_uk: З клієнтами iPhone це не працює при розгортанні за допомогою утиліти конфігурації iPhone, тільки при ручному введенні.

source: Provide a default domain name to clients
id_id: Memberikan nama domain default kepada klien
it_it: Fornire un nome di dominio predefinito ai client
ja_jp: クライアントにデフォルトドメイン名を提供
ko_ko: 클라이언트에 기본 도메인 이름 제공
pt_pt: Fornecer um nome de domínio predefinido aos clientes
sw_sw: Ange ett standarddomännamn för klienter
tr_tr: İstemcilere varsayılan bir alan adı sağlayın
uk_uk: Надайте клієнтам доменне ім'я за замовчуванням

source: Split DNS
id_id: Membagi DNS
it_it: DNS diviso
ja_jp: スプリットDNS
ko_ko: 분할 DNS
pt_pt: DNS dividido
sw_sw: Uppdelad DNS
tr_tr: Bölünmüş DNS
uk_uk: Розділений DNS

source: Provide a list of split DNS domain names to clients
id_id: Memberikan daftar nama domain DNS terpisah kepada klien
it_it: Fornire un elenco di nomi di dominio DNS diviso ai clienti
ja_jp: スプリットDNSのDNSリストのクライアントに提供します。
ko_ko: 클라이언트에 분할된 DNS 도메인 이름 목록 제공
pt_pt: Fornecer uma lista de nomes de domínio DNS divididos aos clientes
sw_sw: Ge en lista över delade DNS-domännamn till klienterna.
tr_tr: İstemcilere bölünmüş DNS alan adlarının bir listesini sağlayın
uk_uk: Надайте клієнтам список розділених доменних імен DNS

source: Enter a comma-separated list. If left blank, and a default domain is set, it will be used for this value.
id_id: Masukkan daftar yang dipisahkan dengan koma. Jika dibiarkan kosong, dan domain default ditetapkan, maka nilai ini akan digunakan.
it_it: Immettere un elenco separato da virgola. Se lasciato vuoto e viene impostato un dominio predefinito, verrà utilizzato per questo valore.
ja_jp: カンマ区切りリストを入力してください、空白のままにする場合、デフォルトドメインが設定されていれば、この値として使用します。
ko_ko: 쉼표로 구분된 목록을 입력합니다. 공란으로 남겨두고 기본 도메인이 설정되어 있으면 이 값에 기본 도메인이 사용됩니다.
pt_pt: Entrar numa lista separada por vírgulas. Se for deixado em branco, e for definido um domínio por defeito, será utilizado para este valor.
sw_sw: Ange en kommatecknad lista. Om du inte anger något och det finns en standarddomän kommer den att användas för det här värdet.
tr_tr: Virgülle ayrılmış bir liste girin. Boş bırakılırsa ve varsayılan bir etki alanı ayarlanırsa, bu değer için kullanılır.
uk_uk: Введіть список, розділений комами. Якщо залишити поле порожнім і встановити домен за замовчуванням, його буде використано для цього значення.

source: DNS Servers
id_id: Server DNS
it_it: Server DNS
ja_jp: DNSサーバ
ko_ko: DNS 서버
pt_pt: Servidores DNS
sw_sw: DNS-servrar
tr_tr: DNS Sunucuları
uk_uk: DNS-сервери

source: Provide a DNS server list to clients
id_id: Memberikan daftar server DNS kepada klien
it_it: Fornire un elenco di server DNS ai client
ja_jp: クライアントにDNSリストを提供する
ko_ko: 클라이언트에 DNS 서버 목록 제공
pt_pt: Fornecer uma lista de servidores DNS aos clientes
sw_sw: Tillhandahålla en DNS-serverlista till klienterna
tr_tr: İstemcilere bir DNS sunucu listesi sağlama
uk_uk: Надання клієнтам списку DNS-серверів

source: WINS Servers
id_id: Server WINS
it_it: Vince i server
ja_jp: WINSサーバ
ko_ko: WINS 서버
pt_pt: Servidores GANHADORES
sw_sw: WINS-servrar
tr_tr: WINS Sunucuları
uk_uk: Виграє Сервери

source: Provide a WINS server list to clients
id_id: Memberikan daftar server WINS kepada klien
it_it: Fornire un elenco di server Wins ai client
ja_jp: クライアントにサーバリストを提供する
ko_ko: 클라이언트에 WINS 서버 목록 제공
pt_pt: Fornecer uma lista de servidores WINS aos clientes
sw_sw: Tillhandahålla en WINS-serverlista till klienter
tr_tr: İstemcilere bir WINS sunucu listesi sağlayın
uk_uk: Надання клієнтам списку WINS-серверів

source: Phase 2 PFS Group
id_id: Kelompok PFS Tahap 2
it_it: Gruppo PFS di fase 2
ja_jp: フェーズ2 PFS グループ
ko_ko: 2단계 PFS 그룹
pt_pt: Grupo PFS Fase 2
sw_sw: Fas 2 PFS-gruppen
tr_tr: Faz 2 PFS Grubu
uk_uk: Фаза 2 Група ПФС

source: Provide the selected phase 2 PFS group to all mobile clients.
id_id: Berikan grup PFS fase 2 yang dipilih ke semua klien seluler.
it_it: Fornire il gruppo PFS di fase 2 selezionato a tutti i client mobili.
ja_jp: 選択されたフェーズ2 Pfsは、すべてのモバイルクライアントに提供します。
ko_ko: 선택한 2단계 PFS 그룹을 모든 모바일 클라이언트에 제공합니다.
pt_pt: Fornecer o grupo PFS da fase 2 seleccionado a todos os clientes móveis.
sw_sw: Tillhandahåll den valda fas 2 PFS-gruppen till alla mobila klienter.
tr_tr: Seçilen 2. aşama PFS grubunu tüm mobil istemcilere sağlayın.
uk_uk: Надайте обрану групу PFS фази 2 усім мобільним клієнтам.

source: Login Banner
id_id: Spanduk Masuk
it_it: Banner di accesso
ja_jp: ログインバナー
ko_ko: 로그인 배너
pt_pt: Banner de Login
sw_sw: Banner för inloggning
tr_tr: Giriş Banner'ı
uk_uk: Банер для входу в систему
