Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
id_id: Ini adalah jaringan IPv4 yang akan dapat diakses dari titik akhir jarak jauh. Dinyatakan sebagai daftar yang dipisahkan dengan koma yang terdiri dari satu atau beberapa rentang CIDR. Anda dapat mengosongkan ini jika Anda tidak ingin menambahkan rute ke jaringan lokal melalui terowongan ini pada mesin jarak jauh. Hal ini umumnya diatur ke jaringan LAN Anda
it_it: Queste sono le reti IPv4 che saranno accessibili dall'endpoint remoto. Espresso come un elenco separato da una o più gamme CIDR. Puoi lasciare questo vuoto se non si desidera aggiungere un percorso alla rete locale attraverso questo tunnel sulla macchina remota. Questo è generalmente impostato sulla rete LAN
ja_jp: リモートエンドポイントからアクセス可能なIPv4ネットワークです。1つ以上のCIDR 範囲のカンマ区切りリストとして表記します。リモート機器に対して、このトンネルを経由したローカルネットワークへのルートを追加しない場合は空白にしてください。
ko_ko: 원격 엔드포인트에서 액세스할 수 있는 IPv4 네트워크입니다. 쉼표로 구분된 하나 이상의 CIDR 범위 목록으로 표시됩니다. 원격 컴퓨터에서 이 터널을 통해 로컬 네트워크에 경로를 추가하지 않으려면 이 값을 비워 둘 수 있습니다. 일반적으로 LAN 네트워크로 설정됩니다.
pt_pt: Esta é uma rede IPV4 que será acessível por um endpoint remoto. Expressa por uma lista separada por virgulas com uma ou mais gamas CIDR. Poderá deixar em branco se não quiser adicionar uma rotação à rede local através deste túnel na máquina remota. Isto é geralmente configurado sobra a vossa REDE
sw_sw: Detta är de IPv4-nätverk som kommer att vara tillgängliga från fjärrslutpunkten. Uttryckt som en kommaseparerad lista med ett eller flera CIDR-områden. Du kan lämna detta tomt om du inte vill lägga till en rutt till det lokala nätverket genom den här tunneln på fjärrmaskinen. Detta är vanligtvis inställt på ditt LAN-nätverk.
tr_tr: Bunlar, uzak uç noktadan erişilebilecek IPv4 ağlarıdır. Bir veya daha fazla CIDR aralığının virgülle ayrılmış bir listesi olarak ifade edilir. Uzak makinede bu tünel üzerinden yerel ağa bir rota eklemek istemiyorsanız bunu boş bırakabilirsiniz. Bu genellikle LAN ağınıza ayarlanır
uk_uk: Це мережі IPv4, які будуть доступні з віддаленої кінцевої точки. Виражаються у вигляді відокремленого комами списку одного або декількох діапазонів CIDR. Ви можете залишити це поле порожнім, якщо не хочете додавати маршрут до локальної мережі через цей тунель на віддаленому комп'ютері. Зазвичай у вашій локальній мережі налаштовано так

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
id_id: Ini adalah jaringan IPv6 yang akan dapat diakses dari titik akhir jarak jauh. Dinyatakan sebagai daftar satu atau lebih IP/PREFIX yang dipisahkan dengan koma. Anda dapat mengosongkan ini jika Anda tidak ingin menambahkan rute ke jaringan lokal melalui terowongan ini pada mesin jarak jauh. Hal ini umumnya diatur ke jaringan LAN Anda
it_it: Queste sono le reti IPv6 che saranno accessibili dall'endpoint remoto. Espresso come un elenco separato da virgola di uno o più IP/prefisso. Puoi lasciare questo vuoto se non si desidera aggiungere un percorso alla rete locale attraverso questo tunnel sulla macchina remota. Questo è generalmente impostato sulla rete LAN
ja_jp: リモートエンドポイントからアクセス可能なIPv6ネットワークです。1つ以上のIP/PREFIXのカンマ区切りリストとして表記します。リモート機器に対して、このトンネルを経由したローカルネットワークへのルートを追加したくない場合は空白にしてください。
ko_ko: 원격 엔드포인트에서 액세스할 수 있는 IPv6 네트워크입니다. 쉼표로 구분된 하나 이상의 IP/프리픽스 목록으로 표시됩니다. 원격 컴퓨터에서 이 터널을 통해 로컬 네트워크에 경로를 추가하지 않으려면 이 값을 비워 둘 수 있습니다. 일반적으로 LAN 네트워크로 설정됩니다.
pt_pt: Esta é uma rede IPV4 que será acessível por um endpoint remoto. Expressa por uma lista separada por virgulas com um ou mais IP/PREFIX. Poderá deixar em branco se não quiser adicionar uma rotação à rede local através deste túnel na máquina remota. Isto é geralmente configurado sobra a vossa rede
sw_sw: Detta är de IPv6-nätverk som kommer att vara tillgängliga från fjärrslutpunkten. Uttryckt som en kommaseparerad lista med en eller flera IP/PREFIX. Du kan lämna detta tomt om du inte vill lägga till en rutt till det lokala nätverket genom den här tunneln på fjärrmaskinen. Detta är vanligtvis inställt på ditt LAN-nätverk.
tr_tr: Bunlar, uzak uç noktadan erişilebilecek IPv6 ağlarıdır. Bir veya daha fazla IP/PREFIX'in virgülle ayrılmış listesi olarak ifade edilir. Uzak makinede bu tünel üzerinden yerel ağa bir rota eklemek istemiyorsanız bunu boş bırakabilirsiniz. Bu genellikle LAN ağınıza ayarlanır
uk_uk: Це мережі IPv6, які будуть доступні з віддаленої кінцевої точки. Виражаються у вигляді списку одного або декількох IP/PREFIX через кому. Ви можете залишити це поле порожнім, якщо не хочете додавати маршрут до локальної мережі через цей тунель на віддаленому комп'ютері. Зазвичай у вашій локальній мережі встановлено такі значення

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
id_id: Ini adalah jaringan IPv4 yang akan dirutekan melalui terowongan, sehingga VPN situs-ke-situs dapat dibuat tanpa mengubah tabel perutean secara manual. Dinyatakan sebagai daftar yang dipisahkan dengan koma yang terdiri dari satu atau beberapa rentang CIDR. Jika ini adalah VPN situs-ke-situs, masukkan LAN jarak jauh di sini. Anda dapat mengosongkan ini jika Anda tidak menginginkan VPN situs-ke-situs
it_it: Queste sono le reti IPv4 che verranno instradate attraverso il tunnel, in modo da poter stabilire una VPN dal sito a sito senza modificare manualmente le tabelle di routing. Espresso come un elenco separato da una o più gamme CIDR. Se si tratta di una VPN del sito a sito, inserisci qui la LAN/S remota. Puoi lasciare questo vuoto se non vuoi una VPN sul sito
ja_jp: トンネル経由でルーティングされるIPv4ネットワークですが、ルーティングテーブルを手動で変更せずに、サイト間VPN接続を確立させることができます.1つ以上のCIDRのカンマ区切りリストとして表記します。
ko_ko: 라우팅 테이블을 수동으로 변경하지 않고도 사이트 간 VPN을 설정할 수 있도록 터널을 통해 라우팅될 IPv4 네트워크입니다. 쉼표로 구분된 하나 이상의 CIDR 범위 목록으로 표시됩니다. 사이트 간 VPN인 경우 여기에 원격 LAN을 입력합니다. 사이트 간 VPN을 원하지 않는 경우 비워 둘 수 있습니다.
pt_pt: Esta é uma rede IPV4 que será roteada sobre um túnel, por isso uma VPN site-para-site poderá ser estabelecida sem mudar manualmente como tabelas de roteamento. Expressa por uma lista separada por virgulas com uma ou mais gamas CIDR. Se esta VPN for de site-para-site, introduza a LAN's remota aqui. Poderá deixar em branco se não quiser uma VPN site-para-site.
sw_sw: Detta är de IPv4-nätverk som kommer att dirigeras genom tunneln, så att en VPN från plats till plats kan upprättas utan att ändra routningstabellerna manuellt. Uttryckt som en kommaseparerad lista med ett eller flera CIDR-områden. Om det här är ett VPN från plats till plats anger du fjärr-LAN/s här. Du kan lämna detta tomt om du inte vill ha en plats-till-plats-VPN.
tr_tr: Bunlar, tünel üzerinden yönlendirilecek IPv4 ağlarıdır, böylece yönlendirme tablolarını manuel olarak değiştirmeden bir siteden siteye VPN kurulabilir. Bir veya daha fazla CIDR aralığının virgülle ayrılmış bir listesi olarak ifade edilir. Bu bir siteden siteye VPN ise, uzak LAN'ları buraya girin. Siteden siteye VPN istemiyorsanız bunu boş bırakabilirsiniz
uk_uk: Це IPv4-мережі, які будуть прокладені через тунель, щоб можна було створити VPN-мережу між сайтами без ручної зміни таблиць маршрутизації. Виражається у вигляді списку одного або декількох діапазонів CIDR, розділених комами. Якщо це міжмережева VPN, введіть тут віддалену локальну мережу/мережі. Ви можете залишити це поле порожнім, якщо вам не потрібна міжмережева VPN

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
id_id: Ini adalah jaringan IPv6 yang akan dirutekan melalui terowongan, sehingga VPN situs-ke-situs dapat dibuat tanpa mengubah tabel perutean secara manual. Dinyatakan sebagai daftar satu atau lebih IP/PREFIX yang dipisahkan dengan koma. Jika ini adalah VPN situs-ke-situs, masukkan LAN jarak jauh di sini. Anda dapat mengosongkan ini jika Anda tidak menginginkan VPN situs-ke-situs
it_it: Queste sono le reti IPv6 che verranno instradate attraverso il tunnel, in modo da poter stabilire una VPN dal sito a sito senza modificare manualmente le tabelle di routing. Espresso come un elenco separato da virgola di uno o più IP/prefisso. Se si tratta di una VPN del sito a sito, inserisci qui la LAN/S remota. Puoi lasciare questo vuoto se non vuoi una VPN sul sito
ja_jp: トンネル経由でルーティングされるIPv6ネットワークですが、ルーティングテーブルを手動で変更せずに、サイト間VPN接続を確立させることができます。
ko_ko: 라우팅 테이블을 수동으로 변경하지 않고도 사이트 간 VPN을 설정할 수 있도록 터널을 통해 라우팅될 IPv6 네트워크입니다. 쉼표로 구분된 하나 이상의 IP/프리픽스 목록으로 표시됩니다. 사이트 간 VPN인 경우, 여기에 원격 LAN을 입력합니다. 사이트 간 VPN을 원하지 않는 경우 비워 둘 수 있습니다.
pt_pt: Esta é uma rede IPV6 que será roteada sobre um túnel, por isso uma VPN site-para-site poderá ser estabelecida sem mudar manualmente como tabelas de roteamento. Expressa por uma lista separada por virgulas com um ou mais IP/PREFIX. Se esta vPN for de site-para-site, introduza a LAN's remota aqui. Poderá deixar em branco se não quiser uma VPN site-para-site.
sw_sw: Detta är de IPv6-nätverk som kommer att dirigeras genom tunneln, så att en VPN från plats till plats kan upprättas utan att ändra routningstabellerna manuellt. Uttryckt som en kommaseparerad lista med en eller flera IP/PREFIX. Om detta är en VPN från plats till plats, ange fjärr-LAN/s här. Du kan lämna detta tomt om du inte vill ha en plats-till-plats-VPN.
tr_tr: Bunlar, tünel üzerinden yönlendirilecek IPv6 ağlarıdır, böylece yönlendirme tablolarını manuel olarak değiştirmeden bir siteden siteye VPN kurulabilir. Bir veya daha fazla IP/PREFIX'in virgülle ayrılmış listesi olarak ifade edilir. Bu bir siteden siteye VPN ise, uzak LAN'ları buraya girin. Siteden siteye VPN istemiyorsanız bunu boş bırakabilirsiniz
uk_uk: Це IPv6-мережі, які будуть прокладені через тунель, щоб можна було створити VPN-мережу між сайтами без ручної зміни таблиць маршрутизації. Виражається у вигляді списку одного або декількох IP/PREFIX через кому. Якщо це міжмережева VPN, введіть тут віддалену локальну мережу/мережі. Ви можете залишити це поле порожнім, якщо вам не потрібна міжмережева VPN.

source: Concurrent connections
id_id: Koneksi bersamaan
it_it: Connessioni concomitanti
ja_jp: 同時接続
ko_ko: 동시 연결
pt_pt: Ligações simultâneas
sw_sw: Samtida anslutningar
tr_tr: Eşzamanlı bağlantılar
uk_uk: Паралельні з'єднання

source: Specify the maximum number of clients allowed to concurrently connect to this server
id_id: Tentukan jumlah maksimum klien yang diizinkan untuk menyambung secara bersamaan ke server ini
it_it: Specificare il numero massimo di client consentiti di connettersi contemporaneamente a questo server
ja_jp: このサーバに同時接続を許可する、クライアントの最大数を指定してください。
ko_ko: 이 서버에 동시에 연결할 수 있는 최대 클라이언트 수를 지정합니다.
pt_pt: Especifique o máximo numero de clientes autorizados a ligarem-se simultaneamente a este servidor
sw_sw: Ange det maximala antalet klienter som samtidigt får ansluta till den här servern.
tr_tr: Bu sunucuya eşzamanlı olarak bağlanmasına izin verilen maksimum istemci sayısını belirtin
uk_uk: Вкажіть максимальну кількість клієнтів, яким дозволено одночасно підключатися до цього сервера

source: Inter-client communication
id_id: Komunikasi antar-klien
it_it: Comunicazione inter-cliente
ja_jp: クライアント間通信
ko_ko: 클라이언트 간 커뮤니케이션
pt_pt: Comunicações Entre-Clientes
sw_sw: Kommunikation mellan klienter
tr_tr: Müşteriler arası iletişim
uk_uk: Міжклієнтська комунікація

source: Allow communication between clients connected to this server
id_id: Memungkinkan komunikasi antara klien yang terhubung ke server ini
it_it: Consenti la comunicazione tra i client connessi a questo server
ja_jp: このサーバに接続しているクライアント間の通信を許可する。
ko_ko: 이 서버에 연결된 클라이언트 간의 통신 허용
pt_pt: Permitir uma comunicação entre clientes conectados a este servidor
sw_sw: Tillåta kommunikation mellan klienter som är anslutna till den här servern.
tr_tr: Bu sunucuya bağlı istemciler arasında iletişime izin ver
uk_uk: Дозволити спілкування між клієнтами, підключеними до цього сервера

source: Allow multiple concurrent connections from clients using the same Common Name.<br />NOTE: This is not generally recommended, but may be needed for some scenarios.
id_id: Izinkan beberapa koneksi bersamaan dari klien menggunakan Nama Umum yang sama.<br />CATATAN: Hal ini umumnya tidak disarankan, tetapi mungkin diperlukan untuk beberapa skenario.
it_it: Consentire più connessioni simultanee dai client che utilizzano lo stesso nome comune. <br /> Nota: questo non è generalmente raccomandato, ma può essere necessario per alcuni scenari.
ja_jp: 同じコモンネームを使用しているクライアントからの複数の同時接続を許可します。
ko_ko: 동일한 일반 이름을 사용하는 클라이언트의 여러 동시 연결 허용 <br />주: 일반적으로 권장되지는 않지만 일부 시나리오에서는 필요할 수 있습니다.
pt_pt: Permite múltiplas ligações concorrentes de clientes que usam o mesmo nome comum.<br />NOTA: Geralmente isto não é recomendado, mas pode ser necessário em alguns cenários.
sw_sw: Tillåt flera samtidiga anslutningar från klienter som använder samma gemensamma namn.<br />OBS: Detta rekommenderas inte i allmänhet, men kan behövas i vissa fall.
tr_tr: Aynı Ortak Adı kullanan istemcilerden birden fazla eşzamanlı bağlantıya izin verin.<br />NOT: Bu genellikle önerilmez, ancak bazı senaryolar için gerekli olabilir.
uk_uk: Дозволити кілька одночасних з'єднань від клієнтів, які використовують те саме загальне ім'я.<br />Примітка: Зазвичай це не рекомендується, але може знадобитися для деяких сценаріїв.

source: Allow connected clients to retain their connections if their IP address changes
id_id: Izinkan klien yang tersambung untuk mempertahankan koneksi mereka jika alamat IP mereka berubah
it_it: Consenti ai client connessi di conservare le loro connessioni se il loro indirizzo IP cambia
ja_jp: 接続されたクライアントのIPアドレスが変更されることも、クライアントが接続を維持することを許可する。
ko_ko: 연결된 클라이언트의 IP 주소가 변경되더라도 연결을 유지할 수 있도록 허용
pt_pt: Permitir que clientes ligados reter como suas ligações se os seus endereços IP mudarem
sw_sw: Låt anslutna klienter behålla sina anslutningar om deras IP-adress ändras.
tr_tr: Bağlı istemcilerin IP adresleri değiştiğinde bağlantılarını korumalarına izin verin
uk_uk: Дозвольте підключеним клієнтам зберігати з'єднання, якщо їхня IP-адреса змінюється

source: Topology
id_id: Topologi
it_it: Topologia
ja_jp: トポロジ
ko_ko: 토폴로지
pt_pt: Topologia
sw_sw: Topologi
tr_tr: Topoloji
uk_uk: Топологія

source: Allocate only one IP per client (topology subnet), rather than an isolated subnet per client (topology net30).
id_id: Alokasikan hanya satu IP per klien (subnet topologi), bukan subnet yang terisolasi per klien (topologi net30).
it_it: Allocare un solo IP per client (sottorete di topologia), anziché una sottorete isolata per client (topologia net30).
ja_jp: クライアント毎に割り当てるIPは1つだけです（トポロジー・サブネット）。
ko_ko: 클라이언트당 격리된 서브넷(토폴로지 net30)이 아닌 클라이언트당 하나의 IP만 할당합니다(토폴로지 서브넷).
pt_pt: Aloque somente um IP por cliente (topologia subnet), e ao invês de uma subnet isolada por cliente (topologia net30).
sw_sw: Tilldela endast en IP per klient (topologi subnet), i stället för ett isolerat subnät per klient (topologi net30).
tr_tr: İstemci başına yalıtılmış bir alt ağ (topoloji net30) yerine istemci başına yalnızca bir IP tahsis edin (topoloji alt ağı).
uk_uk: Виділяйте лише одну IP-адресу для кожного клієнта (топологія підмережі), а не ізольовану підмережу для кожного клієнта (топологія net30).

source: Relevant when supplying a virtual adapter IP address to clients when using tun mode on IPv4.
id_id: Relevan ketika memberikan alamat IP adaptor virtual kepada klien ketika menggunakan mode tun pada IPv4.
it_it: Pertinente quando si fornisce un indirizzo IP dell'adattatore virtuale ai client quando si utilizza la modalità TUN su IPv4.
ja_jp: IPv4 と tun モードを使用する場合で、仮想アダプタ IP アドレスをクライアントに指定する際に関係します。
ko_ko: IPv4에서 튜닝 모드를 사용할 때 클라이언트에 가상 어댑터 IP 주소를 제공할 때 관련됩니다.
pt_pt: Relevante quando fornece um endereço IP virtual para os clientes quando usam o modo tun no IPv4.
sw_sw: Relevant när en IP-adress för ett virtuellt adapter tillhandahålls till klienter som använder tun-läge på IPv4.
tr_tr: IPv4 üzerinde tun modunu kullanırken istemcilere sanal bağdaştırıcı IP adresi sağlarken geçerlidir.
uk_uk: Актуально при наданні клієнтам IP-адреси віртуального адаптера при використанні режиму tun на IPv4.

source: Some clients may require this even for IPv6, such as OpenVPN Connect (iOS/Android). Others may break if it is present, such as older versions of OpenVPN or clients such as Yealink phones.
id_id: Beberapa klien mungkin memerlukan ini bahkan untuk IPv6, seperti OpenVPN Connect (iOS/Android). Beberapa lainnya mungkin rusak jika ada, seperti versi OpenVPN yang lebih lama atau klien seperti ponsel Yealink.
it_it: Alcuni client potrebbero richiedere questo anche per IPv6, come OpenVPN Connect (iOS/Android). Altri possono rompersi se è presente, come versioni precedenti di OpenVPN o clienti come i telefoni Yealink.
ja_jp: 一部のクライアントでは、OpenVPN接続にてIPv6を使用する際にも必要となります（iOS/Android）現時点では、OpenVPNの古いバージョンや Yealink 製携帯電話機のようなクライアント等の動作はしません。
ko_ko: 일부 클라이언트(예: OpenVPN Connect(iOS/Android))는 IPv6에서도 이를 요구할 수 있습니다. 이전 버전의 OpenVPN 또는 Yealink 휴대폰과 같은 클라이언트에서 이 옵션이 있는 경우 중단될 수 있습니다.
pt_pt: Alguns clientes requerem isto mesmo para IPv6, tal como as ligações OpenVPN (iOS/Android). Outros podem quebrar se isto estiver presente, tal como as versões mais antigas de OpenVPN ou clientes como o telefone Yealink.
sw_sw: Vissa klienter kan kräva detta även för IPv6, till exempel OpenVPN Connect (iOS/Android). Andra kan gå sönder om det finns, t.ex. äldre versioner av OpenVPN eller klienter som Yealink-telefoner.
tr_tr: OpenVPN Connect (iOS/Android) gibi bazı istemciler IPv6 için bile bunu gerektirebilir. OpenVPN'in eski sürümleri veya Yealink telefonları gibi istemciler gibi diğerleri ise mevcutsa bozulabilir.
uk_uk: Деякі клієнти можуть вимагати цього навіть для IPv6, наприклад, OpenVPN Connect (iOS/Android). Інші можуть зламатися, якщо він присутній, наприклад, старіші версії OpenVPN або клієнти, такі як телефони Yealink.

source: Force DNS cache update
id_id: Memaksa pembaruan cache DNS
it_it: Forzare l'aggiornamento della cache DNS
ja_jp: DNS キャッシュを強制更新
ko_ko: 강제 DNS 캐시 업데이트
pt_pt: Forçar a actualização da caixa DNS
sw_sw: Forcera uppdatering av DNS-cache
tr_tr: DNS önbelleğini güncellemeye zorla
uk_uk: Примусове оновлення кешу DNS

source: Run ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' and ''ipconfig /registerdns'' on connection initiation. This is known to kick Windows into recognizing pushed DNS servers.
id_id: Jalankan ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' dan ''ipconfig /registerdns'' pada inisiasi koneksi. Hal ini dikenal untuk menendang Windows agar mengenali server DNS yang didorong.
it_it: Esegui "Net Stop DnScache", "Net Start DnScache", "ipconfig /flushdns" e "ipconfig /registerdns" sull'iniziazione di connessione. Questo è noto per dare il via a Windows nel riconoscere i server DNS spinti.
ja_jp: 接続開始時に ''net stop dnscache''，''net start dnscache''，''ipconfig /flushdns''，及び，''ipconfig /registerdns'' を実行します。 これはWindowsに通知されたDNSサーバを認識する手法として知られています．
ko_ko: 연결 시작 시 ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' 및 ''ipconfig /registerdns''를 실행합니다. 이렇게 하면 Windows가 푸시된 DNS 서버를 인식하는 것으로 알려져 있습니다.
pt_pt: Executar ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' e ''ipconfig /registerdns'' no inicio da ligação. Isto é conhecido por forçar o Windows a reconhecer os servidores de DNS.
sw_sw: Kör ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' och ''ipconfig /registerdns'' när anslutningen inleds. Detta är känt för att Windows ska börja känna igen pushade DNS-servrar.
tr_tr: Bağlantı başlatıldığında ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' ve ''ipconfig /registerdns'' komutlarını çalıştırın. Bunun Windows'un itilmiş DNS sunucularını tanımasını sağladığı bilinmektedir.
uk_uk: Запустіть ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' і ''ipconfig /registerdns'' під час встановлення з'єднання. Відомо, що це змушує Windows розпізнавати витіснені DNS-сервери.

source: Prevent DNS leaks
id_id: Mencegah kebocoran DNS
it_it: Prevenire le perdite DNS
ja_jp: DNSリークを防止する
ko_ko: DNS 유출 방지
pt_pt: Prevenir fugas de DNS
sw_sw: Förhindra DNS-läckor
tr_tr: DNS sızıntılarını önleyin
uk_uk: Запобігайте витоку DNS

source: Block DNS servers on other network adapters to prevent DNS leaks. Compatible with Windows clients only.
id_id: Memblokir server DNS pada adaptor jaringan lain untuk mencegah kebocoran DNS. Hanya kompatibel dengan klien Windows.
it_it: Blocca i server DNS su altri adattatori di rete per prevenire le perdite di DNS. Compatibile solo con i client Windows.
ja_jp: 他のネットワークアダプターのDNSサーバーをブロックして、DNSリークを防止します。Windowsクライアントにのみ対応。
ko_ko: 다른 네트워크 어댑터에서 DNS 서버를 차단하여 DNS 누출을 방지합니다. Windows 클라이언트와만 호환됩니다.
pt_pt: Bloquear servidores DNS em outros adaptadores de rede para evitar fugas de DNS. Compatível apenas com clientes Windows.
sw_sw: Blockera DNS-servrar på andra nätverkskort för att förhindra DNS-läckor. Endast kompatibel med Windows-klienter.
tr_tr: DNS sızıntılarını önlemek için diğer ağ bağdaştırıcılarındaki DNS sunucularını engelleyin. Yalnızca Windows istemcileri ile uyumludur.
uk_uk: Блокуйте DNS-сервери на інших мережевих адаптерах, щоб запобігти витоку DNS. Сумісний лише з клієнтами Windows.

source: Scope ID
id_id: ID Lingkup
it_it: Ambito ID
ja_jp: スコープID
ko_ko: 범위 ID
pt_pt: ID do Âmbito
sw_sw: ID för tillämpningsområde
tr_tr: Kapsam Kimliği
uk_uk: Ідентифікатор сфери застосування

source: Client Management Port
id_id: Port Manajemen Klien
it_it: Porta di gestione dei clienti
ja_jp: クライアント管理ポート
ko_ko: 클라이언트 관리 포트
pt_pt: Porta de gestão do Cliente
sw_sw: Klientförvaltning Port
tr_tr: Müşteri Yönetim Limanı
uk_uk: Порт управління клієнтами
