Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Set priority for low latency and acknowledgements must be an integer between 0 and 7.
id_id: Prioritas yang ditetapkan untuk latensi rendah dan acknowledgement harus berupa bilangan bulat antara 0 dan 7.
it_it: Impostare la priorità per la bassa latenza e i riconoscimenti devono essere un numero intero compreso tra 0 e 7.
ja_jp: 低遅延及び受信確認優先度の設定は 0 ～ 7 の整数です。
ko_ko: 지연 시간이 짧도록 우선순위를 설정하고 승인은 0에서 7 사이의 정수로 설정해야 합니다.
pt_pt: Definir prioridade para a baixa latência e os reconhecimentos devem ser um número inteiro entre 0 e 7.
sw_sw: Ange prioritet för låg latenstid och bekräftelser måste vara ett heltal mellan 0 och 7.
tr_tr: Düşük gecikme süresi ve onaylar için ayarlanan öncelik 0 ile 7 arasında bir tamsayı olmalıdır.
uk_uk: Пріоритет для низької затримки та підтверджень має бути цілим числом від 0 до 7.

source: Set priority for low latency and acknowledgements requires a set priority for normal packets.
id_id: Menetapkan prioritas untuk latensi rendah dan acknowledgement memerlukan prioritas yang ditetapkan untuk paket normal.
it_it: Impostare la priorità per la bassa latenza e i riconoscimenti richiedono una priorità impostata per i pacchetti normali.
ja_jp: 低遅延及び受信確認度の設定、通常パケットに対する優先度を設定する必要があります。
ko_ko: 지연 시간이 짧고 승인에 우선순위를 설정하려면 일반 패킷에 대한 우선순위를 설정해야 합니다.
pt_pt: Definir prioridade para baixa latência e reconhecimentos requer uma prioridade definida para pacotes normais.
sw_sw: En fastställd prioritet för låg latenstid och bekräftelser kräver en fastställd prioritet för normala paket.
tr_tr: Düşük gecikme süresi ve onaylar için ayarlanmış öncelik, normal paketler için ayarlanmış bir öncelik gerektirir.
uk_uk: Встановлення пріоритету для низької затримки та підтверджень вимагає встановлення пріоритету для звичайних пакетів.

source: Priority match must be an integer between 0 and 7.
id_id: Kecocokan prioritas harus berupa bilangan bulat antara 0 dan 7.
it_it: La partita prioritaria deve essere un numero intero tra 0 e 7.
ja_jp: 優先度一致は 0 ～ 7 の整数です。
ko_ko: 우선순위 일치 항목은 0에서 7 사이의 정수여야 합니다.
pt_pt: A correspondência prioritária deve ser um número inteiro entre 0 e 7.
sw_sw: Prioritetsmatchning måste vara ett heltal mellan 0 och 7.
tr_tr: Öncelik eşleşmesi 0 ile 7 arasında bir tamsayı olmalıdır.
uk_uk: Пріоритет збігу повинен бути цілим числом від 0 до 7.

source: Match TOS/DSCP value invalid.
id_id: Nilai TOS/DSCP yang cocok tidak valid.
ja_jp: Match TOS/DSCP 値が無効です。
ko_ko: 일치하는 TOS/DSCP 값이 유효하지 않습니다.
pt_pt: Corresponder valor TOS/DSCP inválido.
sw_sw: Match TOS/DSCP-värdet är ogiltigt.
tr_tr: TOS/DSCP değerini eşleştir geçersiz.
uk_uk: Значення TOS/DSCP не відповідає дійсності.

source: Max new connections overload table should be a valid alias.
id_id: Tabel kelebihan beban koneksi baru maksimum harus berupa alias yang valid.
it_it: La tabella di sovraccarico di nuove connessioni massime dovrebbe essere un alias valido.
ja_jp: Max new connections overload tableは、有効なエイリアスである必要があります。
ko_ko: 최대 새 연결 과부하 테이블은 유효한 별칭이어야 합니다.
pt_pt: A tabela de sobrecarga máxima das novas ligações deve ser um pseudónimo válido.
sw_sw: Tabellen Max new connections overload ska vara ett giltigt alias.
tr_tr: Maksimum yeni bağlantılar aşırı yük tablosu geçerli bir takma ad olmalıdır.
uk_uk: Максимальне перевантаження таблиці нових з'єднань має бути дійсним псевдонімом.

source: Edit Firewall rule
id_id: Mengedit aturan Firewall
it_it: Modifica la regola del firewall
ja_jp: ファイアウォールルールの編集
ko_ko: 방화벽 규칙 편집
pt_pt: Editar regra de Firewall
sw_sw: Redigera brandväggsregel
tr_tr: Güvenlik Duvarı kuralını düzenleme
uk_uk: Редагування правила брандмауера

source: Choose what to do with packets that match the criteria specified below.
id_id: Pilih apa yang harus dilakukan dengan paket yang sesuai dengan kriteria yang ditentukan di bawah ini.
it_it: Scegli cosa fare con i pacchetti che corrispondono ai criteri specificati di seguito.
ja_jp: 下記で指定された条件に一致するパケットに対して、実行する内容を選択します。
ko_ko: 아래에 지정된 기준과 일치하는 패킷에 대해 수행할 작업을 선택합니다.
pt_pt: Escolha o que fazer com pacotes que correspondam aos critérios especificados abaixo.
sw_sw: Välj vad du ska göra med paket som uppfyller kriterierna nedan.
tr_tr: Aşağıda belirtilen ölçütlerle eşleşen paketlerle ne yapılacağını seçin.
uk_uk: Виберіть, що робити з пакетами, які відповідають критеріям, зазначеним нижче.

source: Hint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
id_id: Petunjuk: perbedaan antara blok dan tolak adalah bahwa dengan tolak, sebuah paket (TCP RST atau port ICMP yang tidak dapat dijangkau oleh UDP) dikembalikan ke pengirim, sedangkan dengan blok, paket dibuang secara diam-diam. Dalam kedua kasus tersebut, paket asli dibuang.
it_it: Suggerimento: la differenza tra blocco e rifiuto è che con il rifiuto, un pacchetto (TCP RST o la porta ICMP non raggiungibile per UDP) viene restituito al mittente, mentre con il blocco il pacchetto viene lasciato cadere in silenzio. In entrambi i casi, il pacchetto originale viene scartato.
ja_jp: ヒント： 拒否と拒絶の違いですが、拒絶の場合は、パケット（ tcp: rst、udp: icmp ポートに到達できません ）が送信者に返されます。
ko_ko: 힌트: 차단과 거부의 차이점은 거부의 경우 패킷(UDP의 경우 연결할 수 없는 TCP RST 또는 ICMP 포트)이 발신자에게 반환되는 반면, 블록의 경우 패킷이 자동으로 삭제된다는 점입니다. 두 경우 모두 원본 패킷은 삭제됩니다.
pt_pt: Dica: A diferença entre bloquear e rejeitar, é que com uma rejeição, um pacote (TCP RST ou ICMP ou porta inacessível para UDP) é devolvido ao remetente, que com o bloqueio do pacote é feito silenciosamente.Em qualquer dos casos, o pacote original é descartado.
sw_sw: Tips: Skillnaden mellan blockera och avvisa är att med avvisa returneras ett paket (TCP RST eller ICMP port unreachable för UDP) till avsändaren, medan paketet släpps tyst med blockera. I båda fallen kasseras det ursprungliga paketet.
tr_tr: İpucu: block ve reject arasındaki fark, reject ile bir paketin (TCP RST veya UDP için ICMP port ulaşılamaz) göndericiye geri gönderilmesi, block ile ise paketin sessizce düşürülmesidir. Her iki durumda da orijinal paket atılır.
uk_uk: Підказка: різниця між блокуванням і відхиленням полягає в тому, що при відхиленні пакет (TCP RST або ICMP порт, недоступний для UDP) повертається відправнику, тоді як при блокуванні пакет відкидається беззвучно. В обох випадках оригінальний пакет відкидається.

source: Apply the action immediately on match.
id_id: Terapkan tindakan segera saat pertandingan.
it_it: Applicare l'azione immediatamente in corrispondenza.
ja_jp: 一致したら、すぐに動作を適用します。
ko_ko: 일치하는 경우 즉시 조치를 적용합니다.
pt_pt: Aplique a acção imediatamente na correspondência.
sw_sw: Tillämpa åtgärden omedelbart vid matchning.
tr_tr: İşlemi eşleşme üzerine hemen uygulayın.
uk_uk: Застосуйте дію одразу після матчу.

source: If a packet matches a rule specifying quick, then that rule is considered the last matching rule and the specified action is taken. When a rule does not have quick enabled, the last matching rule wins.
id_id: Jika sebuah paket cocok dengan sebuah aturan yang menetapkan quick, maka aturan tersebut dianggap sebagai aturan terakhir yang cocok dan tindakan yang ditentukan akan diambil. Ketika sebuah aturan tidak memiliki quick yang diaktifkan, aturan pencocokan terakhir yang menang.
it_it: Se un pacchetto corrisponde a una regola che specifica rapidamente, quella regola è considerata l'ultima regola di corrispondenza e viene intrapresa l'azione specificata. Quando una regola non ha abilitato rapidamente, l'ultima regola di abbinamento vince.
ja_jp: パケットが quick を指定したルールにマッチした場合、そのルールは最後にマッチしたルールとみなされ、指定されたアクションが実行されます。ルールがクイックを有効にしていない場合、最後にマッチしたルールが優先されます。
ko_ko: 패킷이 빠른 실행을 지정하는 규칙과 일치하는 경우 해당 규칙이 마지막으로 일치하는 규칙으로 간주되어 지정된 작업이 수행됩니다. 규칙에 빠른이 활성화되어 있지 않으면 마지막으로 일치하는 규칙이 승리합니다.
pt_pt: Se um pacote corresponder a uma regra que especifica rapidamente, então essa regra é considerada a última regra de correspondência e a acção especificada é tomada. Quando uma regra não tem a regra de correspondência rápida activada, ganha a última regra de correspondência.
sw_sw: Om ett paket matchar en regel som anger quick anses regeln vara den sista matchande regeln och den angivna åtgärden vidtas. Om en regel inte har quick aktiverat, vinner den sist matchande regeln.
tr_tr: Bir paket quick belirten bir kuralla eşleşirse, bu kural son eşleşen kural olarak kabul edilir ve belirtilen eylem gerçekleştirilir. Bir kuralda quick etkin değilse, son eşleşen kural kazanır.
uk_uk: Якщо пакет відповідає правилу, в якому вказано quick, то це правило вважається останнім відповідним правилом і виконується вказана дія. Якщо в правилі не ввімкнено опцію quick, перемагає правило, яке збігається з останнім.

source: Associated filter rule
id_id: Aturan filter terkait
it_it: Regola di filtro associata
ja_jp: 関連フィルタルール
ko_ko: 연관된 필터 규칙
pt_pt: Regra de filtro associado
sw_sw: Associerad filterregel
tr_tr: İlişkili filtre kuralı
uk_uk: Пов'язане правило фільтрації

source: This is associated to a NAT rule.
id_id: Ini terkait dengan aturan NAT.
it_it: Questo è associato a una regola NAT.
ja_jp: これは、nat ルールに関連付けられています。
ko_ko: 이것은 NAT 규칙과 연관되어 있습니다.
pt_pt: Isso está associado a uma regra NAT.
sw_sw: Detta är kopplat till en NAT-regel.
tr_tr: Bu bir NAT kuralı ile ilişkilidir.
uk_uk: Це пов'язано з правилом NAT.

source: You cannot edit the interface, protocol, source, or destination of associated filter rules.
id_id: Anda tidak dapat mengedit antarmuka, protokol, sumber, atau tujuan aturan filter terkait.
it_it: Non è possibile modificare l'interfaccia, il protocollo, l'origine o la destinazione delle regole del filtro associate.
ja_jp: 関連フィルタルールのインタフェース、プロトコル、送信元、送信先はできません。
ko_ko: 연결된 필터 규칙의 인터페이스, 프로토콜, 소스 또는 대상은 편집할 수 없습니다.
pt_pt: Não pode editar o interface, protocolo, origem ou destino das regras de filtro associadas.
sw_sw: Du kan inte redigera gränssnitt, protokoll, källa eller destination för associerade filterregler.
tr_tr: İlişkili filtre kurallarının arayüzünü, protokolünü, kaynağını veya hedefini düzenleyemezsiniz.
uk_uk: Ви не можете редагувати інтерфейс, протокол, джерело або призначення пов'язаних правил фільтрації.

source: View the NAT rule
id_id: Melihat aturan NAT
it_it: Visualizza la regola NAT
ja_jp: NAT ルールの表示
ko_ko: NAT 규칙 보기
pt_pt: Ver a regra NAT
sw_sw: Visa NAT-regeln
tr_tr: NAT kuralını görüntüleme
uk_uk: Перегляд правила NAT

source: Choose on which interface packets must come in to match this rule.
id_id: Pilih paket antarmuka mana yang harus masuk agar sesuai dengan aturan ini.
it_it: Scegli su quali pacchetti di interfaccia devono arrivare per abbinare questa regola.
ja_jp: このルールに一致するパケットが入ってくるインタフェースを選択してください。
ko_ko: 이 규칙에 따라 어떤 인터페이스 패킷이 들어와야 하는지 선택하세요.
pt_pt: Escolha em que interface os pacotes devem entrar para corresponder a esta regra.
sw_sw: Välj vilket gränssnitt paketen måste komma in från för att matcha regeln.
tr_tr: Bu kuralla eşleşmesi için paketlerin hangi arayüzden gelmesi gerektiğini seçin.
uk_uk: Виберіть, на який інтерфейс повинні надходити пакети, щоб відповідати цьому правилу.

source: Direction of the traffic. Traffic IN is coming into the firewall interface, while traffic OUT is going out of the firewall interface. In visual terms: [Source] -> IN -> [Firewall] -> OUT -> [Destination]. The default policy is to filter inbound traffic, which means the policy applies to the interface on which the traffic is originally received by the firewall from the source. This is more efficient from a traffic processing perspective. In most cases, the default policy will be the most appropriate.
id_id: Arah lalu lintas. Lalu lintas MASUK masuk ke antarmuka firewall, sedangkan lalu lintas KELUAR keluar dari antarmuka firewall. Dalam istilah visual: [Sumber] -> MASUK -> [Firewall] -> KELUAR -> [Tujuan]. Kebijakan default adalah memfilter trafik masuk, yang berarti kebijakan tersebut berlaku untuk antarmuka di mana trafik awalnya diterima oleh firewall dari sumbernya. Ini lebih efisien dari perspektif pemrosesan trafik. Dalam kebanyakan kasus, kebijakan default adalah yang paling tepat.
it_it: Direzione del traffico. Il traffico sta entrando nell'interfaccia del firewall, mentre il traffico sta uscendo dall'interfaccia del firewall. In termini visivi: [sorgente] -> in -> [firewall] -> out -> [destinazione]. La politica predefinita è filtrare il traffico in entrata, il che significa che la politica si applica all'interfaccia su cui il traffico viene originariamente ricevuto dal firewall dalla fonte. Questo è più efficiente dal punto di vista dell'elaborazione del traffico. Nella maggior parte dei casi, la politica predefinita sarà la più appropriata.
ja_jp: トラフィックの方向。トラフィックINはファイアウォールインターフェイスに入ってくるもので、トラフィックOUTはファイアウォールインターフェイスから出ていくものです。視覚的に表現すると[ソース] -> IN -> [ファイアウォール] -> OUT -> [デスティネーション].デフォルトのポリシーはインバウンドトラフィックをフィルタリングするもので、これはトラフィックがソースからファイアウォールに最初に受信されたインターフェイスにポリシーが適用されることを意味します。これは、トラフィック処理の観点からより効率的です。ほとんどの場合、デフォルトのポリシーが最も適切です。
ko_ko: 트래픽의 방향. 방화벽 인터페이스로 들어오는 트래픽은 방화벽 인터페이스로 들어오고, 방화벽 인터페이스로 나가는 트래픽은 방화벽 인터페이스로 나갑니다. 시각적으로 설명합니다: [소스] -> IN -> [방화벽] -> OUT -> [대상]. 기본 정책은 인바운드 트래픽을 필터링하는 것으로, 트래픽이 원래 소스에서 방화벽으로 수신되는 인터페이스에 정책이 적용됩니다. 이는 트래픽 처리 관점에서 더 효율적입니다. 대부분의 경우 기본 정책이 가장 적합합니다.
pt_pt: Sentido do trânsito. O tráfego IN está a entrar na interface da firewall, enquanto o tráfego OUT está a sair da interface da firewall. Em termos visuais: [Fonte] -> IN -> [Firewall] -> OUT -> [Destino]. A política padrão é filtrar o tráfego de entrada, o que significa que a política se aplica à interface em que o tráfego é originalmente recebido pela firewall a partir da fonte. Isto é mais eficiente de uma perspectiva de processamento de tráfego. Na maioria dos casos, a política padrão será a mais apropriada.
sw_sw: Trafikens riktning. Trafik IN kommer in i brandväggsgränssnittet, medan trafik OUT går ut ur brandväggsgränssnittet. I visuella termer: [Källa] -> IN -> [Brandvägg] -> OUT -> [Destination]. Standardpolicyn är att filtrera inkommande trafik, vilket innebär att policyn tillämpas på det gränssnitt där trafiken ursprungligen tas emot av brandväggen från källan. Detta är effektivare ur ett trafikbehandlingsperspektiv. I de flesta fall är standardpolicyn den mest lämpliga.
tr_tr: Trafiğin yönü. IN trafiği güvenlik duvarı arayüzüne gelirken, OUT trafiği güvenlik duvarı arayüzünden dışarı çıkar. Görsel olarak ifade edersek: [Kaynak] -> GİRİŞ -> [Güvenlik Duvarı] -> ÇIKIŞ -> [Hedef]. Varsayılan ilke, gelen trafiği filtrelemektir; bu da ilkenin, trafiğin güvenlik duvarı tarafından kaynaktan alındığı arayüze uygulandığı anlamına gelir. Bu, trafik işleme açısından daha verimlidir. Çoğu durumda, varsayılan ilke en uygun olanı olacaktır.
uk_uk: Напрямок трафіку. Трафік IN входить в інтерфейс брандмауера, в той час як трафік OUT виходить з інтерфейсу брандмауера. У візуальних термінах: [Джерело] -> IN -> [Брандмауер] -> OUT -> [Пункт призначення]. Політика за замовчуванням фільтрує вхідний трафік, тобто політика застосовується до інтерфейсу, через який трафік спочатку надходить на брандмауер від джерела. Це більш ефективно з точки зору обробки трафіку. У більшості випадків політика за замовчуванням буде найбільш прийнятною.

source: Hint: in most cases, you should specify TCP here.
id_id: Petunjuk: pada sebagian besar kasus, Anda harus menentukan TCP di sini.
it_it: Suggerimento: nella maggior parte dei casi, è necessario specificare il TCP qui.
ja_jp: ヒント： 通常はtcpを指定するといいでしょう。
ko_ko: 힌트: 대부분의 경우 여기에 TCP를 지정해야 합니다.
pt_pt: Dica:Na maioria dos casos, deve especificar aqui o TCP.
sw_sw: Tips: I de flesta fall bör du ange TCP här.
tr_tr: İpucu: çoğu durumda burada TCP belirtmelisiniz.
uk_uk: Підказка: у більшості випадків тут слід вказувати TCP.

source: ICMP type
id_id: Jenis ICMP
it_it: Tipo ICMP
ja_jp: ICMP タイプ
ko_ko: ICMP 유형
pt_pt: Tipo de ICMP
sw_sw: ICMP-typ
tr_tr: ICMP türü
uk_uk: Тип ICMP

source: If you selected ICMP for the protocol above, you may specify an ICMP type here.
id_id: Jika Anda memilih ICMP untuk protokol di atas, Anda dapat menentukan jenis ICMP di sini.
it_it: Se è stato selezionato ICMP per il protocollo sopra, è possibile specificare un tipo ICMP qui.
ja_jp: 上記でプロトコルとして icmp を選択した場合、ここで icmp タイプを指定します。
ko_ko: 위에서 프로토콜로 ICMP를 선택한 경우 여기에서 ICMP 유형을 지정할 수 있습니다.
pt_pt: Se selecionar ICMP para o protocolo acima, pode especificar um tipo ICMP aqui.
sw_sw: Om du har valt ICMP som protokoll ovan kan du ange en ICMP-typ här.
tr_tr: Yukarıdaki protokol için ICMP'yi seçtiyseniz, burada bir ICMP türü belirtebilirsiniz.
uk_uk: Якщо ви вибрали ICMP як протокол вище, ви можете вказати тип ICMP тут.

source: ICMP6 type
id_id: Tipe ICMP6
it_it: Tipo ICMP6
ja_jp: ICMP6タイプ
ko_ko: ICMP6 유형
pt_pt: Tipo ICMP6
sw_sw: ICMP6-typ
tr_tr: ICMP6 türü
uk_uk: Тип ICMP6

source: If you selected ICMP6 for the protocol above, you may specify an ICMP6 type here.
id_id: Jika Anda memilih ICMP6 untuk protokol di atas, Anda dapat menentukan jenis ICMP6 di sini.
it_it: Se è stato selezionato ICMP6 per il protocollo sopra, è possibile specificare un tipo ICMP6 qui.
ja_jp: 上記のプロトコルでICMP6を選択した場合、ここでICMP6の種類を指定することができます。
ko_ko: 위에서 프로토콜로 ICMP6을 선택한 경우 여기에서 ICMP6 유형을 지정할 수 있습니다.
pt_pt: Se seleccionou o ICMP6 para o protocolo acima, pode especificar aqui um tipo de ICMP6.
sw_sw: Om du har valt ICMP6 som protokoll ovan kan du ange en ICMP6-typ här.
tr_tr: Yukarıdaki protokol için ICMP6'yı seçtiyseniz, burada bir ICMP6 türü belirtebilirsiniz.
uk_uk: Якщо ви вибрали ICMP6 як протокол вище, ви можете вказати тип ICMP6 тут.

source: Specify the source port or port range for this rule.
id_id: Tentukan port sumber atau rentang port untuk aturan ini.
it_it: Specificare la porta di origine o l'intervallo di porte per questa regola.
ja_jp: このルールの送信元ポートもしくはポート範囲を指定してください。
ko_ko: 이 규칙의 소스 포트 또는 포트 범위를 지정합니다.
pt_pt: Especifique a porta de origem ou o intervalo de portas para esta regra.
sw_sw: Ange källporten eller portintervallet för den här regeln.
tr_tr: Bu kural için kaynak bağlantı noktasını veya bağlantı noktası aralığını belirtin.
uk_uk: Вкажіть порт або діапазон портів для цього правила.

source: This is usually random and almost never equal to the destination port range (and should usually be 'any').
id_id: Ini biasanya acak dan hampir tidak pernah sama dengan rentang port tujuan (dan biasanya harus 'apa saja').
it_it: Questo è di solito casuale e quasi mai uguale all'intervallo di porte di destinazione (e di solito dovrebbe essere "qualsiasi").
ja_jp: これは、普通はランダムで、送信先ポート範囲と等しくなることはほぼありません（ 通常は「任意」にすべきです ）。
ko_ko: 이 값은 일반적으로 무작위이며 대상 포트 범위와 거의 같지 않습니다(일반적으로 '임의'여야 함).
pt_pt: Este é normalmente aleatório e quase nunca igual ao intervalo de portas de destino (e habitualmente deve ser 'qualquer')
sw_sw: Detta är vanligtvis slumpmässigt och är nästan aldrig lika med portintervallet för destinationen (och bör vanligtvis vara "any").
tr_tr: Bu genellikle rastgeledir ve neredeyse hiçbir zaman hedef bağlantı noktası aralığına eşit değildir (ve genellikle 'herhangi biri' olmalıdır).
uk_uk: Зазвичай він випадковий і майже ніколи не дорівнює діапазону портів призначення (і зазвичай має бути "будь-який").

source: Specify the port or port range for the destination of the packet for this mapping.
id_id: Tentukan port atau rentang port untuk tujuan paket untuk pemetaan ini.
it_it: Specificare l'intervallo di porta o porta per la destinazione del pacchetto per questa mappatura.
ja_jp: このマッピングでパケットの送信先になる、ポートもしくはポート範囲を指定してください。
ko_ko: 이 매핑의 패킷 대상에 대한 포트 또는 포트 범위를 지정합니다.
pt_pt: Especifique a porta ou o intervalo de portas para o destino do pacote para este mapeamento.
sw_sw: Ange port eller portintervall för paketets destination för den här mappningen.
tr_tr: Bu eşleme için paketin hedefine yönelik bağlantı noktasını veya bağlantı noktası aralığını belirtin.
uk_uk: Вкажіть порт або діапазон портів для призначення пакета для цього зіставлення.

source: Advanced features
id_id: Fitur lanjutan
it_it: Funzionalità avanzate
ja_jp: 詳細機能
ko_ko: 고급 기능
pt_pt: Funcionalidades Avançadas
sw_sw: Avancerade funktioner
tr_tr: Gelişmiş özellikler
uk_uk: Розширені можливості

source: Source OS
id_id: Sumber OS
it_it: OS fonte
ja_jp: 送信元OS
ko_ko: 소스 OS
pt_pt: Sistema Operativo de origem
sw_sw: Källa OS
tr_tr: Kaynak İşletim Sistemi
uk_uk: Вихідна ОС

source: OS Type:
id_id: Jenis OS:
it_it: Tipo di sistema operativo:
ja_jp: OSタイプです。
ko_ko: OS 유형:
pt_pt: Tipo de Sistema Operativo:
sw_sw: OS-typ:
tr_tr: İşletim Sistemi Türü:
uk_uk: Тип операційної системи:

source: Note: this only works for TCP rules. General OS choice matches all subtypes.
id_id: Catatan: ini hanya berfungsi untuk aturan TCP. Pilihan OS umum cocok dengan semua subtipe.
it_it: Nota: questo funziona solo per le regole TCP. La scelta del sistema operativo generale corrisponde a tutti i sottotipi.
ja_jp: 注意TCP ルール機能します、一般的なOSを選択すると、すべてのサブタイプに一致します。
ko_ko: 참고: 이는 TCP 규칙에만 적용됩니다. 일반 OS 선택은 모든 하위 유형과 일치합니다.
pt_pt: Nota: Apenas funciona para regras TCP. A escolha geral dos Sistema Operativos correspondem a todos os subtipos
sw_sw: Observera: Detta fungerar endast för TCP-regler. Allmänt OS-val matchar alla undertyper.
tr_tr: Not: bu yalnızca TCP kuralları için çalışır. Genel işletim sistemi seçimi tüm alt türlerle eşleşir.
uk_uk: Примітка: це працює лише для правил TCP. Загальний вибір ОС відповідає всім підтипам.

source: none
id_id: tidak ada
it_it: nessuno
ja_jp: なし
ko_ko: 없음
pt_pt: nenhum
sw_sw: ingen
tr_tr: Hiçbiri
uk_uk: ні

source: Leave as 'none' to leave the rule enabled all the time.
id_id: Biarkan sebagai 'tidak ada' untuk membiarkan aturan diaktifkan sepanjang waktu.
it_it: Lasciare come "nessuno" per lasciare la regola abilitata continuamente.
ja_jp: "なし "の場合は、ルールはいつも有効になります。
ko_ko: 규칙을 항상 사용하도록 설정하려면 '없음'으로 둡니다.
pt_pt: Deixe como 'nenhum' para deixar a regra ativada o tempo todo.
sw_sw: Lämna "none" för att regeln ska vara aktiverad hela tiden.
tr_tr: Kuralı her zaman etkin bırakmak için 'yok' olarak bırakın.
uk_uk: Залиште значення "none", щоб залишити правило увімкненим постійно.

source: default
it_it: predefinito
ja_jp: デフォルト
ko_ko: 기본값
pt_pt: Já aplicou as suas configurações!
sw_sw: standard
tr_tr: varsayılan
uk_uk: за замовчуванням

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
id_id: Biarkan sebagai 'default' untuk menggunakan tabel perutean sistem. Atau pilih gateway untuk menggunakan perutean berbasis kebijakan.
it_it: Lasciare come "predefinito" per utilizzare la tabella di routing di sistema. Oppure scegli un gateway per utilizzare il routing basato sulle politiche.
ja_jp: システムルーティングテーブルを使用する「デフォルト」のままにします。もしくは、ポリシーベースルーティングを使用するゲートウェイを選択してください。
ko_ko: 시스템 라우팅 테이블을 사용하려면 '기본값'으로 둡니다. 또는 게이트웨이를 선택하여 정책 기반 라우팅을 활용하세요.
pt_pt: Deixe esta opção "por defeito" para usar a tabela de roteamento do sistema, ou escolha a gateway para utilizar o roteamento baseado em política.
sw_sw: Lämna standardvärdet för att använda systemets routningstabell. Eller välj en gateway för att använda policybaserad routning.
tr_tr: Sistem yönlendirme tablosunu kullanmak için 'varsayılan' olarak bırakın. Veya ilke tabanlı yönlendirmeyi kullanmak için bir ağ geçidi seçin.
uk_uk: Залиште значення "за замовчуванням", щоб використовувати системну таблицю маршрутизації. Або виберіть шлюз для використання маршрутизації на основі політик.

source: Advanced Options
id_id: Opsi Lanjutan
it_it: Opzioni avanzate
ja_jp: 詳細オプション
ko_ko: 고급 옵션
pt_pt: Legenda: normas sem fios - Canal # (frequência @ max TX power / TX power permitida no domínio reg.)
sw_sw: Avancerade alternativ
tr_tr: Gelişmiş Seçenekler
uk_uk: Додаткові параметри

source: Show/Hide
id_id: Tampilkan/Sembunyikan
it_it: Mostra nascondi
ja_jp: 表示 / 隠す
ko_ko: 표시/숨기기
pt_pt: Mostrar/Esconder
sw_sw: Visa/dölj
tr_tr: Göster/Gizle
uk_uk: Показати/приховати
