Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: destination ip or network, examples 10.0.0.0/24, 10.0.0.1
id_id: ip atau jaringan tujuan, contoh 10.0.0.0/24, 10.0.0.1
ja_jp: 宛先のIPまたはネットワーク（例：10.0.0.0/24, 10.0.0.1
ko_ko: 대상 IP 또는 네트워크(예: 10.0.0.0/24, 10.0.0.1)
pt_pt: destino ip ou rede, exemplos 10.0.0.0/24, 10.0.0.0.1
sw_sw: destination ip eller nätverk, exempel 10.0.0.0.0.0/24, 10.0.0.0.1
tr_tr: hedef ip veya ağ, örnekler 10.0.0.0/24, 10.0.0.1
uk_uk: IP-адреса або мережа призначення, приклади 10.0.0.0/24, 10.0.0.1

source: deviceId
ja_jp: デバイスアイディー
pt_pt: dispositivoId

source: enable this rule
id_id: aktifkan aturan ini
ja_jp: このルールを有効にする
ko_ko: 이 규칙 활성화
pt_pt: permitir esta regra
sw_sw: aktivera den här regeln
tr_tr: bu kuralı etkinleştirin
uk_uk: увімкнути це правило

source: enabled
id_id: diaktifkan
ja_jp: 使用可能
ko_ko: 활성화
pt_pt: activado
sw_sw: aktiverad
tr_tr: etkin
uk_uk: увімкнено

source: invert destination (not)
id_id: membalikkan tujuan (tidak)
ja_jp: ふごうかく
ko_ko: 목적지 반전(아님)
pt_pt: destino invertido (não)
sw_sw: invertera destinationen (inte)
tr_tr: hedefi ters çevir (değil)
uk_uk: інвертувати призначення (не)

source: invert port (not)
id_id: membalikkan port (tidak)
ja_jp: ぎゃくてんポート
ko_ko: 포트 반전(아님)
pt_pt: porto invertido (não)
sw_sw: inverterad port (inte)
tr_tr: ters bağlantı noktası (değil)
uk_uk: інвертувати порт (не)

source: invert protocol (not)
id_id: membalikkan protokol (tidak)
ja_jp: インバートプロトコル
ko_ko: 프로토콜 반전(아니요)
pt_pt: protocolo invertido (não)
sw_sw: inverterat protokoll (inte)
tr_tr: protokolü ters çevir (değil)
uk_uk: інвертувати протокол (не)

source: invert source (not)
id_id: membalikkan sumber (tidak)
ja_jp: 反転元
ko_ko: 소스 반전(아니요)
pt_pt: fonte invertida (não)
sw_sw: invertera källan (inte)
tr_tr: kaynağı ters çevir (değil)
uk_uk: інвертувати джерело (не)

source: local.conf settings
id_id: pengaturan local.conf
ja_jp: local.confの設定
ko_ko: local.conf 설정
pt_pt: definições local.conf
sw_sw: inställningar i local.conf
tr_tr: local.conf ayarları
uk_uk: налаштування local.conf

source: main
id_id: utama
ja_jp: メイン
ko_ko: 메인
pt_pt: principal
sw_sw: huvudsidan
tr_tr: ana
uk_uk: головний

source: mask
id_id: topeng
ja_jp: マスク
ko_ko: 마스크
pt_pt: máscara
tr_tr: Maske
uk_uk: маска

source: matches incoming or outgoing packets or both (default)
id_id: mencocokkan paket masuk atau keluar atau keduanya (default)
ja_jp: 受信パケット、送信パケット、またはその両方にマッチする（デフォルト）
ko_ko: 수신 또는 발신 패킷 또는 둘 다 일치(기본값)
pt_pt: corresponde a pacotes de entrada ou de saída ou ambos (por defeito)
sw_sw: matchar inkommande eller utgående paket eller båda (standard)
tr_tr: gelen veya giden paketlerle veya her ikisiyle eşleşir (varsayılan)
uk_uk: співпадає з вхідними або вихідними пакетами або з обома (за замовчуванням)

source: metadata rules per category
id_id: aturan metadata per kategori
ja_jp: カテゴリー別メタデータルール
ko_ko: 카테고리별 메타데이터 규칙
pt_pt: regras de metadados por categoria
sw_sw: Regler för metadata per kategori.
tr_tr: kategori başına meta veri kuralları
uk_uk: правила метаданих для кожної категорії

source: number of dynamic queues, leave empty for default
id_id: jumlah antrian dinamis, biarkan kosong sebagai default
ja_jp: ダイナミックキューの数、デフォルトでは空のまま。
ko_ko: 동적 대기열 수, 기본값은 비워둡니다.
pt_pt: número de filas dinâmicas, deixar em branco por defeito
sw_sw: antal dynamiska köer, lämna tomt som standard
tr_tr: dinamik kuyruk sayısı, varsayılan için boş bırakın
uk_uk: кількість динамічних черг, за замовчуванням залишити порожнім

source: order in which the rule will be evaluated (lowest first)
id_id: urutan aturan yang akan dievaluasi (yang terendah terlebih dahulu)
ja_jp: ルールが評価される順序（最も低いものから順に評価される）
ko_ko: 규칙이 평가되는 순서(가장 낮은 순서부터)
pt_pt: ordem em que a regra será avaliada (primeiro a mais baixa)
sw_sw: Den ordning i vilken regeln kommer att utvärderas (den lägsta först).
tr_tr: kuralın değerlendirileceği sıra (önce en düşük)
uk_uk: порядок, в якому буде оцінюватися правило (спочатку найнижчий)

source: password (optional)
id_id: kata sandi (opsional)
ja_jp: パスワード（オプション）
ko_ko: 비밀번호(선택 사항)
pt_pt: senha (opcional)
sw_sw: Lösenord (valfritt)
tr_tr: şifre (isteğe bağlı)
uk_uk: пароль (необов'язково)

source: pick a color to use.
id_id: memilih warna yang akan digunakan.
ja_jp: は、使用する色を選びます。
ko_ko: 사용할 색상을 선택합니다.
pt_pt: escolher uma cor para usar.
sw_sw: Välj en färg att använda.
tr_tr: kullanmak için bir renk seçin.
uk_uk: виберіть колір, який будете використовувати.

source: rulesets this policy applies to (all when none selected)
id_id: aturan yang berlaku untuk kebijakan ini (semua jika tidak ada yang dipilih)
ja_jp: このポリシーが適用されるルールセット（何も選択されていない場合はすべて）
ko_ko: 이 정책이 적용되는 규칙 집합(아무것도 선택하지 않은 경우 모두)
pt_pt: regras a que esta política se aplica (todas quando nenhuma seleccionada)
sw_sw: Regeluppsättningar som denna policy gäller för (alla när ingen har valts).
tr_tr: bu ilkenin uygulandığı kural kümeleri (hiçbiri seçilmediğinde tümü)
uk_uk: набори правил, до яких застосовується ця політика (всі, якщо не вибрано жодного)

source: secondary interface, matches packets traveling to/from interface (1) to/from interface (2). can be combined with direction.
id_id: antarmuka sekunder, mencocokkan paket yang bepergian ke/dari antarmuka (1) ke/dari antarmuka (2). dapat dikombinasikan dengan arah.
ja_jp: 2次インターフェースで、インターフェース(1)からインターフェース(2)に向かうパケットとマッチングします。
ko_ko: 보조 인터페이스, 인터페이스(1)에서 인터페이스(2)로 이동하는 패킷과 일치합니다. 방향과 결합할 수 있습니다.
pt_pt: interface secundária, combina pacotes que viajam de/para interface (1) para/para interface (2). pode ser combinado com direcção.
sw_sw: sekundärt gränssnitt, matchar paket som reser till/från gränssnitt (1) till/från gränssnitt (2). kan kombineras med riktning.
tr_tr: ikincil arayüz, arayüze (1) giden/arayüzden (2) gelen paketlerle eşleşir. yön ile birleştirilebilir.
uk_uk: вторинний інтерфейс, зіставляє пакети, що йдуть до/від інтерфейсу (1) до/від інтерфейсу (2). можна комбінувати з напрямком.

source: select categories to use, leave empty for all. Categories are visible after initial download.
id_id: pilih kategori yang akan digunakan, biarkan kosong untuk semua. Kategori akan terlihat setelah pengunduhan awal.
ja_jp: 使用するカテゴリーを選択し、すべての場合は空白にします。カテゴリは初回ダウンロード後に表示されます。
ko_ko: 사용할 카테고리를 선택하고 모두 비워둡니다. 카테고리는 최초 다운로드 후에 표시됩니다.
pt_pt: seleccionar categorias a utilizar, deixar em branco para todos. As categorias são visíveis após o download inicial.
sw_sw: Välj de kategorier som ska användas, lämna tomt för alla. Kategorierna är synliga efter den första nedladdningen.
tr_tr: Kullanılacak kategorileri seçin, tümü için boş bırakın. Kategoriler ilk indirmeden sonra görülebilir.
uk_uk: виберіть категорії для використання, залиште порожніми для всіх. Категорії видно після першого завантаження.

source: source ip or network, examples 10.0.0.0/24, 10.0.0.1
id_id: ip sumber atau jaringan, contoh 10.0.0.0/24, 10.0.0.1
ja_jp: ソースIPまたはネットワーク（例 10.0.0.0/24, 10.0.0.1
ko_ko: 소스 IP 또는 네트워크, 예 10.0.0.0/24, 10.0.0.1
pt_pt: fonte ip ou rede, exemplos 10.0.0.0/24, 10.0.0.0.1
sw_sw: Källa ip eller nätverk, exempel 10.0.0.0.0.0/24, 10.0.0.0.1
tr_tr: kaynak ip veya ağ, örnekler 10.0.0.0/24, 10.0.0.1
uk_uk: вихідний ip або мережа, приклади 10.0.0.0/24, 10.0.0.1

source: ssl ignore cert
id_id: ssl abaikan sertifikat
ja_jp: エスエスエル無視証明書
ko_ko: SSL 인증서 무시
pt_pt: ssl ignorar cert
sw_sw: ssl ignorera certifikat
tr_tr: ssl sertifikayı yoksay
uk_uk: ssl ігнорувати сертифікат

source: target pipe or queue
id_id: pipa target atau antrian
ja_jp: 対象パイプまたはキュー
ko_ko: 대상 파이프 또는 대기열
pt_pt: tubo ou fila de destino
sw_sw: målrör eller målkö
tr_tr: hedef boru veya kuyruk
uk_uk: цільова труба або черга

source: user:password, @group... Finish with TAB.
id_id: pengguna:kata sandi, @kelompok... Akhiri dengan TAB.
ja_jp: user:password、@group...TABで終了します。
ko_ko: 사용자:비밀번호, @그룹... 탭으로 마무리합니다.
pt_pt: utilizador:password, @group... Terminar com TAB.
sw_sw: användare:lösenord, @grupp... Avsluta med TAB.
tr_tr: user:password, @group... TAB ile bitirin.
uk_uk: user:password, @group... Завершіть введення клавішею TAB.

source: username (optional)
id_id: nama pengguna (opsional)
ja_jp: ユーザー名（オプション）
ko_ko: 사용자 이름(선택 사항)
pt_pt: nome de utilizador (opcional)
sw_sw: Användarnamn (valfritt)
tr_tr: kullanıcı adı (isteğe bağlı)
uk_uk: ім'я користувача (необов'язково)

source: (none)
id_id: (tidak ada)
ja_jp: (でもない）
ko_ko: (없음)
pt_pt: (nenhum)
sw_sw: (ingen)
tr_tr: (hiçbiri)
uk_uk: (немає)

source: A (IPv4 address)
id_id: A (Alamat IPv4)
ja_jp: A (IPv4アドレス)
ko_ko: A(IPv4 주소)
pt_pt: A (endereço IPv4)
sw_sw: A (IPv4-adress)
tr_tr: A (IPv4 adresi)
uk_uk: A (IPv4 адреса)

source: A SSL fingerprint should be a 59 character long hex value.
id_id: Sidik jari SSL harus berupa nilai heksa sepanjang 59 karakter.
ja_jp: SSLフィンガープリントは、59文字長の16進数値でなければなりません。
ko_ko: SSL 지문은 59자 길이의 16진수 값이어야 합니다.
pt_pt: Uma impressão digital SSL deve ter um valor hexadecimal de 59 caracteres.
sw_sw: Ett SSL-fingeravtryck ska vara ett hexadiskt värde med 59 tecken.
tr_tr: Bir SSL parmak izi 59 karakter uzunluğunda bir hex değeri olmalıdır.
uk_uk: Відбиток SSL має бути шістнадцятковим значенням довжиною 59 символів.

source: A category with this name already exists.
id_id: Kategori dengan nama ini sudah ada.
ja_jp: この名前のカテゴリはすでに存在しています。
ko_ko: 이 이름의 카테고리가 이미 존재합니다.
pt_pt: Já existe uma categoria com este nome.
sw_sw: En kategori med detta namn finns redan.
tr_tr: Bu isimde bir kategori zaten mevcut.
uk_uk: Категорія з такою назвою вже існує.

source: A filtering list with this name already exists.
id_id: Daftar pemfilteran dengan nama ini sudah ada.
ja_jp: この名前のフィルタリングリストはすでに存在しています。
ko_ko: 이 이름의 필터링 목록이 이미 존재합니다.
pt_pt: Já existe uma lista de filtragem com este nome.
sw_sw: En filtreringslista med det här namnet finns redan.
tr_tr: Bu isimde bir filtreleme listesi zaten mevcut.
uk_uk: Список фільтрації з такою назвою вже існує.

source: A host must be set.
id_id: Tuan rumah harus ditetapkan.
ja_jp: ホストを設定する必要があります。
ko_ko: 호스트가 설정되어 있어야 합니다.
pt_pt: Deve ser definido um anfitrião.
sw_sw: En värd måste anges.
tr_tr: Bir ana bilgisayar ayarlanmalıdır.
uk_uk: Потрібно встановити хост.

source: A hostname cannot have a negative count of levels.
id_id: Nama host tidak dapat memiliki jumlah level yang negatif.
ja_jp: ホスト名は、負の数のレベルを持つことはできません。
ko_ko: 호스트 이름은 레벨 수가 음수일 수 없습니다.
pt_pt: Um nome de anfitrião não pode ter uma contagem negativa de níveis.
sw_sw: Ett värdnamn kan inte ha ett negativt antal nivåer.
tr_tr: Bir ana bilgisayar adı negatif seviye sayısına sahip olamaz.
uk_uk: Ім'я хоста не може мати від'ємну кількість рівнів.

source: A port must be set.
id_id: Port harus ditetapkan.
ja_jp: ポートが設定されている必要があります。
ko_ko: 포트를 설정해야 합니다.
pt_pt: Deve ser estabelecido um porto.
sw_sw: En port måste anges.
tr_tr: Bir bağlantı noktası ayarlanmalıdır.
uk_uk: Необхідно встановити порт.

source: A valid IP must be specified.
id_id: IP yang valid harus ditentukan.
ja_jp: 有効なIPを指定する必要があります。
ko_ko: 유효한 IP를 지정해야 합니다.
pt_pt: Deve ser especificado um IP válido.
sw_sw: En giltig IP måste anges.
tr_tr: Geçerli bir IP belirtilmelidir.
uk_uk: Необхідно вказати дійсний IP.

source: A valid color code consists of 6 hex digits
id_id: Kode warna yang valid terdiri dari 6 digit heksa
ja_jp: 有効なカラーコードは、6桁の16進数で構成されます。
ko_ko: 유효한 색상 코드는 6자리 16진수로 구성됩니다.
pt_pt: Um código de cor válido consiste em 6 dígitos hexadecimais
sw_sw: En giltig färgkod består av 6 hexadecimaler.
tr_tr: Geçerli bir renk kodu 6 hex rakamından oluşur
uk_uk: Правильний код кольору складається з 6 шістнадцяткових цифр

source: AAAA (IPv6 address)
id_id: AAAA (alamat IPv6)
ja_jp: AAAA (IPv6アドレス)
ko_ko: AAAA(IPv6 주소)
pt_pt: AAAA (endereço IPv6)
sw_sw: AAAA (IPv6-adress)
tr_tr: AAAA (IPv6 adresi)
uk_uk: AAAA (IPv6 адреса)

source: AF11
ja_jp: エーエフイチ

source: AF12
ja_jp: エーエフエスニ

source: AF21
ja_jp: エーエフツーワン

source: AF31
ja_jp: エーエフサンテン

source: AF32
ja_jp: エーエフサンツー

source: AF33
ja_jp: じてんしゅうはちきん

source: AF41
ja_jp: エーエフフォーテン

source: AF42
ja_jp: エーエフ42

source: AF43
ja_jp: エーエフエスヨン

source: AFP
ja_jp: エーエフピー

source: AMQP
ja_jp: エーエムキューピー

source: ARP Table
id_id: Tabel ARP
ja_jp: ARPテーブル
ko_ko: ARP 테이블
pt_pt: Tabela ARP
sw_sw: ARP-tabell
tr_tr: ARP Tablosu
uk_uk: ARP-таблиця

source: Abuse.ch - ThreatFox IOC database
id_id: Abuse.ch - Basis data IOC ThreatFox
ja_jp: Abuse.ch - ThreatFox IOCデータベース
ko_ko: Abuse.ch - ThreatFox IOC 데이터베이스
pt_pt: Abuse.ch - Base de dados do COI do ThreatFox
sw_sw: Abuse.ch - ThreatFox IOC-databas
tr_tr: Abuse.ch - ThreatFox IOC veritabanı
uk_uk: Abuse.ch - база даних МОК ThreatFox

source: Access
id_id: Akses
ja_jp: アクセス
ko_ko: 액세스
pt_pt: Acesso
sw_sw: Tillgång
tr_tr: Erişim
uk_uk: Доступ

source: Access Lists
id_id: Daftar Akses
ja_jp: アクセスリスト
ko_ko: 액세스 목록
pt_pt: Listas de Acesso
sw_sw: Åtkomstlistor
tr_tr: Erişim Listeleri
uk_uk: Списки доступу

source: Access Log
id_id: Log Akses
ja_jp: アクセスログ
ko_ko: 액세스 로그
pt_pt: Registo de acesso
sw_sw: Loggbok för åtkomst
tr_tr: Erişim Günlüğü
uk_uk: Журнал доступу

source: Active timeout needs to be an integer value between 1 and 86400
id_id: Batas waktu aktif harus berupa nilai bilangan bulat antara 1 dan 86400
ja_jp: アクティブタイムアウトは、1～86400の整数値で指定する必要があります。
ko_ko: 활성 타임아웃은 1에서 86400 사이의 정수 값이어야 합니다.
pt_pt: O tempo limite activo tem de ser um valor inteiro entre 1 e 86400
sw_sw: Aktiv timeout måste vara ett heltalsvärde mellan 1 och 86400.
tr_tr: Aktif zaman aşımının 1 ile 86400 arasında bir tamsayı değeri olması gerekir
uk_uk: Активний таймаут має бути цілим числом від 1 до 86400

source: Activision
ja_jp: アクティビジョン

source: Activity
id_id: Aktivitas
ja_jp: 活動内容
ko_ko: 활동
pt_pt: Actividade
sw_sw: Aktivitet
tr_tr: Etkinlik
uk_uk: Діяльність

source: AdAway List
id_id: Daftar AdAway
ja_jp: アドアウェイリスト
ko_ko: 애드어웨이 목록
pt_pt: Lista AdAway
sw_sw: AdAway-lista
tr_tr: AdAway Listesi
uk_uk: Список AdAway

source: AdGuard List
id_id: Daftar AdGuard
ja_jp: アドガード一覧
ko_ko: AdGuard 목록
pt_pt: Lista AdGuard
sw_sw: AdGuard-lista
tr_tr: AdGuard Listesi
uk_uk: Список AdGuard

source: Administration
id_id: Administrasi
ja_jp: 管理部門
ko_ko: 관리
pt_pt: Administração
tr_tr: Yönetim
uk_uk: Адміністрація

source: Adult Content
id_id: Konten Dewasa
ja_jp: アダルトコンテンツ
ko_ko: 성인용 콘텐츠
pt_pt: Conteúdo para adultos
sw_sw: Innehåll för vuxna
tr_tr: Yetişkinlere Yönelik İçerik
uk_uk: Вміст для дорослих

source: Advanced Settings
id_id: Pengaturan Lanjutan
ja_jp: 詳細設定
ko_ko: 고급 설정
pt_pt: Configurações avançadas
sw_sw: Avancerade inställningar
tr_tr: Gelişmiş Ayarlar
uk_uk: Додаткові налаштування

source: Advertise
id_id: Beriklan
ja_jp: 広告を出す
ko_ko: 광고
pt_pt: Anunciar
sw_sw: Annonsera
tr_tr: Reklam vermek
uk_uk: Розмістити рекламу

source: Advertisement
id_id: Iklan
ja_jp: 広告掲載について
ko_ko: 광고
pt_pt: Anúncio
sw_sw: Annonsering
tr_tr: Reklam
uk_uk: Реклама

source: Afghanistan
ja_jp: アフガニスタン
ko_ko: 아프가니스탄
pt_pt: Afeganistão
tr_tr: Afganistan
uk_uk: Афганістан

source: Africa
id_id: Afrika
ja_jp: アフリカ
ko_ko: 아프리카
pt_pt: África
sw_sw: Afrika
tr_tr: Afrika
uk_uk: Африка

source: Aggressive Content
id_id: Konten Agresif
ja_jp: アグレッシブコンテンツ
ko_ko: 공격적인 콘텐츠
pt_pt: Conteúdo agressivo
sw_sw: Aggressivt innehåll
tr_tr: Agresif İçerik
uk_uk: Агресивний вміст

source: Aho-Corasick
ja_jp: アホーコラシック
ko_ko: 아호-코라식
uk_uk: Ахо-Корасік

source: Aho-Corasick, "Ken Steele" variant
id_id: Aho-Corasick, varian "Ken Steele"
ja_jp: アホコラシク、「ケン・スティール」バリアント
ko_ko: 아호-코라식, "켄 스틸" 변형
pt_pt: Aho-Corasick, variante "Ken Steele".
sw_sw: Aho-Corasick, variant "Ken Steele
tr_tr: Aho-Corasick, "Ken Steele" varyantı
uk_uk: Aho-Corasick, варіант "Ken Steele"

source: Aho-Corasick, reduced memory implementation
id_id: Aho-Corasick, implementasi memori yang berkurang
ja_jp: アホーコラシック、メモリ削減実装
ko_ko: 아호-코라식, 메모리 구현 감소
pt_pt: Aho-Corasick, implementação de memória reduzida
sw_sw: Aho-Corasick, genomförande av reducerat minne
tr_tr: Aho-Corasick, azaltılmış bellek uygulaması
uk_uk: Aho-Corasick, зменшена реалізація пам'яті

source: Aimini
ja_jp: アイミーニ
uk_uk: Айміні

source: Aland Islands
id_id: Kepulauan Aland
ja_jp: アランド諸島
ko_ko: 알란드 제도
pt_pt: Ilhas Aland
sw_sw: Alandöarna
tr_tr: Aland Adaları
uk_uk: Аландські острови

source: Albania
ja_jp: アルバニア
ko_ko: 알바니아
pt_pt: Albânia
sw_sw: Albanien
tr_tr: Arnavutluk
uk_uk: Албанія

source: Alcohol
id_id: Alkohol
ja_jp: アルコール
ko_ko: 알코올
pt_pt: Álcool
sw_sw: Alkohol
tr_tr: Alkol
uk_uk: Алкоголь

source: Alert
id_id: Waspada
it_it: Mettere in guardia
ja_jp: アラート
ko_ko: 알림
pt_pt: Alerta
sw_sw: Varning
tr_tr: Uyarı
uk_uk: Тривога!

source: Algeria
id_id: Aljazair
ja_jp: アルジェリア
ko_ko: 알제리
pt_pt: Argélia
sw_sw: Algeriet
tr_tr: Cezayir
uk_uk: Алжир

source: Allow whitespaces
id_id: Izinkan spasi kosong
ja_jp: 空白を許容する
ko_ko: 공백 허용
pt_pt: Permitir espaços em branco
sw_sw: Tillåt blanksteg
tr_tr: Boşluklara izin ver
uk_uk: Дозвольте пробіли

source: Allowed_Site
id_id: Diizinkan_Situs
ja_jp: 許可されたサイト
ko_ko: 허용된 사이트
pt_pt: Sítio_Permitido
sw_sw: Tillåten plats
tr_tr: İzin Verilen_Site
uk_uk: Дозволений_сайт

source: Amazon
ja_jp: アマゾン
pt_pt: Amazônia
uk_uk: Амазонка

source: AmazonAlexa
ja_jp: アマゾンアレクサ
ko_ko: 아마존 알렉사

source: AmazonVideo
ja_jp: アマゾンビデオ

source: American Samoa
id_id: Samoa Amerika
ja_jp: アメリカ領サモア
ko_ko: 아메리칸 사모아
pt_pt: Samoa Americana
sw_sw: Amerikanska Samoa
tr_tr: Amerikan Samoası
uk_uk: Американське Самоа

source: AmongUs
id_id: Di antara kita
ja_jp: アモンユーズ
ko_ko: 우리 사이
pt_pt: EntreU

source: An alias with this name already exists.
id_id: Alias dengan nama ini sudah ada.
ja_jp: この名前のエイリアスはすでに存在しています。
ko_ko: 이 이름을 가진 별칭이 이미 존재합니다.
pt_pt: Já existe um pseudónimo com este nome.
sw_sw: Ett alias med det här namnet finns redan.
tr_tr: Bu ada sahip bir takma ad zaten mevcut.
uk_uk: Псевдонім з такою назвою вже існує.

source: And
id_id: Dan
ja_jp: そして
ko_ko: 그리고
pt_pt: E
sw_sw: Och
tr_tr: Ve
uk_uk: І

source: Andorra
ja_jp: アンドラ
ko_ko: 안도라
uk_uk: Андорра

source: Angola
ja_jp: アンゴラ
ko_ko: 앙골라
uk_uk: Ангола

source: Anguilla
ja_jp: アングィラ
ko_ko: 앵 귈라
pt_pt: Anguila
uk_uk: Ангілья

source: Antarctica
id_id: Antartika
ja_jp: 南極大陸
ko_ko: 남극 대륙
pt_pt: Antárctida
sw_sw: Antarktis
tr_tr: Antarktika
uk_uk: Антарктида

source: Antigua and Barbuda
id_id: Antigua dan Barbuda
ja_jp: アンティグア・バーブーダ
ko_ko: 앤티가 바부다
pt_pt: Antígua e Barbuda
sw_sw: Antigua och Barbuda
tr_tr: Antigua ve Barbuda
uk_uk: Антигуа і Барбуда

source: Antimalware
ja_jp: アンチマルウェア
ko_ko: 안티멀웨어
uk_uk: Антивірусне програмне забезпечення

source: AnyDesk
ja_jp: AnyDesk（エニーデスク

source: Append client's IP (on)
id_id: Menambahkan IP klien (aktif)
ja_jp: クライアントのIPを付加する（オン）
ko_ko: 클라이언트 IP 추가(켜짐)
pt_pt: Anexar o IP do cliente (on)
sw_sw: Lägg till klientens IP (på)
tr_tr: İstemcinin IP'sini ekle (açık)
uk_uk: Додати IP-адресу клієнта (увімкнено)

source: Apple
ja_jp: アップル
pt_pt: Maçã
tr_tr: Elma

source: AppleJuice
id_id: Jus apel
ja_jp: AppleJuice（アップルジュース

source: ApplePush
ja_jp: アップルプッシュ

source: AppleSiri
ja_jp: アップルシリ
ko_ko: 애플시리

source: AppleStore
ja_jp: AppleStore（アップルストア

source: AppleiCloud
ja_jp: アップリクラウド

source: AppleiTunes
ja_jp: アップルアイチューンズ

source: Archives
id_id: Arsip
ja_jp: アーカイブス
ko_ko: 아카이브
pt_pt: Arquivos
sw_sw: Arkiv
tr_tr: Arşivler
uk_uk: Архіви

source: Argentina
ja_jp: アルゼンチン
ko_ko: 아르헨티나
tr_tr: Arjantin
uk_uk: Аргентина

source: Armagetron
ja_jp: アルマゲトロン
ko_ko: 아르마게트론
uk_uk: Армагетрон

source: Armenia
ja_jp: アルメニア
ko_ko: 아르메니아
pt_pt: Arménia
sw_sw: Armenien
tr_tr: Ermenistan
uk_uk: Вірменія

source: Aruba
ja_jp: アルバ
ko_ko: 아루바
uk_uk: Аруба

source: Asia
ja_jp: 亜細亜
ko_ko: 아시아
pt_pt: Ásia
sw_sw: Asien
tr_tr: Asya
uk_uk: Азія

source: Asia-Pacific
id_id: Asia-Pasifik
ja_jp: アジア太平洋
ko_ko: 아시아 태평양 지역
pt_pt: Ásia-Pacífico
sw_sw: Asien-Stillahavsområdet
tr_tr: Asya-Pasifik
uk_uk: Азійсько-Тихоокеанський регіон

source: Asia/Pacific Region
id_id: Wilayah Asia/Pasifik
ja_jp: アジア・太平洋地域
ko_ko: 아시아/태평양 지역
pt_pt: Região Ásia/Pacífico
sw_sw: Asien/Stillahavsområdet
tr_tr: Asya/Pasifik Bölgesi
uk_uk: Азійсько-Тихоокеанський регіон

source: Assignments
id_id: Penugasan
ja_jp: アサインメント
ko_ko: 과제
pt_pt: Atribuições
sw_sw: Uppdrag
tr_tr: Görevler
uk_uk: Завдання

source: At least one interface must be selected
id_id: Setidaknya satu antarmuka harus dipilih
ja_jp: 少なくとも1つのインターフェイスを選択する必要があります
ko_ko: 하나 이상의 인터페이스를 선택해야 합니다.
pt_pt: Pelo menos uma interface deve ser seleccionada
sw_sw: Minst ett gränssnitt måste väljas.
tr_tr: En az bir arayüz seçilmelidir
uk_uk: Необхідно вибрати принаймні один інтерфейс

source: Australia
ja_jp: オーストラリア
ko_ko: 호주
pt_pt: Austrália
sw_sw: Australien
tr_tr: Avustralya
uk_uk: Австралія

source: Austria
ja_jp: オーストリア
ko_ko: 오스트리아
pt_pt: Áustria
sw_sw: Österrike
tr_tr: Avusturya
uk_uk: Австрія

source: Auth
ja_jp: オーサー
uk_uk: Авт.

source: Automation
id_id: Otomatisasi
ja_jp: オートメーション
ko_ko: 자동화
pt_pt: Automação
sw_sw: Automatisering
tr_tr: Otomasyon
uk_uk: Автоматизація

source: Ayiya
ja_jp: アイヤ
uk_uk: Айя!

source: Azerbaijan
ja_jp: アゼルバイジャン
ko_ko: 아제르바이잔
pt_pt: Azerbaijão
sw_sw: Azerbajdzjan
tr_tr: Azerbaycan
uk_uk: Азербайджан

source: Backups
id_id: Cadangan
ja_jp: バックアップ
ko_ko: 백업
pt_pt: Cópias de segurança
sw_sw: Säkerhetskopior
tr_tr: Yedeklemeler
uk_uk: Резервні копії

source: Bahamas
id_id: Bahama
ja_jp: バハマ
ko_ko: 바하마
tr_tr: Bahamalar
uk_uk: Багамські острови

source: Bahrain
ja_jp: バーレーン
ko_ko: 바레인
pt_pt: Bahrein
tr_tr: Bahreyn
uk_uk: Бахрейн

source: Bandwidth metric should be either bit/s, kbit/s, Mbit/s or Gbit/s
id_id: Metrik bandwidth harus berupa bit/s, kbit/s, Mbit/s, atau Gbit/s
ja_jp: 帯域幅の指標は、bit/s、kbit/s、Mbit/s、Gbit/sのいずれかを指定します。
ko_ko: 대역폭 메트릭은 비트/초, 케이비트/초, 엠비트/초 또는 지비트/초여야 합니다.
pt_pt: A métrica da largura de banda deve ser bit/s, kbit/s, Mbit/s ou Gbit/s
sw_sw: Bandbreddsmåttet ska vara antingen bit/s, kbit/s, Mbit/s eller Gbit/s.
tr_tr: Bant genişliği metriği bit/s, kbit/s, Mbit/s veya Gbit/s olmalıdır
uk_uk: Показник пропускної здатності повинен бути біт/с, кбіт/с, Мбіт/с або Гбіт/с

source: Bandwidth out of range
id_id: Bandwidth di luar jangkauan
ja_jp: 帯域幅が範囲外
ko_ko: 대역폭 범위 초과
pt_pt: Largura de banda fora de alcance
sw_sw: Bandbredd utanför intervallet
tr_tr: Bant genişliği aralık dışında
uk_uk: Смуга пропускання поза діапазоном

source: Bangladesh
ja_jp: バングラデシュ
ko_ko: 방글라데시
pt_pt: Bangladeche
tr_tr: Bangladeş
uk_uk: Бангладеш

source: Bank
ja_jp: 銀行
ko_ko: 은행
pt_pt: Banco
tr_tr: Banka
uk_uk: Банк

source: Banned_Site
id_id: Dilarang_Situs
ja_jp: Banned_Site（禁止されたサイト
pt_pt: Sítio_banido
uk_uk: Заборонений_сайт

source: Barbados
ja_jp: バルバドス
ko_ko: 바베이도스
uk_uk: Барбадос

source: Belarus
ja_jp: ベラルーシ
ko_ko: 벨로루시
pt_pt: Bielorrússia
sw_sw: Vitryssland
uk_uk: Білорусь

source: Belgium
id_id: Belgia
ja_jp: ベルギー
ko_ko: 벨기에
pt_pt: Bélgica
sw_sw: Belgien
tr_tr: Belçika
uk_uk: Бельгія

source: Belize
ja_jp: ベリーズ
ko_ko: 벨리즈
uk_uk: Беліз

source: Benin
ja_jp: ベナン
ko_ko: 베냉
pt_pt: Benim
uk_uk: Бенін

source: Bermuda
ja_jp: バーミューダ
ko_ko: 버뮤다
pt_pt: Bermudas
uk_uk: Бермудські острови

source: Best Effort
id_id: Upaya Terbaik
ja_jp: ベストエフォート
ko_ko: 최선의 노력
pt_pt: Melhor esforço
sw_sw: Bästa möjliga ansträngning
tr_tr: En İyi Çaba
uk_uk: Найкращі зусилля

source: Bhutan
ja_jp: ブータン
ko_ko: 부탄
pt_pt: Butão
uk_uk: Бутан

source: Binary application transfer
id_id: Transfer aplikasi biner
ja_jp: バイナリーアプリケーション転送
ko_ko: 바이너리 애플리케이션 전송
pt_pt: Transferência de pedido binário
sw_sw: Överföring av binära tillämpningar
tr_tr: İkili uygulama transferi
uk_uk: Передача бінарних додатків

source: Binary files
id_id: File biner
ja_jp: バイナリファイル
ko_ko: 바이너리 파일
pt_pt: Ficheiros binários
sw_sw: Binära filer
tr_tr: İkili dosyalar
uk_uk: Двійкові файли

source: BitTorrent
ja_jp: ビットトレント

source: Blocklist.site Abuse
id_id: Penyalahgunaan Blocklist.site
ja_jp: Blocklist.siteの不正使用について
ko_ko: Blocklist.site 어뷰징
pt_pt: Blocklist.site Abuso
sw_sw: Blocklist.site Missbruk
tr_tr: Blocklist.site Kötüye Kullanımı
uk_uk: Blocklist.site Зловживання
