Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: If enabled, a total number of unwanted replies is kept track of in every thread. When it reaches the threshold, a defensive action is taken and a warning is printed to the log file. This defensive action is to clear the RRSet and message caches, hopefully flushing away any poison.
id_id: Jika diaktifkan, jumlah total balasan yang tidak diinginkan akan dilacak di setiap utas. Ketika mencapai ambang batas, sebuah tindakan defensif diambil dan sebuah peringatan dicetak ke file log. Tindakan defensif ini adalah untuk membersihkan RRSet dan cache pesan, dengan harapan dapat membuang racun.
ja_jp: 有効にすると、すべてのスレッドで不要な返信の総数が記録されます。 それが閾値に達すると、防御的なアクションが取られ、ログファイルに警告が出力されます。 この防御行動は、RRSetとメッセージキャッシュをクリアし、毒を洗い流すことを期待するものである。
ko_ko: 이 기능을 활성화하면 모든 스레드에서 원치 않는 답글의 총 개수가 추적됩니다. 임계값에 도달하면 방어 조치가 취해지고 로그 파일에 경고가 인쇄됩니다. 이 방어 조치는 RRSet 및 메시지 캐시를 지워 독을 씻어내는 것입니다.
pt_pt: Se activado, é mantido um número total de respostas indesejadas em cada linha. Quando atinge o limiar, é tomada uma acção defensiva e é impresso um aviso para o ficheiro de registo. Esta acção defensiva é para limpar o RRSet e as caches de mensagens, espera-se que elimine qualquer veneno.
sw_sw: Om den är aktiverad hålls det totala antalet oönskade svar i varje tråd. När det når tröskelvärdet vidtas en försvarsåtgärd och en varning skrivs ut i loggfilen. Denna defensiva åtgärd är att rensa RRSet- och meddelandecachen och förhoppningsvis rensa bort alla giftiga svar.
tr_tr: Etkinleştirilirse, her iş parçacığında istenmeyen yanıtların toplam sayısı izlenir. Eşiğe ulaştığında, bir savunma eylemi gerçekleştirilir ve günlük dosyasına bir uyarı yazdırılır. Bu savunma eylemi, RRSet'i ve mesaj önbelleklerini temizlemektir, umarım herhangi bir zehri temizler.
uk_uk: Якщо увімкнено, у кожній темі відстежується загальна кількість небажаних відповідей. Коли вона досягає певного порогового значення, виконується захисна дія і до файлу журналу виводиться попередження. Цією захисною дією є очищення кешу RRSet і кешу повідомлень, що, сподіваємося, змиє отруту.

source: If enabled, prints one line per query to the log, with the log timestamp and IP address, name, type and class. Note that it takes time to print these lines, which makes the server (significantly) slower. Odd (non-printable) characters in names are printed as '?'.
id_id: Jika diaktifkan, mencetak satu baris per kueri ke log, dengan stempel waktu log dan alamat IP, nama, jenis, dan kelas. Perhatikan bahwa dibutuhkan waktu untuk mencetak baris-baris ini, yang membuat server menjadi lebih lambat (secara signifikan). Karakter ganjil (tidak dapat dicetak) pada nama akan dicetak sebagai '?'.
ja_jp: 有効にすると、クエリごとに1行をログに出力し、ログのタイムスタンプとIPアドレス、名前、タイプ、クラスが表示されます。 これらの行を印刷するのに時間がかかるので、サーバーが（かなり）遅くなることに注意してください。奇数 (名前に含まれる（印字できない）文字は、''として印字されます。
ko_ko: 사용 설정하면 쿼리당 한 줄씩 로그 타임스탬프, IP 주소, 이름, 유형 및 클래스와 함께 로그에 인쇄합니다. 이 줄을 인쇄하는 데 시간이 걸리므로 서버가 (상당히) 느려진다는 점에 유의하세요. Odd (인쇄할 수 없는) 이름은 '?'로 인쇄됩니다.
pt_pt: Se activado, imprime uma linha por consulta ao registo, com o carimbo de tempo de registo e endereço IP, nome, tipo e classe. Note-se que leva tempo a imprimir estas linhas, o que torna o servidor (significativamente) mais lento. ímpar Os caracteres (não imprimíveis) nos nomes são impressos como '?'.
sw_sw: Om den är aktiverad skrivs en rad per fråga ut i loggen, med loggens tidsstämpel och IP-adress, namn, typ och klass. Observera att det tar tid att skriva ut dessa rader, vilket gör servern (betydligt) långsammare. Udda (icke utskrivbara) tecken i namn skrivs ut som '?'.
tr_tr: Etkinleştirilirse, günlük zaman damgası ve IP adresi, adı, türü ve sınıfı ile birlikte günlüğe sorgu başına bir satır yazdırır. Bu satırları yazdırmanın zaman aldığını ve sunucuyu (önemli ölçüde) yavaşlattığını unutmayın. Tuhaf İsimlerdeki (yazdırılamayan) karakterler '?' olarak yazdırılır.
uk_uk: Якщо увімкнено, виводить один рядок на кожен запит до журналу з міткою часу, IP-адресою, іменем, типом і класом. Зауважте, що для друку цих рядків потрібен час, що робить роботу сервера (значно) повільнішою. Непарні (недруковані) символи в іменах виводяться як '?'.

source: If enabled, prints one line per reply to the log, with the log timestamp and IP address, name, type, class, return code, time to resolve, whether the reply is from the cache and the response size. Note that it takes time to print these lines, which makes the server (significantly) slower. Odd (non-printable) characters in names are printed as '?'.
id_id: Jika diaktifkan, mencetak satu baris per balasan ke log, dengan stempel waktu log dan alamat IP, nama, jenis, kelas, kode balasan, waktu untuk menyelesaikan, apakah balasan berasal dari cache dan ukuran respons. Perhatikan bahwa dibutuhkan waktu untuk mencetak baris-baris ini, yang membuat server (secara signifikan) lebih lambat. Karakter ganjil (tidak dapat dicetak) pada nama akan dicetak sebagai '?'.
ja_jp: 有効な場合、ログに返信するごとに1行、ログのタイムスタンプとIPアドレス、名前、タイプを出力します。 クラス、リターンコード、解決までの時間、キャッシュからの応答かどうか、応答サイズ。 これらの行を印刷するのに時間がかかるので、サーバーの動作が（かなり）遅くなることに注意してください。奇数 (名前に含まれる（印字できない）文字は、''として印字されます。
ko_ko: 사용 설정하면 로그 타임스탬프, IP 주소, 이름, 유형과 함께 회신당 한 줄씩 로그에 인쇄합니다, 클래스, 반환 코드, 해결 시간, 응답이 캐시에서 왔는지 여부, 응답 크기 등이 표시됩니다. 이 줄을 인쇄하는 데 시간이 걸리므로 서버가 (상당히) 느려진다는 점에 유의하세요. Odd (이름에 인쇄할 수 없는 문자는 '?'로 인쇄됩니다.
pt_pt: Se activado, imprime uma linha por resposta ao registo, com o timestamp do registo e o endereço IP, nome, tipo, classe, código de retorno, tempo para resolver, se a resposta é da cache e o tamanho da resposta. Note-se que leva tempo a imprimir estas linhas, o que torna o servidor (significativamente) mais lento. ímpar Os caracteres (não imprimíveis) nos nomes são impressos como '?'.
sw_sw: Om den är aktiverad skrivs en rad per svar ut till loggen, med loggens tidsstämpel och IP-adress, namn och typ, klass, returkod, tid för lösning, om svaret kommer från cacheminnet och svarsstorlek. Observera att det tar tid att skriva ut dessa rader, vilket gör servern (betydligt) långsammare. Udda (icke utskrivbara) tecken i namn skrivs ut som '?'.
tr_tr: Etkinleştirilirse, günlük zaman damgası ve IP adresi, adı, türü ile birlikte günlüğe her yanıt için bir satır yazdırır, sınıfı, dönüş kodu, çözümleme süresi, yanıtın önbellekten gelip gelmediği ve yanıt boyutu. Bu satırları yazdırmanın zaman aldığını ve bunun da sunucuyu (önemli ölçüde) yavaşlattığını unutmayın. Tuhaf İsimlerdeki (yazdırılamayan) karakterler '?' olarak yazdırılır.
uk_uk: Якщо увімкнено, виводить по одному рядку на кожну відповідь до журналу з міткою часу журналу та IP-адресою, іменем, типом, клас, код повернення, час вирішення, чи була відповідь з кешу і розмір відповіді. Зауважте, що для друку цих рядків потрібен час, що робить роботу сервера (значно) повільнішою. Непарні (недруковані) символи в іменах виводяться як '?'.

source: If enabled, prints the word 'query: ' and 'reply: ' with logged queries and replies. This makes filtering logs easier.
id_id: Jika diaktifkan, mencetak kata 'query: ' dan 'balasan: ' dengan kueri dan balasan yang dicatat. Hal ini membuat pemfilteran log menjadi lebih mudah.
ja_jp: 有効な場合、'query.jp'という単語を表示します。' と '返信:という単語を、ログに記録されたクエリーとリプライとともに表示します。これにより、フィルタリング ログが簡単になります。
ko_ko: 활성화된 경우 '쿼리'라는 단어를 인쇄합니다: ' 및 'reply: ' 단어를 로깅된 쿼리 및 응답과 함께 인쇄합니다. 이렇게 하면 필터링 로그를 더 쉽게 필터링할 수 있습니다.
pt_pt: Se activada, imprime a palavra "consulta": " e "responder": ' com consultas e respostas registadas. Isto faz com que a filtragem mais fácil.
sw_sw: Om den är aktiverad skrivs ordet "query" ut: ' och "svar: ' med loggade frågor och svar. Detta gör det möjligt att filtrera loggar lättare.
tr_tr: Etkinleştirilirse, 'sorgu: ' ve 'yanıt: ' sözcüklerini günlüğe kaydedilen sorgular ve yanıtlarla birlikte yazdırır. Bu filtreleme yapar günlükler daha kolay.
uk_uk: Якщо увімкнено, виводить слова 'query: ' і 'відповідь: ' із записаними запитами і відповідями. Це полегшує фільтрацію полегшує фільтрування журналів.

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
id_id: Biarkan sebagai 'default' untuk menggunakan tabel perutean sistem. Atau pilih gateway untuk menggunakan perutean berbasis kebijakan.
ja_jp: システムのルーティングテーブルを使用する場合は、「default」のままにしておきます。または、ポリシーベースルーティングを利用するためにゲートウェイを選択します。
ko_ko: 시스템 라우팅 테이블을 사용하려면 '기본값'으로 둡니다. 또는 게이트웨이를 선택하여 정책 기반 라우팅을 활용하세요.
pt_pt: Deixar como 'padrão' para utilizar a tabela de encaminhamento do sistema. Ou escolha um gateway para utilizar o encaminhamento baseado em políticas.
sw_sw: Lämna standardvärdet för att använda systemets routningstabell. Eller välj en gateway för att använda policybaserad routning.
tr_tr: Sistem yönlendirme tablosunu kullanmak için 'varsayılan' olarak bırakın. Veya ilke tabanlı yönlendirmeyi kullanmak için bir ağ geçidi seçin.
uk_uk: Залиште значення "за замовчуванням" для використання системної таблиці маршрутизації. Або виберіть шлюз для використання маршрутизації на основі політик.

source: Limits the serving of expired responses to the configured amount of seconds after expiration. A value of 0 disables the limit. A suggested value per RFC 8767 is between 86400 (1 day) and 259200 (3 days).
id_id: Membatasi penyajian respons kedaluwarsa ke jumlah detik yang dikonfigurasi setelah kedaluwarsa. Nilai 0 akan menonaktifkan batas tersebut. Nilai yang disarankan per RFC 8767 adalah antara 86400 (1 hari) dan 259200 (3 hari).
ja_jp: 期限切れの応答の提供を、期限切れ後設定された秒数に制限します。 値0は制限を無効にします。RFC 8767による推奨値は、86400（1日）～259200（3日）です。
ko_ko: 만료된 응답의 서빙을 만료 후 구성된 시간(초)으로 제한합니다. 값이 0이면 제한이 비활성화됩니다. RFC 8767에 따른 권장 값은 86400(1일)에서 259200(3일) 사이입니다.
pt_pt: Limita a dose de respostas expiradas à quantidade configurada de segundos após a expiração. Um valor de 0 desactiva o limite. Um valor sugerido por RFC 8767 situa-se entre 86400 (1 dia) e 259200 (3 dias).
sw_sw: Begränsar serveringen av svar som löpt ut till det konfigurerade antalet sekunder efter utgången. Ett värde på 0 inaktiverar begränsningen. Ett föreslaget värde enligt RFC 8767 är mellan 86400 (1 dag) och 259200 (3 dagar).
tr_tr: Süresi dolan yanıtların sunulmasını, süre dolduktan sonra yapılandırılan saniye miktarıyla sınırlar. 0 değeri sınırı devre dışı bırakır. RFC 8767 uyarınca önerilen değer 86400 (1 gün) ile 259200 (3 gün) arasındadır.
uk_uk: Обмежує обслуговування прострочених відповідей до заданої кількості секунд після закінчення терміну дії. Значення 0 вимикає обмеження. Рекомендоване значення згідно з RFC 8767 - від 86400 (1 день) до 259200 (3 дні).

source: List of domains to mark as private. These domains and all its subdomains are allowed to contain private addresses.
id_id: Daftar domain yang akan ditandai sebagai pribadi. Domain ini dan semua subdomainnya diizinkan berisi alamat pribadi.
ja_jp: プライベートとしてマークするドメインのリストです。これらのドメインとそのすべてのサブドメインは、以下のものを含むことができます。 プライベートアドレス
ko_ko: 비공개로 표시할 도메인 목록입니다. 이러한 도메인과 모든 하위 도메인은 다음을 포함할 수 있습니다. 비공개 주소를 포함할 수 있습니다.
pt_pt: Lista de domínios a marcar como privados. Estes domínios e todos os seus subdomínios estão autorizados a conter endereços privados.
sw_sw: Lista över domäner som ska markeras som privata. Dessa domäner och alla dess underdomäner får innehålla följande privata adresser.
tr_tr: Özel olarak işaretlenecek alan adlarının listesi. Bu alan adlarının ve tüm alt alan adlarının şunları içermesine izin verilir özel adresler.
uk_uk: Список доменів для позначення як приватних. Ці домени та всі їхні піддомени можуть містити приватні адреси.

source: Message cache elements are prefetched before they expire to help keep the cache up to date. When enabled, this option can cause an increase of around 10% more DNS traffic and load on the server, but frequently requested items will not expire from the cache.
id_id: Elemen cache pesan diambil sebelum kedaluwarsa untuk membantu menjaga agar cache tetap mutakhir. Ketika diaktifkan, opsi ini dapat menyebabkan peningkatan sekitar 10% lebih banyak lalu lintas dan beban DNS pada server, tetapi item yang sering diminta tidak akan kedaluwarsa dari cache.
ja_jp: メッセージキャッシュの要素は、有効期限が切れる前にプリフェッチされ、キャッシュを最新の状態に保つことができます。 このオプションを有効にすると、DNSのトラフィックと負荷が約10％増加する可能性があります。 が、頻繁にリクエストされるものは、キャッシュから失効することはありません。
ko_ko: 메시지 캐시 요소가 만료되기 전에 미리 가져오기 때문에 캐시를 최신 상태로 유지하는 데 도움이 됩니다. 이 옵션을 사용하면 서버의 DNS 트래픽과 부하가 약 10% 더 증가할 수 있지만 를 증가시킬 수 있지만 자주 요청되는 항목은 캐시에서 만료되지 않습니다.
pt_pt: Os elementos da cache de mensagens são pré-fetados antes de expirarem para ajudar a manter a cache actualizada. Quando activada, esta opção pode causar um aumento de cerca de 10% mais tráfego e carga DNS no servidor, mas os itens frequentemente solicitados não expiram da cache.
sw_sw: Meddelandecacheelement hämtas i förväg innan de löper ut för att hålla cacheminnet uppdaterat. När det här alternativet är aktiverat kan det leda till en ökning av DNS-trafiken och belastningen med cirka 10 %. på servern, men ofta efterfrågade element kommer inte att upphöra i cacheminnet.
tr_tr: Mesaj önbelleği öğeleri, önbelleğin güncel kalmasına yardımcı olmak için süreleri dolmadan önce önceden taranır. Bu seçenek etkinleştirildiğinde, DNS trafiğinde ve yükünde yaklaşık %10'luk bir artışa neden olabilir ancak sıkça talep edilen öğelerin önbellekteki süresi dolmayacaktır.
uk_uk: Елементи кешу повідомлень попередньо виділяються перед закінченням терміну їхньої дії, щоб допомогти підтримувати кеш в актуальному стані. Увімкнення цього параметра може призвести до збільшення трафіку DNS і навантаження на сервер приблизно на 10%. на сервері, але елементи, які часто запитуються, не будуть видалятися з кешу до закінчення терміну дії.

source: Number of hosts for which information is cached.
id_id: Jumlah host yang informasinya di-cache.
ja_jp: 情報をキャッシュしているホストの数。
ko_ko: 정보가 캐시되는 호스트의 수입니다.
pt_pt: Número de hospedeiros para os quais a informação é armazenada em cache.
sw_sw: Antal värdar för vilka information lagras i cacheminnet.
tr_tr: Bilgilerin önbelleğe alındığı ana bilgisayar sayısı.
uk_uk: Кількість хостів, для яких кешується інформація.

source: Packets matching this rule will be mapped to the IP address given here.
id_id: Paket yang cocok dengan aturan ini akan dipetakan ke alamat IP yang diberikan di sini.
ja_jp: このルールに一致するパケットは、ここで指定されたIPアドレスにマッピングされます。
ko_ko: 이 규칙과 일치하는 패킷은 여기에 지정된 IP 주소에 매핑됩니다.
pt_pt: Os pacotes correspondentes a esta regra serão mapeados para o endereço IP aqui indicado.
sw_sw: Paket som matchar den här regeln mappas till den IP-adress som anges här.
tr_tr: Bu kuralla eşleşen paketler burada verilen IP adresine eşlenecektir.
uk_uk: Пакети, що відповідають цьому правилу, будуть зіставлятися з вказаною тут IP-адресою.

source: Paste a public key of the selected type in X.509 format. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
id_id: Rekatkan kunci publik dengan tipe yang dipilih dalam format X.509. Harus disisipkan termasuk header '-----BEGIN ... -----' dan '-----END [...]-----'.
ja_jp: 選択したタイプの公開鍵を X.509 形式で貼り付けます。 ヘッダーの「-----BEGIN ...-----」と「-----END [...]-----」を含めて貼り付ける必要があります。
ko_ko: 선택한 유형의 공개키를 X.509 형식으로 붙여넣습니다. '-----BEGIN ...-----' 및 '-----END [...]-----' 헤더를 포함하여 붙여넣어야 합니다.
pt_pt: Colar uma chave pública do tipo seleccionado no formato X.509. Deve ser colada incluindo os cabeçalhos "-----BEGIN ...-----" e "-----END [...]-----".
sw_sw: Klistra in en offentlig nyckel av den valda typen i X.509-format. Måste klistras in inklusive rubrikerna "-----BEGIN ...-----" och "-----END [...]-----".
tr_tr: Seçilen türde bir açık anahtarı X.509 biçiminde yapıştırın. '-----BEGIN ...-----' ve '-----END [...]-----' başlıklarını içerecek şekilde yapıştırılmalıdır.
uk_uk: Вставте відкритий ключ обраного типу у форматі X.509. Вставляти потрібно з урахуванням заголовків '-----BEGIN ...-----' та '-----END [...]-----'.

source: Paste an optional private key of the selected type in X.509 format which belongs to the public key specified above. When adding the public key of a peer, this field should not be specified as the private key remains solely with the peer. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
id_id: Rekatkan kunci privat opsional dari jenis yang dipilih dalam format X.509 yang merupakan bagian dari kunci publik yang ditentukan di atas. Ketika menambahkan kunci publik dari rekan, bidang ini tidak boleh ditentukan karena kunci privat hanya dimiliki oleh rekan tersebut. Harus disisipkan termasuk header '-----BEGIN ... -----' dan '-----END [...]-----'.
ja_jp: 上記で指定した公開鍵に属する、X.509形式の選択したタイプの秘密鍵を貼り付けます（オプション）。 ピアの公開鍵を追加する場合、秘密鍵はピアにのみ存在するため、このフィールドを指定するべきではありません。 BEGIN ...-----」と「END [...]-----」のヘッダを含めて貼り付ける必要があります。
ko_ko: 위에 지정한 공개 키에 속하는 선택적 유형의 개인 키를 X.509 형식으로 붙여넣습니다. 피어의 공개 키를 추가할 때는 개인 키는 피어에게만 있으므로 이 필드를 지정해서는 안 됩니다. '-----BEGIN ...-----' 및 '-----END [...]-----' 헤더를 포함하여 붙여넣어야 합니다.
pt_pt: Colar uma chave privada opcional do tipo seleccionado no formato X.509 que pertence à chave pública especificada acima. Ao adicionar a chave pública de um par, este campo não deve ser especificado, uma vez que a chave privada permanece apenas com o par. Deve ser colada incluindo os cabeçalhos '-----BEGIN ...-----' e '-----END [...]-----'.
sw_sw: Klistra in en valfri privat nyckel av den valda typen i X.509-format som tillhör den offentliga nyckel som anges ovan. När du lägger till den offentliga nyckeln för en peer ska detta fält inte anges eftersom den privata nyckeln endast tillhör peer-medlemmen. Måste klistras in inklusive rubrikerna "-----BEGIN ...-----" och "-----END [...]-----".
tr_tr: Yukarıda belirtilen ortak anahtara ait X.509 formatında seçilen türde isteğe bağlı bir özel anahtar yapıştırın. Bir eşin açık anahtarı eklenirken, özel anahtar yalnızca eşte kalacağından bu alan belirtilmemelidir. '-----BEGIN ...-----' ve '-----END [...]-----' başlıklarını içerecek şekilde yapıştırılmalıdır.
uk_uk: Вставте необов'язковий приватний ключ обраного типу у форматі X.509, який належить до публічного ключа, вказаного вище. При додаванні публічного ключа однорангового партнера це поле не слід заповнювати, оскільки приватний ключ залишається виключно у партнера. Має бути вставлено разом із заголовками '-----BEGIN ...-----' та '-----END [...]-----'.

source: Select the log verbosity. Level 0 means no verbosity, only errors. Level 1 gives operational information. Level 2 gives detailed operational information. Level 3 gives query level information, output per query. Level 4 gives algorithm level information. Level 5 logs client identification for cache misses.
id_id: Pilih verbositas log. Level 0 berarti tidak ada verbositas, hanya kesalahan. Level 1 memberikan informasi operasional. Level 2 memberikan informasi operasional yang terperinci. Level 3 memberikan informasi tingkat kueri, keluaran per kueri. Level 4 memberikan informasi tingkat algoritma. Level 5 mencatat identifikasi klien untuk kesalahan cache.
ja_jp: ログの冗長性を選択します。レベル0は、冗長性はなく、エラーのみとなります。レベル1では、運用情報を提供します。 レベル2は、詳細な運用情報を提供します。レベル3は、クエリレベルの情報、クエリごとの出力です。 レベル4は、アルゴリズムレベルの情報を提供します。レベル5は、キャッシュミスのクライアント識別情報を記録する。
ko_ko: 로그 상세도를 선택합니다. 레벨 0은 상세 정보가 없고 오류만 있음을 의미합니다. 레벨 1은 운영 정보를 제공합니다. 레벨 2는 자세한 운영 정보를 제공합니다. 레벨 3은 쿼리 수준 정보, 쿼리별 출력을 제공합니다. 레벨 4는 알고리즘 수준 정보를 제공합니다. 레벨 5는 캐시 누락에 대한 클라이언트 식별을 기록합니다.
pt_pt: Seleccionar a verbosidade do registo. O nível 0 significa sem verbosidade, apenas erros. O nível 1 fornece informações operacionais. O nível 2 dá informação operacional detalhada. O nível 3 dá informação de nível de consulta, saída por consulta. O nível 4 dá informação de nível de algoritmo. O nível 5 regista a identificação do cliente para falhas de cache.
sw_sw: Välj loggförbudsgrad. Nivå 0 innebär att det inte finns någon ordningsgrad, bara fel. Nivå 1 ger driftinformation. Nivå 2 ger detaljerad driftinformation. Nivå 3 ger information på frågenivå, utdata per fråga. Nivå 4 ger information på algoritmnivå. Nivå 5 loggar klientidentifiering för cachemissar.
tr_tr: Günlük ayrıntı düzeyini seçin. Seviye 0, ayrıntı yok, sadece hatalar anlamına gelir. Seviye 1 operasyonel bilgi verir. Seviye 2 ayrıntılı operasyonel bilgi verir. Seviye 3 sorgu seviyesi bilgisi, sorgu başına çıktı verir. Seviye 4 algoritma seviyesi bilgisi verir. Seviye 5, önbellek kaçırmaları için istemci kimliğini günlüğe kaydeder.
uk_uk: Виберіть багатослівність логу. Рівень 0 означає відсутність багатослівності, лише помилки. Рівень 1 дає оперативну інформацію. Рівень 2 надає детальну оперативну інформацію. Рівень 3 - інформація на рівні запиту, виведення за кожним запитом. Рівень 4 - інформація на рівні алгоритму. Рівень 5 реєструє ідентифікацію клієнта для пропусків кешу.

source: Send minimum amount of information to upstream servers to enhance privacy. Do not fall-back to sending full QNAME to potentially broken nameservers. A lot of domains will not be resolvable when this option in enabled. Only use if you know what you are doing.
id_id: Kirimkan informasi dalam jumlah minimum ke server hulu untuk meningkatkan privasi. Jangan kembali mengirim QNAME lengkap ke server nama yang berpotensi rusak. Banyak domain yang tidak dapat diselesaikan ketika opsi ini diaktifkan. Hanya gunakan jika Anda tahu apa yang Anda lakukan.
ja_jp: プライバシーを高めるために、最小限の情報を上流サーバーに送信する。 潜在的に壊れたネームサーバーに完全なQNAMEを送信するようにフォールバックしないようにします。 このオプションを有効にすると、多くのドメインが解決不可能になります。 自分が何をしているのかわかっている場合にのみ使用してください。
ko_ko: 업스트림 서버에 최소한의 정보만 전송하여 개인정보 보호를 강화합니다. 잠재적으로 손상된 네임서버에 전체 QNAME을 보내는 것으로 대체하지 마세요. 이 옵션을 활성화하면 많은 도메인을 확인할 수 없습니다. 자신이 무엇을 하고 있는지 알고 있는 경우에만 사용하세요.
pt_pt: Enviar uma quantidade mínima de informação para os servidores a montante para aumentar a privacidade. Não recuar para o envio de QNAME completo para servidores de nomes potencialmente quebrados. Muitos domínios não poderão ser resolvidos quando esta opção estiver activada. Utilize apenas se souber o que está a fazer.
sw_sw: Skicka så lite information som möjligt till uppströms servrar för att öka sekretessen. Sänd inte hela QNAME till potentiellt trasiga namnservrar. Många domäner kommer inte att kunna lösas upp när det här alternativet är aktiverat. Använd endast om du vet vad du gör.
tr_tr: Gizliliği artırmak için yukarı akış sunucularına minimum miktarda bilgi gönderin. Potansiyel olarak bozuk ad sunucularına tam QNAME göndermeye geri dönmeyin. Bu seçenek etkinleştirildiğinde birçok alan adı çözümlenemeyecektir. Sadece ne yaptığınızı biliyorsanız kullanın.
uk_uk: Надсилайте мінімальну кількість інформації на висхідні сервери, щоб підвищити конфіденційність. Не вдавайтеся до надсилання повного QNAME на потенційно несправні сервери імен. Багато доменів буде неможливо вирішити, якщо увімкнути цю опцію. Використовуйте тільки якщо ви знаєте, що робите.

source: Serve expired responses from the cache with a TTL of 0 without waiting for the actual resolution to finish. The TTL can be modified with "Expired Record Reply TTL value"
id_id: Sajikan respons yang kedaluwarsa dari cache dengan TTL 0 tanpa menunggu resolusi yang sebenarnya selesai. TTL dapat dimodifikasi dengan "Nilai TTL Balasan Rekaman Kadaluarsa"
ja_jp: 実際の解決の終了を待たずに、TTLが0のキャッシュから期限切れの応答を配信する。 TTLは、"Expired Record Reply TTL value "で変更可能です。
ko_ko: 실제 확인이 완료될 때까지 기다리지 않고 캐시에서 만료된 응답을 TTL 0으로 전송합니다. TTL은 "만료된 레코드 응답 TTL 값"으로 수정할 수 있습니다.
pt_pt: Servir respostas expiradas da cache com uma TTL de 0 sem esperar que a resolução real termine. A TTL pode ser modificada com "Expired Record Reply TTL value".
sw_sw: Servera utgånget svar från cacheminnet med TTL 0 utan att vänta på att den faktiska upplösningen avslutas. TTL-värdet kan ändras med "Expired Record Reply TTL value" (TTL-värde för utgånget svar).
tr_tr: Gerçek çözümlemenin bitmesini beklemeden önbellekten süresi dolmuş yanıtları 0 TTL ile sunun. TTL, "Süresi Dolmuş Kayıt Yanıtı TTL değeri" ile değiştirilebilir
uk_uk: Обслуговувати прострочені відповіді з кешу з TTL 0, не чекаючи завершення фактичного дозволу. Значення TTL можна змінити за допомогою параметра "Expired Record Reply TTL value"
