Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Value needs to be between 1 and 31; multiple values, ranges, L (last day of month), steps and asterisk are supported (ex. 1,2,8 or 1-28).
id_id: Nilai harus antara 1 dan 31; beberapa nilai, rentang, L (hari terakhir dalam bulan), langkah dan tanda bintang didukung (mis. 1,2,8 atau 1-28).
ja_jp: 値は1～31の間で、複数値、範囲、L（月末日）、ステップ、アスタリスクに対応しています（例：1,2,8、1～28）。
ko_ko: 값은 1에서 31 사이여야 하며, 여러 값, 범위, L(월의 마지막 날), 단계 및 별표가 지원됩니다(예: 1,2,8 또는 1-28).
pt_pt: O valor tem de estar entre 1 e 31; múltiplos valores, intervalos, L (último dia do mês), passos e asterisco são suportados (ex. 1,2,8 ou 1-28).
sw_sw: Värdet måste vara mellan 1 och 31. Flera värden, intervall, L (sista dagen i månaden), steg och asterisk stöds (t.ex. 1,2,8 eller 1-28).
tr_tr: Değerin 1 ile 31 arasında olması gerekir; çoklu değerler, aralıklar, L (ayın son günü), adımlar ve yıldız işareti desteklenir (örn. 1,2,8 veya 1-28).
uk_uk: Значення має бути від 1 до 31; підтримуються множинні значення, діапазони, L (останній день місяця), кроки та зірочка (наприклад, 1,2,8 або 1-28).

source: Vanuatu
ja_jp: バヌアツ
ko_ko: 바누아투
uk_uk: Вануату

source: Venezuela
ja_jp: ベネズエラ
ko_ko: 베네수엘라
uk_uk: Венесуела

source: Verbose
ja_jp: バーボース
ko_ko: 자세한 정보
sw_sw: Uppgifter om hur det går till
uk_uk: Багатослівний

source: Vevo
ja_jp: ブイブイ

source: Viber
ja_jp: バイバー

source: Video
ja_jp: 動画
ko_ko: 비디오
pt_pt: Vídeo
uk_uk: Відео

source: Vietnam
ja_jp: ベトナム
ko_ko: 베트남
pt_pt: Vietname
uk_uk: В'єтнам

source: Virgin Islands, British
id_id: Kepulauan Virgin, Inggris
ja_jp: バージン諸島、イギリス
ko_ko: 버진 아일랜드, 영국령
pt_pt: Ilhas Virgens, Britânicas
sw_sw: Jungfruöarna, brittiska
tr_tr: Virgin Adaları, İngiliz
uk_uk: Віргінські острови, Британські

source: Virgin Islands, U.S.
id_id: Kepulauan Virgin, A.S.
ja_jp: アメリカ・ヴァージン諸島
ko_ko: 버진 아일랜드, 미국령
pt_pt: Ilhas Virgens, E.U.A.
sw_sw: Jungfruöarna, USA
tr_tr: Virgin Adaları, ABD
uk_uk: Віргінські острови, США

source: VirtAssistant
ja_jp: ヴァーチャアシスタント
ko_ko: 가상 어시스턴트

source: VoIP
ja_jp: ボイップ

source: Vouchers
id_id: Voucher
ja_jp: バウチャー
ko_ko: 바우처
sw_sw: Kuponger
tr_tr: Kuponlar
uk_uk: Ваучери

source: Vpn
ja_jp: ブイピーエヌ

source: WSD
ja_jp: ダブリューエスディー

source: Wallis and Futuna
id_id: Wallis dan Futuna
ja_jp: ウォリスとフツナ
ko_ko: 월리스 푸투나
pt_pt: Wallis e Futuna
sw_sw: Wallis och Futuna
tr_tr: Wallis ve Futuna
uk_uk: Уолліс і Футуна

source: Warcraft3
ja_jp: ウォークラフト3
ko_ko: 워크래프트3

source: Warning
id_id: Peringatan
it_it: Avvertimento
ja_jp: 警告
ko_ko: 경고
pt_pt: Atenção
sw_sw: Varning
tr_tr: Uyarı
uk_uk: Попередження

source: Waze
ja_jp: ワイズ

source: WeChat
ja_jp: ウィーチャット

source: Weak TLS cipher
id_id: Sandi TLS yang lemah
ja_jp: 弱いTLS暗号
ko_ko: 약한 TLS 암호화
pt_pt: Fraca cifra de TLS
sw_sw: Svagt TLS-chiffer
tr_tr: Zayıf TLS şifresi
uk_uk: Слабкий шифр TLS

source: Weapons
id_id: Senjata
ja_jp: 武器
ko_ko: 무기
pt_pt: Armas
sw_sw: Vapen
tr_tr: Silahlar
uk_uk: Зброя.

source: Web
ja_jp: ウェブ
ko_ko: 웹
sw_sw: Webb
uk_uk: Веб

source: WebSocket
id_id: Soket Web
ja_jp: ウェブソケット
ko_ko: 웹소켓

source: Webex
ja_jp: ウエベックス

source: Webmail
ja_jp: ウェブメール
ko_ko: 웹 메일
uk_uk: Веб-пошта

source: Wednesday
id_id: Rabu
ja_jp: 水曜日
ko_ko: 수요일
pt_pt: Quarta-feira
sw_sw: Onsdag
tr_tr: Çarşamba
uk_uk: Середа

source: Weekday Range
id_id: Kisaran Hari Kerja
ja_jp: 平日の範囲
ko_ko: 평일 범위
pt_pt: Gama de dias da semana
sw_sw: Veckodagarsintervall
tr_tr: Hafta İçi Aralığı
uk_uk: Діапазон по буднях

source: Weight must be between 1...100
id_id: Berat badan harus antara 1 ... 100
ja_jp: 重量は1〜100の間でなければならない
ko_ko: 무게는 1...100 사이여야 합니다.
pt_pt: O peso deve estar entre 1...100
sw_sw: Vikten måste vara mellan 1...100
tr_tr: Ağırlık 1...100 arasında olmalıdır
uk_uk: Вага повинна бути в межах 1...100

source: Western Sahara
id_id: Sahara Barat
ja_jp: 西サハラ
ko_ko: 서사하라
pt_pt: Sara Ocidental
sw_sw: Västsahara
tr_tr: Batı Sahra
uk_uk: Західна Сахара

source: WhatsAppCall
id_id: Panggilan WhatsApp
ja_jp: WhatsAppCall（ワッツアップコール

source: When enabling "Log SNI information only", SSL inspection must also be enabled
id_id: Saat mengaktifkan "Log informasi SNI saja", inspeksi SSL juga harus diaktifkan
ja_jp: SNI情報のみを記録する」を有効にする場合、SSLインスペクションも有効にする必要があります。
ko_ko: "SNI 정보만 기록"을 사용하도록 설정하는 경우, SSL 검사도 사용하도록 설정해야 합니다.
pt_pt: Ao activar "Log SNI apenas informação", a inspecção SSL deve também ser activada
sw_sw: När du aktiverar "Logga endast SNI-information" måste SSL-inspektion också vara aktiverad.
tr_tr: "Yalnızca SNI bilgilerini günlüğe kaydet" etkinleştirildiğinde, SSL denetimi de etkinleştirilmelidir
uk_uk: Якщо увімкнено "Записувати лише інформацію SNI", перевірка SSL також має бути увімкнена

source: Whois-DAS
ja_jp: フーイズダス

source: Wikipedia
ja_jp: ウィキペディア
ko_ko: 위키피디아
tr_tr: Vikipedi
uk_uk: Вікіпедія

source: WindowsSpyBlocker (extra)
id_id: WindowsSpyBlocker (tambahan)
ja_jp: WindowsSpyBlocker(おまけ)
ko_ko: WindowsSpyBlocker(추가)
tr_tr: WindowsSpyBlocker (ekstra)
uk_uk: WindowsSpyBlocker (додатково)

source: WindowsSpyBlocker (spy)
id_id: WindowsSpyBlocker (mata-mata)
ja_jp: WindowsSpyBlocker (スパイ)
ko_ko: WindowsSpyBlocker(스파이)
pt_pt: WindowsSpyBlocker (espião)
sw_sw: WindowsSpyBlocker (spion)
tr_tr: WindowsSpyBlocker (casus)
uk_uk: WindowsSpyBlocker (шпигун)

source: WindowsSpyBlocker (update)
id_id: WindowsSpyBlocker (pembaruan)
ja_jp: WindowsSpyBlocker (アップデート)
ko_ko: WindowsSpyBlocker (업데이트)
pt_pt: WindowsSpyBlocker (actualização)
sw_sw: WindowsSpyBlocker (uppdatering)
tr_tr: WindowsSpyBlocker (güncelleme)
uk_uk: WindowsSpyBlocker (оновлення)

source: Wizard
ja_jp: ウィザード
ko_ko: 마법사
pt_pt: Feiticeiro
sw_sw: Trollkarl
tr_tr: Sihirbaz
uk_uk: Чарівник

source: WorldOfWarcraft
ja_jp: ワールドオブウォークラフト
ko_ko: 월드오브워크래프트

source: XDMCP
ja_jp: エックスディーエムシーピー

source: XSS attack
id_id: Serangan XSS
ja_jp: XSS攻撃
ko_ko: XSS 공격
pt_pt: Ataque XSS
tr_tr: XSS saldırısı
uk_uk: XSS-атака

source: Yahoo
ja_jp: ヤフー

source: Yemen
id_id: Yaman
ja_jp: イエメン
ko_ko: 예멘
pt_pt: Iémen
sw_sw: Jemen
uk_uk: Ємен

source: YoYo List
id_id: Daftar YoYo
ja_jp: ヨーヨー一覧
ko_ko: 요요 목록
pt_pt: Lista YoYo
sw_sw: YoYo-listan
tr_tr: YoYo Listesi

source: You have to enable Disable Routes option.
id_id: Anda harus mengaktifkan opsi Nonaktifkan Rute.
ja_jp: Disable Routesオプションを有効にする必要があります。
ko_ko: 경로 비활성화 옵션을 활성화해야 합니다.
pt_pt: Tem de activar a opção Disable Routes (Desactivar Rotas).
sw_sw: Du måste aktivera alternativet Inaktivera vägar.
tr_tr: Rotaları Devre Dışı Bırak seçeneğini etkinleştirmeniz gerekir.
uk_uk: Вам потрібно увімкнути опцію Вимкнути маршрути.

source: You have to enable FreeRADIUS DHCP service.
id_id: Anda harus mengaktifkan layanan DHCP FreeRADIUS.
ja_jp: FreeRADIUS DHCPサービスを有効にする必要があります。
ko_ko: FreeRADIUS DHCP 서비스를 활성화해야 합니다.
pt_pt: Tem de activar o serviço FreeRADIUS DHCP.
sw_sw: Du måste aktivera FreeRADIUS DHCP-tjänsten.
tr_tr: FreeRADIUS DHCP hizmetini etkinleştirmeniz gerekir.
uk_uk: Вам потрібно увімкнути службу FreeRADIUS DHCP.

source: You need to set a proper listening IP.
id_id: Anda perlu mengatur IP pendengaran yang tepat.
ja_jp: 適切なリスニングIPを設定する必要があります。
ko_ko: 적절한 수신 IP를 설정해야 합니다.
pt_pt: É necessário definir um IP de escuta adequado.
sw_sw: Du måste ange en korrekt lyssnande IP.
tr_tr: Uygun bir dinleme IP'si ayarlamanız gerekir.
uk_uk: Вам потрібно встановити правильний IP-адрес для прослуховування.

source: You need to set a propper VLAN ID.
id_id: Anda perlu menetapkan ID VLAN yang tepat.
ja_jp: プロパーVLAN IDを設定する必要があります。
ko_ko: 프록시 VLAN ID를 설정해야 합니다.
pt_pt: É necessário definir uma identificação de VLAN de propper.
sw_sw: Du måste ställa in ett propper VLAN ID.
tr_tr: Daha uygun bir VLAN kimliği ayarlamanız gerekir.
uk_uk: Вам потрібно встановити відповідний ідентифікатор VLAN.

source: YouTube
ja_jp: ユーチューブ

source: Zabbix
ja_jp: ザビックス

source: Zambia
ja_jp: ザンビア
ko_ko: 잠비아
pt_pt: Zâmbia
tr_tr: Zambiya
uk_uk: Замбія

source: Zattoo
ja_jp: ザトゥー
ko_ko: 문신
uk_uk: Зату.

source: ZeroMQ
ja_jp: ゼロエムキュー

source: Zimbabwe
ja_jp: ジンバブエ
ko_ko: 짐바브웨
pt_pt: Zimbabué
tr_tr: Zimbabve
uk_uk: Зімбабве

source: Zoom
id_id: Memperbesar
ja_jp: ズーム
ko_ko: 줌
tr_tr: Yakınlaştır
uk_uk: Збільшити

source: ah
ja_jp: アッ
ko_ko: 아
uk_uk: ах

source: alert
id_id: waspada
ja_jp: アラート
ko_ko: 알림
pt_pt: alerta
sw_sw: varning
tr_tr: UYARI
uk_uk: тривога

source: allkeys-lru
ja_jp: アルキーズリュウ

source: allkeys-random
ja_jp: オールキーランダム
ko_ko: 모든키-랜덤

source: bit/s
ja_jp: ビット／秒
ko_ko: 비트/s
uk_uk: біт/с

source: both
id_id: keduanya
ja_jp: 双方
ko_ko: 둘 다
pt_pt: ambos
sw_sw: båda
tr_tr: her ikisi de
uk_uk: обидва

source: bucket size should be between 1...65535
id_id: Ukuran ember harus antara 1 ... 65535
ja_jp: バケットサイズは1...65535の間である必要があります。
ko_ko: 버킷 크기는 1...65535 사이여야 합니다.
pt_pt: o tamanho do balde deve ser entre 1...65535
sw_sw: Storleken på hinken ska vara mellan 1...65535.
tr_tr: kova boyutu 1...65535 arasında olmalıdır
uk_uk: розмір ковша повинен бути в межах 1...65535

source: clock daemon
id_id: daemon jam
ja_jp: クロックデーモン
ko_ko: 시계 데몬
pt_pt: daemon do relógio
sw_sw: klockdemon
tr_tr: saat daemon
uk_uk: годинниковий демон

source: debug
ja_jp: デバッグ
tr_tr: hata ayıklama
uk_uk: налагодження

source: destination
id_id: tujuan
ja_jp: 行き先
ko_ko: 목적지
pt_pt: destino
tr_tr: Hedef
uk_uk: місце призначення

source: eBay
ja_jp: イーベイ

source: eDonkey
ja_jp: イードゥンキー

source: emergency
id_id: darurat
ja_jp: 緊急
ko_ko: 비상
pt_pt: emergência
sw_sw: nödsituationer
tr_tr: ACİL DURUM
uk_uk: надзвичайна ситуація

source: error
id_id: kesalahan
ja_jp: 失策
ko_ko: 오류
pt_pt: erro
sw_sw: fel
tr_tr: hata
uk_uk: помилка

source: esp
ja_jp: エスプ

source: files
id_id: file
ja_jp: ファイル
ko_ko: 파일
pt_pt: ficheiros
sw_sw: filer
tr_tr: dosyalar
uk_uk: файли

source: gre
ja_jp: 欲張り
uk_uk: гре

source: icmp
ja_jp: アイシーエムピー

source: igmp
ja_jp: イグミンプ

source: ip
ja_jp: アイピー

source: ipv4
ja_jp: アイピーブイフォー

source: ipv6
ja_jp: アイピーブイシックス

source: kernel messages
id_id: pesan kernel
ja_jp: カーネルメッセージ
ko_ko: 커널 메시지
pt_pt: mensagens do núcleo
sw_sw: meddelanden från kärnan
tr_tr: çekirdek mesajları
uk_uk: повідомлення ядра

source: line printer subsystem
id_id: subsistem pencetak garis
ja_jp: ラインプリンタサブシステム
ko_ko: 라인 프린터 서브 시스템
pt_pt: subsistema de impressão de linha
sw_sw: delsystemet för linjskrivare
tr_tr: hat yazıcısı alt sistemi
uk_uk: підсистема лінійного принтера

source: locally used (0)
id_id: digunakan secara lokal (0)
ja_jp: 現地で使用する (0)
ko_ko: 로컬 사용 (0)
pt_pt: utilizado localmente (0)
sw_sw: lokalt använt (0)
tr_tr: yerel olarak kullanıldı (0)
uk_uk: використовується локально (0)

source: locally used (1)
id_id: digunakan secara lokal (1)
ja_jp: 現地で使用する (1)
ko_ko: 로컬 사용 (1)
pt_pt: utilizado localmente (1)
sw_sw: lokalt använt (1)
tr_tr: yerel olarak kullanılan (1)
uk_uk: локально використовується (1)

source: locally used (2)
id_id: digunakan secara lokal (2)
ja_jp: 現地で使用する (2)
ko_ko: 로컬 사용 (2)
pt_pt: utilizado localmente (2)
sw_sw: lokalt använt (2)
tr_tr: yerel olarak kullanılan (2)
uk_uk: локально використовуються (2)

source: locally used (3)
id_id: digunakan secara lokal (3)
ja_jp: 現地で使用する (3)
ko_ko: 로컬 사용 (3)
pt_pt: utilizado localmente (3)
sw_sw: lokalt använt (3)
tr_tr: yerel olarak kullanılan (3)
uk_uk: локально використовуються (3)

source: locally used (4)
id_id: digunakan secara lokal (4)
ja_jp: 現地で使用する (4)
ko_ko: 로컬 사용 (4)
pt_pt: utilizado localmente (4)
sw_sw: lokalt använt (4)
tr_tr: yerel olarak kullanılan (4)
uk_uk: локально використовуються (4)

source: locally used (5)
id_id: digunakan secara lokal (5)
ja_jp: 現地で使用する (5)
ko_ko: 로컬 사용 (5)
pt_pt: utilizado localmente (5)
sw_sw: lokalt använt (5)
tr_tr: yerel olarak kullanılan (5)
uk_uk: місцеве використання (5)

source: locally used (6)
id_id: digunakan secara lokal (6)
ja_jp: 現地で使用した (6)
ko_ko: 로컬 사용 (6)
pt_pt: utilizado localmente (6)
sw_sw: lokalt använt (6)
tr_tr: yerel olarak kullanılan (6)
uk_uk: місцеве використання (6)

source: locally used (7)
id_id: digunakan secara lokal (7)
ja_jp: 現地で使用する (7)
ko_ko: 로컬 사용 (7)
pt_pt: utilizado localmente (7)
sw_sw: lokalt använt (7)
tr_tr: yerel olarak kullanılan (7)
uk_uk: місцеве використання (7)

source: log alert
id_id: peringatan log
ja_jp: ログアラート
ko_ko: 로그 알림
pt_pt: alerta de registo
sw_sw: loggningsvarning
tr_tr: günlük uyarısı
uk_uk: оповіщення журналу

source: log audit
id_id: audit log
ja_jp: ログ監査
ko_ko: 로그 감사
pt_pt: auditoria de registo
sw_sw: loggboksgranskning
tr_tr: günlük denetimi
uk_uk: аудит журналів

source: mail system
id_id: sistem surat
ja_jp: 郵便制度
ko_ko: 메일 시스템
pt_pt: sistema de correio
sw_sw: postsystem.
tr_tr: posta sistemi
uk_uk: поштова система

source: max size needs to be an integer value between 1 and 65535
id_id: ukuran maksimum harus berupa nilai bilangan bulat antara 1 dan 65535
ja_jp: 最大サイズは1〜65535の整数値である必要があります。
ko_ko: 최대 크기는 1에서 65535 사이의 정수 값이어야 합니다.
pt_pt: o tamanho máximo tem de ser um valor inteiro entre 1 e 65535
sw_sw: Max storlek måste vara ett heltal mellan 1 och 65535.
tr_tr: maksimum boyutun 1 ile 65535 arasında bir tamsayı değeri olması gerekir
uk_uk: максимальний розмір має бути цілим числом від 1 до 65535

source: menu
ja_jp: メニュー
ko_ko: 메뉴
sw_sw: meny
tr_tr: Menü
uk_uk: меню

source: messages generated internally by syslogd
id_id: pesan yang dihasilkan secara internal oleh syslogd
ja_jp: syslogd が内部で生成するメッセージ
ko_ko: syslogd에서 내부적으로 생성된 메시지
pt_pt: mensagens geradas internamente pelo syslogd
sw_sw: meddelanden som genereras internt av syslogd
tr_tr: syslogd tarafından dahili olarak oluşturulan iletiler
uk_uk: повідомлення, згенеровані внутрішньо syslogd

source: nProbe
id_id: nPenyelidikan
ja_jp: nプローブ
uk_uk: nЗонд

source: network news subsystem
id_id: subsistem berita jaringan
ja_jp: ネットワークニュースサブシステム
ko_ko: 네트워크 뉴스 하위 시스템
pt_pt: subsistema de notícias da rede
sw_sw: delsystem för nätverksnyheter
tr_tr: ağ haber alt sistemi
uk_uk: підсистема мережевих новин

source: noeviction
id_id: tidak ada penggusuran
ja_jp: 忌み嫌われ
sw_sw: ingen motsägelse
uk_uk: відсутність виселення

source: notice
id_id: pemberitahuan
ja_jp: みとめる
ko_ko: 공지 사항
pt_pt: aviso
sw_sw: meddelande
tr_tr: BİLDİRİM
uk_uk: повідомлення

source: ntop
ja_jp: てんとう

source: origin should be regular text of max 30 characters
id_id: asal harus berupa teks biasa maksimal 30 karakter
ja_jp: 原文は、30文字以内の通常のテキストであること
ko_ko: 원본은 최대 30자의 일반 텍스트여야 합니다.
pt_pt: a origem deve ser um texto regular com um máximo de 30 caracteres
sw_sw: Ursprunget ska vara vanlig text med högst 30 tecken.
tr_tr: kaynak en fazla 30 karakterden oluşan normal metin olmalıdır
uk_uk: походження має бути звичайним текстом довжиною не більше 30 символів

source: provide a valid sequence for sorting
id_id: memberikan urutan yang valid untuk pengurutan
ja_jp: 並べ替えに有効な順序を提供する
ko_ko: 정렬을 위한 유효한 시퀀스 제공
pt_pt: fornecer uma sequência válida para a triagem
sw_sw: ge en giltig sekvens för sortering
tr_tr: sıralama için geçerli bir sıra sağlar
uk_uk: вказати допустиму послідовність для сортування

source: queue size should be between 2...100
id_id: Ukuran antrian harus antara 2 ... 100
ja_jp: キューサイズは2〜100の間である必要があります。
ko_ko: 대기열 크기는 2...100 사이여야 합니다.
pt_pt: o tamanho da fila deve ser entre 2...100
sw_sw: köstorleken bör vara mellan 2...100.
tr_tr: kuyruk boyutu 2...100 arasında olmalıdır
uk_uk: розмір черги повинен бути в межах 2...100

source: s7comm
ja_jp: エスセブンコム

source: sFlow
ja_jp: sFlow（エスフロー

source: security/authorization messages
id_id: pesan keamanan/otorisasi
ja_jp: セキュリティ/認証メッセージ
ko_ko: 보안/인증 메시지
pt_pt: mensagens de segurança/autorização
sw_sw: meddelanden om säkerhet/auktorisering
tr_tr: güvenlik/yetkilendirme mesajları
uk_uk: повідомлення про безпеку/авторизацію

source: source
id_id: sumber
it_it: fonte
ja_jp: 送信元
ko_ko: 출처
pt_pt: origem
sw_sw: källa
tr_tr: kaynak
uk_uk: джерело

source: syslog
ja_jp: シスログ

source: system daemons
id_id: daemon sistem
ja_jp: システムデーモン
ko_ko: 시스템 데몬
pt_pt: daemons do sistema
sw_sw: Systemdemoner.
tr_tr: sistem daemonları
uk_uk: системні демони

source: tcp
ja_jp: ティーケーピー

source: tcp (ACK packets only)
id_id: tcp (hanya paket ACK)
ja_jp: tcp (ACKパケットのみ)
ko_ko: tcp(ACK 패킷만 해당)
pt_pt: tcp (apenas pacotes ACK)
sw_sw: tcp (endast ACK-paket)
tr_tr: tcp (yalnızca ACK paketleri)
uk_uk: tcp (тільки пакети ACK)

source: tcp (non-ACK packets)
id_id: tcp (paket non-ACK)
ja_jp: tcp(非ACKパケット)
ko_ko: tcp(비-ACK 패킷)
pt_pt: tcp (pacotes que não sejam de VAGA)
sw_sw: tcp (icke-ACK-paket)
tr_tr: tcp (ACK olmayan paketler)
uk_uk: tcp (не-ACK пакети)

source: the number of sslrtd children needs to be an integer value between 1 and 32
id_id: jumlah anak sslrtd harus berupa nilai bilangan bulat antara 1 dan 32
ja_jp: sslrtdの子機の数は、1～32の整数値である必要があります。
ko_ko: SSRTD 자식 수는 1에서 32 사이의 정수 값이어야 합니다.
pt_pt: o número de crianças sslrtd tem de ser um valor inteiro entre 1 e 32
sw_sw: Antalet sslrtd-barn måste vara ett heltal mellan 1 och 32.
tr_tr: sslrtd çocuklarının sayısı 1 ile 32 arasında bir tamsayı değeri olmalıdır
uk_uk: кількість дочірніх елементів sslrtd має бути цілим числом від 1 до 32

source: udp
ja_jp: ちゅうえい

source: user-level messages
id_id: pesan tingkat pengguna
ja_jp: ユーザレベルメッセージ
ko_ko: 사용자 수준 메시지
pt_pt: mensagens ao nível do utilizador
sw_sw: meddelanden på användarnivå
tr_tr: kullanıcı düzeyinde mesajlar
uk_uk: повідомлення на рівні користувача

source: volatile-lru
ja_jp: 揮発性リュウ
sw_sw: flyktig-lru
tr_tr: uçucu-lru

source: volatile-random
id_id: mudah menguap-acak
ja_jp: きはつせいランダム
ko_ko: 휘발성-랜덤
pt_pt: volátil-aleatória
sw_sw: flyktig-tillfällig
uk_uk: мінливий-випадковий

source: volatile-ttl
ja_jp: ボラティリティタートル
pt_pt: volátil-ttl
sw_sw: flyktig-ttl
tr_tr: uçucu-ttl

source: warn
id_id: memperingatkan
ja_jp: 言い聞かせる
ko_ko: 경고
pt_pt: avisar
sw_sw: varna
tr_tr: uyarmak
uk_uk: попередити

source: (leave empty for none)
id_id: (biarkan kosong jika tidak ada)
ja_jp: (何もない場合は空にしておく)
ko_ko: (없는 경우 비워둠)
pt_pt: (deixar vazio para ninguém)
sw_sw: (lämna tomt för ingen)
tr_tr: (hiçbiri için boş bırakın)
uk_uk: (не заповнювати нікому)

source: (leave empty to keep current one)
id_id: (biarkan kosong untuk menyimpan yang sekarang)
ja_jp: (現在のものを維持するために空欄にしておく)
ko_ko: (현재를 유지하려면 비워둡니다.)
pt_pt: (deixar vazio para manter o actual)
sw_sw: (lämna tomt om du vill behålla den nuvarande)
tr_tr: (mevcut olanı tutmak için boş bırakın)
uk_uk: (залиште порожнім, щоб зберегти поточний)

source: 1024 bit
ja_jp: 1024ビット
ko_ko: 1024비트
uk_uk: 1024 біт

source: 2048 bit
ja_jp: 2048ビット
ko_ko: 2048비트
sw_sw: 2048 bitar
uk_uk: 2048 біт

source: 3072 bit
ja_jp: 3072ビット
ko_ko: 3072 비트
uk_uk: 3072 біт

source: 4096 bit
ja_jp: 4096ビット
ko_ko: 4096비트
uk_uk: 4096 біт

source: 512 bit
ja_jp: 512ビット
ko_ko: 512비트
sw_sw: 512 bitar
uk_uk: 512 біт

source: A Windows Internet Name Service (WINS) server to provide for connecting clients, which allows them to browse Windows shares. This is typically an Active Directory Domain Controller, designated WINS server, or Samba server.
id_id: Server Windows Internet Name Service (WINS) untuk menyediakan koneksi klien, yang memungkinkan mereka untuk menelusuri berbagi Windows. Ini biasanya berupa Active Directory Domain Controller, server WINS yang ditunjuk, atau server Samba.
ja_jp: クライアントを接続するために提供するWindows Internet Name Service（WINS）サーバーで、Windows共有を参照することができます。これは通常、Active Directoryドメインコントローラー、指定WINSサーバー、またはSambaサーバーです。
ko_ko: 클라이언트가 Windows 공유를 찾아볼 수 있도록 연결할 수 있도록 제공하는 WINS(Windows 인터넷 이름 서비스) 서버입니다. 일반적으로 Active Directory 도메인 컨트롤러, 지정된 WINS 서버 또는 Samba 서버입니다.
pt_pt: Um servidor Windows Internet Name Service (WINS) para fornecer a ligação de clientes, o que lhes permite navegar em partilhas Windows. Este é tipicamente um Controlador de Domínio Active Directory, designado servidor WINS, ou servidor Samba.
sw_sw: En WINS-server (Windows Internet Name Service) för anslutande klienter som gör det möjligt för dem att bläddra bland Windows-utdelningar. Detta är vanligtvis en Active Directory-domänkontrollant, en utsedd WINS-server eller en Samba-server.
tr_tr: Windows paylaşımlarına göz atmalarını sağlayan istemcileri bağlamak için bir Windows Internet Ad Hizmeti (WINS) sunucusu. Bu genellikle bir Active Directory Etki Alanı Denetleyicisi, atanmış WINS sunucusu veya Samba sunucusudur.
uk_uk: Сервер служби інтернет-імен Windows (WINS) для підключення клієнтів, що дозволяє їм переглядати загальні ресурси Windows. Зазвичай це контролер домену Active Directory, призначений WINS-сервер або Samba-сервер.

source: A name for this OpenVPN instance, for your reference. It can be set however you like, but is often used to distinguish the purpose of the service (e.g. "Remote Technical Staff").
id_id: Nama untuk instance OpenVPN ini, untuk referensi Anda. Nama ini dapat diatur sesuka Anda, tetapi sering digunakan untuk membedakan tujuan layanan (misalnya "Staf Teknis Jarak Jauh").
ja_jp: このOpenVPNインスタンスの、参考のための名前です。好きなように設定できますが、サービスの目的を区別するために使われることが多いです（例：「リモートテクニカルスタッフ」）。
ko_ko: 참고로, 이 OpenVPN 인스턴스의 이름입니다. 원하는 대로 설정할 수 있지만, 서비스의 목적을 구분하기 위해 자주 사용됩니다(예: "원격 기술 직원").
pt_pt: Um nome para este exemplo OpenVPN, para a sua referência. Pode ser definido como quiser, mas é frequentemente utilizado para distinguir a finalidade do serviço (por exemplo, "Pessoal Técnico Remoto").
sw_sw: Ett namn för den här OpenVPN-instansen, som referens. Det kan anges hur du vill, men används ofta för att ange tjänstens syfte (t.ex. "Remote Technical Staff").
tr_tr: Referansınız için bu OpenVPN örneği için bir ad. İstediğiniz gibi ayarlanabilir, ancak genellikle hizmetin amacını ayırt etmek için kullanılır (örneğin, "Uzaktan Teknik Personel").
uk_uk: Ім'я для цього екземпляра OpenVPN, для довідки. Його можна встановити як завгодно, але часто використовується для того, щоб відрізнити призначення послуги (наприклад, "Віддалений технічний персонал").

source: A name for your reference, to identify this certificate. This is also known as the certificate's "Common Name".
id_id: Nama untuk referensi Anda, untuk mengidentifikasi sertifikat ini. Nama ini juga dikenal sebagai "Nama Umum" sertifikat.
ja_jp: この証明書を識別するための、参照用の名前です。これは、証明書の「コモンネーム」とも呼ばれる。
ko_ko: 이 인증서를 식별하기 위한 참조용 이름입니다. 인증서의 "일반 이름"이라고도 합니다.
pt_pt: Um nome para a sua referência, para identificar este certificado. Este é também conhecido como o "Nome Comum" do certificado.
sw_sw: Ett namn som referens för att identifiera certifikatet. Detta kallas också för certifikatets "Common Name" (gemensamt namn).
tr_tr: Bu sertifikayı tanımlamak için referans olarak kullanabileceğiniz bir ad. Bu aynı zamanda sertifikanın "Ortak Adı" olarak da bilinir.
uk_uk: Ім'я для довідки, щоб ідентифікувати цей сертифікат. Воно також відоме як "Загальна назва" сертифіката.

source: A name for your reference, to identify this certificate. This is the same as common-name field for other Certificates.
id_id: Nama untuk referensi Anda, untuk mengidentifikasi sertifikat ini. Ini sama dengan bidang nama umum untuk Sertifikat lainnya.
ja_jp: この証明書を識別するための、参照用の名前です。これは、他の証明書の common-name フィールドと同じである。
ko_ko: 이 인증서를 식별하기 위한 참조용 이름입니다. 다른 인증서의 일반 이름 필드와 동일합니다.
pt_pt: Um nome para a sua referência, para identificar este certificado. Este é o mesmo que o campo de nome comum para outros certificados.
sw_sw: Ett namn som referens för att identifiera certifikatet. Detta är samma fält som fältet common-name för andra certifikat.
tr_tr: Bu sertifikayı tanımlamak için referans olarak kullanabileceğiniz bir ad. Bu, diğer Sertifikalar için ortak ad alanıyla aynıdır.
uk_uk: Ім'я для довідки, щоб ідентифікувати цей сертифікат. Це те саме поле, що й поле загальної назви для інших сертифікатів.
