Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Provide a login banner to clients
id_id: Menyediakan spanduk masuk ke klien
it_it: Fornire un banner di accesso ai clienti
ja_jp: クライアントにログインバナーを提供
ko_ko: 고객에게 로그인 배너 제공
pt_pt: Fornecer um banner de login para os clientes
sw_sw: Ge en inloggningsbanner till kunderna
tr_tr: Müşterilere bir giriş banner'ı sağlayın
uk_uk: Надайте клієнтам банер для входу в систему

source: %s can only be used with IKEv2 type VPNs.
id_id: %s hanya dapat digunakan dengan VPN tipe IKEv2.
it_it: %s può essere utilizzato solo con VPN di tipo Ikev2.
ja_jp: s は IKEv2 タイプの VPN で使用可能です。
ko_ko: %s는 IKEv2 유형 VPN에서만 사용할 수 있습니다.
pt_pt: %s só pode ser usada com o tipo de VPNs IKEv2.
sw_sw: %s kan endast användas med VPN-tjänster av IKEv2-typ.
tr_tr: s yalnızca IKEv2 tipi VPN'lerle kullanılabilir.
uk_uk: %s можна використовувати лише з VPN типу IKEv2.

source: Please select radius servers to use.
id_id: Pilih server radius yang akan digunakan.
it_it: Selezionare i server RADIUS da utilizzare.
ja_jp: 使用する半径 サーバを選択してください。
ko_ko: 사용할 반경 서버를 선택하세요.
pt_pt: Por favor, seleccione servidores de raio a utilizar.
sw_sw: Välj radiusservrar som ska användas.
tr_tr: Lütfen kullanılacak radius sunucularını seçin.
uk_uk: Будь ласка, виберіть радіусні сервери для використання.

source: Local Key Pair
id_id: Pasangan Kunci Lokal
it_it: Coppia di chiavi locali
ja_jp: ローカルキーペア
ko_ko: 로컬 키 쌍
pt_pt: Par de chaves locais
sw_sw: Lokalt nyckelpar
tr_tr: Yerel Anahtar Çifti
uk_uk: Локальна пара ключів

source: Peer Key Pair
id_id: Pasangan Kunci Rekan
it_it: Coppia di chiavi tra pari
ja_jp: ピアキーペア
ko_ko: 피어 키 쌍
pt_pt: Par de chaves de pares
sw_sw: Peer-nyckelpar
tr_tr: Eş Anahtar Çifti
uk_uk: Рівноправна пара ключів

source: Remote gateway
id_id: Gerbang jarak jauh
it_it: Gateway remoto
ja_jp: リモートゲートウェイ
ko_ko: 원격 게이트웨이
pt_pt: Porta remota
sw_sw: Fjärrstyrd gateway
tr_tr: Uzak ağ geçidi
uk_uk: Віддалений шлюз

source: The inactivity timeout must be an integer.
id_id: Batas waktu tidak aktif harus berupa bilangan bulat.
it_it: Il timeout di inattività deve essere un numero intero.
ja_jp: インアクティブタイムアウトは整数値でなければならない。
ko_ko: 비활성 시간 제한은 정수여야 합니다.
pt_pt: O tempo limite de inactividade deve ser um número inteiro.
sw_sw: Timeout för inaktivitet måste vara ett heltal.
tr_tr: Hareketsizlik zaman aşımı bir tamsayı olmalıdır.
uk_uk: Тайм-аут бездіяльності має бути цілим числом.

source: The keyingtries must be an integer.
id_id: Kunci harus berupa bilangan bulat.
it_it: I Keyingtries devono essere un numero intero.
ja_jp: キーイングトライは整数値でなければならない。
ko_ko: 키 입력값은 정수여야 합니다.
pt_pt: Os toques de teclas devem ser um número inteiro.
sw_sw: Nyckelvärdena måste vara ett heltal.
tr_tr: Anahtar girişleri bir tamsayı olmalıdır.
uk_uk: Ключове слово повинно бути цілим числом.

source: The P1 lifetime must be an integer.
id_id: Masa pakai P1 harus berupa bilangan bulat.
it_it: La vita P1 deve essere un numero intero.
ja_jp: P1 有効期間は整数です
ko_ko: P1 수명은 정수여야 합니다.
pt_pt: O tempo de vida do P1 deve ser um valor inteiro.
sw_sw: Livstiden för P1 måste vara ett heltal.
tr_tr: P1 yaşam süresi bir tamsayı olmalıdır.
uk_uk: Час життя P1 має бути цілим числом.

source: The margintime must be an integer.
id_id: Margin waktu harus berupa bilangan bulat.
it_it: Il margintime deve essere un numero intero.
ja_jp: margintimeは整数値でなければならない。
ko_ko: 마진타임은 정수여야 합니다.
pt_pt: O tempo de margem deve ser um número inteiro.
sw_sw: Margintime måste vara ett heltal.
tr_tr: Margintime bir tamsayı olmalıdır.
uk_uk: Час відступу має бути цілим числом.

source: The value margin... + margin... * rekeyfuzz must not exceed the original lifetime limit.
id_id: Margin nilai... + margin... * rekeyfuzz tidak boleh melebihi batas masa pakai asli.
it_it: Il margine di valore ... + margine ... * rekeyfuzz non deve superare il limite di vita originale.
ja_jp: 値margin...+ マージン...* rekeyfuzzは、元のライフタイムの制限を越えてはならない。
ko_ko: 가치 마진... + 마진... * 리키퍼즈는 원래 수명 제한을 초과해서는 안 됩니다.
pt_pt: A margem de valor... + a margem... * o rekeyfuzz não deve exceder o limite de vida original.
sw_sw: Värdemarginalen... + marginal... * rekeyfuzz får inte överstiga den ursprungliga livstidsgränsen.
tr_tr: Değer marjı... + marj... * rekeyfuzz orijinal yaşam süresi sınırını aşmamalıdır.
uk_uk: Маржа вартості... + margin... * rekeyfuzz не повинно перевищувати початковий ліміт часу життя.

source: Rekeyfuzz must be an integer.
id_id: Rekeyfuzz harus berupa bilangan bulat.
it_it: Rekeyfuzz deve essere un numero intero.
ja_jp: Rekeyfuzz は整数値でなければならない。
ko_ko: 리키퍼즈는 정수여야 합니다.
pt_pt: O Rekeyfuzz deve ser um número inteiro.
sw_sw: Rekeyfuzz måste vara ett heltal.
tr_tr: Rekeyfuzz bir tamsayı olmalıdır.
uk_uk: Rekeyfuzz має бути цілим числом.

source: A valid remote gateway address or host name must be specified.
id_id: Alamat gateway jarak jauh atau nama host yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo gateway remoto valido o un nome host.
ja_jp: 有効なリモートゲートウェイアドレスまたはホスト名を指定してください。
ko_ko: 유효한 원격 게이트웨이 주소 또는 호스트 이름을 지정해야 합니다.
pt_pt: Um endereço válido da gateway remota ou nome de host deve ser especificado.
sw_sw: En giltig fjärrgatewayadress eller ett värdnamn måste anges.
tr_tr: Geçerli bir uzak ağ geçidi adresi veya ana bilgisayar adı belirtilmelidir.
uk_uk: Необхідно вказати дійсну адресу віддаленого шлюзу або ім'я хоста.

source: A valid remote gateway IPv4 address must be specified or you need to change protocol to IPv6
id_id: Alamat IPv4 gateway jarak jauh yang valid harus ditentukan atau Anda perlu mengubah protokol ke IPv6
it_it: È necessario specificare un indirizzo IPv4 Gateway remoto valido o è necessario modificare il protocollo in IPv6
ja_jp: 有効なリモートゲートウェイ IPv4 アドレスを指定するか、プロトコルをIPv6に変更するか。
ko_ko: 유효한 원격 게이트웨이 IPv4 주소를 지정해야 하거나 프로토콜을 IPv6으로 변경해야 합니다.
pt_pt: Um endereço IPv4 da gateway remota válida deverá ser especificado ou precisa de alterar o protocolo para IPv6
sw_sw: En giltig IPv4-adress för fjärrgateway måste anges, annars måste du ändra protokollet till IPv6.
tr_tr: Geçerli bir uzak ağ geçidi IPv4 adresi belirtilmelidir veya protokolü IPv6 olarak değiştirmeniz gerekir
uk_uk: Необхідно вказати дійсну IPv4-адресу віддаленого шлюзу або змінити протокол на IPv6

source: A valid remote gateway IPv6 address must be specified or you need to change protocol to IPv4
id_id: Alamat IPv6 gateway jarak jauh yang valid harus ditentukan atau Anda perlu mengubah protokol ke IPv4
it_it: Deve essere specificato un indirizzo IPv6 Gateway remoto valido o è necessario modificare il protocollo in IPv4
ja_jp: 有効なリモートゲートウェイ IPv6 アドレスを指定するか、プロトコルを IPv4 に変更するか。
ko_ko: 유효한 원격 게이트웨이 IPv6 주소를 지정해야 하거나 프로토콜을 IPv4로 변경해야 합니다.
pt_pt: Um endereço IPv6 de gateway remota válida deverá ser especificado ou necessita de alterar o protocolo para IPv4
sw_sw: En giltig IPv6-adress för fjärrgateway måste anges, annars måste du ändra protokollet till IPv4.
tr_tr: Geçerli bir uzak ağ geçidi IPv6 adresi belirtilmelidir veya protokolü IPv4 olarak değiştirmeniz gerekir
uk_uk: Необхідно вказати дійсну IPv6-адресу віддаленого шлюзу або змінити протокол на IPv4

source: The remote gateway "%s" is already used by phase1 "%s".
id_id: Gerbang jarak jauh "%s" sudah digunakan oleh phase1 "%s".
it_it: Il gateway remoto "%s" è già utilizzato da Fase1 "%s".
ja_jp: リモートゲートウェイ %s は、フェーズ 1 %s で既に使用されています。
ko_ko: 원격 게이트웨이 "%s"는 단계 1 "%s"에서 이미 사용하고 있습니다.
pt_pt: A gateway remota "%s" já está a usar fase1 "%s".
sw_sw: Den fjärrstyrda gatewayen "%s" används redan av fas1 "%s".
tr_tr: Uzak ağ geçidi "%s" zaten faz1 "%s" tarafından kullanılıyor.
uk_uk: Віддалений шлюз "%s" вже використовується фазою1 "%s".

source: Please select an identifier (My Identifier) other then 'any' when selecting 'Any' interface
id_id: Pilih pengenal (Pengenal Saya) selain 'apa saja' saat memilih antarmuka 'Apa saja'
it_it: Seleziona un identificatore (il mio identificatore) altro quindi "qualsiasi" quando si seleziona "qualsiasi interfaccia"
ja_jp: 「任意」インタフェースを選択している場合は、「自分の識別子」に「任意」以外の識別子を選択してください。
ko_ko: '모든' 인터페이스를 선택할 때 '모든'이 아닌 다른 식별자(내 식별자)를 선택해 주세요.
pt_pt: Por favor introduza um nome de domínio totalmente qualificado em 'Meu Identificador'.
sw_sw: Välj en annan identifierare (My Identifier) än "any" när du väljer gränssnittet "Any".
tr_tr: Lütfen 'Herhangi' arayüzünü seçerken 'herhangi' dışında bir tanımlayıcı (Tanımlayıcım) seçin
uk_uk: Будь ласка, виберіть ідентифікатор (My Identifier), відмінний від "будь-який", якщо ви вибрали інтерфейс "Будь-який

source: Please enter an address for 'My Identifier'
id_id: Masukkan alamat untuk 'Pengenal Saya'
it_it: Inserisci un indirizzo per "il mio identificatore"
ja_jp: 「自分の識別子」のアドレスを入力してください。
ko_ko: '내 식별자'의 주소를 입력하세요.
pt_pt: Por favor introduza um endereço em 'Meu Identificador'.
sw_sw: Ange en adress för "Min identifierare".
tr_tr: Lütfen 'Tanımlayıcım' için bir adres girin
uk_uk: Будь ласка, введіть адресу для "Мій ідентифікатор

source: Please enter a keyid tag for 'My Identifier'
id_id: Masukkan tag keyid untuk 'Pengenal Saya'
it_it: Inserisci un tag KeyId per "il mio identificatore"
ja_jp: 「自分の識別子」keyidを入力してください。
ko_ko: '내 식별자'의 키아이디 태그를 입력하세요.
pt_pt: Por favor introduza uma etiqueta Keyid em 'My Identifier'.
sw_sw: Ange en keyid-tagg för "Min identifierare".
tr_tr: Lütfen 'Tanımlayıcım' için bir keyid etiketi girin
uk_uk: Будь ласка, введіть ключовий тег для "Мій ідентифікатор

source: Please enter a fully qualified domain name for 'My Identifier'
id_id: Masukkan nama domain yang memenuhi syarat untuk 'Pengenal Saya'
it_it: Inserisci un nome di dominio completamente qualificato per "il mio identificatore"
ja_jp: 「自分の識別子」の完全修飾ドメイン名を入力してください。
ko_ko: '내 식별자'의 정규화된 도메인 이름을 입력하세요.
pt_pt: Por favor introduza um nome dinâmico de domínio em 'My Identifier' (O meu identificador)
sw_sw: Ange ett fullständigt kvalificerat domännamn för "My Identifier".
tr_tr: Lütfen 'Tanımlayıcım' için tam nitelikli bir alan adı girin
uk_uk: Будь ласка, введіть повне доменне ім'я для "Мій ідентифікатор

source: Please enter a user and fully qualified domain name for 'My Identifier'
id_id: Masukkan nama pengguna dan nama domain yang memenuhi syarat untuk 'Pengenal Saya'
it_it: Immettere un nome di dominio utente e completamente qualificato per "My Identifier"
ja_jp: 「自分の識別子」ユーザfqdnを入力してください。
ko_ko: '내 식별자'의 사용자 및 정규화된 도메인 이름을 입력하세요.
pt_pt: Por favor introduza um nome de domínio totalmente qualificado em 'Meu Identificador'.
sw_sw: Ange en användare och ett fullt kvalificerat domännamn för "My Identifier".
tr_tr: Lütfen 'Tanımlayıcım' için bir kullanıcı ve tam nitelikli alan adı girin
uk_uk: Будь ласка, введіть ім'я користувача та повне доменне ім'я для "Мій ідентифікатор

source: Please enter a dynamic domain name for 'My Identifier'
id_id: Masukkan nama domain dinamis untuk 'Pengenal Saya'
it_it: Immettere un nome di dominio dinamico per "il mio identificatore"
ja_jp: 「自分の識別子」ダイナミックドメイン名を入力してください。
ko_ko: '내 식별자'의 동적 도메인 이름을 입력하세요.
pt_pt: Por favor introduza um nome dinâmico de domínio em 'My Identifier' (O meu identificador)
sw_sw: Ange ett dynamiskt domännamn för "Min identifierare".
tr_tr: Lütfen 'Tanımlayıcım' için dinamik bir alan adı girin
uk_uk: Будь ласка, введіть динамічне доменне ім'я для "Мій ідентифікатор

source: A valid IP address for 'My identifier' must be specified.
id_id: Alamat IP yang valid untuk 'Pengenal saya' harus ditentukan.
it_it: Deve essere specificato un indirizzo IP valido per "My Identifier".
ja_jp: 「自分の識別子」に有効なIP アドレスを指定してください。
ko_ko: '내 식별자'에 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um FQDN válido em 'Meu identificador' deverá ser especificado.
sw_sw: En giltig IP-adress för "Min identifierare" måste anges.
tr_tr: 'Tanımlayıcım' için geçerli bir IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу для "Мій ідентифікатор".

source: A valid domain name for 'My identifier' must be specified.
id_id: Nama domain yang valid untuk 'Pengenal saya' harus ditentukan.
it_it: Deve essere specificato un nome di dominio valido per "My Identifier".
ja_jp: 「自分の識別子」には有効なドメイン名を指定してください。
ko_ko: '내 식별자'의 유효한 도메인 이름을 지정해야 합니다.
pt_pt: Um nome de domínio válido em 'Meu identificador' deverá ser especificado.
sw_sw: Ett giltigt domännamn för "Min identifierare" måste anges.
tr_tr: 'Tanımlayıcım' için geçerli bir alan adı belirtilmelidir.
uk_uk: Необхідно вказати дійсне доменне ім'я для "Мій ідентифікатор".

source: A valid FQDN for 'My identifier' must be specified.
id_id: FQDN yang valid untuk 'Pengenal saya' harus ditentukan.
it_it: Deve essere specificato un FQDN valido per "My Identifier".
ja_jp: 「自分の識別子」には有効なFQDNを指定してください。
ko_ko: '내 식별자'에 대한 유효한 FQDN을 지정해야 합니다.
pt_pt: Um FQDN válido em 'Meu identificador' deverá ser especificado.
sw_sw: Ett giltigt FQDN för "Min identifierare" måste anges.
tr_tr: 'Tanımlayıcım' için geçerli bir FQDN belirtilmelidir.
uk_uk: Необхідно вказати дійсний FQDN для "Мій ідентифікатор".

source: A valid User FQDN in the form of user@my.domain.com for 'My identifier' must be specified.
id_id: FQDN Pengguna yang valid dalam bentuk user@my.domain.com untuk 'Pengenal saya' harus ditentukan.
it_it: Deve essere specificato un FQDN utente valido sotto forma di user@my.domain.com per "My Identifier".
ja_jp: 「自分の識別子」の有効なユーザfqdnは、user@my.domain.com の形式で指定してください。
ko_ko: '내 식별자'에 대해 user@my.domain.com 형식의 유효한 사용자 FQDN을 지정해야 합니다.
pt_pt: Um utilizador FQDN valido no formulário de user@my.domain.com em 'My identifier' deverá ser especificado.
sw_sw: Ett giltigt användar-FQDN i form av user@my.domain.com för "My identifier" måste anges.
tr_tr: 'Tanımlayıcım' için user@my.domain.com şeklinde geçerli bir Kullanıcı FQDN'si belirtilmelidir.
uk_uk: У полі "Мій ідентифікатор" необхідно вказати дійсний FQDN користувача у вигляді user@my.domain.com.

source: A valid Dynamic DNS address for 'My identifier' must be specified.
id_id: Alamat DNS Dinamis yang valid untuk 'Pengenal saya' harus ditentukan.
it_it: Deve essere specificato un indirizzo DNS dinamico valido per "My Identifier".
ja_jp: 「自分の識別子」には有効なダイナミックDNS アドレスを指定してください。
ko_ko: '내 식별자'에 대한 유효한 동적 DNS 주소를 지정해야 합니다.
pt_pt: Um endereço dinâmico válido de DNS em 'My identifier' deverá ser especificado.
sw_sw: En giltig dynamisk DNS-adress för "Min identifierare" måste anges.
tr_tr: 'Tanımlayıcım' için geçerli bir Dinamik DNS adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну динамічну DNS-адресу для "Мій ідентифікатор".

source: Please enter an address for 'Peer Identifier'
id_id: Masukkan alamat untuk 'Pengenal Rekan'
it_it: Inserisci un indirizzo per "Identificatore peer"
ja_jp: 「ピア識別子」のアドレスを入力してください。
ko_ko: '피어 식별자'의 주소를 입력하세요.
pt_pt: Por favor introduza uma etiqueta Keyid em 'Peer Identifier'.
sw_sw: Ange en adress för "Peer Identifier".
tr_tr: Lütfen 'Peer Identifier' için bir adres girin
uk_uk: Будь ласка, введіть адресу для 'Peer Identifier'

source: Please enter a keyid tag for 'Peer Identifier'
id_id: Masukkan tag keyid untuk 'Pengenal Rekan'
it_it: Immettere un tag KeyID per "Identificatore peer"
ja_jp: 「ピア識別子」キーIDを入力してください。
ko_ko: '피어 식별자'의 키아이디 태그를 입력하세요.
pt_pt: Por favor introduza uma etiqueta Keyid em 'Peer Identifier'.
sw_sw: Ange en keyid-tagg för "Peer Identifier".
tr_tr: Lütfen 'Peer Identifier' için bir keyid etiketi girin
uk_uk: Будь ласка, введіть ключовий тег для 'Peer Identifier'

source: Please enter a fully qualified domain name for 'Peer Identifier'
id_id: Masukkan nama domain yang memenuhi syarat untuk 'Pengenal Rekan'
it_it: Immettere un nome di dominio completamente qualificato per "Identificatore peer"
ja_jp: 「ピア識別子」の完全修飾ドメイン名を入力してください。
ko_ko: '피어 식별자'의 정규화된 도메인 이름을 입력하세요.
pt_pt: Por favor introduza um utilizador e um nome de domínio totalmente qualificado em 'Peer Identifier' (Identificador de Pares)
sw_sw: Ange ett fullständigt kvalificerat domännamn för "Peer Identifier".
tr_tr: Lütfen 'Peer Identifier' için tam nitelikli bir alan adı girin
uk_uk: Будь ласка, введіть повне доменне ім'я для 'Peer Identifier'

source: Please enter a user and fully qualified domain name for 'Peer Identifier'
id_id: Masukkan pengguna dan nama domain yang memenuhi syarat untuk 'Pengenal Rekan'
it_it: Immettere un nome di dominio utente e completamente qualificato per "Identificatore peer"
ja_jp: 「ピア識別子」のユーザfqdnを入力してください。
ko_ko: '피어 식별자'의 사용자 및 정규화된 도메인 이름을 입력하세요.
pt_pt: Por favor introduza um utilizador e um nome de domínio totalmente qualificado em 'Peer Identifier' (Identificador de Pares)
sw_sw: Ange en användare och ett fullt kvalificerat domännamn för "Peer Identifier".
tr_tr: Lütfen 'Peer Identifier' için bir kullanıcı ve tam nitelikli alan adı girin
uk_uk: Будь ласка, введіть ім'я користувача та повне доменне ім'я для 'Peer Identifier'

source: A valid IP address for 'Peer identifier' must be specified.
id_id: Alamat IP yang valid untuk 'Pengenal rekan' harus ditentukan.
it_it: È necessario specificare un indirizzo IP valido per "Identificatore peer".
ja_jp: 「ピア識別子」には有効なIPアドレスを指定してください。
ko_ko: '피어 식별자'에 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP válido em 'Peer identifier' deverá ser especificado.
sw_sw: En giltig IP-adress för "Peer identifier" måste anges.
tr_tr: 'Eş tanımlayıcı' için geçerli bir IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу для "Ідентифікатора однорангової мережі".

source: A valid domain name for 'Peer identifier' must be specified.
id_id: Nama domain yang valid untuk 'Pengenal rekan' harus ditentukan.
it_it: È necessario specificare un nome di dominio valido per "identificatore peer".
ja_jp: 「ピア識別子」には有効なドメイン名を指定してください。
ko_ko: '피어 식별자'의 유효한 도메인 이름을 지정해야 합니다.
pt_pt: Um utilizador FDQN válido em 'Peer identifier' deverá de ser especificado.
sw_sw: Ett giltigt domännamn för "Peer identifier" måste anges.
tr_tr: 'Peer identifier' için geçerli bir alan adı belirtilmelidir.
uk_uk: Необхідно вказати дійсне доменне ім'я для 'Peer identifier'.

source: A valid FQDN for 'Peer identifier' must be specified.
id_id: FQDN yang valid untuk 'Pengenal rekan' harus ditentukan.
it_it: È necessario specificare un FQDN valido per "identificatore peer".
ja_jp: 「ピア識別子」には有効なFQDNを指定してください。
ko_ko: '피어 식별자'에 대한 유효한 FQDN을 지정해야 합니다.
pt_pt: Um utilizador FDQN válido em 'Peer identifier' deverá de ser especificado.
sw_sw: Ett giltigt FQDN för "Peer identifier" måste anges.
tr_tr: 'Eş tanımlayıcı' için geçerli bir FQDN belirtilmelidir.
uk_uk: Необхідно вказати дійсний FQDN для "Ідентифікатора однорангової мережі".

source: A valid User FQDN in the form of user@my.domain.com for 'Peer identifier' must be specified.
id_id: FQDN Pengguna yang valid dalam bentuk user@my.domain.com untuk 'Peer identifier' harus ditentukan.
it_it: Deve essere specificato un FQDN utente valido sotto forma di user@my.domain.com per "identificatore peer".
ja_jp: 「ピア識別子」の有効なユーザfqdnは、user@my.domain.com の形式で指定してください。
ko_ko: '피어 식별자'에 대해 user@my.domain.com 형식의 유효한 사용자 FQDN을 지정해야 합니다.
pt_pt: Um utilizador FDQN válido no formulário de user@my.domain.com 'Peer identifier' deverá ser especificado.
sw_sw: Ett giltigt användar-FQDN i form av user@my.domain.com för "Peer identifier" måste anges.
tr_tr: 'Eş tanımlayıcı' için user@my.domain.com şeklinde geçerli bir Kullanıcı FQDN'si belirtilmelidir.
uk_uk: У полі "Ідентифікатор однорангового користувача" має бути вказано дійсний FQDN користувача у вигляді user@my.domain.com.

source: Invalid argument for close action.
id_id: Argumen yang tidak valid untuk tindakan penutupan.
it_it: Argomento non valido per un'azione ravvicinata.
ja_jp: クローズアクションの引数が無効です。
ko_ko: 닫기 작업에 대한 인수가 잘못되었습니다.
pt_pt: Argumento inválido a favor de uma acção imediata.
sw_sw: Ogiltigt argument för avslutningsåtgärden.
tr_tr: Kapatma eylemi için geçersiz bağımsız değişken.
uk_uk: Недійсний аргумент для близьких дій.

source: A numeric value must be specified for DPD delay.
id_id: Nilai numerik harus ditentukan untuk penundaan DPD.
it_it: Un valore numerico deve essere specificato per il ritardo DPD.
ja_jp: dpd 遅延には、数値を指定してください。
ko_ko: DPD 지연에는 숫자 값을 지정해야 합니다.
pt_pt: Um valor numérico deverá de ser especificado para o desfasamento DPD.
sw_sw: Ett numeriskt värde måste anges för DPD-fördröjning.
tr_tr: DPD gecikmesi için sayısal bir değer belirtilmelidir.
uk_uk: Для затримки DPD необхідно вказати числове значення.

source: A numeric value must be specified for DPD retries.
id_id: Nilai numerik harus ditentukan untuk percobaan ulang DPD.
it_it: Un valore numerico deve essere specificato per i tentativi DPD.
ja_jp: DPD 再試行には、数値を指定してください。
ko_ko: DPD 재시도에는 숫자 값을 지정해야 합니다.
pt_pt: Um valor numérico deverá ser especificado para as tentativas de DPD.
sw_sw: Ett numeriskt värde måste anges för DPD-försök.
tr_tr: DPD yeniden denemeleri için sayısal bir değer belirtilmelidir.
uk_uk: Для повторних спроб DPD необхідно вказати числове значення.

source: Invalid argument for DPD action.
id_id: Argumen yang tidak valid untuk tindakan DPD.
it_it: Argomento non valido per l'azione DPD.
ja_jp: DPDアクションの引数が無効です。
ko_ko: DPD 액션에 대한 인수가 잘못되었습니다.
pt_pt: Argumento inválido para uma acção DPD.
sw_sw: Ogiltigt argument för DPD-åtgärd.
tr_tr: DPD eylemi için geçersiz bağımsız değişken.
uk_uk: Недійсний аргумент для дії DPD.

source: Invalid argument for key exchange protocol version.
id_id: Argumen tidak valid untuk versi protokol pertukaran kunci.
it_it: Argomento non valido per la versione del protocollo di scambio chiave.
ja_jp: 鍵交換バージョンに対して無効な引数です。
ko_ko: 키 교환 프로토콜 버전에 대한 인수가 잘못되었습니다.
pt_pt: Argumento inválido para a versão do protocolo da chave de troca.
sw_sw: Ogiltigt argument för version av nyckelutbytesprotokollet.
tr_tr: Anahtar değişim protokolü sürümü için geçersiz bağımsız değişken.
uk_uk: Неправильний аргумент для версії протоколу обміну ключами.

source: At least one hashing algorithm needs to be selected.
id_id: Setidaknya satu algoritma hashing perlu dipilih.
it_it: È necessario selezionare almeno un algoritmo di hashing.
ja_jp: 1 つ以上のハッシュアルゴリズムを選択してください。
ko_ko: 하나 이상의 해싱 알고리즘을 선택해야 합니다.
pt_pt: A vigência do P2 deve ser um inteiro.
sw_sw: Minst en hash-algoritm måste väljas.
tr_tr: En az bir hashing algoritması seçilmelidir.
uk_uk: Потрібно вибрати принаймні один алгоритм хешування.

source: Install policy on phase1 is not a valid option when using Route-based phase 2 entries.
id_id: Kebijakan instal pada fase1 bukan merupakan opsi yang valid ketika menggunakan entri fase 2 berbasis Rute.
it_it: Il criterio di installazione su Fase1 non è un'opzione valida quando si utilizzano le voci di fase 2 basate su Route.
ja_jp: ルートベースのフェーズ2エントリーを使用する場合、フェーズ1にポリシーをインストールすることは、有効なオプションではありません。
ko_ko: 경로 기반 2단계 항목을 사용할 때 1단계에 대한 설치 정책은 유효한 옵션이 아닙니다.
pt_pt: A política de instalação na fase 1 não é uma opção válida quando se utilizam entradas da fase 2 baseadas em rotas.
sw_sw: Att installera policy i fas 1 är inte ett giltigt alternativ när du använder vägbaserade fas 2-poster.
tr_tr: Rota tabanlı faz 2 girişleri kullanılırken faz1'e ilke yüklemek geçerli bir seçenek değildir.
uk_uk: Встановити політику на фазі 1 не є дійсною опцією при використанні записів фази 2 на основі маршруту.

source: General information
id_id: Informasi umum
it_it: Informazione Generale
ja_jp: 全般情報
ko_ko: 일반 정보
pt_pt: Informação Geral
sw_sw: Allmän information
tr_tr: Genel bilgiler
uk_uk: Загальна інформація

source: Clone phase2
id_id: Klon fase2
ja_jp: フェーズ 2 をクローン
ko_ko: 복제 단계2
pt_pt: Clonagem de fase 2
sw_sw: Klonfas 2
tr_tr: Klon aşaması2
uk_uk: Клон фаза2
