Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Do you really want to delete this Server?
id_id: Apakah Anda benar-benar ingin menghapus Server ini?
it_it: Vuoi davvero eliminare questo server?
ja_jp: 本当にこのサーバを削除しますか？
ko_ko: 이 서버를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar este Servidor?
sw_sw: Vill du verkligen radera den här servern?
tr_tr: Bu Sunucuyu gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей сервер?

source: Please fill the required values.
id_id: Silakan isi nilai yang diperlukan.
it_it: Si prega di riempire i valori richiesti.
ja_jp: 必要な値を入力してください
ko_ko: 필수 값을 입력하세요.
pt_pt: Por favor preencha os valores solicitados.
sw_sw: Fyll i de värden som krävs.
tr_tr: Lütfen gerekli değerleri doldurunuz.
uk_uk: Будь ласка, введіть необхідні значення.

source: No results. Check General log for details
id_id: Tidak ada hasil. Periksa log Umum untuk detailnya
it_it: Nessun risultato. Controlla il registro generale per i dettagli
ja_jp: 結果が出ない。詳細は一般ログをご確認ください
ko_ko: 결과가 없습니다. 자세한 내용은 일반 로그에서 확인하세요.
pt_pt: Sem resultados. Verificar registo geral para mais detalhes
sw_sw: Inga resultat. Kontrollera den allmänna loggen för detaljer
tr_tr: Sonuç yok. Ayrıntılar için Genel günlüğü kontrol edin
uk_uk: Немає результатів. Перевірте загальний журнал для отримання детальної інформації

source: Please select which containers to Authenticate against:
id_id: Pilih kontainer mana yang akan diautentikasi:
it_it: Seleziona quali contenitori da autenticare contro:
ja_jp: 認証するコンテナを選択してください。
ko_ko: 인증할 컨테이너를 선택하세요:
pt_pt: Por favor selecione quais os recipientes a serem autenticados
sw_sw: Välj vilka behållare du vill autentisera dig mot:
tr_tr: Lütfen hangi konteynerlere karşı Kimlik Doğrulaması yapılacağını seçin:
uk_uk: Будь ласка, виберіть, з якими контейнерами автентифікуватися:

source: Enable password policy constraints
id_id: Mengaktifkan batasan kebijakan kata sandi
it_it: Abilita i vincoli della politica di password
ja_jp: パスワードポリシ制限を有効
ko_ko: 비밀번호 정책 제약 조건 사용
pt_pt: Activar as restrições da política de senhas
sw_sw: Aktivera begränsningar för lösenordsprinciper
tr_tr: Parola ilkesi kısıtlamalarını etkinleştirme
uk_uk: Увімкніть обмеження політики паролів

source: Use hardened security policies for local accounts. Methods other than local these will usually be configured by the respective provider (e.g. LDAP, RADIUS, ...).
id_id: Gunakan kebijakan keamanan yang kuat untuk akun lokal. Metode selain lokal biasanya akan dikonfigurasi oleh penyedia layanan masing-masing (misalnya LDAP, RADIUS, ...).
it_it: Utilizzare politiche di sicurezza indurite per gli account locali. Metodi diversi da quelli locali questi saranno generalmente configurati dal rispettivo fornitore (ad esempio LDAP, raggio, ...).
ja_jp: ローカルアカウントには、強化されたセキュリティポリシーを使用します。これらのローカル以外の方法は、通常、それぞれのプロバイダによって設定されます（ldap、radius、...など）。
ko_ko: 로컬 계정에 대해 강화된 보안 정책을 사용합니다. 로컬 이외의 방법은 일반적으로 해당 공급업체에서 구성합니다(예: LDAP, RADIUS, ...).
pt_pt: Utilizar políticas de segurança reforçadas para as contas locais. Métodos diferentes dos locais serão normalmente configurados pelo respectivo fornecedor (por exemplo, LDAP, RADIUS, ...).
sw_sw: Använd hårda säkerhetsprinciper för lokala konton. Andra metoder än lokala konton konfigureras vanligtvis av respektive leverantör (t.ex. LDAP, RADIUS, ...).
tr_tr: Yerel hesaplar için güçlendirilmiş güvenlik politikaları kullanın. Yerel dışındaki yöntemler genellikle ilgili sağlayıcı tarafından yapılandırılır (örn. LDAP, RADIUS, ...).
uk_uk: Використовуйте посилені політики безпеки для локальних облікових записів. Методи, відмінні від локальних, зазвичай налаштовуються відповідним провайдером (наприклад, LDAP, RADIUS, ...).

source: Duration
id_id: Durasi
it_it: Durata
ja_jp: 有効期間
ko_ko: 기간
pt_pt: Duração
sw_sw: Varaktighet
tr_tr: Süre
uk_uk: Тривалість

source: %d days
id_id: %d hari
it_it: %d giorni
ja_jp: %d 日
ko_ko: 일
pt_pt: %d dias
sw_sw: %d dagar
tr_tr: g gün
uk_uk: %d днів

source: Password duration settings, the interval in days in which passwords stay valid. When reached, the user will be forced to change his or her password before continuing.
id_id: Pengaturan durasi kata sandi, interval dalam hari di mana kata sandi tetap valid. Jika tercapai, pengguna akan dipaksa untuk mengubah kata sandinya sebelum melanjutkan.
it_it: Impostazioni di durata della password, l'intervallo in giorni in cui le password rimangono valide. Una volta raggiunto, l'utente sarà costretto a cambiare la sua password prima di continuare.
ja_jp: パスワード有効期間設定、パスワードが有効である間隔を日数単位で指定しますので、その期間が過ぎると操作を継続する前にユーザは強制的にパスワードを変更されます。
ko_ko: 비밀번호 기간 설정: 비밀번호가 유효하게 유지되는 일 단위 간격입니다. 이 기간에 도달하면 사용자는 계속하기 전에 비밀번호를 변경해야 합니다.
pt_pt: Definições de duração da palavra-passe, o intervalo em dias em que as palavras-passe permanecem válidas. Quando alcançado, o utilizador será forçado a alterar a sua palavra-passe antes de continuar.
sw_sw: Inställningar för lösenordets varaktighet, intervallet i dagar som lösenordet är giltigt. När detta intervall är uppnått tvingas användaren att ändra sitt lösenord innan han eller hon kan fortsätta.
tr_tr: Parola süresi ayarları, parolaların geçerli kalacağı gün aralığı. Bu süreye ulaşıldığında, kullanıcı devam etmeden önce parolasını değiştirmek zorunda kalacaktır.
uk_uk: Налаштування терміну дії пароля, інтервал у днях, протягом якого пароль залишається дійсним. Після досягнення цього інтервалу користувач буде змушений змінити пароль, перш ніж продовжити роботу.

source: Sets the minimum length for a password
id_id: Mengatur panjang minimum untuk kata sandi
it_it: Imposta la lunghezza minima per una password
ja_jp: パスワードに最低長を設定
ko_ko: 비밀번호의 최소 길이를 설정합니다.
pt_pt: Define o comprimento mínimo para uma palavra-passe
sw_sw: Fastställer den minsta längden för ett lösenord
tr_tr: Parola için minimum uzunluğu ayarlar
uk_uk: Задає мінімальну довжину для пароля

source: Complexity
id_id: Kompleksitas
it_it: Complessità
ja_jp: 複雑性
ko_ko: 복잡성
pt_pt: Complexidade
sw_sw: Komplexitet
tr_tr: Karmaşıklık
uk_uk: Складність

source: Enable complexity requirements
id_id: Mengaktifkan persyaratan kompleksitas
it_it: Abilita i requisiti di complessità
ja_jp: 複雑性要件を有効
ko_ko: 복잡성 요구 사항 활성화
pt_pt: Permitir requisitos de complexidade
sw_sw: Aktivera kraven på komplexitet
tr_tr: Karmaşıklık gereksinimlerini etkinleştirin
uk_uk: Увімкніть вимоги до складності

source: Require passwords to meet complexity rules
id_id: Memerlukan kata sandi untuk memenuhi aturan kompleksitas
it_it: Richiedi password per soddisfare le regole di complessità
ja_jp: 複雑性規則に対応するパスワードを要求する
ko_ko: 복잡성 규칙을 충족하는 비밀번호 요구
pt_pt: Exigir palavras-passe para cumprir as regras de complexidade
sw_sw: Kräv att lösenord ska uppfylla komplexitetsreglerna
tr_tr: Parolaların karmaşıklık kurallarına uymasını zorunlu kılın
uk_uk: Вимагайте, щоб паролі відповідали правилам складності

source: NOTE: When using SSL, this hostname MUST match the Common Name (CN) of the LDAP server's SSL Certificate.
id_id: CATATAN: Saat menggunakan SSL, nama host ini HARUS cocok dengan Nama Umum (CN) dari Sertifikat SSL server LDAP.
it_it: Nota: quando si utilizza SSL, questo nome host deve corrispondere al nome comune (CN) del certificato SSL del server LDAP.
ja_jp: 注意することssl を使用している場合は、このホスト名は ldap サーバの ssl 証明書のコモンネーム ( cn ) と一致しないいけません。
ko_ko: 참고: SSL을 사용하는 경우 이 호스트 이름은 LDAP 서버의 SSL 인증서의 CN(일반 이름)과 일치해야 합니다.
pt_pt: NOTA: Ao usar SSL, este hostname DEVE corresponder com o Nome Comum (CN) do certificado SSL dos servidores LDAP.
sw_sw: OBS: Vid användning av SSL MÅSTE värdnamnet matcha CN-namnet (Common Name) i LDAP-serverns SSL-certifikat.
tr_tr: NOT: SSL kullanırken, bu ana bilgisayar adı LDAP sunucusunun SSL Sertifikasının Ortak Adı (CN) ile eşleşmelidir.
uk_uk: ПРИМІТКА: При використанні SSL це ім'я хоста ПОВИННО збігатися із загальним іменем (CN) SSL-сертифіката LDAP-сервера.

source: When choosing StartTLS or SSL, please configure the required private CAs in System -> Trust
id_id: Saat memilih StartTLS atau SSL, konfigurasikan CA pribadi yang diperlukan di Sistem -> Kepercayaan
it_it: Quando si sceglie StartTLS o SSL, si prega di configurare le CA private richieste nel sistema -> Trust
ja_jp: StartTLSまたはSSLを選択した場合、必要なプライベートCAをSystem -> Trustで設定してください。
ko_ko: StartTLS 또는 SSL을 선택할 경우, 시스템 -> 신뢰에서 필요한 사설 CA를 구성하세요.
pt_pt: Ao escolher StartTLS ou SSL, por favor configure os CAs privados necessários em System -> Trust
sw_sw: När du väljer StartTLS eller SSL ska du konfigurera de nödvändiga privata certifikatutfärdarna i System -> Förtroende
tr_tr: StartTLS veya SSL'i seçerken, lütfen Sistem -> Güven bölümünde gerekli özel CA'ları yapılandırın
uk_uk: При виборі StartTLS або SSL, будь ласка, налаштуйте необхідні приватні центри сертифікації в розділі Система -> Довіра

source: Bind credentials
id_id: Mengikat kredensial
it_it: Lega le credenziali
ja_jp: 資格情報をバインド
ko_ko: 자격 증명 바인딩
pt_pt: Ligações de credenciais
sw_sw: Bind autentiseringsuppgifter
tr_tr: Kimlik bilgilerini bağla
uk_uk: Прив'яжіть облікові дані

source: User DN:
id_id: Pengguna DN:
it_it: Utente DN:
ja_jp: ユーザDN:
ko_ko: 사용자 DN:
pt_pt: Utilizador DN:
sw_sw: Användarens DN:
tr_tr: Kullanıcı DN:
uk_uk: Ім'я користувача:

source: Leave empty to use anonymous binds to resolve distinguished names
id_id: Biarkan kosong untuk menggunakan pengikatan anonim untuk menyelesaikan nama yang berbeda
it_it: Lascia vuoto per usare i bind anonimi per risolvere i nomi distinti
ja_jp: 空白にすると識別名の解決に匿名バインドを使用します。
ko_ko: 익명 바인딩을 사용하여 고유 이름을 확인하려면 비워 두세요.
pt_pt: Deixar vazio para uso de ligações anónimos para resolução de nomes distintos
sw_sw: Lämna tomt om du vill använda anonyma bindningar för att lösa särskiljande namn.
tr_tr: Ayırt edici adları çözümlemek için anonim bağları kullanmak üzere boş bırakın
uk_uk: Залиште порожнім, щоб використовувати анонімні прив'язки для вирішення відмінних імен

source: Search scope
id_id: Lingkup pencarian
it_it: Ambito di ricerca
ja_jp: 検索範囲
ko_ko: 검색 범위
pt_pt: Âmbito da pesquisa
sw_sw: Sökning av omfattning
tr_tr: Arama kapsamı
uk_uk: Обсяг пошуку

source: Authentication containers
id_id: Wadah otentikasi
it_it: Contenitori di autenticazione
ja_jp: 認証コンテナ
ko_ko: 인증 컨테이너
pt_pt: Autenticação de contentores
sw_sw: Behållare för autentisering
tr_tr: Kimlik doğrulama konteynerleri
uk_uk: Контейнери автентифікації

source: Select
id_id: Pilih
it_it: Selezionare
ja_jp: 選択
ko_ko: 선택
pt_pt: Selecione
sw_sw: Välj
tr_tr: Seçiniz
uk_uk: Виберіть

source: Semicolon-separated list of distinguished names containing DC= components.
id_id: Daftar nama-nama berbeda yang dipisahkan dengan titik koma yang mengandung komponen DC=.
it_it: Elenco separato indicolon di nomi distinti contenenti componenti DC =.
ja_jp: DC=の構成要素を含む識別名のセミコロン区切りのリスト。
ko_ko: DC= 구성 요소를 포함하는 고유 이름의 세미콜론으로 구분된 목록입니다.
pt_pt: Lista separada por ponto-e-vírgula de nomes distintos contendo DC= componentes.
sw_sw: Semikolonseparerad lista över unika namn som innehåller DC=-komponenter.
tr_tr: DC= bileşenlerini içeren ayırt edici adların noktalı virgülle ayrılmış listesi.
uk_uk: Через крапку з комою список імен, що містять компоненти DC=.

source: Extended Query
id_id: Kueri yang Diperpanjang
it_it: Query estesa
ja_jp: 拡張クエリ
ko_ko: 확장 쿼리
pt_pt: Consulta estendida
sw_sw: Utökad förfrågan
tr_tr: Genişletilmiş Sorgu
uk_uk: Розширений запит

source: Initial Template
id_id: Template Awal
it_it: Modello iniziale
ja_jp: 初期テンプレート
ko_ko: 초기 템플릿
pt_pt: Tempelate inicial
sw_sw: Ursprunglig mall
tr_tr: İlk Şablon
uk_uk: Початковий шаблон

source: OpenLDAP
ja_jp: オープンエルダップ

source: Microsoft AD
it_it: AD Microsoft
ja_jp: マイクロソフトエーディー
pt_pt: Anúncio da Microsoft

source: Novell eDirectory
ja_jp: ノベルeDirectory
ko_ko: 노벨 이디렉토리
uk_uk: Електронний каталог Novell

source: User naming attribute
id_id: Atribut penamaan pengguna
it_it: Attributo di denominazione dell'utente
ja_jp: ユーザネーミング属性
ko_ko: 사용자 이름 지정 속성
pt_pt: Atributos de nomeação de utilizadores
sw_sw: Användarens namngivningsattribut
tr_tr: Kullanıcı adlandırma özniteliği
uk_uk: Атрибут іменування користувача

source: Read properties
id_id: Baca properti
it_it: Leggi le proprietà
ja_jp: プロパティを読込
ko_ko: 속성 읽기
pt_pt: Propriedades de leitura
sw_sw: Läs egenskaper
tr_tr: Özellikleri okuyun
uk_uk: Читання властивостей

source: Normally the authentication only tries to bind to the remote server, when this option is enabled also the objects properties are fetched, can be practical for debugging purposes.
id_id: Biasanya otentikasi hanya mencoba mengikat ke server jarak jauh, ketika opsi ini diaktifkan, properti objek juga diambil, bisa praktis untuk tujuan debugging.
it_it: Normalmente l'autenticazione tenta solo di legarsi al server remoto, quando questa opzione è abilitata anche le proprietà degli oggetti sono recuperate, può essere pratica per scopi di debug.
ja_jp: 通常、リモートサーバとのバインドする時のみ認証を試みますが、このオプションを有効にすることで、オブジェクトのプロパティが取得されるため、デバッグをするのに便利です。
ko_ko: 일반적으로 인증은 원격 서버에만 바인딩을 시도하지만, 이 옵션을 활성화하면 객체 속성도 가져오기 때문에 디버깅 목적으로 유용하게 사용할 수 있습니다.
pt_pt: Normalmente a autenticação só tenta ligar-se ao servidor remoto, quando esta opção também é activada as propriedades dos objectos são buscadas, pode ser prática para fins de depuração.
sw_sw: Normalt försöker autentiseringen bara binda till fjärrservern, men när det här alternativet är aktiverat hämtas även objektens egenskaper, vilket kan vara praktiskt för felsökning.
tr_tr: Normalde kimlik doğrulama yalnızca uzak sunucuya bağlanmaya çalışır, bu seçenek etkinleştirildiğinde nesnelerin özellikleri de getirilir, hata ayıklama amacıyla pratik olabilir.
uk_uk: Зазвичай автентифікація намагається зв'язатися лише з віддаленим сервером, коли цю опцію увімкнено, також будуть отримані властивості об'єктів, що може бути корисним для налагодження.

source: Services offered
id_id: Layanan yang ditawarkan
it_it: Servizi offerti
ja_jp: 提供するサービス
ko_ko: 제공되는 서비스
pt_pt: Serviços oferecidos
sw_sw: Tjänster som erbjuds
tr_tr: Sunulan Hizmetler
uk_uk: Пропоновані послуги

source: Authentication and Accounting
id_id: Otentikasi dan Akuntansi
it_it: Autenticazione e contabilità
ja_jp: 認証とアカウンティング
ko_ko: 인증 및 계정
pt_pt: Autenticação e contas
sw_sw: Autentisering och redovisning
tr_tr: Kimlik Doğrulama ve Muhasebe
uk_uk: Аутентифікація та облік

source: Accounting port value
id_id: Nilai port akuntansi
it_it: Valore della porta di contabilità
ja_jp: アカウンティングポート値
ko_ko: 계정 포트 값
pt_pt: Valor da porta por conta
sw_sw: Värde för redovisningsport
tr_tr: Muhasebe bağlantı noktası değeri
uk_uk: Облікова вартість порту

source: Authentication Timeout
id_id: Batas Waktu Otentikasi
it_it: Timeout di autenticazione
ja_jp: 認証タイムアウト
ko_ko: 인증 시간 초과
pt_pt: Tempo limite de autenticação
sw_sw: Timeout för autentisering
tr_tr: Kimlik Doğrulama Zaman Aşımı
uk_uk: Тайм-аут автентифікації

source: This value controls how long, in seconds, that the RADIUS server may take to respond to an authentication request.
id_id: Nilai ini mengontrol berapa lama, dalam hitungan detik, server RADIUS akan merespons permintaan autentikasi.
it_it: Questo valore controlla quanto tempo, in pochi secondi, che il server RADIUS può richiedere per rispondere a una richiesta di autenticazione.
ja_jp: 半径 サーバが認証要求に対する返答に要する時間を単位で指定します。
ko_ko: 이 값은 RADIUS 서버가 인증 요청에 응답하는 데 걸리는 시간(초)을 제어합니다.
pt_pt: Este valor controla em segundos quanto tempo o servidor de RADIUS precisa para responder a um pedido de autenticação.
sw_sw: Det här värdet styr hur lång tid, i sekunder, som RADIUS-servern får ta på sig att svara på en autentiseringsbegäran.
tr_tr: Bu değer, RADIUS sunucusunun bir kimlik doğrulama isteğine yanıt vermesinin saniye cinsinden ne kadar süreceğini denetler.
uk_uk: Це значення визначає, скільки часу в секундах може знадобитися RADIUS-серверу для відповіді на запит автентифікації.

source: If left blank, the default value is 5 seconds.
id_id: Jika dibiarkan kosong, nilai default adalah 5 detik.
it_it: Se lasciato vuoto, il valore predefinito è di 5 secondi.
ja_jp: 空白の場合、デフォルト値は5秒です。
ko_ko: 비워 두면 기본값은 5초입니다.
pt_pt: Se ficar em branco, o valor pré-definido é de 5 segundos.
sw_sw: Om det lämnas tomt är standardvärdet 5 sekunder.
tr_tr: Boş bırakılırsa, varsayılan değer 5 saniyedir.
uk_uk: Якщо залишити поле порожнім, значення за замовчуванням дорівнює 5 секундам.

source: NOTE: If you are using an interactive two-factor authentication system, increase this timeout to account for how long it will take the user to receive and enter a token.
id_id: CATATAN: Jika Anda menggunakan sistem autentikasi dua faktor interaktif, tingkatkan batas waktu ini untuk memperhitungkan berapa lama waktu yang dibutuhkan pengguna untuk menerima dan memasukkan token.
it_it: Nota: se si utilizza un sistema di autenticazione a due fattori interattivo, aumentare questo timeout per tenere conto del tempo impiegato dall'utente per ricevere e inserire un token.
ja_jp: 注意：対話型の二要素認証システムを使用している場合は、ユーザがトークンを受け取って入力するのに必要な時間に合わせて、タイムアウトの値を増やしてください。
ko_ko: 참고: 대화형 2단계 인증 시스템을 사용하는 경우 사용자가 토큰을 받고 입력하는 데 걸리는 시간을 고려하여 이 시간 제한을 늘리세요.
pt_pt: NOTA: Se está a usar um sistema interativo de autenticação de dois factores, incremente este tempo limite para contabilizar quanto tempo leva o utilizador a receber e digitar uma ficha.
sw_sw: OBS: Om du använder ett interaktivt system för tvåfaktorsautentisering ska du öka den här tidsgränsen för att ta hänsyn till hur lång tid det tar för användaren att ta emot och ange en token.
tr_tr: NOT: Etkileşimli bir iki faktörlü kimlik doğrulama sistemi kullanıyorsanız, kullanıcının bir belirteç alıp girmesinin ne kadar süreceğini hesaba katmak için bu zaman aşımını artırın.
uk_uk: ПРИМІТКА: Якщо ви використовуєте інтерактивну систему двофакторної автентифікації, збільште цей таймаут, щоб врахувати час, який знадобиться користувачеві для отримання та введення токена.

source: Synchronize groups
id_id: Menyinkronkan grup
it_it: Sincronizzare i gruppi
ja_jp: グループを同期させる
ko_ko: 그룹 동기화
pt_pt: Sincronizar grupos
sw_sw: Synkronisera grupper
tr_tr: Grupları senkronize edin
uk_uk: Синхронізація груп

source: Synchronize groups specified by memberOf or class attribute after login, this option requires to enable read properties. Groups will be extracted from the first CN= section and will only be considered when already existing in DynFi Firewall. Group memberships will be persisted in DynFi Firewall. Use the server test tool to check if memberOf is returned by your LDAP server before enabling.
id_id: Sinkronisasi grup yang ditentukan oleh atribut memberOf atau class setelah login, opsi ini diperlukan untuk mengaktifkan properti baca. Grup akan diekstrak dari bagian CN= pertama dan hanya akan dipertimbangkan jika sudah ada di DynFi Firewall. Keanggotaan grup akan dipertahankan di DynFi Firewall. Gunakan alat uji server untuk memeriksa apakah memberOf dikembalikan oleh server LDAP Anda sebelum mengaktifkan.
ja_jp: ログイン後、memberOfまたはclass属性で指定されたグループを同期させます。このオプションを使用するには、プロパティの読み取りを有効にする必要があります。グループは最初のCN=セクションから抽出され、DynFi Firewallにすでに存在する場合のみ考慮されます。グループメンバーシップはDynFi Firewallに永続化されます。有効にする前に、サーバーテストツールを使用して、LDAPサーバーからmemberOfが返されるかどうかを確認します。
ko_ko: 로그인 후 memberOf 또는 class 속성으로 지정된 그룹 동기화, 이 옵션을 사용하려면 읽기 속성을 활성화해야 합니다. 그룹은 첫 번째 CN= 섹션에서 추출되며 DynFi 방화벽에 이미 존재하는 경우에만 고려됩니다. 그룹 멤버십은 DynFi 방화벽에서 유지됩니다. 활성화하기 전에 서버 테스트 도구를 사용하여 LDAP 서버에서 memberOf가 반환되는지 확인하세요.
pt_pt: Sincronizar grupos especificados por memberOf ou atributo de classe após o login, esta opção requer a activação das propriedades de leitura. Os grupos serão extraídos da primeira secção CN= e só serão considerados quando já existirem na DynFi Firewall. Os grupos de membros persistirão no DynFi Firewall. Utilize a ferramenta de teste do servidor para verificar se o memberOf é devolvido pelo seu servidor LDAP antes de activar.
sw_sw: Synkronisera grupper som anges med attributet memberOf eller class efter inloggning, det här alternativet kräver att du aktiverar läsegenskaper. Grupper kommer att extraheras från det första CN=-avsnittet och kommer endast att beaktas om de redan finns i DynFi Firewall. Gruppmedlemskap kommer att bevaras i DynFi Firewall. Använd verktyget för servertest för att kontrollera om memberOf returneras av din LDAP-server innan du aktiverar den.
tr_tr: Oturum açtıktan sonra memberOf veya class özniteliği ile belirtilen grupları senkronize edin, bu seçenek okuma özelliklerini etkinleştirmeyi gerektirir. Gruplar ilk CN= bölümünden çıkarılacak ve yalnızca DynFi Firewall'da zaten mevcutsa dikkate alınacaktır. Grup üyelikleri DynFi Firewall'da kalıcı olacaktır. Etkinleştirmeden önce LDAP sunucunuz tarafından memberOf döndürülüp döndürülmediğini kontrol etmek için sunucu test aracını kullanın.
uk_uk: Синхронізувати групи, визначені атрибутом memberOf або class, після входу в систему, ця опція вимагає увімкнення властивостей читання. Групи буде витягнуто з першої секції CN= і буде враховано лише тоді, коли вони вже існують у DynFi Firewall. Членство в групах буде збережено в DynFi Firewall. Перед увімкненням цієї опції перевірте, чи повертає ваш сервер LDAP функцію memberOf.

source: Limit groups
id_id: Batasi grup
it_it: Limitare i gruppi
ja_jp: リミット・グループ
ko_ko: 그룹 제한
pt_pt: Grupos limite
sw_sw: Begränsningsgrupper
tr_tr: Sınır grupları
uk_uk: Граничні групи

source: Limit the groups which may be used by this authenticator, keep empty to consider all local groups in DynFi Firewall. When groups are selected, you can assign unassigned groups to the user manually
id_id: Batasi grup yang dapat digunakan oleh autentikator ini, biarkan kosong untuk mempertimbangkan semua grup lokal di DynFi Firewall. Ketika grup dipilih, Anda dapat menetapkan grup yang belum ditetapkan ke pengguna secara manual
ja_jp: DynFi Firewallのすべてのローカルグループを考慮するため、空のままにしておきます。グループが選択されている場合、未割り当てのグループを手動でユーザーに割り当てることができます。
ko_ko: 이 인증자가 사용할 수 있는 그룹을 제한하고, 비워두면 DynFi 방화벽의 모든 로컬 그룹을 고려합니다. 그룹이 선택되면 할당되지 않은 그룹을 사용자에게 수동으로 할당할 수 있습니다.
pt_pt: Limite os grupos que podem ser utilizados por este autenticador, mantenha-se vazio para considerar todos os grupos locais na DynFi Firewall. Quando os grupos são seleccionados, é possível atribuir grupos não atribuídos manualmente ao utilizador
sw_sw: Begränsa de grupper som kan användas av den här autentiseraren, låt den vara tom så att alla lokala grupper i DynFi Firewall beaktas. När grupper är valda kan du tilldela användaren manuellt icke tilldelade grupper.
tr_tr: Bu kimlik doğrulayıcı tarafından kullanılabilecek grupları sınırlayın, DynFi Firewall'daki tüm yerel grupları dikkate almak için boş bırakın. Gruplar seçildiğinde, atanmamış grupları kullanıcıya manuel olarak atayabilirsiniz
uk_uk: Обмежте групи, які можуть використовуватися цим автентифікатором, залиште порожнім, щоб врахувати всі локальні групи в DynFi Firewall. Коли групи вибрано, ви можете призначити користувачеві непризначені групи вручну

source: Automatic user creation
id_id: Pembuatan pengguna otomatis
it_it: Creazione utente automatica
ja_jp: ユーザーの自動作成
ko_ko: 자동 사용자 생성
pt_pt: Criação automática de utilizadores
sw_sw: Automatiskt skapande av användare
tr_tr: Otomatik kullanıcı oluşturma
uk_uk: Автоматичне створення користувачів
