Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Use a different management port on clients. The default port is 166. Specify a different port if the client machines need to select from multiple OpenVPN links.
id_id: Gunakan port manajemen yang berbeda pada klien. Port default adalah 166. Tentukan port yang berbeda jika mesin klien perlu memilih dari beberapa sambungan OpenVPN.
it_it: Utilizzare una porta di gestione diversa sui clienti. La porta predefinita è 166. Specificare una porta diversa se le macchine client devono selezionare da più collegamenti OpenVPN.
ja_jp: クライアントで異なる管理ポートを使用します。デフォルトポートは166です。
ko_ko: 클라이언트에서 다른 관리 포트를 사용합니다. 기본 포트는 166입니다. 클라이언트 컴퓨터가 여러 OpenVPN 링크 중에서 선택해야 하는 경우 다른 포트를 지정하세요.
pt_pt: Utilizar uma porta de gestão diferente nos clientes. A porta por defeito é a 166. Especifique uma porta diferente se a máquina cliente necessitar de seleccionar múltiplos links OpenVPN.
sw_sw: Använd en annan hanteringsport på klienterna. Standardporten är 166. Ange en annan port om klientmaskinerna måste välja mellan flera OpenVPN-länkar.
tr_tr: İstemcilerde farklı bir yönetim bağlantı noktası kullanın. Varsayılan bağlantı noktası 166'dır. İstemci makinelerin birden fazla OpenVPN bağlantısı arasından seçim yapması gerekiyorsa farklı bir bağlantı noktası belirtin.
uk_uk: Використовуйте інший порт керування на клієнтах. За замовчуванням використовується порт 166. Вкажіть інший порт, якщо клієнтським машинам потрібно вибирати з декількох посилань OpenVPN.

source: Use common name
id_id: Gunakan nama umum
it_it: Usa il nome comune
ja_jp: コモンネームを使用
ko_ko: 일반 이름 사용
pt_pt: Usar nome comum
sw_sw: Använd gemensamt namn
tr_tr: Ortak ad kullanın
uk_uk: Використовуйте загальне ім'я

source: When using a client certificate, use certificate common name for indexing purposes instead of username
id_id: Saat menggunakan sertifikat klien, gunakan nama umum sertifikat untuk tujuan pengindeksan, bukan nama pengguna
it_it: Quando si utilizza un certificato client, utilizzare il certificato Nome comune per scopi di indicizzazione anziché nome utente
ja_jp: クライアント証明書を使用する場合、インデックスの用途としてユーザ名ではなく証明書のコモンネームを使用します。
ko_ko: 클라이언트 인증서를 사용할 때 인덱싱 목적으로 사용자 이름 대신 인증서 일반 이름을 사용합니다.
pt_pt: Ao usar um certificado de cliente, usar o nome comum do certificado para fins de indexação em vez de nome de utilizador.
sw_sw: När du använder ett klientcertifikat ska du använda certifikatets gemensamma namn för indexering i stället för användarnamn.
tr_tr: Bir istemci sertifikası kullanırken, dizinleme amacıyla kullanıcı adı yerine sertifika ortak adını kullanın
uk_uk: Використовуючи клієнтський сертифікат, використовуйте загальне ім'я сертифіката для індексації замість імені користувача

source: %s0%s -- No output except fatal errors.
id_id: %s0%s - Tidak ada output kecuali kesalahan fatal.
it_it: %s0%s - Nessuna produzione tranne errori fatali.
ja_jp: %s0%s -- 致命的なエラー以外は出力しない。
ko_ko: s0%s -- 치명적인 오류를 제외하고는 출력이 없습니다.
pt_pt: %s0%s -- Nenhuma saída exceto erros fatais.
sw_sw: %s0%s -- Ingen utdata förutom dödliga fel.
tr_tr: s0%s -- Ölümcül hatalar dışında çıktı yok.
uk_uk: %s0%s -- Ніякого виводу, крім фатальних помилок.

source: %s1%s -- startup info + connection initiated messages + non-fatal encryption & net errors.
id_id: %s1%s - info startup + pesan yang dimulai koneksi + enkripsi non-fatal & kesalahan bersih.
it_it: %s1%s-INFORMAZIONE AVVIO + Messaggi iniziati della connessione + Errori di crittografia non fatale e net.
ja_jp: s1%s -- 起動情報＋接続開始メッセージ＋ 致命的ではない暗号化及びネットエラー
ko_ko: S1%s -- 시작 정보 + 연결 시작 메시지 + 치명적이지 않은 암호화 및 네트워크 오류.
pt_pt: %s1%s -- Startup info + ligação de mensagens iniciadas + encriptação não fatal e erros de net.
sw_sw: %s1%s -- Uppstartsinformation + meddelanden om initierade anslutningar + icke-fatala krypterings- och nätfel.
tr_tr: s1%s -- başlangıç bilgisi + bağlantı başlatıldı mesajları + ölümcül olmayan şifreleme ve ağ hataları.
uk_uk: %s1%s -- інформація про запуск + повідомлення про ініціювання з'єднання + несмертельне шифрування та помилки мережі.

source: %s2,3%s -- show TLS negotiations & route info.
id_id: %s2,3%s - menampilkan negosiasi TLS & info rute.
it_it: %s2,3%s - Mostra negoziazioni TLS e informazioni sul percorso.
ja_jp: %s2,3%s -- TLS ネゴシエーション、ルート情報を表示します。
ko_ko: s2,3%s -- TLS 협상 및 경로 정보를 표시합니다.
pt_pt: %s2,3%s -- exibir negociação TLS & informações de rota.
sw_sw: %s2,3%s -- visar TLS-förhandlingar och ruttinformation.
tr_tr: s2,3%s -- TLS anlaşmalarını ve rota bilgilerini göster.
uk_uk: %s2,3%s -- показати переговори TLS та інформацію про маршрут.

source: %s4%s -- Normal usage range.
id_id: %s4%s - Kisaran penggunaan normal.
it_it: %s4%s - Intervallo di utilizzo normale.
ja_jp: %s4%s -- 標準の使用範囲
ko_ko: s4%s -- 정상 사용 범위입니다.
pt_pt: %s4%s -- Intervalo de uso normal.
sw_sw: %s4%s -- Normalt användningsområde.
tr_tr: s4%s -- Normal kullanım aralığı.
uk_uk: %s4%s -- Звичайний діапазон використання.

source: Renegotiate data channel key after n seconds (default=3600).%sWhen using a one time password, be advised that your connection will automatically drop because your password is not valid anymore.%sSet to 0 to disable, remember to change your client as well.
id_id: Negosiasi ulang kunci saluran data setelah n detik (default = 3600).%sKetika menggunakan kata sandi sekali pakai, harap diperhatikan bahwa koneksi Anda akan secara otomatis terputus karena kata sandi Anda sudah tidak valid lagi.%sSetel ke 0 untuk menonaktifkan, ingatlah untuk mengubah klien Anda juga.
it_it: Rinegoziare la chiave del canale dati dopo n secondi (impostazione predefinita = 3600).%swhen utilizzando una password unica, sii consigliato che la connessione scenderà automaticamente perché la password non è più valida.%s SET su 0 per disabilitare bene.
ja_jp: n 秒後 ( デフォルトは 3600 ) にデータチャンネル鍵を再ネゴシエートします。%s ワンタイムパスワードを使用している場合、パスワードが無効になるため接続が自動的に落ちることに注意します。
ko_ko: n초 후에 데이터 채널 키 재협상(기본값=3600).%s일회용 비밀번호를 사용하는 경우, 비밀번호가 더 이상 유효하지 않으므로 연결이 자동으로 끊어집니다.%s비활성화하려면 0으로 설정하고 클라이언트도 변경해야 합니다.
pt_pt: Renegocie a chave do canal de dados após n segundos (por defeito=3600).%sSe usar uma senha única, saiba que a sua ligação será automaticamente desativada porque a sua senha não é mais válida.%sSet para 0 para desativar, lembre-se de mudar o seu cliente também.
sw_sw: Omförhandla datakanalnyckeln efter n sekunder (standard=3600).%sNär du använder ett engångslösenord ska du vara medveten om att anslutningen automatiskt avbryts eftersom lösenordet inte längre är giltigt.%sSätt till 0 för att inaktivera, kom ihåg att ändra din klient också.
tr_tr: Veri kanalı anahtarını n saniye sonra yeniden müzakere edin (varsayılan=3600).%sTek seferlik şifre kullanırken, şifreniz artık geçerli olmadığından bağlantınızın otomatik olarak kesileceğini unutmayın.%sDevre dışı bırakmak için 0 olarak ayarlayın, istemcinizi de değiştirmeyi unutmayın.
uk_uk: Повторно узгодити ключ каналу передачі даних через n секунд (за замовчуванням=3600).%sПри використанні одноразового пароля зауважте, що ваше з'єднання буде автоматично розірвано, оскільки ваш пароль більше не дійсний.%sВстановіть 0 для вимкнення, не забудьте також змінити ваш клієнт.

source: Force CSO Login Matching
id_id: Memaksa Pencocokan Login OMS
it_it: Forzare la corrispondenza dell'accesso CSO
ja_jp: ログイン名と一致するクライアント固有の上書き ( cso ) を強制する。
ko_ko: 강제 CSO 로그인 매칭
pt_pt: Forçar a correspondência de Login CSO
sw_sw: Tvinga CSO att matcha inloggningen
tr_tr: CSO Oturum Açma Eşleşmesini Zorla
uk_uk: Примусити ОГС відповідати логіну

source: Use username instead of common name to match client specific override.
id_id: Gunakan nama pengguna dan bukan nama umum untuk mencocokkan penggantian khusus klien.
ja_jp: クライアント固有のオーバーライドに合わせるため、コモンネームの代わりにユーザー名を使用します。
ko_ko: 클라이언트별 오버라이드를 일치시키려면 일반 이름 대신 사용자 이름을 사용합니다.
pt_pt: Utilizar o nome de utilizador em vez do nome comum para combinar com a anulação específica do cliente.
sw_sw: Använd användarnamn i stället för gemensamt namn för att matcha klientspecifika åsidosättningar.
tr_tr: Müşteriye özel geçersiz kılma ile eşleştirmek için ortak ad yerine kullanıcı adını kullanın.
uk_uk: Використовуйте ім'я користувача замість загального імені, щоб відповідати перевизначенню для конкретного клієнта.

source: Protocol / Port
id_id: Protokol / Port
it_it: Protocollo / porta
ja_jp: プロトコル/ポート
ko_ko: 프로토콜/포트
pt_pt: Protocolo / Porta
sw_sw: Protokoll/port
tr_tr: Protokol / Bağlantı Noktası
uk_uk: Протокол / порт

source: Use a wizard to setup a new server
id_id: Gunakan wizard untuk menyiapkan server baru
it_it: Usa una procedura guidata per configurare un nuovo server
ja_jp: 新規サーバの設定にウィザードを使用
ko_ko: 마법사를 사용하여 새 서버 설정하기
pt_pt: Utilizar o assistente para configurar um novo servidor
sw_sw: Använda en guide för att konfigurera en ny server
tr_tr: Yeni bir sunucu kurmak için sihirbaz kullanma
uk_uk: Використовуйте майстер для налаштування нового сервера

source: Current: %s MHz, Max: %s MHz
id_id: Saat ini: %s MHz, Maks: %s MHz
it_it: Currente: %s MHZ, max: %s MHZ
ja_jp: 現在： %s MHz、最大： %s MHz
ko_ko: 전류: %sMHz, 최대: %sMHz
pt_pt: Atual: %s MHz, Max: %s MHz
sw_sw: Ström: %s MHz, Max: %s MHz
tr_tr: Akım: %s MHz, Maks: %s MHz
uk_uk: Струм: %s MHz, Макс: %s MHz

source: Licensed until
id_id: Berlisensi hingga
ja_jp: までライセンスを取得しています。
ko_ko: 다음까지 라이선스가 부여됩니다.
pt_pt: Licenciado até
sw_sw: Licensierad till och med
tr_tr: Şu tarihe kadar lisanslı
uk_uk: Ліцензія видана до

source: Click to check for updates.
id_id: Klik untuk memeriksa pembaruan.
it_it: Fare clic per verificare gli aggiornamenti.
ja_jp: クリックで更新を確認します。
ko_ko: 클릭하여 업데이트를 확인합니다.
pt_pt: Clique para verificar como actualizações.
sw_sw: Klicka för att söka efter uppdateringar.
tr_tr: Güncellemeleri kontrol etmek için tıklayın.
uk_uk: Натисніть, щоб перевірити наявність оновлень.

source: Click to view pending updates.
id_id: Klik untuk melihat pembaruan yang tertunda.
it_it: Fare clic per visualizzare gli aggiornamenti in sospeso.
ja_jp: クリックすると、保留中のアップデートが表示されます。
ko_ko: 보류 중인 업데이트를 보려면 클릭합니다.
pt_pt: Clique para ver as actualizações pendentes.
sw_sw: Klicka för att se pågående uppdateringar.
tr_tr: Bekleyen güncellemeleri görüntülemek için tıklayın.
uk_uk: Натисніть, щоб переглянути очікувані оновлення.

source: Core
id_id: Inti
it_it: Nucleo
ja_jp: コア
ko_ko: 핵심
pt_pt: Núcleo
sw_sw: Kärnavdelning
tr_tr: Çekirdek
uk_uk: Ядро

source: Zone
id_id: Zona
it_it: Zona
ja_jp: ゾーン
ko_ko: 영역
pt_pt: Zona
sw_sw: Zon
tr_tr: Bölge
uk_uk: Зона

source: CPU usage
id_id: Penggunaan CPU
it_it: uso della CPU
ja_jp: CPU 使用率
ko_ko: CPU 사용량
pt_pt: Utilização de CPU
sw_sw: CPU-användning
tr_tr: CPU kullanımı
uk_uk: Використання процесора

source: Interface Statistics
id_id: Statistik Antarmuka
it_it: Statistiche dell'interfaccia
ja_jp: インタフェース統計
ko_ko: 인터페이스 통계
pt_pt: Estatísticas do Interface
sw_sw: Statistik om gränssnitt
tr_tr: Arayüz İstatistikleri
uk_uk: Статистика інтерфейсу

source: Firewall Log
id_id: Log Firewall
it_it: Registro del firewall
ja_jp: ファイアウォールログ
ko_ko: 방화벽 로그
pt_pt: Registo Firewall
sw_sw: Loggbok för brandvägg
tr_tr: Güvenlik Duvarı Günlüğü
uk_uk: Журнал брандмауера

source: SMART Status
id_id: Status SMART
it_it: Stato intelligente
ja_jp: SMART ステータス
ko_ko: SMART 상태
pt_pt: Estado do SMART
tr_tr: SMART Durumu
uk_uk: Статус SMART

source: System Log
id_id: Log Sistem
it_it: Registro di sistema
ja_jp: システムログ
ko_ko: 시스템 로그
pt_pt: Log do Sistema
sw_sw: Systemlogg
tr_tr: Sistem Günlüğü
uk_uk: Системний журнал

source: Traffic Graph
id_id: Grafik Lalu Lintas
it_it: Grafico del traffico
ja_jp: トラフィックグラフ
ko_ko: 트래픽 그래프
pt_pt: Gráfico do tráfego
sw_sw: Trafik Graf
tr_tr: Trafik Grafiği
uk_uk: Графік трафіку

source: No CARP Interfaces Defined. Click %shere%s to configure CARP.
id_id: Tidak Ada Antarmuka CARP yang Ditetapkan. Klik %shere%s untuk mengkonfigurasi CARP.
it_it: Nessuna interfaccia carpa definita. Fare clic su %shere %s per configurare la carpa.
ja_jp: CARP インタフェースが定義されていません。
ko_ko: 정의된 CARP 인터페이스가 없습니다. 여기%s를 클릭하여 CARP를 구성합니다.
pt_pt: Sem interfaces CARP definidos. Clique %saqui%s para configurar CARP.
sw_sw: Inga definierade CARP-gränssnitt. Klicka på %shere%s för att konfigurera CARP.
tr_tr: Tanımlanmış CARP Arayüzü Yok. CARP'ı yapılandırmak için %shere%s'e tıklayın.
uk_uk: Інтерфейси CARP не визначено. Натисніть %shere%s, щоб налаштувати CARP.

source: Hide
id_id: Sembunyikan
it_it: Nascondere
ja_jp: 非表示
ko_ko: 숨기기
pt_pt: Esconder
sw_sw: Dölj
tr_tr: Gizle
uk_uk: Приховати

source: Show
id_id: Tampilkan
it_it: Spettacolo
ja_jp: 表示
ko_ko: 표시
pt_pt: Mostrar
sw_sw: Visa
tr_tr: Göster
uk_uk: Показати

source: Packets In
id_id: Paket Dalam
it_it: Pacchetti in
ja_jp: 入力パケット
ko_ko: 패킷 입력
pt_pt: Pacotes de entrada
sw_sw: Inkommande paket
tr_tr: Paketler Girildi
uk_uk: Вхідні пакети

source: Packets Out
id_id: Paket Keluar
it_it: Pacchetti fuori
ja_jp: 出力パケット
ko_ko: 패킷 출력
pt_pt: Pacotes de saída
sw_sw: Paket ut
tr_tr: Paketler Çıktı
uk_uk: Пакети вийшли

source: Bytes In
id_id: Byte Dalam
it_it: Byte in
ja_jp: 入力バイト
ko_ko: 바이트 입력
pt_pt: Bytes de entrada
sw_sw: Bytes i
tr_tr: Bayt Girişi
uk_uk: Байти In

source: Bytes Out
id_id: Byte Out
it_it: Byte fuori
ja_jp: 出力バイト
ko_ko: 바이트 아웃
pt_pt: Bytes de saída
sw_sw: Bytes ut
tr_tr: Bayt Çıkışı
uk_uk: Байти назовні

source: Errors In
id_id: Kesalahan Dalam
it_it: Errori in
ja_jp: 入力エラー
ko_ko: 오류
pt_pt: Erros de Entrada
sw_sw: Fel i
tr_tr: Hatalar
uk_uk: Помилки в

source: Errors Out
id_id: Kesalahan Keluar
it_it: Errori fuori
ja_jp: 出力エラー
ko_ko: 오류 발생
pt_pt: Erros de Saída
sw_sw: Fel ut
tr_tr: Hatalar Dışarı
uk_uk: Виправлено помилки

source: Tunnels
id_id: Terowongan
it_it: Tunnel
ja_jp: トンネル
ko_ko: 터널
pt_pt: Tuneis
sw_sw: Tunnlar
tr_tr: Tüneller
uk_uk: Тунелі

source: Mobile
id_id: Seluler
ja_jp: モバイル
ko_ko: 모바일
pt_pt: Móvel
sw_sw: Mobil
tr_tr: Mobil
uk_uk: Мобільний

source: Active Tunnels
id_id: Terowongan Aktif
it_it: Tunnel attivi
ja_jp: アクティブトンネル
ko_ko: 활성 터널
pt_pt: Tunneis ativos
sw_sw: Aktiva tunnlar
tr_tr: Aktif Tüneller
uk_uk: Активні тунелі

source: Inactive Tunnels
id_id: Terowongan Tidak Aktif
it_it: Tunnel inattivi
ja_jp: 非アクティブトン
ko_ko: 비활성 터널
pt_pt: Tunneis Inativos
sw_sw: Inaktiva tunnlar
tr_tr: Aktif Olmayan Tüneller
uk_uk: Неактивні тунелі

source: Mobile Users
id_id: Pengguna Seluler
it_it: Utenti mobili
ja_jp: モバイルユーザ
ko_ko: 모바일 사용자
pt_pt: Utilizadores móveis
sw_sw: Mobila användare
tr_tr: Mobil Kullanıcılar
uk_uk: Мобільні користувачі

source: Note: There are no configured IPsec Tunnels
id_id: Catatan: Tidak ada Terowongan IPsec yang dikonfigurasi
it_it: Nota: non ci sono tunnel IPSEC configurati
ja_jp: 注意IPsec トンネルは構成されていません
ko_ko: 참고: 구성된 IPsec 터널이 없습니다.
pt_pt: Nota: Não existem Tunneis IPsec configurados
sw_sw: Obs: Det finns inga konfigurerade IPsec-tunnlar.
tr_tr: Not: Yapılandırılmış IPsec Tünelleri yok
uk_uk: Примітка: Немає налаштованих IPsec-тунелів

source: click the Act icon to track this rule in Live View
id_id: klik ikon Act (Tindakan) untuk melacak aturan ini di Live View
it_it: Fai clic sull'icona ACT per tenere traccia di questa regola in Live View
ja_jp: ライブビューでこのルールを追跡するには、[Act]アイコンをクリックします。
ko_ko: 라이브 뷰에서 이 규칙을 추적하려면 행위 아이콘을 클릭합니다.
pt_pt: clique no ícone Act para seguir esta regra em Live View
sw_sw: Klicka på ikonen Act för att spåra regeln i Live View.
tr_tr: bu kuralı Canlı Görünüm'de izlemek için Hareket simgesine tıklayın
uk_uk: натисніть іконку Діяти, щоб відстежити це правило в режимі реального часу

source: Matched rule
id_id: Aturan yang cocok
it_it: Regola abbinata
ja_jp: マッチングルール
ko_ko: 일치하는 규칙
pt_pt: Regra correspondente
sw_sw: Matchad regel
tr_tr: Eşleşen kural
uk_uk: Відповідне правило

source: Number of log entries:
id_id: Jumlah entri log:
it_it: Numero di voci di registro:
ja_jp: ログアウトの数。
ko_ko: 로그 항목 수입니다:
pt_pt: Número de entradas de registo:
sw_sw: Antal loggposter:
tr_tr: Günlük girdilerinin sayısı:
uk_uk: Кількість записів у журналі:

source: Update interval in seconds:
id_id: Interval pembaruan dalam hitungan detik:
it_it: Intervallo di aggiornamento in secondi:
ja_jp: 更新間隔（ 秒単位 ）。
ko_ko: 업데이트 간격은 초 단위입니다:
pt_pt: Intervalo de actualização em segundos:
sw_sw: Uppdateringsintervall i sekunder:
tr_tr: Saniye cinsinden güncelleme aralığı:
uk_uk: Інтервал оновлення в секундах:

source: Interfaces to display:
id_id: Antarmuka yang akan ditampilkan:
it_it: Interfacce da visualizzare:
ja_jp: 表示するインタフェースです。
ko_ko: 표시할 인터페이스:
pt_pt: Interfaces a exibir:
sw_sw: Gränssnitt som ska visas:
tr_tr: Görüntülenecek arayüzler:
uk_uk: Інтерфейси для відображення:

source: Hash
ja_jp: ハッシュ
ko_ko: 해시
sw_sw: Hasch
uk_uk: Хеш

source: Act
id_id: Bertindak
it_it: Atto
ja_jp: 動作
pt_pt: Lei
sw_sw: Akt
tr_tr: Hareket
uk_uk: Діяти

source: Failed
id_id: Gagal
it_it: Fallito
ja_jp: 失敗
ko_ko: 실패
pt_pt: Falha
sw_sw: Misslyckad
tr_tr: Başarısız
uk_uk: Не вдалося.

source: Changed
id_id: Berubah
it_it: Cambiato
ja_jp: 変更済
ko_ko: 변경됨
pt_pt: Alterado
sw_sw: Ändrad
tr_tr: Değişti
uk_uk: Змінено.

source: Not changed
id_id: Tidak berubah
it_it: Non cambiato
ja_jp: 未変更
ko_ko: 변경되지 않음
pt_pt: Não alterado
sw_sw: Inte ändrat
tr_tr: Değişmedi
uk_uk: Без змін

source: Rows
id_id: Baris
it_it: File
ja_jp: 列
ko_ko: 행
pt_pt: Linhas
sw_sw: Rader
tr_tr: Sıralar
uk_uk: Ряди

source: Search
id_id: Pencarian
it_it: Ricerca
ja_jp: 検索
ko_ko: 검색
pt_pt: Procurar
sw_sw: Sök på
tr_tr: Arama
uk_uk: Пошук

source: No active peers available
id_id: Tidak ada teman sebaya aktif yang tersedia
it_it: Nessun collegamento attivo disponibile
ja_jp: 利用可能なアクティブピアがありません
ko_ko: 사용 가능한 활성 피어 없음
pt_pt: Sem pares ativos disponíveis
sw_sw: Inga aktiva kamrater finns tillgängliga
tr_tr: Aktif eş mevcut değil
uk_uk: Немає активних однолітків

source: Clock location
id_id: Lokasi jam
it_it: Posizione dell'orologio
ja_jp: 位置
ko_ko: 시계 위치
pt_pt: Localização do relógio
sw_sw: Klockans placering
tr_tr: Saat konumu
uk_uk: Розташування годинника

source: in view
id_id: dalam pandangan
it_it: in vista
ja_jp: 表示中
ko_ko: 보기
pt_pt: Em visualização
sw_sw: i sikte
tr_tr: görünümde
uk_uk: на увазі

source: in use
id_id: sedang digunakan
it_it: in uso
ja_jp: 使用中
ko_ko: 사용 중
pt_pt: Em uso
sw_sw: i bruk
tr_tr: kullanımda
uk_uk: у використанні

source: Updating...
id_id: Memperbarui...
it_it: In aggiornamento...
ja_jp: 更新しています...
ko_ko: 업데이트 중...
pt_pt: Uma actualização...
sw_sw: Uppdatering...
tr_tr: Güncelleniyor...
uk_uk: Оновлення...

source: Name/Time
id_id: Nama/Waktu
it_it: Nome/Tempo
ja_jp: 名前 / 時間
ko_ko: 이름/시간
pt_pt: Nome/Tempo
sw_sw: Namn/tid
tr_tr: İsim/Saat
uk_uk: Ім'я/час

source: Real/Virtual IP
id_id: IP Nyata/Virtual
it_it: IP reale/virtuale
ja_jp: リアル / 仮想IP
ko_ko: 실제/가상 IP
pt_pt: IP Real / Virtual
sw_sw: Real/Virtuell IP
tr_tr: Gerçek/Sanal IP
uk_uk: Реальна/віртуальна IP-адреса

source: Remote/Virtual IP
id_id: IP Jarak Jauh/Virtual
it_it: IP remoto/virtuale
ja_jp: リモート / 仮想IP
ko_ko: 원격/가상 IP
pt_pt: Remoto / IP Virtual
sw_sw: Fjärrstyrd/virtuell IP
tr_tr: Uzak/Sanal IP
uk_uk: Віддалений/віртуальний IP

source: NOTE:
id_id: CATATAN:
it_it: NOTA:
ja_jp: 注意すること
ko_ko: 참고:
pt_pt: NOTA:
sw_sw: OBS:
tr_tr: NOT:
uk_uk: ПРИМІТКА:

source: You need to bind each OpenVPN client to enable its management daemon: use 'Local port' setting in the OpenVPN client screen
id_id: Anda perlu mengikat setiap klien OpenVPN untuk mengaktifkan daemon manajemennya: gunakan pengaturan 'Port lokal' di layar klien OpenVPN
it_it: È necessario associare ogni client OpenVPN per abilitare il suo daemon di gestione: utilizzare l'impostazione "porta locale" nella schermata client OpenVPN
ja_jp: 管理デーモンを有効にするために、全てのOpenVPN クライアントをバインドする必要があります。OpenVPN クライアント画面の「ローカルポート」設定を使用してください。
ko_ko: 관리 데몬을 활성화하려면 각 OpenVPN 클라이언트를 바인딩해야 합니다: OpenVPN 클라이언트 화면에서 '로컬 포트' 설정 사용
pt_pt: Deve ligar cada cliente OpenVPN para habilitar seu daemon de gestão: usar uma configuração de 'Porta Local' na janela do cliente OpenVPN".
sw_sw: Du måste binda varje OpenVPN-klient för att aktivera dess administrationsdemon: använd inställningen "Local port" (lokal port) på skärmen för OpenVPN-klienten.
tr_tr: Yönetim arka plan programını etkinleştirmek için her OpenVPN istemcisini bağlamanız gerekir: OpenVPN istemci ekranındaki 'Yerel bağlantı noktası' ayarını kullanın
uk_uk: Вам потрібно прив'язати кожен OpenVPN-клієнт, щоб увімкнути його демон керування: використовуйте параметр "Локальний порт" на екрані OpenVPN-клієнта

source: No OpenVPN instance defined or enabled.
id_id: Tidak ada instance OpenVPN yang didefinisikan atau diaktifkan.
it_it: Nessuna istanza OpenVPN definita o abilitata.
ja_jp: 定義もしくは有効化されている OpenVPN インスタンスはありません。
ko_ko: 정의되거나 활성화된 OpenVPN 인스턴스가 없습니다.
pt_pt: Nenhuma instância OpenVPN definida ou activada.
sw_sw: Ingen OpenVPN-instans har definierats eller aktiverats.
tr_tr: Tanımlanmış veya etkinleştirilmiş OpenVPN örneği yok.
uk_uk: Екземпляр OpenVPN не визначено або не увімкнено.

source: Upload
id_id: Unggah
it_it: Caricamento
ja_jp: アップロード
ko_ko: 업로드
pt_pt: Enviar
sw_sw: Ladda upp
tr_tr: Yükle
uk_uk: Завантажити

source: Display number of items:
id_id: Menampilkan jumlah item:
it_it: Visualizza il numero di elementi:
ja_jp: 項目数を表示します。
ko_ko: 항목 수를 표시합니다:
pt_pt: Exibe o numero de itens:
sw_sw: Visa antalet artiklar:
tr_tr: Öğe sayısını görüntüleyin:
uk_uk: Відобразити кількість елементів:

source: Widget height:
id_id: Tinggi widget:
it_it: Altezza del widget:
ja_jp: ウィジェットの高さ
ko_ko: 위젯 높이:
pt_pt: Altura do Widget:
sw_sw: Widgets höjd:
tr_tr: Widget yüksekliği:
uk_uk: Висота віджету:

source: Show how many characters from story:
id_id: Tunjukkan berapa banyak karakter dari cerita:
it_it: Mostra quanti personaggi dalla storia:
ja_jp: ストーリーから表示する文字数。
ko_ko: 스토리에 등장하는 캐릭터 수를 표시합니다:
pt_pt: Exibir quantos caracteres da história:
sw_sw: Visa hur många karaktärer från berättelsen:
tr_tr: Hikayeden kaç karakter olduğunu gösterin:
uk_uk: Покажіть, скільки персонажів з історії:

source: Unable to fetch rss feed
id_id: Tidak dapat mengambil umpan rss
ja_jp: RSSフィードの取得ができない
ko_ko: RSS 피드를 가져올 수 없습니다.
pt_pt: Incapaz de ir buscar ração rss
sw_sw: Det går inte att hämta rss-flöde
tr_tr: Rss beslemesi alınamıyor
uk_uk: Не вдається отримати rss-стрічку

source: Comma-separated list of services to NOT display in the widget
id_id: Daftar layanan yang dipisahkan dengan koma untuk TIDAK ditampilkan di widget
it_it: Elenco di servizi separati da virgola da non visualizzare nel widget
ja_jp: ウィジェットで表示しないサービスのカンマ区切りリスト
ko_ko: 위젯에 표시하지 않을 쉼표로 구분된 서비스 목록
pt_pt: Lista de serviços separados por vírgula para NÃO exibir no widget
sw_sw: Kommaseparerad lista över tjänster som INTE ska visas i widgeten.
tr_tr: Widget'ta GÖRÜNTÜLENMEYECEK hizmetlerin virgülle ayrılmış listesi
uk_uk: Список сервісів через кому, які НЕ потрібно відображати у віджеті

source: Drive
id_id: Berkendara
it_it: Guidare
ja_jp: ドライブ
ko_ko: 드라이브
pt_pt: Conduzir
sw_sw: Kör
tr_tr: Sürücü
uk_uk: Драйв

source: Ident
it_it: Identificarsi
ja_jp: ID
tr_tr: Kimlik

source: FAILED
id_id: GAGAL
it_it: Fallito
ja_jp: 失敗
ko_ko: 실패
pt_pt: FALHOU
tr_tr: BAŞARISIZ
uk_uk: НЕВДАЛОСЯ

source: Versions
id_id: Versi
it_it: Versioni
ja_jp: バージョン
ko_ko: 버전
pt_pt: Versões
sw_sw: Versioner
tr_tr: Versiyonlar
uk_uk: Версії

source: Retrieving internal update status...
id_id: Mengambil status pembaruan internal...
it_it: Recupero dello stato di aggiornamento interno ...
ja_jp: 内部更新状況の取得...
ko_ko: 내부 업데이트 상태 검색 중...
pt_pt: Recuperar o estado de actualização interna...
sw_sw: Hämtar intern uppdateringsstatus...
tr_tr: Dahili güncelleme durumu alınıyor...
uk_uk: Отримання статусу внутрішнього оновлення...

source: CPU type
id_id: Jenis CPU
it_it: Tipo di CPU
ja_jp: CPUタイプ
ko_ko: CPU 유형
pt_pt: Tipo de CPU
sw_sw: CPU-typ
tr_tr: CPU tipi
uk_uk: Тип процесора

source: Load average
id_id: Rata-rata beban
it_it: Carico medio
ja_jp: ロードアベレージ
ko_ko: 로드 평균
pt_pt: Carga média
sw_sw: Genomsnittlig belastning
tr_tr: Yük ortalaması
uk_uk: Середнє навантаження
