Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: There is something wrong in your config because user %s password is missing!
id_id: Ada sesuatu yang salah dalam konfigurasi Anda karena kata sandi pengguna %s tidak ada!
it_it: C'è qualcosa di sbagliato nella tua configurazione perché manca la password dell'utente %s!
ja_jp: 設定に問題がありますが、ユーザ %s のパスワードが見つかりません!
ko_ko: 사용자 %s 암호가 누락되어 구성에 문제가 있습니다!
pt_pt: Está qualquer coisa errada na configuração, porque está a faltar a palavra-passe do utilizador %s!
sw_sw: Det är något fel i din konfiguration eftersom användarens %s-lösenord saknas!
tr_tr: Yapılandırmanızda bir sorun var çünkü kullanıcı %s şifresi eksik!
uk_uk: У вашій конфігурації щось не так, тому що відсутній пароль користувача %s!

source: Local Database
id_id: Basis Data Lokal
it_it: Database locale
ja_jp: ローカルデータベース
ko_ko: 로컬 데이터베이스
pt_pt: Base de dados loacl
sw_sw: Lokal databas
tr_tr: Yerel Veritabanı
uk_uk: Локальна база даних

source: A potential %sDNS Rebind attack%s has been detected.%sTry to access the router by IP address instead of by hostname. You can disable this check if needed under System: Settings: Administration.
id_id: Telah terdeteksi adanya potensi serangan %sDNS Rebind%s.%sCobalah untuk mengakses router dengan alamat IP, bukan dengan nama host. Anda dapat menonaktifkan pemeriksaan ini jika diperlukan pada Sistem: Pengaturan: Administrasi.
ja_jp: sDNSリバインド攻撃%sの可能性が検出されました。%sホスト名ではなく、IPアドレスでルーターにアクセスしてみてください。このチェックは、必要に応じて［システム］で無効にすることができます。設定]で、必要に応じてこのチェックを無効にすることができます。管理]の項目で、必要に応じてこのチェックを無効にすることができます。
ko_ko: 잠재적인 %sDNS 리바인드 공격%s이(가) 감지되었습니다.%s호스트 이름 대신 IP 주소로 라우터에 액세스해 보십시오. 필요한 경우 시스템에서 이 검사를 비활성화할 수 있습니다: 설정: 관리에서 이 검사를 비활성화할 수 있습니다.
pt_pt: Foi detectado um potencial %sDNS Rebind attack%s.%sTry para aceder ao router por endereço IP em vez de por nome de anfitrião. Esta verificação pode ser desactivada, se necessário, em System: Configurações: Administração.
sw_sw: En potentiell %sDNS Rebind-attack%s har upptäckts.%s Försök att komma åt routern via IP-adressen i stället för via värdnamnet. Du kan inaktivera den här kontrollen om det behövs under System: Inställningar: Administration.
tr_tr: Potansiyel bir %sDNS Rebind saldırısı%s tespit edildi.%sYönlendiriciye ana bilgisayar adı yerine IP adresiyle erişmeyi deneyin. Gerekirse bu kontrolü Sistem altında devre dışı bırakabilirsiniz: Ayarlar: Yönetim.
uk_uk: Виявлено потенційну атаку %sDNS Rebind%s.%sСпробуйте отримати доступ до маршрутизатора за IP-адресою, а не за іменем хоста. За потреби ви можете вимкнути цю перевірку у розділі Система: Налаштування: Адміністрування.

source: The HTTP_REFERER "%s" does not match the predefined settings. You can disable this check if needed under System: Settings: Administration.
id_id: HTTP_REFERER "%s" tidak sesuai dengan pengaturan yang telah ditetapkan. Anda dapat menonaktifkan pemeriksaan ini jika diperlukan di bawah Sistem: Pengaturan: Administrasi.
it_it: HTTP_REFERER "%s" non corrisponde alle impostazioni predefinite. È possibile disabilitare questo controllo se necessario in Sistema: Impostazioni: Amministrazione.
ja_jp: HTTP_REFERER %s は、事前定義された設定と一致しませんが、必要であれば、システム：設定：管理者の下でこのチェックを無効にできます。
ko_ko: HTTP_REFERER "%s"가 미리 정의된 설정과 일치하지 않습니다. 필요한 경우 시스템에서 이 검사를 비활성화할 수 있습니다: 설정: 관리에서 비활성화할 수 있습니다.
pt_pt: O HTTP_REFERER "%s" não corresponde às definições pré-definidas. Pode desactivar esta verificação, se necessário, em Sistema: Definições: Administração.
sw_sw: HTTP_REFERER "%s" matchar inte de fördefinierade inställningarna. Du kan vid behov inaktivera denna kontroll under System: Inställningar: Administration.
tr_tr: HTTP_REFERER "%s" önceden tanımlanmış ayarlarla eşleşmiyor. Gerekirse bu kontrolü Sistem altında devre dışı bırakabilirsiniz: Ayarlar: Yönetim.
uk_uk: HTTP_REFERER "%s" не відповідає попередньо визначеним налаштуванням. За необхідності ви можете вимкнути цю перевірку у розділі Система: Налаштування: Адміністрування.

source: Wrong username or password.
id_id: Nama pengguna atau kata sandi salah.
it_it: Nome utente o password sbagliati.
ja_jp: ユーザ名もしくはパスワードが違います
ko_ko: 사용자 이름 또는 비밀번호가 잘못되었습니다.
pt_pt: Utilizador ou palavra-passe errado
sw_sw: Fel användarnamn eller lösenord.
tr_tr: Yanlış kullanıcı adı veya şifre.
uk_uk: Неправильне ім'я користувача або пароль.

source: No page assigned to this user! Click here to logout.
id_id: Tidak ada halaman yang ditugaskan untuk pengguna ini! Klik di sini untuk keluar.
it_it: Nessuna pagina assegnata a questo utente! Clicca qui per chiudere la sessione.
ja_jp: この割り当てられたページはありません！ログアウトするにはここをクリックしてください。
ko_ko: 이 사용자에게 할당된 페이지가 없습니다! 로그아웃하려면 여기를 클릭하세요.
pt_pt: Nenhuma página atribuída a este utilizador! Clique aqui para sair.
sw_sw: Ingen sida har tilldelats den här användaren! Klicka här för att logga ut.
tr_tr: Bu kullanıcıya atanmış sayfa yok! Oturumu kapatmak için buraya tıklayın.
uk_uk: Для цього користувача не призначено жодної сторінки! Натисніть тут, щоб вийти з системи.

source: Error
id_id: Kesalahan
it_it: Errore
ja_jp: エラー
ko_ko: 오류
pt_pt: Erro
sw_sw: Fel
tr_tr: Hata
uk_uk: Помилка.

source: Login
id_id: Masuk
ja_jp: ログイン
ko_ko: 로그인
sw_sw: Inloggning
tr_tr: Giriş
uk_uk: Логін

source: Username:
id_id: Nama pengguna:
it_it: Nome utente:
ja_jp: ユーザ名です。
ko_ko: 사용자 이름:
pt_pt: Utilizador
sw_sw: Användarnamn:
tr_tr: Kullanıcı adı:
uk_uk: Ім'я користувача:

source: Password:
id_id: Kata sandi:
it_it: Parola d'ordine:
ja_jp: パスワードです。
ko_ko: 비밀번호:
pt_pt: Palavra-pass
sw_sw: Lösenord:
tr_tr: Şifre:
uk_uk: Пароль:

source: Your browser must support cookies to login.
id_id: Peramban Anda harus mendukung cookie untuk masuk.
it_it: Il browser deve supportare i cookie per l'accesso.
ja_jp: ログインにはクッキー機能があるブラウザが必要です。
ko_ko: 로그인하려면 브라우저가 쿠키를 지원해야 합니다.
pt_pt: O browser deve suportar cookies para fazer login.
sw_sw: Din webbläsare måste ha stöd för cookies för att kunna logga in.
tr_tr: Giriş yapmak için tarayıcınızın çerezleri desteklemesi gerekir.
uk_uk: Ваш браузер повинен підтримувати файли cookie для входу.

source: ERROR: Could not write new rules!
id_id: ERROR: Tidak dapat menulis aturan baru!
ja_jp: ERROR:新しいルールを書くことができませんでした
ko_ko: 오류: 새 규칙을 작성할 수 없습니다!
pt_pt: ERROR: Não foi possível escrever novas regras!
sw_sw: FEL: Kunde inte skriva nya regler!
tr_tr: HATA: Yeni kurallar yazılamadı!
uk_uk: ПОМИЛКА: Не вдалося написати нові правила!

source: The line in question reads [%s]: %s
id_id: Baris yang dimaksud berbunyi [%s]: %s
it_it: La riga in questione legge [ %s]: %s
ja_jp: 問題の行は、[%s]: %s と表示されます。
ko_ko: 문제의 줄은 [%s]: %s입니다.
pt_pt: A linha em questão diz [%s]: %s
sw_sw: Den aktuella raden lyder [%s]: %s
tr_tr: Söz konusu satırda [%s]: %s yazıyor
uk_uk: Рядок, про який йде мова, має вигляд [%s]: %s

source: There were error(s) loading the rules: %s%s
id_id: Ada kesalahan dalam memuat aturan: %s%s
it_it: Ci sono stati errori che caricano le regole: %s %s
ja_jp: ルールの読込中にエラーが発生しました: %s%s
ko_ko: 규칙을 로드하는 동안 오류가 발생했습니다: %s%s
pt_pt: Houveram erros a carregar como regras: %s%s
sw_sw: Det fanns ett eller flera fel som belastade reglerna: %s%s
tr_tr: Kurallar yüklenirken hata(lar) oluştu: %s%s
uk_uk: Виникла помилка(и) при завантаженні правил: %s%s

source: URL port aliases types not supported [%s]
id_id: Jenis alias porta URL tidak didukung [%s]
it_it: Tipi di alias della porta URL non supportati [%s]
ja_jp: サポートされていないURLポート・エイリアスの種類[%s]。
ko_ko: URL 포트 별칭 유형이 지원되지 않습니다 [%s].
pt_pt: Tipos de pseudónimos de porta URL não suportados [%s]
sw_sw: URL-portalias typer stöds inte [%s]
tr_tr: URL bağlantı noktası takma ad türleri desteklenmiyor [%s]
uk_uk: Типи псевдонімів портів URL не підтримуються [%s]

source: lowdelay
id_id: penundaan rendah
ja_jp: 低遅延
ko_ko: 낮은 지연
sw_sw: låg fördröjning
tr_tr: düşük gecikme
uk_uk: низька затримка

source: inetcontrol
ja_jp: インネットコントロール

source: netcontrol
ja_jp: ネットコントロール
ko_ko: 넷컨트롤

source: throughput
id_id: keluaran
it_it: portata
ja_jp: しょりのうりょく
ko_ko: 처리량
pt_pt: Taxa de transferência
sw_sw: Genomströmning
tr_tr: verim
uk_uk: пропускна здатність

source: reliability
id_id: keandalan
it_it: affidabilità
ja_jp: 信頼性
ko_ko: 신뢰성
pt_pt: Comfiabilidade
sw_sw: tillförlitlighet
tr_tr: güvenilirlik
uk_uk: надійність

source: Unassigned
id_id: Tidak ditugaskan
it_it: Non assegnato
ja_jp: 未設定
ko_ko: 할당되지 않음
pt_pt: Não atribuído
sw_sw: Ej tilldelad
tr_tr: Atanmamış
uk_uk: Не призначено

source: device not present! Is the modem attached to the system?
id_id: perangkat tidak ada! Apakah modem terpasang ke sistem?
it_it: dispositivo non presente! Il modem è collegato al sistema?
ja_jp: デバイスが存在しません！モデムシステムに接続されていますか？
ko_ko: 장치가 없습니다! 모뎀이 시스템에 연결되어 있나요?
pt_pt: dispositivo não presente! O modem está anexado ao sistema?
sw_sw: enhet inte närvarande! Är modemet anslutet till systemet?
tr_tr: cihaz mevcut değil! Modem sisteme bağlı mı?
uk_uk: пристрій відсутній! Чи підключено модем до системи?

source: blocking
id_id: pemblokiran
it_it: Blocco
ja_jp: ブロッキング
ko_ko: 차단
pt_pt: bloqueio
sw_sw: blockering av
tr_tr: engelleme
uk_uk: блокування

source: check for ethernet loops
id_id: periksa loop ethernet
it_it: Controlla i loop Ethernet
ja_jp: イーサネットの確認
ko_ko: 이더넷 루프 확인
pt_pt: Verificar se há laços de ethernet
sw_sw: Kontrollera om det finns Ethernet-slingor.
tr_tr: ethernet döngülerini kontrol edin
uk_uk: перевірте наявність петель Ethernet

source: learning
id_id: pembelajaran
it_it: apprendimento
ja_jp: 学習
ko_ko: 학습
pt_pt: aprendizagem
sw_sw: lärande
tr_tr: öğrenme
uk_uk: навчання

source: forwarding
id_id: penerusan
it_it: inoltro
ja_jp: 転送
ko_ko: 전달
pt_pt: encaminhamento
sw_sw: vidarebefordran
tr_tr: yönlendi̇rme
uk_uk: пересилання

source: No history data found!
id_id: Tidak ditemukan data riwayat!
it_it: Nessun dati sulla cronologia trovati!
ja_jp: 履歴データはありません
ko_ko: 기록 데이터를 찾을 수 없습니다!
pt_pt: Não foi encontrado histórico de dados
sw_sw: Inga uppgifter om historik hittades!
tr_tr: Geçmiş verisi bulunamadı!
uk_uk: Не знайдено жодних історичних даних!

source: Synchronize the %s configuration to the other HA host.
id_id: Sinkronisasi konfigurasi %s ke host HA lainnya.
it_it: Sincronizzare la configurazione %s all'altro host HA.
ja_jp: s 構成を他のHA ホストに同期します。
ko_ko: 다른 HA 호스트에 %s 구성을 동기화합니다.
pt_pt: Sincronizar a configuração das %s com o outro host HA.
sw_sw: Synkronisera %s-konfigurationen till den andra HA-värden.
tr_tr: s yapılandırmasını diğer HA ana bilgisayarıyla eşitleyin.
uk_uk: Синхронізуйте конфігурацію %s з іншим хостом HA.

source: C-ICAP server
id_id: Server C-ICAP
it_it: Server c-icap
ja_jp: C-ICAP サーバ
ko_ko: C-ICAP 서버
pt_pt: Servidor C-ICAP
tr_tr: C-ICAP sunucusu
uk_uk: Сервер C-ICAP

source: ClamAV Daemon
it_it: Clamav demone
ja_jp: ClamAV デーモン
ko_ko: ClamAV 데몬
pt_pt: Daemon ClamAV
sw_sw: ClamAV-demon

source: freshclam daemon
it_it: demone fresco
ja_jp: フレッシュクラム デーモン
ko_ko: 프레시 클램 데몬
pt_pt: daemon fresco de aclamação
sw_sw: Freshclam-demon
uk_uk: Демон молюска

source: System Configuration Daemon
id_id: Daemon Konfigurasi Sistem
it_it: Daemon di configurazione del sistema
ja_jp: システム構成デーモン
ko_ko: 시스템 구성 데몬
pt_pt: Um corredor
sw_sw: Systemkonfigurationsdemon
tr_tr: Sistem Yapılandırma Daemon'u
uk_uk: Демон конфігурації системи

source: Users and Groups
id_id: Pengguna dan Grup
it_it: Utenti e gruppi
ja_jp: ユーザとグループ
ko_ko: 사용자 및 그룹
pt_pt: Utilizadores e Grupos
sw_sw: Användare och grupper
tr_tr: Kullanıcılar ve Gruplar
uk_uk: Користувачі та групи

source: System routing
id_id: Perutean sistem
it_it: Routing di sistema
ja_jp: システムルーティング
ko_ko: 시스템 라우팅
pt_pt: Roteamento do sistema
sw_sw: Systemets routning
tr_tr: Sistem yönlendirme
uk_uk: Маршрутизація системи

source: System tunables
id_id: Penyetelan sistem
it_it: Sundabili del sistema
ja_jp: システム調整パラメータ
ko_ko: 시스템 튜너블
pt_pt: Sistemas sintonizáveis
sw_sw: Systemets inställningsmöjligheter
tr_tr: Sistem Ayarlanabilirleri
uk_uk: Налаштування системи

source: Syslog-ng Daemon
it_it: Daemon syslog-ng
ja_jp: Syslog-ngデーモン
ko_ko: 시스로그 데몬
sw_sw: Syslog-ng-demon
uk_uk: Демон Syslog-ng Daemon

source: Web GUI
id_id: GUI Web
ja_jp: ウェブGUI
ko_ko: 웹 GUI
pt_pt: GUI da Web
sw_sw: Webb-GUI
uk_uk: Веб-графічний інтерфейс

source: Synchronize dashboard widgets.
id_id: Menyinkronkan widget dasbor.
it_it: Sincronizzare i widget dashboard.
ja_jp: ダッシュボードウィジェットを同期させる。
ko_ko: 대시보드 위젯을 동기화합니다.
pt_pt: Sincronizar os widgets do painel de instrumentos.
sw_sw: Synkronisera instrumentpanelens widgetar.
tr_tr: Gösterge tablosu widget'larını senkronize edin.
uk_uk: Синхронізуйте віджети дашборду.

source: Synchronize the users and groups over to the other HA host.
id_id: Sinkronisasi pengguna dan grup ke host HA lainnya.
it_it: Sincronizzare gli utenti e i gruppi all'altro host HA.
ja_jp: ユーザとグループを他のハ ホストに同期します。
ko_ko: 사용자와 그룹을 다른 HA 호스트에 동기화합니다.
pt_pt: Sincronizar os utilizadores e grupos com o outro anfitrião HA.
sw_sw: Synkronisera användarna och grupperna till den andra HA-värden.
tr_tr: Kullanıcıları ve grupları diğer HA ana bilgisayarına senkronize edin.
uk_uk: Синхронізуйте користувачів і групи на іншому хості HA.

source: Auth Servers
id_id: Server Auth
it_it: Server di auth
ja_jp: 認証サーバ
ko_ko: 인증 서버
pt_pt: Servidores de Autenticação
sw_sw: Auth-servrar
tr_tr: Auth Sunucuları
uk_uk: Сервери авторизації

source: Synchronize the authentication servers (e.g. LDAP, RADIUS) over to the other HA host.
id_id: Sinkronisasi server otentikasi (misalnya LDAP, RADIUS) ke host HA lainnya.
it_it: Sincronizzare i server di autenticazione (ad es. LDAP, raggio) sull'ospite HA.
ja_jp: 認証サーバ ( 例：ldap、radius ) を他のハ ホストに同期します。
ko_ko: 인증 서버(예: LDAP, RADIUS)를 다른 HA 호스트에 동기화합니다.
pt_pt: Sincronizar os servidores de autenticação (por exemplo, LDAP, RADIUS) com o outro host HA.
sw_sw: Synkronisera autentiseringsservrarna (t.ex. LDAP, RADIUS) till den andra HA-värden.
tr_tr: Kimlik doğrulama sunucularını (örn. LDAP, RADIUS) diğer HA ana bilgisayarına senkronize edin.
uk_uk: Синхронізуйте сервери автентифікації (наприклад, LDAP, RADIUS) на іншому хості HA.

source: Synchronize the Certificate Authorities, Certificates, and Certificate Revocation Lists over to the other HA host.
id_id: Sinkronisasi Otoritas Sertifikat, Sertifikat, dan Daftar Pencabutan Sertifikat ke host HA lainnya.
it_it: Sincronizzare le autorità del certificato, i certificati e la revoca dei certificati elencati all'altro host HA.
ja_jp: 認証局、証明書、失効リストを他のハ ホストに同期します。
ko_ko: 인증 기관, 인증서 및 인증서 해지 목록을 다른 HA 호스트에 동기화합니다.
pt_pt: Sincronizar as Autoridades Certificadoras, Certificados, e Listas de Revogação de Certificados com os outros anfitriões HA.
sw_sw: Synkronisera certifikatutfärdarna, certifikaten och listorna över återkallade certifikat till den andra HA-värden.
tr_tr: Sertifika Yetkililerini, Sertifikaları ve Sertifika İptal Listelerini diğer HA ana bilgisayarına senkronize edin.
uk_uk: Синхронізуйте центри сертифікації, сертифікати та списки відкликання сертифікатів на іншому хості HA.

source: Synchronize the DHCP Server settings over to the other HA host. This only applies to DHCP for IPv4.
id_id: Sinkronisasi pengaturan Server DHCP ke host HA lainnya. Ini hanya berlaku untuk DHCP untuk IPv4.
it_it: Sincronizzare le impostazioni del server DHCP sull'altro host HA. Questo vale solo per DHCP per IPv4.
ja_jp: DHCP サーバ設定を他の HA ホストに同期します。 IPv4 の DHCP の適用されます。
ko_ko: DHCP 서버 설정을 다른 HA 호스트에 동기화합니다. 이는 IPv4용 DHCP에만 적용됩니다.
pt_pt: Sincronizar as definições do servidor DHCP com o outro host HA. Isto só se aplica ao DHCP para IPv4.
sw_sw: Synkronisera DHCP Server-inställningarna till den andra HA-värden. Detta gäller endast DHCP för IPv4.
tr_tr: DHCP Sunucusu ayarlarını diğer HA ana bilgisayarına senkronize edin. Bu yalnızca IPv4 için DHCP için geçerlidir.
uk_uk: Синхронізація налаштувань сервера DHCP на іншому хості HA. Це стосується лише DHCP для IPv4.

source: DHCPv4: Relay
it_it: DHCPV4: relè
ja_jp: DHCPv4: リレー
ko_ko: DHCPv4: 릴레이
pt_pt: DHCPv4: Estafeta
tr_tr: DHCPv4: Aktarım
uk_uk: DHCPv4: Ретрансляція

source: Synchronize DHCPv6 including router advertisements.
id_id: Menyinkronkan DHCPv6 termasuk iklan router.
it_it: Sincronizzare DHCPV6 compresi gli annunci di router.
ja_jp: ルーター広告を含むDHCPv6を同期させる。
ko_ko: 라우터 광고를 포함한 DHCPv6 동기화.
pt_pt: Sincronizar DHCPv6 incluindo anúncios de router.
sw_sw: Synkronisera DHCPv6 inklusive routerannonser.
tr_tr: Yönlendirici reklamları dahil DHCPv6'yı senkronize edin.
uk_uk: Синхронізувати DHCPv6, включно з рекламою маршрутизатора.

source: DHCPv6: Relay
it_it: DHCPV6: relè
ja_jp: DHCPv6: リレー
ko_ko: DHCPv6: 릴레이
pt_pt: DHCPv6: Estafeta
tr_tr: DHCPv6: Aktarım
uk_uk: DHCPv6: Ретрансляція

source: Synchronize the CARP Virtual IPs to the other HA host.
id_id: Sinkronisasi IP Virtual CARP ke host HA lainnya.
it_it: Sincronizzare gli IP virtuali carpe all'altro host HA.
ja_jp: carp 仮想 ip を他の ha ホストに同期します。
ko_ko: CARP 가상 IP를 다른 HA 호스트에 동기화합니다.
pt_pt: Sincronizar os IPs virtuais do CARP com o outro host HA.
sw_sw: Synkronisera CARP Virtual IPs till den andra HA-värden.
tr_tr: CARP Sanal IP'lerini diğer HA ana bilgisayarına senkronize edin.
uk_uk: Синхронізуйте віртуальні IP-адреси CARP з іншим хостом HA.

source: Static Routes
id_id: Rute Statis
it_it: Percorsi statici
ja_jp: 静的ルート
ko_ko: 정적 경로
pt_pt: Rota Estática
sw_sw: Statiska vägar
tr_tr: Statik Yönler
uk_uk: Статичні маршрути

source: Synchronize the Static Route configuration and Gateways to the other HA host.
id_id: Sinkronisasi konfigurasi Rute Statis dan Gateway ke host HA lainnya.
it_it: Sincronizzare la configurazione del percorso statico e i gateway all'altro host HA.
ja_jp: Static Routeの設定とGatewayをもう一方のHAホストに同期させる。
ko_ko: 정적 경로 구성 및 게이트웨이를 다른 HA 호스트와 동기화합니다.
pt_pt: Sincronizar a configuração da Rota Estática e dos Gateways com o outro anfitrião HA.
sw_sw: Synkronisera konfigurationen för statisk väg och gateways med den andra HA-värden.
tr_tr: Statik Rota yapılandırmasını ve Ağ Geçitlerini diğer HA ana bilgisayarıyla senkronize edin.
uk_uk: Синхронізуйте конфігурацію статичних маршрутів і шлюзів з іншим хостом HA.

source: System Tunables
id_id: Penyetelan Sistem
it_it: Sundabili del sistema
ja_jp: システムチューナブル
ko_ko: 시스템 튜너블
pt_pt: Sintonizáveis do sistema
sw_sw: Systemets inställningsmöjligheter
tr_tr: Sistem Ayarlanabilirleri
uk_uk: Налаштування системи

source: Router Advertisement Daemon
id_id: Daemon Iklan Router
it_it: Daemon pubblicitario router
ja_jp: ルータ広告デーモン
ko_ko: 라우터 광고 데몬
pt_pt: Deamon de anuncio do Router
sw_sw: Demon för routerannonsering
tr_tr: Yönlendirici Reklam Daemon'u
uk_uk: Демон реклами маршрутизатора

source: DHCPv4 Relay
id_id: Relai DHCPv4
it_it: Relè DHCPV4
ja_jp: DHCPv4 リレー
ko_ko: DHCPv4 릴레이
pt_pt: DHCPv4 Relé
tr_tr: DHCPv4 Aktarıcısı

source: DHCPv6 Relay
id_id: Relai DHCPv6
it_it: Relè DHCPV6
ja_jp: DHCPv6 リレー
ko_ko: DHCPv6 릴레이
pt_pt: Servidor DHCP
tr_tr: DHCPv6 Aktarıcısı

source: DHCPv4 Server
id_id: Server DHCPv4
it_it: Server DHCPV4
ja_jp: DHCPv4 サーバー
ko_ko: DHCPv4 서버
pt_pt: Servidor DHCPv4
tr_tr: DHCPv4 Sunucusu
uk_uk: Сервер DHCPv4

source: DHCPv6 Server
id_id: Server DHCPv6
it_it: Server DHCPV6
ja_jp: DHCPv6 サーバ
ko_ko: DHCPv6 서버
pt_pt: Servidor DHCPv6
tr_tr: DHCPv6 Sunucusu
uk_uk: Сервер DHCPv6

source: Gateway Monitor (%s)
id_id: Monitor Gateway (%s)
ja_jp: ゲートウェイモニタ (%s)
ko_ko: 게이트웨이 모니터(%s)
pt_pt: Monitor de portal (%s)
tr_tr: Ağ Geçidi Monitörü (%s)
uk_uk: Монітор шлюзу (%s)

source: Freeradius
ja_jp: フリーラディウス
ko_ko: 프리라디우스
uk_uk: Фрірадіус

source: NULL (no encryption)
id_id: NULL (tidak ada enkripsi)
it_it: Null (nessuna crittografia)
ja_jp: ヌル ( 暗号化しない )
ko_ko: NULL(암호화 없음)
pt_pt: NULL (sem encriptação)
sw_sw: NULL (ingen kryptering)
tr_tr: NULL (şifreleme yok)
uk_uk: NULL (без шифрування)

source: Monit System Monitoring
id_id: Memonitor Pemantauan Sistem
it_it: Monitorare il monitoraggio del sistema
ja_jp: モニットシステム監視
ko_ko: 시스템 모니터링 모니터링
pt_pt: Monitorização do Sistema Monit
sw_sw: Monit Systemövervakning
tr_tr: Monit Sistem İzleme
uk_uk: Моніторинг системи Моніторинг

source: NetFlow Distributor
id_id: Distributor NetFlow
it_it: Distributore Netflow
ja_jp: NetFlow ディストリビュータ
ko_ko: 넷플로우 배포자
pt_pt: Distribuidor NetFlow
sw_sw: NetFlow-distributör
tr_tr: NetFlow Dağıtıcı
uk_uk: Дистриб'ютор NetFlow

source: Insight Aggregator
id_id: Agregator Wawasan
it_it: Insight aggregatore
ja_jp: 分析アグリゲータ
ko_ko: 인사이트 애그리게이터
pt_pt: Agregador de Percepção
uk_uk: Агрегатор інсайтів

source: Netflow / Insight
id_id: Netflow / Wawasan
ja_jp: ネットフロー / インサイト
ko_ko: 넷플로우 / 인사이트
pt_pt: Fluxo de rede / Percepção
uk_uk: Netflow / Інсайт

source: nprobe
ja_jp: エヌプローブ
ko_ko: 엔프로브

source: ntopng
ja_jp: ヌートング

source: Network Time Daemon
id_id: Daemon Waktu Jaringan
it_it: Daemon di rete
ja_jp: ネットワークタイムデーモン
ko_ko: 네트워크 시간 데몬
pt_pt: Daemon de tempo de rede
sw_sw: Nätverkstidsdemon
tr_tr: Ağ Saati Daemon'u
uk_uk: Демон мережевого часу

source: Secure Shell Daemon
id_id: Daemon Shell yang Aman
it_it: Daemon di Shell Secure
ja_jp: SSHデーモン
ko_ko: 보안 셸 데몬
pt_pt: Deamon de configuração do sistema
sw_sw: Secure Shell-demon
tr_tr: Güvenli Kabuk Daemon
uk_uk: Демон безпечної оболонки

source: OpenSSH
ja_jp: オープンエスエスエイチ

source: 0 (none)
id_id: 0 (tidak ada)
it_it: 0 (nessuno)
ja_jp: 0 ( なし )
ko_ko: 0 (없음)
pt_pt: 0 (nenhum)
sw_sw: 0 (ingen)
tr_tr: 0 (hiçbiri)
uk_uk: 0 (немає)

source: 1 (default)
it_it: 1 (impostazione predefinita)
ja_jp: 1 ( デフォルト )
ko_ko: 1(기본값)
pt_pt: 1 (por defeito)
sw_sw: 1 (standard)
tr_tr: 1 (varsayılan)
uk_uk: 1 (за замовчуванням)

source: 3 (recommended)
id_id: 3 (disarankan)
it_it: 3 (consigliato)
ja_jp: 3 ( 推奨 )
ko_ko: 3(권장)
pt_pt: 3 (recomendado)
sw_sw: 3 (rekommenderas)
tr_tr: 3 (tavsiye edilir)
uk_uk: 3 (рекомендовано)

source: No Preference
id_id: Tidak ada preferensi
it_it: Nessuna preferenza
ja_jp: 指定なし
ko_ko: 기본 설정 없음
pt_pt: Sem Preferência
sw_sw: Ingen preferens
tr_tr: Tercih Yok
uk_uk: Немає переваг

source: Partial - Packet framing for compression (%s)
id_id: Parsial - Pembingkaian paket untuk kompresi (%s)
it_it: Parziale - inquadratura dei pacchetti per la compressione (%s)
ja_jp: Partial - 圧縮のためのパケットフレーミング (%s)
ko_ko: 부분 - 압축을 위한 패킷 프레이밍(%s)
pt_pt: Parcial - Estrutura de pacotes para compressão (%s)
sw_sw: Partiell - Paketramning för komprimering (%s)
tr_tr: Kısmi - Sıkıştırma için paket çerçeveleme (%s)
uk_uk: Часткове - Кадрування пакетів для стиснення (%s)

source: Enabled - LZ4 algorithm (%s)
id_id: Diaktifkan - Algoritma LZ4 (%s)
it_it: Abilitato - Algoritmo LZ4 (%s)
ja_jp: 有効 - LZ4 アルゴリズム (%s)
ko_ko: 사용됨 - LZ4 알고리즘(%s)
pt_pt: Activado - Algoritmo LZ4 (%s)
sw_sw: Aktiverad - LZ4-algoritm (%s)
tr_tr: Etkin - LZ4 algoritması (%s)
uk_uk: Увімкнено - алгоритм LZ4 (%s)

source: Enabled - LZ4 v2 algorithm (%s)
id_id: Diaktifkan - Algoritma LZ4 v2 (%s)
it_it: Abilitato - Algoritmo LZ4 V2 (%s)
ja_jp: 有効 - LZ4 v2 アルゴリズム (%s)
ko_ko: 사용됨 - LZ4 v2 알고리즘(%s)
pt_pt: Activado - algoritmo LZ4 v2 (%s)
sw_sw: Aktiverad - LZ4 v2-algoritm (%s)
tr_tr: Etkin - LZ4 v2 algoritması (%s)
uk_uk: Увімкнено - алгоритм LZ4 v2 (%s)

source: Enabled - LZO algorithm (%s)
id_id: Diaktifkan - Algoritma LZO (%s)
it_it: Abilitato - Algoritmo LZO (%s)
ja_jp: 有効 - LZO アルゴリズム (%s)
ko_ko: 사용됨 - LZO 알고리즘(%s)
pt_pt: Activado - Algoritmo LZO (%s)
sw_sw: Aktiverad - LZO-algoritm (%s)
tr_tr: Etkin - LZO algoritması (%s)
uk_uk: Увімкнено - алгоритм LZO (%s)

source: Enabled - Stub algorithm (%s)
id_id: Diaktifkan - Algoritme rintisan (%s)
it_it: Abilitato - Algoritmo di stub (%s)
ja_jp: 有効 - スタブ・アルゴリズム (%s)
ko_ko: 사용됨 - 스텁 알고리즘(%s)
pt_pt: Activado - Algoritmo de Stub (%s)
sw_sw: Aktiverad - Stub-algoritm (%s)
tr_tr: Etkin - Saplama algoritması (%s)
uk_uk: Увімкнено - алгоритм заглушки (%s)

source: Enabled - Stub v2 algorithm (%s)
id_id: Diaktifkan - Algoritma Stub v2 (%s)
it_it: Abilitato - Algoritmo Stub V2 (%s)
ja_jp: 有効 - Stub v2 アルゴリズム (%s)
ko_ko: 사용됨 - 스텁 V2 알고리즘(%s)
pt_pt: Activado - Algoritmo Stub v2 (%s)
sw_sw: Aktiverad - Stub v2-algoritm (%s)
tr_tr: Etkin - Stub v2 algoritması (%s)
uk_uk: Увімкнено - алгоритм Stub v2 (%s)
