Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: This defines the %s network used for this client in CIDR format, the addressing depends on the device mode (tun, tap) and the choice for topology. <br/><br/>When topology is unset for a server in tun mode, the first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface. </br><br/>Otherwise the configured address is used for this clients virtual interface using the configured netmask.
id_id: Ini mendefinisikan jaringan %s yang digunakan untuk klien ini dalam format CIDR, pengalamatan tergantung pada mode perangkat (tun, tap) dan pilihan topologi. <br/><br/>Jika topologi tidak ditetapkan untuk server dalam mode tun, alamat jaringan pertama diasumsikan sebagai alamat server dan alamat jaringan kedua akan ditetapkan ke antarmuka virtual klien. </br><br/>Jika tidak, alamat yang dikonfigurasi akan digunakan untuk antarmuka virtual klien menggunakan netmask yang dikonfigurasi.
ja_jp: これは、このクライアントに使用される %s ネットワークを CIDR 形式で定義します。アドレス指定は、デバイスモード (tun, tap) とトポロジーの選択によって異なります。<br/><br/>tunモードのサーバーでtopologyが設定されていない場合、最初のネットワークアドレスはサーバーアドレスとみなされ、2番目のネットワークアドレスはクライアント仮想インターフェースに割り当てられます。</br><br/>それ以外の場合は、設定されたアドレスが、設定されたネットマスクを使用して、このクライアント仮想インターフェイスに使用されます。
ko_ko: 이 클라이언트에 사용되는 %s 네트워크를 CIDR 형식으로 정의하며, 주소 지정은 장치 모드(튜닝, 탭) 및 토폴로지에 대한 선택에 따라 달라집니다. <BR/><BR/>튠 모드의 서버에 대해 토폴로지가 설정되지 않은 경우 첫 번째 네트워크 주소가 서버 주소로 간주되고 두 번째 네트워크 주소가 클라이언트 가상 인터페이스에 할당됩니다. </br><br/>그렇지 않으면 구성된 주소가 구성된 넷마스크를 사용하여 이 클라이언트 가상 인터페이스에 사용됩니다.
pt_pt: Isto define a rede %s utilizada para este cliente no formato CIDR, o endereçamento depende do modo do dispositivo (tun, tap) e da escolha para topologia. <br/><br/>Quando a topologia não é definida para um servidor em modo tun, assume-se que o primeiro endereço de rede é o endereço do servidor e o segundo endereço de rede será atribuído à interface virtual do cliente. </br><br/>Outra forma o endereço configurado é utilizado para esta interface virtual do cliente utilizando a máscara de rede configurada.
sw_sw: Detta definierar %s-nätverket som används för den här klienten i CIDR-format, adresseringen beror på enhetsläget (tun, tap) och valet av topologi. <br/><br/>När topologin inte är inställd för en server i läget tun antas den första nätverksadressen vara serveradressen och den andra nätverksadressen tilldelas det virtuella klientgränssnittet. </br><br/>I annat fall används den konfigurerade adressen för detta virtuella klientgränssnitt med hjälp av den konfigurerade nätmasken.
tr_tr: Bu, bu istemci için kullanılan %s ağını CIDR biçiminde tanımlar, adresleme cihaz moduna (tun, tap) ve topoloji seçimine bağlıdır. <br/><br/>Tun modundaki bir sunucu için topoloji ayarlanmamışsa, ilk ağ adresinin sunucu adresi olduğu varsayılır ve ikinci ağ adresi istemci sanal arayüzüne atanır. </br><br/>Aksi durumda yapılandırılmış adres, yapılandırılmış ağ maskesi kullanılarak bu istemci sanal arayüzü için kullanılır.
uk_uk: Це визначає мережу %s, яка використовується для цього клієнта у форматі CIDR, адресація залежить від режиму пристрою (tun, tap) та вибору топології. <br/><br/>Якщо топологія для сервера в режимі tun не встановлена, то першою мережевою адресою вважається адреса сервера, а друга мережева адреса буде призначена віртуальному інтерфейсу клієнта. </br><br/>Інакше для цього віртуального інтерфейсу клієнта використовується налаштована адреса з використанням налаштованої маски мережі.

source: These are the IPv4 networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more CIDR ranges.
id_id: Ini adalah jaringan IPv4 yang akan dapat diakses dari klien ini. Dinyatakan sebagai daftar satu atau lebih rentang CIDR yang dipisahkan dengan koma.
it_it: Queste sono le reti IPv4 che saranno accessibili da questo particolare client. Espresso come un elenco separato da una o più gamme CIDR.
ja_jp: この特定のクライアントからアクセス可能になるIPv4ネットワークですが、1つ以上のCIDR 範囲のカンマ区切りリストとして表記します。
ko_ko: 이 특정 클라이언트에서 액세스할 수 있는 IPv4 네트워크입니다. 쉼표로 구분된 하나 이상의 CIDR 범위 목록으로 표현됩니다.
pt_pt: Estas são redes IPV4 que serão acessíveis a partir deste cliente específico. Apresentada como uma lista separada por vírgulas de um ou mais intervalos CIDR.
sw_sw: Detta är de IPv4-nätverk som kommer att vara tillgängliga från den här klienten. Uttryckt som en kommaseparerad lista med ett eller flera CIDR-områden.
tr_tr: Bunlar, bu belirli istemciden erişilebilecek IPv4 ağlarıdır. Bir veya daha fazla CIDR aralığının virgülle ayrılmış bir listesi olarak ifade edilir.
uk_uk: Це мережі IPv4, які будуть доступні з цього конкретного клієнта. Виражаються у вигляді списку одного або декількох діапазонів CIDR, розділених комами.

source: NOTE: You do not need to specify networks here if they have already been defined on the main server configuration.
id_id: CATATAN: Anda tidak perlu menentukan jaringan di sini jika jaringan tersebut telah ditentukan pada konfigurasi server utama.
it_it: Nota: non è necessario specificare le reti qui se sono già state definite sulla configurazione del server principale.
ja_jp: 注意：メインサーバの構成で既に定義されている場合は、ここでネットワークを指定する必要はありません。
ko_ko: 참고: 기본 서버 구성에서 네트워크를 이미 정의한 경우에는 여기에서 네트워크를 지정할 필요가 없습니다.
pt_pt: NOTA: Não precisa especificar como redes aqui, se elas já tiverem sido definidas na configuração do servidor principal.
sw_sw: OBS: Du behöver inte ange nätverk här om de redan har definierats i huvudkonfigurationen av servern.
tr_tr: NOT: Ana sunucu yapılandırmasında zaten tanımlanmışlarsa burada ağları belirtmeniz gerekmez.
uk_uk: ПРИМІТКА: Вам не потрібно вказувати тут мережі, якщо вони вже визначені в основній конфігурації сервера.

source: These are the IPv6 networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more IP/PREFIX networks.
id_id: Ini adalah jaringan IPv6 yang akan dapat diakses dari klien ini. Dinyatakan sebagai daftar satu atau beberapa jaringan IP/PREFIX yang dipisahkan dengan koma.
it_it: Queste sono le reti IPv6 che saranno accessibili da questo particolare client. Espresso come un elenco separato da una o più reti IP/prefisso.
ja_jp: この特定のクライアントからアクセス可能になるIPv6ネットワークです。 1つ以上のIP/PREFIXネットワークのカンマ区切りリストとして表記します。
ko_ko: 이 특정 클라이언트에서 액세스할 수 있는 IPv6 네트워크입니다. 쉼표로 구분된 하나 이상의 IP/PREFIX 네트워크 목록으로 표현됩니다.
pt_pt: Estas são redes IPV6 que serão acessíveis a partir deste cliente específico. Apresentada como uma lista separada por vírgulas de uma ou mais redes IP/PREFIX
sw_sw: Detta är de IPv6-nätverk som kommer att vara tillgängliga från den här klienten. Uttryckt som en kommaseparerad lista med ett eller flera IP/PREFIX-nätverk.
tr_tr: Bunlar, bu belirli istemciden erişilebilecek IPv6 ağlarıdır. Bir veya daha fazla IP/PREFIX ağının virgülle ayrılmış listesi olarak ifade edilir.
uk_uk: Це мережі IPv6, які будуть доступні з цього конкретного клієнта. Виражається у вигляді списку однієї або декількох IP/PREFIX мереж, розділених комами.

source: These are the IPv4 networks that will be routed to this client specifically using iroute, so that a site-to-site VPN can be established. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if there are no client-side networks to be routed
id_id: Ini adalah jaringan IPv4 yang akan dirutekan ke klien ini secara khusus menggunakan iroute, sehingga VPN situs-ke-situs dapat dibuat. Dinyatakan sebagai daftar satu atau lebih rentang CIDR yang dipisahkan dengan koma. Anda dapat mengosongkan ini jika tidak ada jaringan sisi klien yang akan dirutekan
it_it: Queste sono le reti IPv4 che verranno instradate a questo client specificamente utilizzando Iroute, in modo da poter stabilire una VPN dal sito a sito. Espresso come un elenco separato da una o più gamme CIDR. Puoi lasciare questo vuoto se non ci sono reti lato client da instradare
ja_jp: iroute を使用して、このクライアントに具体的にルーティングされ、IPv4 ネットワークです。
ko_ko: 사이트 간 VPN을 설정할 수 있도록 특별히 우회 경로를 사용하여 이 클라이언트로 라우팅할 IPv4 네트워크입니다. 쉼표로 구분된 하나 이상의 CIDR 범위 목록으로 표시됩니다. 라우팅할 클라이언트 측 네트워크가 없는 경우 이 값을 비워 둘 수 있습니다.
pt_pt: Estas são redes IPV4 que serão roteadas para este cliente, especificamente usando o irout, de forma a que uma VPN site-para-site possa ser estabelecida. Apresentada como uma lista separada por virgulas de um ou mais intervalos CIDR. Pode deixar em branco se não houver nenhuma rede do lado do cliente a ser roteada.
sw_sw: Det här är de IPv4-nätverk som kommer att dirigeras till den här klienten specifikt med iroute, så att en plats-till-plats-VPN kan upprättas. Uttryckt som en kommaseparerad lista med ett eller flera CIDR-områden. Du kan lämna detta tomt om det inte finns några nätverk på klientsidan som ska dirigeras.
tr_tr: Bunlar, özellikle iroute kullanılarak bu istemciye yönlendirilecek IPv4 ağlarıdır, böylece bir siteden siteye VPN kurulabilir. Bir veya daha fazla CIDR aralığının virgülle ayrılmış bir listesi olarak ifade edilir. Yönlendirilecek istemci tarafı ağlar yoksa bunu boş bırakabilirsiniz
uk_uk: Це IPv4-мережі, які будуть направлені до цього клієнта спеціально за допомогою iroute, щоб можна було створити VPN-мережу між сайтами. Виражається у вигляді відокремленого комами списку одного або декількох діапазонів CIDR. Ви можете залишити це поле порожнім, якщо на стороні клієнта немає мереж для маршрутизації

source: NOTE: Remember to add these subnets to the IPv4 Remote Networks list on the corresponding OpenVPN server settings.
id_id: CATATAN: Ingatlah untuk menambahkan subnet ini ke daftar Jaringan Jarak Jauh IPv4 pada pengaturan server OpenVPN yang sesuai.
it_it: Nota: ricorda di aggiungere queste sottoreti all'elenco delle reti remote IPv4 nelle corrispondenti impostazioni del server OpenVPN.
ja_jp: 注意：対応するOpenVPNサーバの設定 IPv4 リモートネットワークに、これらのサブネットを追加するのを忘れないでください。
ko_ko: 참고: 해당 OpenVPN 서버 설정의 IPv4 원격 네트워크 목록에 이러한 서브넷을 추가하는 것을 잊지 마세요.
pt_pt: Estas são redes IPV6 que serão roteadas para este cliente, especificamente usando o irout, de forma a que uma VPN site-para-site possa ser estabelecida. Apresentada como uma lista separada por virgulas de um ou mais IP/PREFIX de rede. Pode deixar em branco se não houver nenhuma rede do lado do cliente a ser roteada.
sw_sw: OBS: Kom ihåg att lägga till dessa undernät i listan IPv4 Remote Networks i motsvarande OpenVPN-serverinställningar.
tr_tr: NOT: Bu alt ağları ilgili OpenVPN sunucu ayarlarındaki IPv4 Uzak Ağlar listesine eklemeyi unutmayın.
uk_uk: ПРИМІТКА: Не забудьте додати ці підмережі до списку віддалених мереж IPv4 у відповідних налаштуваннях сервера OpenVPN.

source: These are the IPv6 networks that will be routed to this client specifically using iroute, so that a site-to-site VPN can be established. Expressed as a comma-separated list of one or more IP/PREFIX networks. You may leave this blank if there are no client-side networks to be routed.
id_id: Ini adalah jaringan IPv6 yang akan dirutekan ke klien ini secara khusus menggunakan iroute, sehingga VPN situs-ke-situs dapat dibuat. Dinyatakan sebagai daftar satu atau lebih jaringan IP/PREFIX yang dipisahkan dengan koma. Anda dapat mengosongkan bagian ini jika tidak ada jaringan sisi klien yang akan dirutekan.
it_it: Queste sono le reti IPv6 che verranno instradate a questo client specificamente utilizzando Iroute, in modo da poter stabilire una VPN sito-per sito. Espresso come un elenco separato da una o più reti IP/prefisso. Puoi lasciare questo vuoto se non ci sono reti lato client da instradare.
ja_jp: iroute を使用して、このクライアントに具体的にルーティングされ、IPv6 ネットワークです。
ko_ko: 사이트 간 VPN을 설정할 수 있도록 특별히 우회 경로를 사용하여 이 클라이언트로 라우팅할 IPv6 네트워크입니다. 쉼표로 구분된 하나 이상의 IP/PREFIX 네트워크 목록으로 표시됩니다. 라우팅할 클라이언트 측 네트워크가 없는 경우 이 값을 비워둘 수 있습니다.
pt_pt: Estas são redes IPV6 que serão roteadas para este cliente, especificamente usando o irout, de forma a que uma VPN site-para-site possa ser estabelecida. Apresentada como uma lista separada por virgulas de um ou mais IP/PREFIX de rede. Pode deixar em branco se não houver nenhuma rede do lado do cliente a ser roteada.
sw_sw: Det här är de IPv6-nätverk som kommer att dirigeras till den här klienten specifikt med iroute, så att en plats-till-plats-VPN kan upprättas. Uttryckt som en kommaseparerad lista med ett eller flera IP/PREFIX-nätverk. Du kan lämna detta tomt om det inte finns några nätverk på klientsidan som ska dirigeras.
tr_tr: Bunlar, özellikle iroute kullanılarak bu istemciye yönlendirilecek IPv6 ağlarıdır, böylece bir siteden siteye VPN kurulabilir. Bir veya daha fazla IP/PREFIX ağının virgülle ayrılmış listesi olarak ifade edilir. Yönlendirilecek istemci tarafı ağlar yoksa bunu boş bırakabilirsiniz.
uk_uk: Це IPv6-мережі, які будуть маршрутизовані до цього клієнта спеціально за допомогою iroute, щоб можна було створити VPN-мережу між сайтами. Виражається у вигляді списку однієї або декількох IP/PREFIX мереж, розділених комами. Ви можете залишити це поле порожнім, якщо на стороні клієнта немає мереж для маршрутизації.

source: NOTE: Remember to add these subnets to the IPv6 Remote Networks list on the corresponding OpenVPN server settings.
id_id: CATATAN: Ingatlah untuk menambahkan subnet ini ke daftar Jaringan Jarak Jauh IPv6 pada pengaturan server OpenVPN yang sesuai.
it_it: Nota: ricorda di aggiungere queste sottoreti all'elenco delle reti remote IPv6 sulle impostazioni del server OpenVPN corrispondenti.
ja_jp: 注意：対応するOpenVPNサーバ設定のIPv6 リモートリストリストに、これらのサブネットを追加するのを忘れないでください。
ko_ko: 참고: 해당 OpenVPN 서버 설정의 IPv6 원격 네트워크 목록에 이러한 서브넷을 추가하는 것을 잊지 마세요.
pt_pt: NOTA: Lembre-se de adicionar estes subredes à lista de redes remotas IPV6 nas configurações do servidor OpenVPN correspondente.
sw_sw: OBS: Kom ihåg att lägga till dessa undernät i listan IPv6 Remote Networks i motsvarande OpenVPN-serverinställningar.
tr_tr: NOT: Bu alt ağları ilgili OpenVPN sunucu ayarlarındaki IPv6 Uzak Ağlar listesine eklemeyi unutmayın.
uk_uk: ПРИМІТКА: Не забудьте додати ці підмережі до списку віддалених мереж IPv6 у відповідних налаштуваннях сервера OpenVPN.

source: Server Definitions
id_id: Definisi Server
it_it: Definizioni del server
ja_jp: サーバ定義
ko_ko: 서버 정의
pt_pt: Definições do Servidor
sw_sw: Serverdefinitioner
tr_tr: Sunucu Tanımları
uk_uk: Визначення серверів

source: Prevent this client from receiving any server-defined client settings.
id_id: Mencegah klien ini menerima pengaturan klien yang ditentukan server.
it_it: Impedire a questo client di ricevere eventuali impostazioni client definite dal server.
ja_jp: このクライアントが、全てのサーバ定義のクライアント設定を受信することを防ぎます。
ko_ko: 이 클라이언트가 서버 정의 클라이언트 설정을 수신하지 못하도록 합니다.
pt_pt: Impedir que este cliente receba quaisquer definições de cliente definidas pelo servidor.
sw_sw: Förhindra att den här klienten tar emot serverdefinierade klientinställningar.
tr_tr: Bu istemcinin sunucu tanımlı herhangi bir istemci ayarını almasını engelleyin.
uk_uk: Заборонити цьому клієнту отримувати будь-які клієнтські налаштування, визначені сервером.

source: DNS Domain search list
id_id: Daftar pencarian Domain DNS
ja_jp: DNSドメイン検索リスト
ko_ko: DNS 도메인 검색 목록
pt_pt: Lista de pesquisa de domínios DNS
sw_sw: Söklista för DNS-domäner
tr_tr: DNS Alan adı arama listesi
uk_uk: DNS Список пошуку доменів

source: Add name to the domain search list. Repeat this option to add more entries. Expressed as a comma-separated list up to 10 domains are supported.
id_id: Tambahkan nama ke daftar pencarian domain. Ulangi opsi ini untuk menambahkan lebih banyak entri. Dinyatakan sebagai daftar yang dipisahkan dengan koma hingga 10 domain didukung.
ja_jp: ドメイン検索リストに名前を追加します。このオプションを繰り返して、さらにエントリーを追加します。カンマ区切りのリストとして表現され、最大10個のドメインがサポートされています。
ko_ko: 도메인 검색 목록에 이름을 추가합니다. 항목을 더 추가하려면 이 옵션을 반복합니다. 쉼표로 구분된 목록으로 최대 10개의 도메인이 지원됩니다.
pt_pt: Acrescentar nome à lista de pesquisa de domínios. Repetir esta opção para adicionar mais entradas. Expresso como uma lista separada por vírgula, são suportados até 10 domínios.
sw_sw: Lägg till namnet i listan över domäner. Upprepa detta alternativ för att lägga till fler poster. Uttryckt som en kommaseparerad lista stöds upp till 10 domäner.
tr_tr: Etki alanı arama listesine ad ekleyin. Daha fazla giriş eklemek için bu seçeneği tekrarlayın. Virgülle ayrılmış bir liste olarak ifade edilen en fazla 10 etki alanı desteklenir.
uk_uk: Додати ім'я до списку пошуку доменів. Повторіть цю опцію, щоб додати більше записів. Підтримується до 10 доменів у вигляді списку, розділених комами.

source: Server #1:
it_it: Server n. 1:
ja_jp: サーバ #1。
ko_ko: 서버 #1:
pt_pt: Servidor #1:
tr_tr: Sunucu #1:
uk_uk: Сервер 1:

source: Server #2:
it_it: Server n. 2:
ja_jp: サーバその2。
ko_ko: 서버 #2:
pt_pt: Servidor #2:
tr_tr: Sunucu 2:
uk_uk: Сервер 2:

source: Server #3:
ja_jp: サーバ #3です。
ko_ko: 서버 #3:
pt_pt: Servidor #3:
tr_tr: Sunucu #3:
uk_uk: Сервер 3:

source: Server #4:
ja_jp: サーバ#4
ko_ko: 서버 #4:
pt_pt: Servidor #4:
tr_tr: Sunucu #4:
uk_uk: Сервер 4:

source: NTP Servers
id_id: Server NTP
it_it: Server NTP
ja_jp: NTPサーバ
ko_ko: NTP 서버
pt_pt: Servidores NTP
sw_sw: NTP-servrar
tr_tr: NTP Sunucuları
uk_uk: Сервери NTP

source: Provide a NTP server list to clients
id_id: Memberikan daftar server NTP kepada klien
it_it: Fornire un elenco di server NTP ai client
ja_jp: クライアントにntpサーバリストを提供する
ko_ko: 클라이언트에 NTP 서버 목록 제공
pt_pt: Fornecer uma lista de servidores NTP aos clientes
sw_sw: Tillhandahålla en NTP-serverlista till klienter
tr_tr: İstemcilere bir NTP sunucu listesi sağlayın
uk_uk: Надання клієнтам списку NTP-серверів

source: Enable NetBIOS over TCP/IP
id_id: Mengaktifkan NetBIOS melalui TCP/IP
it_it: Abilita netbios su TCP/IP
ja_jp: NetBIOS over TCP/IP を有効にする。
ko_ko: TCP/IP를 통한 NetBIOS 활성화
pt_pt: Activar NetBIOS sobre TCP/IP
sw_sw: Aktivera NetBIOS över TCP/IP
tr_tr: TCP/IP üzerinden NetBIOS'u etkinleştirin
uk_uk: Увімкнення NetBIOS через TCP/IP

source: If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled
id_id: Jika opsi ini tidak disetel, semua opsi NetBIOS-over-TCP/IP (termasuk WINS) akan dinonaktifkan
it_it: Se questa opzione non è impostata, tutte le opzioni NetBioS-over-TCP/IP (comprese le vittorie) saranno disabilitate
ja_jp: このオプションが設定されていない場合は、すべてのNetBIOS over TCP/IP オプション（WINS も含む）は無効になります。
ko_ko: 이 옵션을 설정하지 않으면 모든 NetBIOS-over-TCP/IP 옵션(WINS 포함)이 비활성화됩니다.
pt_pt: Se esta opção não for configurada, todas as opções de NetBIOS sobre TCP/IP (incluindo WINS) serão desativadas
sw_sw: Om det här alternativet inte är inställt inaktiveras alla NetBIOS-over-TCP/IP-alternativ (inklusive WINS).
tr_tr: Bu seçenek ayarlanmazsa, tüm NetBIOS-over-TCP/IP seçenekleri (WINS dahil) devre dışı bırakılır
uk_uk: Якщо цю опцію не встановлено, усі опції NetBIOS-over-TCP/IP (включно з WINS) буде вимкнено

source: Node Type
id_id: Jenis Node
it_it: Tipo di nodo
ja_jp: ノードタイプ
ko_ko: 노드 유형
pt_pt: Tipo de Nó
sw_sw: Typ av nod
tr_tr: Düğüm Tipi
uk_uk: Тип вузла

source: Enter any additional options you would like to add for this client specific override, separated by a semicolon
id_id: Masukkan opsi tambahan apa pun yang ingin Anda tambahkan untuk pengabaian khusus klien ini, dipisahkan dengan titik koma
it_it: Immettere qualsiasi opzione aggiuntiva che desideri aggiungere per questo client Sostituita specifica, separata da un punto e virgola
ja_jp: クライアント固有の上書きに追加する、追加オプションを入力してください、セミコロン区切りです。
ko_ko: 이 클라이언트별 재정의에 추가하려는 추가 옵션을 세미콜론으로 구분하여 입력합니다.
pt_pt: Digite como opções adicionais que deseja adicionar à configuração específica do cliente separados por ponto e virgula.
sw_sw: Ange eventuella ytterligare alternativ som du vill lägga till för den här kundspecifika åsidosättningen, separerade med ett semikolon.
tr_tr: Bu müşteriye özel geçersiz kılma için eklemek istediğiniz ek seçenekleri noktalı virgülle ayırarak girin
uk_uk: Введіть будь-які додаткові параметри, які ви хочете додати для цього перевизначення для конкретного клієнта, відокремлюючи їх крапкою з комою

source: EXAMPLE: push "route 10.0.0.0 255.255.255.0"
id_id: CONTOH: push "route 10.0.0.0 255.255.255.0"
it_it: Esempio: push "Route 10.0.0.0 255.255.255.0"
ja_jp: 例：push "route 10.0.0.0 255.255.255.0"
ko_ko: 예: "route 10.0.0.0 255.255.255.0" 푸시
pt_pt: EXEMPLO: premir "rota 10.0.0.0 255.255.255.255.0".
sw_sw: EXEMPEL: push "route 10.0.0.0.0 255.255.255.255.0"
tr_tr: ÖRNEK: push "route 10.0.0.0 255.255.255.0"
uk_uk: ПРИКЛАД: натисніть "route 10.0.0.0 255.255.255.0"

source: Tunnel Network
id_id: Jaringan Terowongan
it_it: Rete di tunnel
ja_jp: トンネルネットワーク
ko_ko: 터널 네트워크
pt_pt: Túnel de rede
sw_sw: Tunnelnätverk
tr_tr: Tünel Ağı
uk_uk: Тунельна мережа

source: delete csc
id_id: hapus csc
it_it: Elimina CSC
ja_jp: CSC の削除
ko_ko: CSC 삭제
pt_pt: Apagar csc
sw_sw: radera csc
tr_tr: csc'yi sil
uk_uk: видалити csc

source: clone rule
id_id: aturan klon
it_it: Regola clone
ja_jp: ルールをクローン
ko_ko: 복제 규칙
pt_pt: regra clonar
sw_sw: klonregel
tr_tr: klon kuralı
uk_uk: правило клонування

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 IP address.
id_id: Protokol dan keluarga alamat IP tidak cocok. Anda tidak dapat memilih protokol IPv6 dan alamat IP IPv4.
it_it: Le famiglie di protocollo e indirizzi IP non corrispondono. Non è possibile selezionare un protocollo IPv6 e un indirizzo IP IPv4.
ja_jp: プロトコルとIPアドレスが一致しません。 IPv6 プロトコルとIPv4 IPアドレスは選択できません。
ko_ko: 프로토콜과 IP 주소 제품군이 일치하지 않습니다. IPv6 프로토콜과 IPv4 IP 주소를 함께 선택할 수 없습니다.
pt_pt: Protocolo e famílias de endereço IP não coincidem. Não pode selecionar um protocolo IPv6 e um endereço IP IPv4.
sw_sw: Protokoll- och IP-adressfamiljerna stämmer inte överens. Du kan inte välja ett IPv6-protokoll och en IPv4-IP-adress.
tr_tr: Protokol ve IP adres aileleri eşleşmiyor. Bir IPv6 protokolü ve bir IPv4 IP adresi seçemezsiniz.
uk_uk: Родини протоколів та IP-адрес не збігаються. Неможливо вибрати протокол IPv6 та IP-адресу IPv4.

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 IP address.
id_id: Protokol dan keluarga alamat IP tidak cocok. Anda tidak dapat memilih protokol IPv4 dan alamat IP IPv6.
it_it: Le famiglie di protocollo e indirizzi IP non corrispondono. Non è possibile selezionare un protocollo IPv4 e un indirizzo IP IPv6.
ja_jp: プロトコルとIPアドレスのファミリが一致しません。
ko_ko: 프로토콜과 IP 주소 제품군이 일치하지 않습니다. IPv4 프로토콜과 IPv6 IP 주소를 함께 선택할 수 없습니다.
pt_pt: Protocolo e famílias de endereço IP não coincidem. Não pode seleccionar um protocolo IPv4 e um endereço IP IPv6
sw_sw: Protokoll- och IP-adressfamiljerna stämmer inte överens. Du kan inte välja ett IPv4-protokoll och en IPv6-IP-adress.
tr_tr: Protokol ve IP adres aileleri eşleşmiyor. Bir IPv4 protokolü ve bir IPv6 IP adresi seçemezsiniz.
uk_uk: Родини протоколів та IP-адрес не збігаються. Неможливо вибрати протокол IPv4 та IP-адресу IPv6.

source: You must select a Backend for Authentication if the server mode requires User Auth.
id_id: Anda harus memilih Backend untuk Autentikasi jika mode server memerlukan Autentikasi Pengguna.
it_it: È necessario selezionare un back -end per l'autenticazione se la modalità server richiede l'autenticazione dell'utente.
ja_jp: サーバモードでユーザ認証が必要な場合は、認証用バックエンドを選択する必要があります。
ko_ko: 서버 모드에 사용자 인증이 필요한 경우 인증용 백엔드를 선택해야 합니다.
pt_pt: Você deve selecionar um Backend para Autenticação se o modo de servidor exigir User Auth
sw_sw: Du måste välja en backend för autentisering om serverläget kräver användarautentisering.
tr_tr: Sunucu modu Kullanıcı Kimlik Doğrulaması gerektiriyorsa Kimlik Doğrulama için bir Arka Uç seçmelisiniz.
uk_uk: Ви повинні вибрати Backend для автентифікації, якщо режим сервера вимагає автентифікації користувача.
