Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Session timeout must be an integer value.
id_id: Batas waktu sesi harus berupa nilai bilangan bulat.
it_it: Il timeout della sessione deve essere un valore intero.
ja_jp: セッションタイムアウトは整数値です
ko_ko: 세션 타임아웃은 정수 값이어야 합니다.
pt_pt: O tempo limite de sessão deve ser um valor inteiro.
sw_sw: Sessions timeout måste vara ett heltal.
tr_tr: Oturum zaman aşımı bir tamsayı değeri olmalıdır.
uk_uk: Таймаут сеансу повинен бути цілим числом.

source: Inactivity timeout must be an integer value.
id_id: Batas waktu tidak aktif harus berupa nilai bilangan bulat.
it_it: Il timeout di inattività deve essere un valore intero.
ja_jp: 非活性化タイムアウトは整数値である必要があります。
ko_ko: 비활성 시간 제한은 정수 값이어야 합니다.
pt_pt: O tempo limite de inactividade deve ser um valor inteiro.
sw_sw: Tidsgränsen för inaktivitet måste vara ett heltal.
tr_tr: Hareketsizlik zaman aşımı bir tamsayı değeri olmalıdır.
uk_uk: Тайм-аут бездіяльності має бути цілим числом.

source: Authentication server "%s" is invalid.
id_id: Server otentikasi "%s" tidak valid.
it_it: Il server di autenticazione "%s" non è valido.
ja_jp: 認証サーバ %s は無効です。
ko_ko: 인증 서버 "%s"가(가) 잘못되었습니다.
pt_pt: O servidor de autenticação "%s" é inválido.
sw_sw: Autentiseringsservern "%s" är ogiltig.
tr_tr: Kimlik doğrulama sunucusu "%s" geçersiz.
uk_uk: Сервер автентифікації "%s" є недійсним.

source: A TLS 1.3-compliant application MUST implement the TLS_AES_128_GCM_SHA256 according to RFC 8446.
id_id: Aplikasi yang sesuai dengan TLS 1.3 HARUS mengimplementasikan TLS_AES_128_GCM_SHA256 sesuai dengan RFC 8446.
ja_jp: TLS 1.3準拠のアプリケーションは、RFC 8446に従ってTLS_AES_128_GCM_SHA256を実装しなければならない（MUST）。
ko_ko: TLS 1.3 호환 애플리케이션은 RFC 8446에 따라 TLS_AES_128_GCM_SHA256을 구현해야 합니다.
pt_pt: Uma aplicação compatível com o TLS 1.3 DEVE implementar o TLS_AES_128_GCM_SHA256 de acordo com o RFC 8446.
sw_sw: En TLS 1.3-kompatibel applikation MÅSTE implementera TLS_AES_128_GCM_SHA256 enligt RFC 8446.
tr_tr: TLS 1.3 uyumlu bir uygulama, RFC 8446'ya göre TLS_AES_128_GCM_SHA256'yı uygulamalıdır.
uk_uk: Додаток, сумісний з TLS 1.3, ПОВИНЕН реалізовувати TLS_AES_128_GCM_SHA256 відповідно до RFC 8446.

source: Warning!
id_id: Peringatan!
it_it: Avvertimento!
ja_jp: 警告！
ko_ko: 경고!
pt_pt: Advertência!
sw_sw: Varning!
tr_tr: Uyarı!
uk_uk: Обережно!

source: Changing the listen interfaces of the web GUI may prevent you from accessing this page if you continue. It is recommended to keep this set to the default unless you know what you are doing.
id_id: Mengubah antarmuka dengar GUI web dapat mencegah Anda mengakses halaman ini jika Anda melanjutkan. Disarankan untuk membiarkan pengaturan ini tetap pada pengaturan default kecuali jika Anda tahu apa yang Anda lakukan.
it_it: La modifica delle interfacce di ascolto della GUI Web può impedirti di accedere a questa pagina se si continua. Si consiglia di mantenere questo impostato sul valore predefinito a meno che tu non sappia cosa stai facendo.
ja_jp: Web GUI のリスンインタフェース変更を続行した場合、このページにアクセスできなくなる可能性があります。
ko_ko: 웹 GUI의 수신 인터페이스를 변경하면 계속 진행하면 이 페이지에 액세스하지 못할 수 있습니다. 사용법을 잘 모르는 경우가 아니라면 이 설정을 기본값으로 유지하는 것이 좋습니다.
pt_pt: A alteração das interfaces de escuta da GUI da web pode impedi-lo de aceder a esta página se continuar. Recomenda-se que se mantenha este conjunto de configurações por defeito, a menos que saiba o que está a fazer.
sw_sw: Om du ändrar lyssnargränssnitten i webbgränssnittet kan det hända att du inte kan komma åt den här sidan om du fortsätter. Det rekommenderas att du behåller standardinställningen om du inte vet vad du gör.
tr_tr: Web GUI'sinin dinleme arayüzlerini değiştirmek, devam ederseniz bu sayfaya erişmenizi engelleyebilir. Ne yaptığınızı bilmiyorsanız bu ayarı varsayılan olarak tutmanız önerilir.
uk_uk: Зміна інтерфейсів прослуховування веб-інтерфейсу може призвести до того, що ви не зможете отримати доступ до цієї сторінки, якщо продовжите. Рекомендується залишити цей параметр за замовчуванням, якщо ви не знаєте, що робите.

source: I know what I am doing
id_id: Aku tahu apa yang saya lakukan
it_it: So cosa sto facendo
ja_jp: 私は何をしているのか理解しています。
ko_ko: 나는 내가 무엇을 하고 있는지 알고 있습니다.
pt_pt: Eu sei o que estou a fazer
sw_sw: Jag vet vad jag gör
tr_tr: Ne yaptığımı biliyorum
uk_uk: Я знаю, що я роблю

source: Use the default
id_id: Gunakan default
it_it: Usa il valore predefinito
ja_jp: デフォルトを使用
ko_ko: 기본값 사용
pt_pt: Use o padrão
sw_sw: Använd standardinställningen
tr_tr: Varsayılanı kullanın
uk_uk: Використовуйте значення за замовчуванням

source: The web GUI is reloading at the moment, please wait...
id_id: GUI web sedang dimuat ulang saat ini, harap tunggu...
it_it: La GUI Web sta ricaricando al momento, per favore aspetta ...
ja_jp: 現在、Web GUIをリロードしていますが、お待ちください。
ko_ko: 현재 웹 GUI를 로드하는 중입니다 잠시만 기다려주세요...
pt_pt: A GUI da web está a recarregar neste momento, por favor aguarde...
sw_sw: Webbgränssnittet laddas om för tillfället, vänligen vänta...
tr_tr: Web GUI şu anda yeniden yükleniyor, lütfen bekleyin...
uk_uk: Наразі веб-інтерфейс перезавантажується, будь ласка, зачекайте...

source: If the page does not reload go here:
id_id: Jika halaman tidak dimuat ulang, buka di sini:
it_it: Se la pagina non ricarica, vai qui:
ja_jp: ページがリロードされない場合はここに移動してください。
ko_ko: 페이지가 다시 로드되지 않으면 여기로 이동하세요:
pt_pt: Se a página não for recarregada, vá para aqui:
sw_sw: Om sidan inte laddas om kan du gå hit:
tr_tr: Sayfa yeniden yüklenmezse buraya gidin:
uk_uk: Якщо сторінка не перезавантажиться, перейдіть сюди:

source: HTTPS
ja_jp: エイチティーティーエス

source: No Certificates have been defined. You must %sCreate or Import%s a Certificate before SSL can be enabled.
id_id: Tidak ada Sertifikat yang telah ditentukan. Anda harus%sBuat atau Impor%sSertifikat sebelum SSL dapat diaktifkan.
it_it: Non sono stati definiti certificati. È necessario %screare o importare%s Un certificato prima che SSL possa essere abilitato.
ja_jp: 証明書は定義されていません。SSLを有効にする前に、証明書の%s作成またはインポートを実行してください。
ko_ko: 정의된 인증서가 없습니다. SSL을 사용하도록 설정하려면 인증서를 %s생성 또는 가져오기%s해야 합니다.
pt_pt: Nenhum certificado foi definido Terá de %sCriar ou Importar%s um certificado antes que o SSL seja activado.
sw_sw: Inga certifikat har definierats. Du måste %sSkapa eller importera%s ett certifikat innan SSL kan aktiveras.
tr_tr: Hiçbir Sertifika tanımlanmamış. SSL'in etkinleştirilebilmesi için önce %sBir Sertifika Oluşturmanız veya İçe Aktarmanız%s gerekir.
uk_uk: Не визначено жодного сертифіката. Ви повинні %sСтворити або імпортувати%s сертифікат, перш ніж увімкнути SSL.

source: SSL Certificate
id_id: Sertifikat SSL
it_it: Certificato SSL
ja_jp: SSL 証明書
ko_ko: SSL 인증서
pt_pt: Certificado SSL
sw_sw: SSL-certifikat
tr_tr: SSL Sertifikası
uk_uk: Сертифікат SSL

source: The %sSSL certificate manager%s can be used to create or import certificates if required.
id_id: Manajer sertifikat%sSSL%s dapat digunakan untuk membuat atau mengimpor sertifikat jika diperlukan.
it_it: Il %sgestore del certificato SSL%s può essere utilizzato per creare o importare certificati se necessario.
ja_jp: sSSL 証明書マネジャ%sは、必要な証明書の新規作成もしくはインポートを行えます。
ko_ko: 필요한 경우 %sSSL 인증서 관리자%s를 사용하여 인증서를 만들거나 가져올 수 있습니다.
pt_pt: O gestor de certificados %s %sSSL pode ser usado para criar ou importar certificados, caso seja necessário.
sw_sw: %sSSL certificate manager%s kan användas för att skapa eller importera certifikat om det behövs.
tr_tr: Gerekirse sertifika oluşturmak veya içe aktarmak için %sSSL sertifika yöneticisi%s kullanılabilir.
uk_uk: Менеджер сертифікатів %sSSL%s можна використовувати для створення або імпорту сертифікатів, якщо це необхідно.

source: SSL Ciphers
id_id: Sandi SSL
it_it: Cifre SSL
ja_jp: SSL 暗号
ko_ko: SSL 암호
pt_pt: Cifragem SSL
sw_sw: SSL-chiffer
tr_tr: SSL Şifreleri
uk_uk: SSL-шифри

source: System defaults
id_id: Default sistem
it_it: Impostazioni predefinite del sistema
ja_jp: システムデフォルト
ko_ko: 시스템 기본값
pt_pt: Pré-definidos do Systema
sw_sw: Systemets standardvärden
tr_tr: Sistem varsayılanları
uk_uk: Системні налаштування за замовчуванням

source: Limit SSL cipher selection in case the system defaults are undesired. Note that restrictive use may lead to an inaccessible web GUI.
id_id: Batasi pemilihan sandi SSL jika default sistem tidak diinginkan. Perhatikan bahwa penggunaan yang terbatas dapat menyebabkan GUI web tidak dapat diakses.
it_it: Limitare la selezione della cifra SSL nel caso in cui le impostazioni predefinite del sistema siano indesiderate. Si noti che l'uso restrittivo può portare a una GUI Web inaccessibile.
ja_jp: システムデフォルトのSSL 暗号選択を制限することは望ましくありません。そのように制限した使用をすると、Web GUI にアクセスできなくなる可能性があります。
ko_ko: 시스템 기본값을 원하지 않는 경우 SSL 암호 선택을 제한합니다. 제한적으로 사용하면 웹 GUI에 액세스할 수 없게 될 수 있습니다.
pt_pt: Limitar a seleção de cifragem SSL caso os padrões do sistema sejam indesejados. Note que o uso restritivo pode levar a uma interface gráfica da Web inacessível.
sw_sw: Begränsa SSL-chiffervalet om systemets standardvärden är oönskade. Observera att en restriktiv användning kan leda till ett otillgängligt webbgränssnitt.
tr_tr: Sistem varsayılanlarının istenmemesi durumunda SSL şifre seçimini sınırlayın. Kısıtlayıcı kullanımın erişilemeyen bir web GUI'sine yol açabileceğini unutmayın.
uk_uk: Обмежити вибір SSL-шифру на випадок, якщо системні налаштування за замовчуванням є небажаними. Зауважте, що обмежене використання може призвести до недоступності веб-графічного інтерфейсу.

source: Enable HTTP Strict Transport Security
id_id: Mengaktifkan Keamanan Transportasi Ketat HTTP
it_it: Abilita HTTP Strict Transport Security
ja_jp: HTTP Strict Transport Security を有効にする。
ko_ko: HTTP 엄격한 전송 보안 사용
pt_pt: Habilitar segurança de transporte estrita HTTP
sw_sw: Aktivera HTTP Strict Transport Security
tr_tr: HTTP Sıkı Aktarım Güvenliğini Etkinleştir
uk_uk: Увімкнути HTTP Strict Transport Security

source: HTTP Strict Transport Security (HSTS) is a web security policy mechanism that helps to protect websites against protocol downgrade attacks and cookie hijacking.
id_id: HTTP Strict Transport Security (HSTS) adalah mekanisme kebijakan keamanan web yang membantu melindungi situs web dari serangan penurunan protokol dan pembajakan cookie.
it_it: HTTP Strict Transport Security (HSTS) è un meccanismo di politica di sicurezza Web che aiuta a proteggere i siti Web dagli attacchi di downgrade del protocollo e il dirottamento dei cookie.
ja_jp: HTTP Strict Transport Security ( HSTS ) は、Web セキュリティポリシーのメカニズムで、プロトコルダウングレード攻撃やクッキー・ハイジャックからWeb サイトを保護する助けになるものです。
ko_ko: HTTP 엄격한 전송 보안(HSTS)은 프로토콜 다운그레이드 공격과 쿠키 하이재킹으로부터 웹사이트를 보호하는 데 도움이 되는 웹 보안 정책 메커니즘입니다.
pt_pt: HTTP Strict Transport Security (HSTS) é um mecanismo de política de segurança da web que ajuda a proteger os sítios web contra ataques de downgrade de protocolos e desvio de cookies.
sw_sw: HTTP Strict Transport Security (HSTS) är en policymekanism för webbsäkerhet som hjälper till att skydda webbplatser mot attacker mot protokollnedgradering och cookiekapning.
tr_tr: HTTP Strict Transport Security (HSTS), web sitelerini protokol düşürme saldırılarına ve çerez ele geçirmeye karşı korumaya yardımcı olan bir web güvenlik politikası mekanizmasıdır.
uk_uk: HTTP Strict Transport Security (HSTS) - це механізм політики веб-безпеки, який допомагає захистити веб-сайти від атак на зниження рівня протоколу та перехоплення файлів cookie.

source: Enter a custom port number for the web GUI above if you want to override the default (80 for HTTP, 443 for HTTPS). Changes will take effect immediately after save.
id_id: Masukkan nomor port khusus untuk GUI web di atas jika Anda ingin mengganti nomor port default (80 untuk HTTP, 443 untuk HTTPS). Perubahan akan segera berlaku setelah disimpan.
it_it: Immettere un numero di porta personalizzato per la GUI Web sopra se si desidera sovrascrivere il valore predefinito (80 per HTTP, 443 per HTTPS). Le modifiche avranno effetto immediatamente dopo il salvataggio.
ja_jp: デフォルト（HTTP: 80, HTTPS: 443 ）に上書きしたい場合は、上記でWeb GUIのカスタムポート番号を入力してください。
ko_ko: 기본값을 재정의하려면 위의 웹 GUI에 사용자 지정 포트 번호를 입력합니다(HTTP의 경우 80, HTTPS의 경우 443). 변경 사항은 저장 후 즉시 적용됩니다.
pt_pt: Introduza um número de porta personalizado para a web GUI acima se desejar substituir o padrão (80 para HTTP, 443 para HTTPS). As alterações entrarão em vigor imediatamente após a gravação.
sw_sw: Ange ett anpassat portnummer för webbgränssnittet ovan om du vill åsidosätta standardvärdet (80 för HTTP, 443 för HTTPS). Ändringarna träder i kraft omedelbart efter att du har sparat.
tr_tr: Varsayılanı geçersiz kılmak istiyorsanız yukarıdaki web GUI'si için özel bir bağlantı noktası numarası girin (HTTP için 80, HTTPS için 443). Değişiklikler kaydettikten hemen sonra geçerli olacaktır.
uk_uk: Введіть власний номер порту для веб-інтерфейсу вище, якщо ви хочете змінити значення за замовчуванням (80 для HTTP, 443 для HTTPS). Зміни набудуть чинності одразу після збереження.

source: HTTP Redirect
id_id: Pengalihan HTTP
it_it: Reindirizzamento HTTP
ja_jp: HTTP リダイレクト
ko_ko: HTTP 리디렉션
pt_pt: Redireccionar HTTP
sw_sw: HTTP-omdirigering
tr_tr: HTTP Yönlendirmesi
uk_uk: Перенаправлення HTTP

source: Disable web GUI redirect rule
id_id: Menonaktifkan aturan pengalihan GUI web
it_it: Disabilita la regola del reindirizzamento della GUI Web
ja_jp: Web GUI リダイレクトルを無効にする
ko_ko: 웹 GUI 리디렉션 규칙 비활성화
pt_pt: Desativar a regra de redirecionamento da web GUI
sw_sw: Inaktivera regeln för omdirigering av webbgränssnittet
tr_tr: Web GUI yönlendirme kuralını devre dışı bırak
uk_uk: Вимкнути правило перенаправлення веб-інтерфейсу

source: When this is unchecked, access to the web GUI is always permitted even on port 80, regardless of the listening port configured. Check this box to disable this automatically added redirect rule.
id_id: Bila ini tidak dicentang, akses ke GUI web selalu diizinkan, bahkan pada port 80, terlepas dari port pendengaran yang dikonfigurasi. Centang kotak ini untuk menonaktifkan aturan pengalihan yang ditambahkan secara otomatis.
it_it: Quando questo non viene controllato, l'accesso alla GUI Web è sempre consentito anche sulla porta 80, indipendentemente dalla porta di ascolto configurata. Controlla questa casella per disabilitare questa regola di reindirizzamento aggiunta automaticamente.
ja_jp: チェックされていない場合、web GUI へのアクセスはポート 80 であれば常に許可され、リスニングポートの構成は考慮されません.このボックスをチェックすると、このような自動的なリダイレクトルの追加を無効にします。
ko_ko: 이 옵션을 선택 취소하면 구성된 수신 포트에 관계없이 포트 80에서도 웹 GUI에 대한 액세스가 항상 허용됩니다. 이 확인란을 선택하면 자동으로 추가된 리디렉션 규칙을 비활성화합니다.
pt_pt: Quando esta opção está desmarcada, o acesso à web GUI é sempre permitido mesmo na porta 80, independentemente da porta de escuta configurada. Marque esta caixa para desativar esta regra de redirecionamento adicionada automaticamente.
sw_sw: När den här inställningen inte är markerad tillåts åtkomst till webbgränssnittet alltid, även på port 80, oavsett vilken lyssningsport som har konfigurerats. Markera den här rutan om du vill inaktivera den här automatiskt tillagda omdirigeringsregeln.
tr_tr: Bu işaretlenmediğinde, yapılandırılan dinleme bağlantı noktası ne olursa olsun, web GUI'sine erişime 80 numaralı bağlantı noktasında bile her zaman izin verilir. Otomatik olarak eklenen bu yönlendirme kuralını devre dışı bırakmak için bu kutuyu işaretleyin.
uk_uk: Якщо цей прапорець знято, доступ до веб-інтерфейсу завжди дозволено навіть через порт 80, незалежно від налаштованого порту прослуховування. Позначте цей пункт, щоб вимкнути це автоматично додане правило перенаправлення.

source: Login Messages
id_id: Pesan Masuk
it_it: Messaggi di accesso
ja_jp: ログインメッセージ
ko_ko: 로그인 메시지
pt_pt: Mensagens de Login
sw_sw: Inloggningsmeddelanden
tr_tr: Giriş Mesajları
uk_uk: Вхід Повідомлення

source: Disable logging of web GUI successful logins
id_id: Menonaktifkan pencatatan login sukses GUI web
it_it: Disabilita la registrazione degli accessi con successo della GUI Web
ja_jp: Web GUI ログインの成功のロギングを無効にする
ko_ko: 웹 GUI 로그인 성공 기록 비활성화
pt_pt: Desativar o logging dos logins bem-sucedidos da Web GUI.
sw_sw: Inaktivera loggning av lyckade inloggningar i webbgränssnittet.
tr_tr: Web GUI başarılı oturum açma işlemlerinin günlüğe kaydedilmesini devre dışı bırakma
uk_uk: Вимкнути реєстрацію успішних входів у веб-інтерфейсі

source: When this is checked, successful logins to the web GUI will not be logged.
id_id: Ketika ini dicentang, login yang berhasil ke GUI web tidak akan dicatat.
it_it: Quando questo viene controllato, gli accessi riusciti alla GUI Web non verranno registrati.
ja_jp: チェックされている場合、web GUI へログイン成功した場合はログに記録されません。
ko_ko: 이 옵션을 선택하면 웹 GUI에 성공적으로 로그인한 기록이 기록되지 않습니다.
pt_pt: Quando essa opção estiver marcada, logins bem-sucedidos para a web GUI não será log
sw_sw: När detta är markerat loggas inte lyckade inloggningar till webbgränssnittet.
tr_tr: Bu işaretlendiğinde, web GUI'ye başarılı girişler günlüğe kaydedilmeyecektir.
uk_uk: Коли ця опція позначена, успішні входи до веб-інтерфейсу не будуть реєструватися.

source: Session Timeout
id_id: Batas Waktu Sesi
it_it: Timeout di sessione
ja_jp: セッションタイムアウト
ko_ko: 세션 시간 초과
pt_pt: Sessão excedeu o limite de tempo
sw_sw: Timeout för sessionen
tr_tr: Oturum Zaman Aşımı
uk_uk: Тайм-аут сеансу

source: Time in minutes to expire idle management sessions. The default is 4 hours (240 minutes).
id_id: Waktu dalam menit untuk mengakhiri sesi manajemen siaga. Standarnya adalah 4 jam (240 menit).
it_it: Tempo in pochi minuti per scadere le sessioni di gestione del minimo. L'impostazione predefinita è di 4 ore (240 minuti).
ja_jp: アイドル管理セッションの有効期限を、分単位で設定してください、デフォルトは4時間（240分）です。
ko_ko: 유휴 관리 세션이 만료될 때까지의 시간(분)입니다. 기본값은 4시간(240분)입니다.
pt_pt: Tempo em minutos para gestão de sessões inativas expirar. Por defeito são 4 horas (240 minutos).
sw_sw: Tid i minuter för att avsluta inaktiva hanteringssessioner. Standardvärdet är 4 timmar (240 minuter).
tr_tr: Boşta kalan yönetim oturumlarının süresinin dolması için dakika cinsinden süre. Varsayılan değer 4 saattir (240 dakika).
uk_uk: Час у хвилинах до закінчення сеансів керування в режимі очікування. За замовчуванням - 4 години (240 хвилин).

source: DNS Rebind Check
id_id: Pemeriksaan Rebind DNS
it_it: Controllo del rebind DNS
ja_jp: DNS リバインディング攻撃確認
ko_ko: DNS 리바인드 확인
pt_pt: Desativar a verificação do DNS Rebinding
sw_sw: Kontroll av DNS-rebindning
tr_tr: DNS Yeniden Bağlama Kontrolü
uk_uk: Перевірка переприв'язки DNS

source: Disable DNS Rebinding Checks
id_id: Nonaktifkan Pemeriksaan Pengikatan Ulang DNS
it_it: Disabilita i controlli per il rimborso DNS
ja_jp: DNS リバインディング攻撃確認を無効化
ko_ko: DNS 리바인딩 검사 비활성화
pt_pt: Desativar a verificação do DNS Rebinding
sw_sw: Inaktivera DNS-kontroller för ombindning
tr_tr: DNS Yeniden Bağlama Denetimlerini Devre Dışı Bırak
uk_uk: Вимкнути перевірку повторної прив'язки DNS

source: When this is unchecked, your system is protected against %sDNS Rebinding attacks%s. This blocks private IP responses from your configured DNS servers. Check this box to disable this protection if it interferes with web GUI access or name resolution in your environment.
id_id: Jika ini tidak dicentang, sistem Anda akan terlindungi dari serangan%sDNS Rebinding%s. Ini akan memblokir respons IP pribadi dari server DNS yang dikonfigurasi. Centang kotak ini untuk menonaktifkan proteksi ini jika mengganggu akses GUI web atau resolusi nama di lingkungan Anda.
it_it: Quando questo è deselezionato, il sistema è protetto da %sDNS Rebinding Attacks%s. Ciò blocca le risposte IP private dai server DNS configurati. Controlla questa casella per disabilitare questa protezione se interferisce con l'accesso alla GUI Web o la risoluzione dei nomi nel tuo ambiente.
ja_jp: チェックされていない場合、%s リバインディング攻撃%s からシステムが保護され、あなたが構成したDNS サーバからのプライベートIPの応答を拒否します.この機能でWeb GUI へのアクセスや自環境での名前解決に支障が出る場合は、このボックスをチェックすることで保護を無効にすることができます。
ko_ko: 이 옵션을 선택하지 않으면 시스템이 %sDNS 리바인딩 공격%s으로부터 보호됩니다. 이렇게 하면 구성된 DNS 서버의 개인 IP 응답이 차단됩니다. 이 보호 기능이 사용자 환경에서 웹 GUI 액세스 또는 이름 확인을 방해하는 경우 이 확인란을 선택하면 이 보호 기능을 비활성화할 수 있습니다.
pt_pt: Quando esta opção estiver desmarcada, o sistema está protegido contra% sDNS Rebinding attacks% s. Isso bloqueia as respostas IP privadas dos servidores de DNS configurados. Marque esta caixa para desabilitar esta protecção se ela interferir com o acesso à GUI da Web ou a resolução de nomes no seu ambiente.
sw_sw: När detta inte är markerat är systemet skyddat mot %sDNS Rebinding-attacker%s. Detta blockerar privata IP-svar från dina konfigurerade DNS-servrar. Markera den här rutan för att inaktivera det här skyddet om det stör åtkomsten till webbgränssnittet eller namnupplösningen i din miljö.
tr_tr: Bu işaret kaldırıldığında, sisteminiz %sDNS Yeniden Bağlama saldırılarına%s karşı korunur. Bu, yapılandırılmış DNS sunucularınızdan gelen özel IP yanıtlarını engeller. Ortamınızda web GUI erişimine veya ad çözümlemesine müdahale ediyorsa bu korumayı devre dışı bırakmak için bu kutuyu işaretleyin.
uk_uk: Якщо цей параметр знято, ваша система захищена від атак %sDNS Rebinding%s. Це блокує приватні IP-відповіді від налаштованих вами DNS-серверів. Позначте цей прапорець, щоб вимкнути цей захист, якщо він заважає доступу до веб-інтерфейсу або вирішенню імен у вашому середовищі.

source: Alternate Hostnames
id_id: Nama Host Alternatif
it_it: Nome ospitanti alternativi
ja_jp: 代替ホスト名
ko_ko: 대체 호스트 이름
pt_pt: Hostnames alternativos
sw_sw: Alternativa värdnamn
tr_tr: Alternatif Ana Bilgisayar Adları
uk_uk: Альтернативні імена хостів

source: Alternate Hostnames for DNS Rebinding and HTTP_REFERER Checks
id_id: Nama Host Alternatif untuk DNS Rebinding dan Pemeriksaan HTTP_REFERER
it_it: Nome ospitanti alternativi per il rebinding DNS e controlli HTTP_Referer
ja_jp: dns バインディング・http_referer 確認用代替ホスト名
ko_ko: DNS 리바인딩 및 HTTP_REFERER 확인을 위한 대체 호스트 이름
pt_pt: Hostnames alternativos para DNS Rebinding e verificações HTTP_REFERER
sw_sw: Alternativa värdnamn för DNS-rebindering och HTTP_REFERER-kontroller
tr_tr: DNS Yeniden Bağlama ve HTTP_REFERER Kontrolleri için Alternatif Ana Bilgisayar Adları
uk_uk: Альтернативні імена хостів для перевірки DNS-переприв'язки та HTTP_REFERER

source: Here you can specify alternate hostnames by which the router may be queried, to bypass the DNS Rebinding Attack checks. Separate hostnames with spaces.
id_id: Di sini Anda dapat menentukan nama host alternatif yang dapat digunakan untuk menanyakan router, untuk mem-bypass pemeriksaan DNS Rebinding Attack. Pisahkan nama host dengan spasi.
it_it: Qui è possibile specificare nomi ospitanti alternativi con cui il router può essere interrogato, per bypassare i controlli di attacco per il rebinding DNS. Nome host separati con spazi.
ja_jp: DNS リバインディング攻撃確認を回避するために、ルータが照会される際に使用する代替ホスト名を指定でき ますが、ホスト名はスペースで区切ります。
ko_ko: 여기에서 라우터가 쿼리할 수 있는 대체 호스트 이름을 지정하여 DNS 리바인딩 공격 검사를 우회할 수 있습니다. 호스트 이름을 공백으로 구분합니다.
pt_pt: Aqui pode especificar hostnames alternativos pelos quais o router pode ser consultado, para ignorar a verificação a ataques de religação DNS. Separar os hostnames pelos espaços.
sw_sw: Här kan du ange alternativa värdnamn som routern kan frågas ut med för att kringgå kontrollerna av DNS Rebinding Attack. Separera värdnamnen med mellanslag.
tr_tr: Burada, DNS Yeniden Bağlama Saldırısı kontrollerini atlamak için yönlendiricinin sorgulanabileceği alternatif ana bilgisayar adlarını belirtebilirsiniz. Ana bilgisayar adlarını boşluklarla ayırın.
uk_uk: Тут ви можете вказати альтернативні хост-імена, за якими можна запитувати маршрутизатор, щоб обійти перевірку DNS Rebinding Attack. Розділяйте імена хостів пробілами.

source: HTTP Compression
id_id: Kompresi HTTP
it_it: Compressione HTTP
ja_jp: HTTP 圧縮
ko_ko: HTTP 압축
pt_pt: Compressão HTTP
sw_sw: HTTP-komprimering
tr_tr: HTTP Sıkıştırma
uk_uk: Стиснення HTTP
