Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: At least 3 additional time sources should be configured under %sServices: NTP%s to reliably supply the time of each PPS pulse.
id_id: Setidaknya 3 sumber waktu tambahan harus dikonfigurasi di bawah %sLayanan: NTP%s untuk memasok waktu setiap denyut PPS secara andal.
it_it: Almeno 3 fonti di tempo aggiuntive devono essere configurate in %sServices: NTP%s per fornire in modo affidabile il tempo di ciascun impulso PPS.
ja_jp: 信頼できるPPS単位の時間を得るためには、最低でも3つの追加タイムソースを%sサービスします。NTP%s で構成すると良いでしょう。
ko_ko: 서비스 %s에서 최소 3개의 추가 시간 소스를 구성해야 합니다: NTP%s에 최소 3개의 추가 시간 소스를 구성하여 각 PPS 펄스의 시간을 안정적으로 공급해야 합니다.
pt_pt: Por menos 3 fontes de tempo adicionais devem ser configuradas em%sservicos: NTP%s para fornecer de forma confiável o tempo de cada pulso PPS.
sw_sw: Minst tre ytterligare tidskällor bör konfigureras under %sTjänster: NTP%s för att tillförlitligt kunna leverera tiden för varje PPS-puls.
tr_tr: En az 3 ek zaman kaynağı %sServices altında yapılandırılmalıdır: Her PPS darbesinin zamanını güvenilir bir şekilde sağlamak için NTP%s.
uk_uk: Щонайменше 3 додаткові джерела часу слід налаштувати у розділі %sServices: NTP%s для надійного забезпечення часу кожного імпульсу PPS.

source: OpenDNS Setup
id_id: Pengaturan OpenDNS
it_it: Configurazione di opendns
ja_jp: OpenDNSの設定
ko_ko: OpenDNS 설정
pt_pt: Configuração do OpenDNS
sw_sw: Inställning av OpenDNS
tr_tr: OpenDNS Kurulumu
uk_uk: Налаштування OpenDNS

source: Filter DNS requests using OpenDNS
id_id: Menyaring permintaan DNS menggunakan OpenDNS
it_it: Filtro richieste DNS utilizzando OpenDNS
ja_jp: OpenDNS を使用して DNS リクエストをフィルタリングします。
ko_ko: OpenDNS를 사용하여 DNS 요청 필터링
pt_pt: Filtrar os pedidos de DNS usando OpenDNS
sw_sw: Filtrera DNS-förfrågningar med hjälp av OpenDNS
tr_tr: OpenDNS kullanarak DNS isteklerini filtreleme
uk_uk: Фільтрація DNS-запитів за допомогою OpenDNS

source: Enabling the OpenDNS service will overwrite DNS servers configured via the General Setup page as well as ignore any DNS servers learned by DHCP/PPP on WAN and use the DNS servers from %s instead.
id_id: Mengaktifkan layanan OpenDNS akan menimpa server DNS yang dikonfigurasi melalui halaman Pengaturan Umum serta mengabaikan server DNS yang dipelajari oleh DHCP/PPP di WAN dan menggunakan server DNS dari %s sebagai gantinya.
it_it: Abilitare il servizio OpenDNS sovrascriverà i server DNS configurati tramite la pagina di configurazione generale e ignorerà eventuali server DNS appresi da DHCP/PPP su WAN e utilizzino invece i server DNS da %s.
ja_jp: 有効化されたOpenDNS サービスは、全般的に設定ページで構成されたDNS サーバを上書きします。それと同様に、WAN の DHCP/PPP に教えられたDNS サーバを無視し、代わりに %s からDNS サーバを使用します。
ko_ko: OpenDNS 서비스를 사용하도록 설정하면 일반 설정 페이지를 통해 구성된 DNS 서버를 덮어쓸 뿐만 아니라 WAN에서 DHCP/PPP가 학습한 모든 DNS 서버를 무시하고 대신 %s의 DNS 서버를 사용합니다.
pt_pt: Ativar o serviço Open DNS vai sobrescrever os servidores DNS configurados através de uma página de Configuração Geral assim como ignorar quaisquer servidores DNS aprendidos por DHCP/PPP no WAN e usar os servidores DNS de %s em atrenativa.
sw_sw: Om du aktiverar OpenDNS-tjänsten skrivs DNS-servrarna som konfigurerats via sidan Allmän inställning över och ignorerar alla DNS-servrar som lärt sig via DHCP/PPP på WAN och använder DNS-servrarna från %s i stället.
tr_tr: OpenDNS hizmetinin etkinleştirilmesi, Genel Kurulum sayfası aracılığıyla yapılandırılan DNS sunucularının üzerine yazacak ve WAN üzerinde DHCP/PPP tarafından öğrenilen tüm DNS sunucularını yok sayacak ve bunun yerine %s'deki DNS sunucularını kullanacaktır.
uk_uk: Увімкнення служби OpenDNS перезапише DNS-сервери, налаштовані на сторінці Загальних налаштувань, а також ігноруватиме всі DNS-сервери, отримані за допомогою DHCP/PPP у глобальній мережі, і використовуватиме замість них DNS-сервери з %s.

source: Standalone
id_id: Mandiri
it_it: Indipendente, autonomo
ja_jp: スタンドアロン
ko_ko: 독립형
sw_sw: Fristående
tr_tr: Bağımsız
uk_uk: Автономний

source: Do not alter system DNS server settings
id_id: Jangan mengubah pengaturan server DNS sistem
it_it: Non modificare le impostazioni del server DNS di sistema
ja_jp: システムのDNSサーバーの設定を変更しない
ko_ko: 시스템 DNS 서버 설정을 변경하지 마세요.
pt_pt: Não alterar as definições do servidor DNS do sistema
sw_sw: Ändra inte inställningarna för systemets DNS-server
tr_tr: Sistem DNS sunucusu ayarlarını değiştirmeyin
uk_uk: Не змінюйте налаштування системного DNS-сервера

source: Enable this mode when the OpenDNS servers are used by a different network component but the periodic update behaviour is still desired.
id_id: Aktifkan mode ini bila server OpenDNS digunakan oleh komponen jaringan yang berbeda tetapi perilaku pembaruan berkala masih diinginkan.
it_it: Abilita questa modalità quando i server OpenDNS vengono utilizzati da un diverso componente di rete ma è ancora desiderato il comportamento di aggiornamento periodico.
ja_jp: OpenDNSサーバーが別のネットワークコンポーネントで使用されているが、定期的な更新動作が必要な場合に、このモードを有効にします。
ko_ko: 다른 네트워크 구성 요소에서 OpenDNS 서버를 사용하지만 주기적인 업데이트 동작이 계속 필요한 경우 이 모드를 활성화합니다.
pt_pt: Activar este modo quando os servidores OpenDNS são utilizados por uma componente de rede diferente, mas o comportamento de actualização periódica ainda é desejado.
sw_sw: Aktivera det här läget när OpenDNS-servrarna används av en annan nätverkskomponent men den periodiska uppdateringen fortfarande önskas.
tr_tr: OpenDNS sunucuları farklı bir ağ bileşeni tarafından kullanılıyorsa ancak periyodik güncelleme davranışı hala isteniyorsa bu modu etkinleştirin.
uk_uk: Увімкніть цей режим, якщо сервери OpenDNS використовуються іншим компонентом мережі, але періодичне оновлення все одно бажане.

source: Signon Username to log into your OpenDNS dashboard. It is used to automatically update the IP address of the registered network.
id_id: Masuk Nama pengguna untuk masuk ke dasbor OpenDNS Anda. Ini digunakan untuk memperbarui alamat IP dari jaringan yang terdaftar secara otomatis.
it_it: Servi il nome utente per accedere alla dashboard OpenDNS. Viene utilizzato per aggiornare automaticamente l'indirizzo IP della rete registrata.
ja_jp: OpenDNS ダッシュボードにログインするには、ユーザ名でサインオンしてください。
ko_ko: 사용자 이름으로 로그인하여 OpenDNS 대시보드에 로그인합니다. 등록된 네트워크의 IP 주소를 자동으로 업데이트하는 데 사용됩니다.
pt_pt: Login para entrar no seu painel do OpenDNS. É usado para actualizar automaticamente o endereço IP da rede registada.
sw_sw: Användarnamn för inloggning för att logga in på din OpenDNS-instrumentpanel. Det används för att automatiskt uppdatera IP-adressen för det registrerade nätverket.
tr_tr: OpenDNS panonuzda oturum açmak için Oturum Açma Kullanıcı Adı. Kayıtlı ağın IP adresini otomatik olarak güncellemek için kullanılır.
uk_uk: Signon Ім'я користувача для входу в інформаційну панель OpenDNS. Використовується для автоматичного оновлення IP-адреси зареєстрованої мережі.

source: Enter the network name configured on the %sNetworks Dashboard of OpenDNS%s under 'Manage your networks'. Used to update the node's IP address whenever the WAN interface changes its IP address.
id_id: Masukkan nama jaringan yang dikonfigurasi pada Dasbor %sNetworks OpenDNS%s di bawah 'Kelola jaringan Anda'. Digunakan untuk memperbarui alamat IP simpul setiap kali antarmuka WAN mengubah alamat IP-nya.
it_it: Immettere il nome di rete configurato sulla dashboard %snetworks di OpenDNS%s sotto "Gestisci le tue reti". Utilizzato per aggiornare l'indirizzo IP del nodo ogni volta che l'interfaccia WAN cambia il suo indirizzo IP.
ja_jp: ネットワークの管理」の下にある %sNetworks Dashboard of OpenDNS%s で構成したネットワーク名を入力してください。 WAN インタフェースの IP アドレスが変更されたらすぐにノードの IP アドレスを更新するのに使用されます。
ko_ko: '네트워크 관리'의 %s네트워크 대시보드에서 '네트워크 관리'에 구성된 네트워크 이름을 입력합니다. WAN 인터페이스가 IP 주소를 변경할 때마다 노드의 IP 주소를 업데이트하는 데 사용됩니다.
pt_pt: Introduzir o nome da rede configurado no painel %sNetworks do OpenDNS%s por baixo de "Gestão das suas redes". Usado para actualizar o endereço IP do nó quando a interface WAN muda o seu endereço IP.
sw_sw: Ange det nätverksnamn som konfigurerats på %sNetworks Dashboard i OpenDNS%s under "Manage your networks" (hantera dina nätverk). Används för att uppdatera nodens IP-adress när WAN-gränssnittet ändrar sin IP-adress.
tr_tr: OpenDNS%s'in %sNetworks Dashboard'unda 'Ağlarınızı yönetin' altında yapılandırılan ağ adını girin. WAN arayüzü IP adresini değiştirdiğinde düğümün IP adresini güncellemek için kullanılır.
uk_uk: Введіть ім'я мережі, налаштоване на інформаційній панелі %sNetworks OpenDNS%s у розділі "Керування мережами". Використовується для оновлення IP-адреси вузла щоразу, коли інтерфейс WAN змінює свою IP-адресу.

source: Test result
id_id: Hasil tes
it_it: Risultato della prova
ja_jp: テスト結果
ko_ko: 테스트 결과
pt_pt: Resultado do Teste
sw_sw: Testresultat
tr_tr: Test sonucu
uk_uk: Результат тесту

source: Test/Update
id_id: Tes/Pembaruan
it_it: Test/aggiornamento
ja_jp: テスト / 更新
ko_ko: 테스트/업데이트
pt_pt: Teste/Atualização
sw_sw: Test/uppdatering
tr_tr: Test/Güncelleme
uk_uk: Тестування/Оновлення

source: An invalid subnet route was supplied: %s
id_id: Rute subnet yang diberikan tidak valid: %s
it_it: È stata fornita una via di sottorete non valida: %s
ja_jp: 無効なサブネットルートが指定されました: %s
ko_ko: 잘못된 서브넷 경로를 제공했습니다: %s
pt_pt: Foi fornecida uma rota de sub-rede inválida: %s
sw_sw: En ogiltig undernätsrutt har angetts: %s
tr_tr: Geçersiz bir alt ağ rotası sağlandı: %s
uk_uk: Було вказано невірний маршрут до підмережі: %s

source: Maximum interval must be between %s and %s seconds.
id_id: Interval maksimum harus antara %s dan %s detik.
it_it: L'intervallo massimo deve essere compreso tra %s e %s secondi.
ja_jp: 最大間隔は %s - %s 秒にしてください。
ko_ko: 최대 간격은 %s초에서 %s초 사이여야 합니다.
pt_pt: O intervalo máximo deve ser entre %s e %s segundos.
sw_sw: Det maximala intervallet måste vara mellan %s och %s sekunder.
tr_tr: Maksimum aralık %s ile %s saniye arasında olmalıdır.
uk_uk: Максимальний інтервал повинен бути від %s до %s секунд.

source: Minimum interval must be between %s and %s seconds.
id_id: Interval minimum harus antara %s dan %s detik.
it_it: L'intervallo minimo deve essere compreso tra %s e %s secondi.
ja_jp: 最小間隔 %s - %s 秒にしてください。
ko_ko: 최소 간격은 %s초에서 %s초 사이여야 합니다.
pt_pt: O intervalo mínimo deve ser entre %s e %s segundos.
sw_sw: Det minsta intervallet måste vara mellan %s och %s sekunder.
tr_tr: Minimum aralık %s ile %s saniye arasında olmalıdır.
uk_uk: Мінімальний інтервал має бути від %s до %s секунд.

source: AdvDefaultLifetime must be between %s and %s seconds.
id_id: AdvDefaultLifetime harus berada di antara %s dan %s detik.
it_it: AdvDefaultLifeTime deve essere tra %s e %s secondi.
ja_jp: AdvDefaultLifetime は %s から %s 秒の間でなければなりません。
ko_ko: AdvDefaultLifetime은 %s초에서 %s초 사이여야 합니다.
pt_pt: AdvDefaultLifetime deve situar-se entre %s e %s segundos.
sw_sw: AdvDefaultLifetime måste vara mellan %s och %s sekunder.
tr_tr: AdvDefaultLifetime %s ile %s saniye arasında olmalıdır.
uk_uk: AdvDefaultLifetime має бути від %s до %s секунд.

source: AdvValidLifetime must be between %s and %s seconds.
id_id: AdvValidLifetime harus berada di antara %s dan %s detik.
it_it: AdvvalidLifeTime deve essere tra %s e %s secondi.
ja_jp: AdvValidLifetime は %s から %s 秒の間でなければなりません。
ko_ko: AdvValidLifetime은 %s초에서 %s초 사이여야 합니다.
pt_pt: AdvValidLifetime deve situar-se entre %s e %s segundos.
sw_sw: AdvValidLifetime måste vara mellan %s och %s sekunder.
tr_tr: AdvValidLifetime %s ile %s saniye arasında olmalıdır.
uk_uk: AdvValidLifetime має бути в межах від %s до %s секунд.

source: AdvPreferredLifetime must be between %s and %s seconds.
id_id: AdvPreferredLifetime harus berada di antara %s dan %s detik.
it_it: AdvPreferredLifeTime deve essere tra %s e %s secondi.
ja_jp: AdvPreferredLifetime は %s から %s 秒の間でなければなりません。
ko_ko: AdvPreferredLifetime은 %s초에서 %s초 사이여야 합니다.
pt_pt: AdvPreferredLifetime deve situar-se entre %s e %s segundos.
sw_sw: AdvPreferredLifetime måste vara mellan %s och %s sekunder.
tr_tr: AdvPreferredLifetime %s ile %s saniye arasında olmalıdır.
uk_uk: AdvPreferredLifetime має бути в межах від %s до %s секунд.

source: AdvRDNSSLifetime must be between %s and %s seconds.
id_id: AdvRDNSSLifetime harus berada di antara %s dan %s detik.
it_it: AdvrdnSslifetime deve essere tra %s e %s secondi.
ja_jp: AdvRDNSSLifetimeは、%sから%s秒の間でなければなりません。
ko_ko: AdvRDNSS수명은 %s초에서 %s초 사이여야 합니다.
pt_pt: AdvRDNSSLifetime deve situar-se entre %s e %s segundos.
sw_sw: AdvRDNSSLifetime måste vara mellan %s och %s sekunder.
tr_tr: AdvRDNSSLifetime %s ile %s saniye arasında olmalıdır.
uk_uk: AdvRDNSSLifetime має бути в межах від %s до %s секунд.

source: AdvDNSSLLifetime must be between %s and %s seconds.
id_id: AdvDNSSLLifetime harus berada di antara %s dan %s detik.
it_it: AdvDNSSLLIFETIME deve essere tra %s e %s secondi.
ja_jp: AdvDNSSLLifetime は %s から %s 秒の間でなければなりません。
ko_ko: AdvDNSSL수명은 %s초에서 %s초 사이여야 합니다.
pt_pt: AdvDNSSLLifetime deve situar-se entre %s e %s segundos.
sw_sw: AdvDNSSLLifetime måste vara mellan %s och %s sekunder.
tr_tr: AdvDNSSLLifetime %s ile %s saniye arasında olmalıdır.
uk_uk: AdvDNSSLLifetime має бути в межах від %s до %s секунд.

source: AdvRouteLifetime must be between %s and %s seconds.
id_id: AdvRouteLifetime harus berada di antara %s dan %s detik.
it_it: AdvRouteLifeTime deve essere tra %s e %s secondi.
ja_jp: AdvRouteLifetime は %s から %s 秒の間でなければなりません。
ko_ko: AdvRouteLifetime은 %s초에서 %s초 사이여야 합니다.
pt_pt: AdvRouteLifetime deve situar-se entre %s e %s segundos.
sw_sw: AdvRouteLifetime måste vara mellan %s och %s sekunder.
tr_tr: AdvRouteLifetime %s ile %s saniye arasında olmalıdır.
uk_uk: AdvRouteLifetime має бути в межах від %s до %s секунд.

source: AdvLinkMTU must be between %s and %s bytes.
id_id: AdvLinkMTU harus berada di antara %s dan %s byte.
it_it: AdvLinkmtu deve essere tra %s e %s byte.
ja_jp: AdvLinkMTUは%sから%sバイトの間でなければならない。
ko_ko: AdvLinkMTU는 %s에서 %s 바이트 사이여야 합니다.
pt_pt: AdvLinkMTU deve estar entre %s e %s bytes.
sw_sw: AdvLinkMTU måste vara mellan %s och %s bytes.
tr_tr: AdvLinkMTU %s ile %s bayt arasında olmalıdır.
uk_uk: AdvLinkMTU має бути в межах від %s до %s байт.

source: Router Only
id_id: Hanya Router
it_it: Solo router
ja_jp: ルータのみ
ko_ko: 라우터 전용
pt_pt: Router apenas
sw_sw: Endast router
tr_tr: Yalnızca Yönlendirici
uk_uk: Тільки для роутера

source: Unmanaged
id_id: Tidak dikelola
it_it: Non gestito
ja_jp: 非管理
ko_ko: 관리되지 않음
pt_pt: Não gerido
sw_sw: Oförvaltad
tr_tr: Yönetilmeyen
uk_uk: Некерований

source: Managed
id_id: Dikelola
it_it: Gestito
ja_jp: 管理
ko_ko: 관리
pt_pt: Gerido
sw_sw: Hanterad
tr_tr: Yönetilen
uk_uk: Керував

source: Assisted
id_id: Dibantu
it_it: Assistito
ja_jp: 支援
ko_ko: 지원
pt_pt: Assistido
sw_sw: Stöd
tr_tr: Destekli
uk_uk: За сприяння

source: Stateless
id_id: Tanpa kewarganegaraan
it_it: Apolide
ja_jp: ステートレス
ko_ko: 무국적자
pt_pt: Apátridas
sw_sw: Statuslös
tr_tr: Vatansız
uk_uk: Без громадянства

source: Select which flags to set in Router Advertisements sent from this interface.
id_id: Pilih bendera mana yang akan diatur dalam Iklan Router yang dikirim dari antarmuka ini.
it_it: Seleziona quali flag da impostare nelle pubblicità del router inviate da questa interfaccia.
ja_jp: このインターフェースから送信されるルーターアドバタイズメントに設定するフラグを選択します。
ko_ko: 이 인터페이스에서 전송되는 라우터 광고에 설정할 플래그를 선택합니다.
pt_pt: Seleccione quais as bandeiras a colocar nos Anúncios de Roteiro enviados a partir desta interface.
sw_sw: Välj vilka flaggor som ska anges i routerannonser som skickas från det här gränssnittet.
tr_tr: Bu arayüzden gönderilen Yönlendirici Reklamlarında hangi bayrakların ayarlanacağını seçin.
uk_uk: Виберіть, які прапори встановити в оголошеннях маршрутизатора, що надсилаються з цього інтерфейсу.

source: Use "Router Only" to disable Stateless Address Autoconfiguration (SLAAC) and DHCPv6, "Unmanaged" for SLAAC (A flag), "Managed" for Stateful DHCPv6 (M+O flags), "Assisted" for Stateful DHCPv6 and SLAAC (M+O+A flags), or "Stateless" for Stateless DHCPv6 and SLAAC (O+A flags).
id_id: Gunakan "Router Only" untuk menonaktifkan Stateless Address Autoconfiguration (SLAAC) dan DHCPv6, "Unmanaged" untuk SLAAC (bendera A), "Managed" untuk Stateful DHCPv6 (bendera M+O), "Assisted" untuk Stateful DHCPv6 dan SLAAC (bendera M+O+A), atau "Stateless" untuk Stateless DHCPv6 dan SLAAC (bendera O+A).
it_it: Utilizzare "solo router" per disabilitare l'indirizzo apolido autoconfiguration (SLAAC) e dHCPV6, "Unmanaged" per SLAAC (una bandiera), "gestito" per dhcpv6 statale (m+o flag), "assistito" per dhcpv6 e slaac statale (m+ O+A flags) o "Apolso" per gli apolidi dhcpv6 e slaac (O+A flags).
ja_jp: ステートレスアドレス自動設定（SLAAC）とDHCPv6を無効にするには「Router Only」、SLAAC（Aフラグ）には「Unmanaged」、ステートフルDHCPv6（M+Oフラグ）には「Managed」、ステートフルDHCPv6とSLAAC（M+O+Aフラグ）には「Assisted」、ステートフルDHCPv6とSLAAC（O+Aフラグ）には「Stateless」となります。
ko_ko: SLAAC(상태 비저장 주소 자동 구성) 및 DHCPv6을 사용하지 않으려면 "라우터 전용"을 사용하고, SLAAC(A 플래그)의 경우 "관리되지 않음", 상태 저장 DHCPv6(M+O 플래그)의 경우 "관리됨", 상태 저장 DHCPv6 및 SLAAC(M+O+A 플래그)의 경우 "지원됨", 상태 저장 DHCPv6 및 SLAAC(O+A 플래그)의 경우 "상태 비저장"을 선택합니다.
pt_pt: Usar "Router Only" para desactivar a Autoconfiguração de Endereços Stateless (SLAAC) e DHCPv6, "Unmanaged" para SLAAC (A flag), "Managed" para DHCPv6 Stateful (M+O flags), "Assisted" para DHCPv6 Stateful e SLAAC (M+O+A flags), ou "Stateless" para DHCPv6 Stateless e SLAAC (O+A flags).
sw_sw: Använd "Endast router" för att inaktivera Stateless Address Autoconfiguration (SLAAC) och DHCPv6, "Unmanaged" för SLAAC (A-flagga), "Managed" för Stateful DHCPv6 (M+O-flaggor), "Assisted" för Stateful DHCPv6 och SLAAC (M+O+A-flaggor) eller "Stateless" för Stateless DHCPv6 och SLAAC (O+A-flaggor).
tr_tr: Stateless Address Autoconfiguration (SLAAC) ve DHCPv6'yı devre dışı bırakmak için "Router Only", SLAAC için "Unmanaged" (A bayrağı), Stateful DHCPv6 için "Managed" (M+O bayrakları), Stateful DHCPv6 ve SLAAC için "Assisted" (M+O+A bayrakları) veya Stateless DHCPv6 ve SLAAC için "Stateless" (O+A bayrakları) kullanın.
uk_uk: Використовуйте "Тільки маршрутизатор", щоб вимкнути автоконфігурацію адрес без статусу (SLAAC) і DHCPv6, "Некерований" для SLAAC (прапорець A), "Керований" для Stateful DHCPv6 (прапорці M+O), "З підтримкою" для Stateful DHCPv6 і SLAAC (прапорці M+O+A) або "Без статусу" для Stateful DHCPv6 і SLAAC (прапорці O+A).

source: Router Priority
id_id: Prioritas Router
it_it: Priorità del router
ja_jp: ルータ優先度
ko_ko: 라우터 우선 순위
pt_pt: Prioridade do router
sw_sw: Prioritet för routern
tr_tr: Yönlendirici Önceliği
uk_uk: Пріоритет маршрутизатора

source: Select the Priority for the Router Advertisement (RA) Daemon.
id_id: Pilih Prioritas untuk Router Advertisement (RA) Daemon.
it_it: Seleziona la priorità per il demone della pubblicità router (RA).
ja_jp: ルータ広告（RA） デーモンの優先度を選択してください。
ko_ko: 라우터 광고(RA) 데몬의 우선순위를 선택합니다.
pt_pt: Selecione uma prioridade para o Deamon publicitador (RA) do Router.
sw_sw: Välj prioritet för RA-demon (Router Advertisement).
tr_tr: Yönlendirici Reklamı (RA) Daemon'u için Önceliği seçin.
uk_uk: Виберіть Пріоритет для демона реклами маршрутизатора (RA).

source: Select the source address embedded in the RA messages. If a CARP address is used DeprecatePrefix and RemoveRoute are both set to "off" by default.
id_id: Pilih alamat sumber yang disematkan dalam pesan RA. Jika alamat CARP digunakan, DeprecatePrefix dan RemoveRoute keduanya diatur ke "off" secara default.
ja_jp: RAメッセージに埋め込む送信元アドレスを選択する。CARPアドレスを使用する場合、DeprecatePrefixとRemoveRouteはともにデフォルトで "off "に設定されます。
ko_ko: RA 메시지에 포함된 소스 주소를 선택합니다. CARP 주소를 사용하는 경우 DeprecatePrefix 및 RemoveRoute는 기본적으로 모두 "꺼짐"으로 설정되어 있습니다.
pt_pt: Seleccionar o endereço de origem incorporado nas mensagens RA. Se for utilizado um endereço CARP, DeprecatePrefix e RemoveRoute estão ambos definidos para "off" por defeito.
sw_sw: Välj den källadress som är inbäddad i RA-meddelandena. Om en CARP-adress används är DeprecatePrefix och RemoveRoute båda inställda på "off" som standard.
tr_tr: RA mesajlarında gömülü olan kaynak adresi seçin. Bir CARP adresi kullanılıyorsa DeprecatePrefix ve RemoveRoute varsayılan olarak "off" olarak ayarlanır.
uk_uk: Виберіть адресу джерела, вбудовану в RA-повідомлення. Якщо використовується CARP-адреса, для параметрів DeprecatePrefix і RemoveRoute за замовчуванням встановлено значення "вимкнено".

source: Advertise Default Gateway
id_id: Mengiklankan Gateway Default
it_it: Pubblicizza il gateway predefinito
ja_jp: デフォルトゲートウェイを広告
ko_ko: 기본 게이트웨이 광고
pt_pt: Anunciar o portal por defeito
sw_sw: Annonsera standardgateway
tr_tr: Varsayılan Ağ Geçidinin Reklamını Yap
uk_uk: Рекламувати шлюз за замовчуванням

source: Advertise Routes
id_id: Mengiklankan Rute
it_it: Pubblicizzare percorsi
ja_jp: ルート広告
ko_ko: 경로 광고
pt_pt: Rotas de Publicidade
sw_sw: Annonsera rutter
tr_tr: Rotaların Reklamını Yapın
uk_uk: Рекламувати маршрути

source: Length
id_id: Panjang
it_it: Lunghezza
ja_jp: 長さ
ko_ko: 길이
pt_pt: Comprimento
sw_sw: Längd
tr_tr: Uzunluk
uk_uk: Довжина

source: Remove
id_id: Menghapus
it_it: Rimuovere
ja_jp: 削除
ko_ko: 제거
pt_pt: Remover
sw_sw: Ta bort
tr_tr: Kaldırmak
uk_uk: Видалити

source: Routes are specified in CIDR format. The prefix of a route definition should be network prefix; it can be used to advertise more specific routes to the hosts.
id_id: Rute ditentukan dalam format CIDR. Awalan definisi rute harus berupa awalan jaringan; ini dapat digunakan untuk mengiklankan rute yang lebih spesifik ke host.
it_it: Le rotte sono specificate in formato CIDR. Il prefisso di una definizione del percorso dovrebbe essere il prefisso di rete; Può essere utilizzato per pubblicizzare percorsi più specifici agli host.
ja_jp: ルートはcidr形式で指定します。ルート定義のプレフィックスはネットワークプレフィックスにする必要があり、ホストへのより詳しいルートを広告するために使用されます。
ko_ko: 경로는 CIDR 형식으로 지정됩니다. 경로 정의의 접두사는 네트워크 접두사이어야 하며, 호스트에 보다 구체적인 경로를 알리는 데 사용할 수 있습니다.
pt_pt: As rotas são especificadas em formato CIDR. O prefixo de uma definição de rota deve ser o prefixo da rede; pode ser usado para anunciar rotas mais específicas para os anfitriões.
sw_sw: Rutter anges i CIDR-format. Prefixet för en ruttdefinition bör vara ett nätverksprefix; det kan användas för att annonsera mer specifika rutter till värdarna.
tr_tr: Rotalar CIDR biçiminde belirtilir. Bir rota tanımının öneki ağ öneki olmalıdır; ana bilgisayarlara daha spesifik rotaların reklamını yapmak için kullanılabilir.
uk_uk: Маршрути вказуються у форматі CIDR. Префікс визначення маршруту повинен бути мережевим; він може бути використаний для оголошення більш специфічних маршрутів хостам.

source: DNS options
id_id: Opsi DNS
ja_jp: DNSオプション
ko_ko: DNS 옵션
pt_pt: Opções DNS
sw_sw: DNS-alternativ
tr_tr: DNS seçenekleri
uk_uk: Параметри DNS

source: Use the DNS configuration of the DHCPv6 server
id_id: Gunakan konfigurasi DNS pada server DHCPv6
ja_jp: DHCPv6サーバーのDNS設定を利用する
ko_ko: DHCPv6 서버의 DNS 구성 사용
pt_pt: Utilizar a configuração DNS do servidor DHCPv6
sw_sw: Använd DNS-konfigurationen för DHCPv6-servern.
tr_tr: DHCPv6 sunucusunun DNS yapılandırmasını kullanın
uk_uk: Використовуйте конфігурацію DNS сервера DHCPv6

source: Do not send any DNS configuration to clients
id_id: Jangan mengirim konfigurasi DNS apa pun ke klien
ja_jp: クライアントにDNSの設定を送信しない
ko_ko: 클라이언트에 DNS 구성을 보내지 마세요.
pt_pt: Não enviar nenhuma configuração DNS aos clientes
sw_sw: Skicka ingen DNS-konfiguration till klienterna
tr_tr: İstemcilere herhangi bir DNS yapılandırması göndermeyin
uk_uk: Не надсилайте клієнтам жодних налаштувань DNS
