Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Low and high thresholds for latency in milliseconds. Default is %d/%d.
id_id: Ambang batas rendah dan tinggi untuk latensi dalam milidetik. Standarnya adalah %d/%d.
it_it: Soglie basse e alte per latenza in millisecondi. L'impostazione predefinita è %d/%d.
ja_jp: 遅延の最低値及び最大のしきい値をミリ秒単位で指定してください、デフォルトは %d/%d です。
ko_ko: 지연 시간(밀리초)에 대한 낮은 임계값과 높은 임계값입니다. 기본값은 %d/%d입니다.
pt_pt: Limiares de altos e baixos para latência em milissegundos. A predefinição é %d/%d.
sw_sw: Låga och höga tröskelvärden för latens i millisekunder. Standardvärdet är %d/%d.
tr_tr: Milisaniye cinsinden gecikme için düşük ve yüksek eşikler. Varsayılan değer %d/%d'dir.
uk_uk: Низький та високий пороги затримки в мілісекундах. За замовчуванням %d/%d.

source: Packet Loss thresholds
id_id: Ambang batas Kehilangan Paket
it_it: Soglie di perdita di pacchetti
ja_jp: パケットロスしきい値
ko_ko: 패킷 손실 임계값
pt_pt: Limiares de perda de pacotes
sw_sw: Tröskelvärden för paketförlust
tr_tr: Paket Kaybı eşikleri
uk_uk: Пороги втрати пакетів

source: Low and high thresholds for packet loss in %%. Default is %d/%d.
id_id: Ambang batas rendah dan tinggi untuk kehilangan paket dalam %%. Standarnya adalah %d/%d.
it_it: Soglie basse e alte per perdita di pacchetti in %%. L'impostazione predefinita è %d/%d.
ja_jp: パケットロスの最低及び最大のしきい値を %% 単位で指定してください、デフォルトは %d/%d です。
ko_ko: 패킷 손실에 대한 낮은 임계값과 높은 임계값(%%)입니다. 기본값은 %d/%d입니다.
pt_pt: Limiares de Altos e baixos para perda de pacotes em %%. A predefinição é %d/%d.
sw_sw: Låga och höga tröskelvärden för paketförlust i %. Standardvärdet är %d/%d.
tr_tr: Paket kaybı için % cinsinden düşük ve yüksek eşikler. Varsayılan değer %d/%d'dir.
uk_uk: Низький та високий пороги втрати пакетів у %%. За замовчуванням %d/%d.

source: Probe Interval
id_id: Interval Pemeriksaan
it_it: Intervallo della sonda
ja_jp: プローブローブ間隔
ko_ko: 프로브 간격
pt_pt: Intervalo de Sonda
sw_sw: Provningsintervall
tr_tr: Prob Aralığı
uk_uk: Інтервал зондування

source: How often that an ICMP probe will be sent in seconds. Default is %d.
id_id: Seberapa sering probe ICMP akan dikirim dalam hitungan detik. Nilai standarnya adalah %d.
it_it: Quante volte quella sonda ICMP verrà inviata in pochi secondi. L'impostazione predefinita è %d.
ja_jp: ICPM プローブを送信する頻度を秒単位で指定してください、デフォルトは %d です。
ko_ko: ICMP 프로브가 초 단위로 전송되는 빈도입니다. 기본값은 %d입니다.
pt_pt: Quão frequentemente uma sonda ICMP vai ser enviada em segundos. A predefinição é %d.
sw_sw: Hur ofta en ICMP-sond skickas i sekunder. Standardvärdet är %d.
tr_tr: Bir ICMP probunun saniye cinsinden ne sıklıkta gönderileceği. Varsayılan değer %d'dir.
uk_uk: Частота надсилання ICMP-запиту в секундах. За замовчуванням %d.

source: Alert Interval
id_id: Interval Peringatan
it_it: Intervallo di allerta
ja_jp: アラート間隔
ko_ko: 알림 간격
pt_pt: Intervalo de Alerta
sw_sw: Varningsintervall
tr_tr: Uyarı Aralığı
uk_uk: Інтервал оповіщення

source: Time interval between alerts. Default is %d.
id_id: Interval waktu antara peringatan. Standarnya adalah %d.
it_it: Intervallo di tempo tra gli avvisi. L'impostazione predefinita è %d.
ja_jp: アラートの間隔、デフォルトは %d です。
ko_ko: 알림 사이의 시간 간격입니다. 기본값은 %d입니다.
pt_pt: Intervalo de tempo entre alertas. O valor por defeito é %d.
sw_sw: Tidsintervall mellan varningar. Standardvärdet är %d.
tr_tr: Uyarılar arasındaki zaman aralığı. Varsayılan değer %d'dir.
uk_uk: Інтервал часу між оповіщеннями. За замовчуванням %d.

source: Time Period
id_id: Periode Waktu
it_it: Periodo di tempo
ja_jp: 時間間隔
ko_ko: 기간
pt_pt: Período de tempo
sw_sw: Tidsperiod
tr_tr: Zaman Dilimi
uk_uk: Період часу

source: The time period over which results are averaged. Default is %d.
id_id: Periode waktu di mana hasil dirata-ratakan. Standarnya adalah %d.
it_it: Il periodo di tempo in cui i risultati sono mediati. L'impostazione predefinita è %d.
ja_jp: 結果の平均を出す時間間隔、デフォルトは %d です。
ko_ko: 결과의 평균을 구하는 기간입니다. 기본값은 %d입니다.
pt_pt: O período de tempo durante o qual os resultados são calculados como média. O valor por defeito é %d.
sw_sw: Den tidsperiod över vilken resultaten beräknas som medelvärde. Standardvärdet är %d.
tr_tr: Sonuçların ortalamasının alındığı zaman aralığı. Varsayılan değer %d'dir.
uk_uk: Період часу, за який усереднюються результати. За замовчуванням %d.

source: Loss Interval
id_id: Interval Kerugian
it_it: Intervallo di perdita
ja_jp: ロス間隔
ko_ko: 손실 간격
pt_pt: Intervalo de perdas
sw_sw: Förlustintervall
tr_tr: Kayıp Aralığı
uk_uk: Інтервал втрат

source: Time interval before packets are treated as lost. Default is %d.
id_id: Interval waktu sebelum paket dianggap hilang. Nilai standarnya adalah %d.
it_it: L'intervallo di tempo prima che i pacchetti vengano trattati come persi. L'impostazione predefinita è %d.
ja_jp: パケットをロスト扱いにする前の時間間隔。デフォルトは %d です。
ko_ko: 패킷이 손실된 것으로 처리되기 전의 시간 간격입니다. 기본값은 %d입니다.
pt_pt: Intervalo de tempo antes de os pacotes serem tratados como perdidos. O valor por defeito é %d.
sw_sw: Tidsintervall innan paket behandlas som förlorade. Standardvärdet är %d.
tr_tr: Paketlerin kayıp olarak değerlendirilmesinden önceki zaman aralığı. Varsayılan değer %d'dir.
uk_uk: Інтервал часу, через який пакети вважаються втраченими. За замовчуванням %d.

source: Data Length
id_id: Panjang Data
it_it: Lunghezza dei dati
ja_jp: データ長
ko_ko: 데이터 길이
pt_pt: Comprimento dos dados
sw_sw: Datalängd
tr_tr: Veri Uzunluğu
uk_uk: Довжина даних

source: Specify the number of data bytes to be sent. Default is %d.
id_id: Tentukan jumlah byte data yang akan dikirim. Nilai standarnya adalah %d.
it_it: Specificare il numero di byte di dati da inviare. L'impostazione predefinita è %d.
ja_jp: 送信するデータバイト数を指定する。デフォルトは %d です。
ko_ko: 전송할 데이터 바이트 수를 지정합니다. 기본값은 %d입니다.
pt_pt: Especificar o número de bytes de dados a serem enviados. O valor por defeito é %d.
sw_sw: Ange antalet databyte som ska skickas. Standardvärdet är %d.
tr_tr: Gönderilecek veri baytlarının sayısını belirtin. Varsayılan değer %d'dir.
uk_uk: Вкажіть кількість байт даних для відправки. За замовчуванням - %d.

source: The hostname may only contain the characters a-z, 0-9 and '-'.
id_id: Nama host hanya boleh berisi karakter a-z, 0-9, dan '-'.
it_it: Il nome host può contenere solo i caratteri A-Z, 0-9 e '-'.
ja_jp: ホスト名には、a-z、0-9、-のみが使用できます。
ko_ko: 호스트 이름에는 a-z, 0-9 및 '-' 문자만 포함할 수 있습니다.
pt_pt: O nome de anfitrião só pode conter os caracteres a-z, 0-9 e '-'.
sw_sw: Värdnamnet får endast innehålla tecknen a-z, 0-9 och "-".
tr_tr: Ana bilgisayar adı yalnızca a-z, 0-9 ve '-' karakterlerini içerebilir.
uk_uk: Ім'я хоста може містити лише символи a-z, 0-9 та '-'.

source: A search domain may only contain the characters a-z, 0-9, '-' and '.'.
id_id: Domain pencarian hanya boleh berisi karakter a-z, 0-9, '-', dan '.'.
ja_jp: 検索ドメインには、a-z、0-9、'-'および'.'の文字のみを含めることができます。
ko_ko: 검색 도메인에는 a-z, 0-9, '-' 및 '.' 문자만 포함할 수 있습니다.
pt_pt: Um domínio de pesquisa só pode conter os caracteres a-z, 0-9, '-' e '.'.
sw_sw: En sökdomän får endast innehålla tecknen a-z, 0-9, "-" och ".".
tr_tr: Bir arama alanı yalnızca a-z, 0-9, '-' ve '.' karakterlerini içerebilir.
uk_uk: Пошуковий домен може містити лише символи a-z, 0-9, '-' та '.'.

source: A valid IP address must be specified for DNS server "%s".
id_id: Alamat IP yang valid harus ditentukan untuk server DNS "%s".
it_it: Un indirizzo IP valido deve essere specificato per il server DNS "%s".
ja_jp: DNSサーバー"%s "に有効なIPアドレスを指定する必要があります。
ko_ko: DNS 서버 "%s"에 대해 유효한 IP 주소를 지정해야 합니다.
pt_pt: Deve ser especificado um endereço IP válido para o servidor DNS "%s".
sw_sw: En giltig IP-adress måste anges för DNS-servern "%s".
tr_tr: DNS sunucusu "%s" için geçerli bir IP adresi belirtilmelidir.
uk_uk: Для DNS-сервера "%s" необхідно вказати дійсну IP-адресу.

source: You can not assign a gateway to DNS server "%s" which is on a directly connected network.
id_id: Anda tidak dapat menetapkan gateway ke server DNS "%s" yang berada di jaringan yang terhubung langsung.
it_it: Non è possibile assegnare un gateway al server DNS "%s" che si trova su una rete direttamente connessa.
ja_jp: 直接接続されたネットワーク上にあるDNSサーバー「%s」にゲートウェイを割り当てることはできません。
ko_ko: 직접 연결된 네트워크에 있는 DNS 서버 "%s"에 게이트웨이를 할당할 수 없습니다.
pt_pt: Não se pode atribuir um gateway ao servidor DNS "%s" que se encontra numa rede directamente ligada.
sw_sw: Du kan inte tilldela en gateway till DNS-servern "%s" som finns i ett direktanslutet nätverk.
tr_tr: Doğrudan bağlı bir ağda bulunan "%s" DNS sunucusuna bir ağ geçidi atayamazsınız.
uk_uk: Ви не можете призначити шлюз DNS-серверу "%s", який знаходиться в мережі з прямим підключенням.

source: Name of the firewall host, without domain part
id_id: Nama host firewall, tanpa bagian domain
it_it: Nome dell'host firewall, senza parte di dominio
ja_jp: ファイアウォールホスト名、ドメイン部分は含まない。
ko_ko: 방화벽 호스트의 이름(도메인 부분 제외)
pt_pt: Nome da fierwall host, sem domínio
sw_sw: Namnet på brandväggens värd, utan domändel.
tr_tr: Etki alanı kısmı olmadan güvenlik duvarı ana bilgisayarının adı
uk_uk: Ім'я хоста брандмауера, без доменної частини

source: Do not use 'local' as your internal domain name. It is reserved for and will interfere with mDNS (avahi, bonjour, etc.). Use the special-purpose home.arpa domain instead.
id_id: Jangan gunakan 'lokal' sebagai nama domain internal Anda. Domain ini diperuntukkan untuk dan akan mengganggu mDNS (avahi, bonjour, dll.). Gunakan domain home.arpa untuk tujuan khusus.
ja_jp: 内部ドメイン名として「local」を使用しないでください。これはmDNS（avahi、bonjourなど）のために予約されたもので、邪魔になります。代わりに、特別な目的のhome.arpaドメインを使用してください。
ko_ko: 내부 도메인 이름으로 'local'을 사용하지 마세요. 이 도메인은 mDNS(아바히, 봉주르 등)를 위해 예약되어 있으며 이를 방해할 수 있습니다. 대신 특수 목적의 home.arpa 도메인을 사용하세요.
pt_pt: Não utilize 'local' como nome de domínio interno. É reservado e irá interferir com mDNS (avahi, bonjour, etc.). Utilize antes o domínio home.arpa para fins especiais.
sw_sw: Använd inte "local" som internt domännamn. Det är reserverat för och kommer att störa mDNS (avahi, bonjour osv.). Använd istället den specialanpassade domänen home.arpa.
tr_tr: Dahili alan adınız olarak 'local' kullanmayın. Bu alan adı mDNS (avahi, bonjour, vb.) için ayrılmıştır ve bunlarla etkileşime girecektir. Bunun yerine özel amaçlı home.arpa alan adını kullanın.
uk_uk: Не використовуйте "local" як внутрішнє доменне ім'я. Воно зарезервоване для mDNS і буде перешкоджати роботі mDNS (avahi, bonjour і т.д.). Замість цього використовуйте спеціальний домен home.arpa.

source: e.g. %sexample.net, branch.example.com, home.arpa, etc.%s
id_id: contoh: %sexample.net, branch.example.com, home.arpa, dll.%s
ja_jp: 例：%sexample.net, branch.example.com, home.arpa, etc.%s
ko_ko: 예: %sexample.net, branch.example.com, home.arpa 등 %s
pt_pt: por exemplo %sexample.net, branch.example.com, home.arpa, etc.%s
sw_sw: t.ex. %sexample.net, branch.example.com, home.arpa osv.
tr_tr: örn. %sexample.net, branch.example.com, home.arpa, vb.%s
uk_uk: наприклад, %sexample.net, branch.example.com, home.arpa тощо.%s

source: Time zone
id_id: Zona waktu
it_it: Fuso orario
ja_jp: タイムゾーン
ko_ko: 시간대
pt_pt: Fuso horário
sw_sw: Tidszon
tr_tr: Saat dilimi
uk_uk: Часовий пояс

source: Select the location closest to you
id_id: Pilih lokasi yang paling dekat dengan Anda
it_it: Seleziona la posizione più vicina a te
ja_jp: 最も近い場所を選択してください
ko_ko: 가장 가까운 위치를 선택하세요.
pt_pt: Selecione o local mais próximo de si
sw_sw: Välj den plats som ligger närmast dig
tr_tr: Size en yakın konumu seçin
uk_uk: Виберіть найближчу до вас локацію

source: Choose a language for the web GUI.
id_id: Pilih bahasa untuk GUI web.
it_it: Scegli una lingua per la GUI Web.
ja_jp: Web GUI の言語を選択してください。
ko_ko: 웹 GUI의 언어를 선택합니다.
pt_pt: Escolha o idioma para o web GUI.
sw_sw: Välj ett språk för webbgränssnittet.
tr_tr: Web GUI için bir dil seçin.
uk_uk: Виберіть мову для веб-інтерфейсу.

source: Theme
id_id: Tema
it_it: Tema
ja_jp: テーマ
ko_ko: 테마
pt_pt: Tema
sw_sw: Tema
tr_tr: Tema
uk_uk: Тема

source: This will change the look and feel of the GUI.
id_id: Hal ini akan mengubah tampilan dan nuansa GUI.
it_it: Questo cambierà l'aspetto della GUI.
ja_jp: GUI のルックアンドフィールを変更します。
ko_ko: 이렇게 하면 GUI의 모양과 느낌이 변경됩니다.
pt_pt: Isso irá alterar a aparência da GUI
sw_sw: Detta ändrar utseendet och känslan i det grafiska gränssnittet.
tr_tr: Bu, GUI'nin görünümünü ve hissini değiştirecektir.
uk_uk: Це змінить зовнішній вигляд графічного інтерфейсу.

source: Store intermediate
id_id: Menyimpan perantara
it_it: Memorizzare intermedio
ja_jp: 店舗中間
ko_ko: 중간 저장
pt_pt: Armazenar intermédio
sw_sw: Mellanliggande butik
tr_tr: Orta seviye mağaza
uk_uk: Зберігати проміжний продукт

source: Allow local defined intermediate certificate authorities to be used in the local trust store. We advise to only store root certificates to prevent cross signed ones causing breakage when included but expired later in the chain.
id_id: Izinkan otoritas sertifikat perantara yang ditentukan secara lokal untuk digunakan di trust store lokal. Kami menyarankan untuk hanya menyimpan sertifikat root untuk mencegah sertifikat yang ditandatangani silang yang menyebabkan kerusakan ketika disertakan tetapi kedaluwarsa di kemudian hari dalam rantai.
it_it: Consentire le autorità di certificato intermedio definite locali di utilizzare nel negozio di fiducia locale. Consigliamo solo di archiviare i certificati di root per evitare che quelli incrociati causino rottura quando inclusi ma scaduti più avanti nella catena.
ja_jp: ローカルで定義された中間認証局を、ローカルのトラストストアで使用できるようにします。クロスサインされた証明書が含まれていても、チェーンの後半で失効した場合に破損するのを防ぐために、ルート証明書のみを保存することをお勧めします。
ko_ko: 로컬 신뢰 저장소에서 로컬에 정의된 중간 인증 기관을 사용할 수 있도록 허용합니다. 교차 서명된 인증서가 나중에 체인에 포함되었지만 만료될 때 파손되는 것을 방지하기 위해 루트 인증서만 저장하는 것이 좋습니다.
pt_pt: Permitir que as autoridades locais de certificação intermediárias definidas sejam utilizadas na loja fiduciária local. Aconselhamos a armazenar apenas os certificados de raiz para evitar que os certificados assinados transversalmente causem rupturas quando incluídos mas expirados mais tarde na cadeia.
sw_sw: Tillåta att lokalt definierade mellanliggande certifikatmyndigheter används i det lokala förtroendelagret. Vi rekommenderar att endast lagra rotcertifikat för att förhindra att korsignerade certifikat orsakar problem när de inkluderas men löper ut senare i kedjan.
tr_tr: Yerel güven deposunda yerel tanımlı ara sertifika yetkililerinin kullanılmasına izin verin. Zincire dahil edilip daha sonra süresi dolduğunda kırılmaya neden olan çapraz imzalı sertifikaları önlemek için yalnızca kök sertifikaların depolanmasını tavsiye ederiz.
uk_uk: Дозвольте використовувати локально визначені проміжні центри сертифікації в локальному сховищі довіри. Ми рекомендуємо зберігати лише кореневі сертифікати, щоб запобігти збоям, які можуть спричинити перехресні підписи, коли вони включені, але термін дії яких закінчився пізніше в ланцюжку.

source: Networking
id_id: Jaringan
ja_jp: ネットワーキング
ko_ko: 네트워킹
pt_pt: Rede
sw_sw: Nätverk
tr_tr: Ağ İletişimi
uk_uk: Нетворкінг

source: Prefer IPv4 over IPv6
id_id: Lebih memilih IPv4 daripada IPv6
it_it: Preferisci IPv4 su IPv6
ja_jp: IPv6 より IPv4 を優先
ko_ko: IPv6보다 IPv4 선호
pt_pt: Preferir IPv4 sobre IPv6
sw_sw: Föredrar IPv4 framför IPv6
tr_tr: IPv4'ü IPv6'ya tercih et
uk_uk: Надавати перевагу IPv4 над IPv6

source: Prefer to use IPv4 even if IPv6 is available
id_id: Lebih suka menggunakan IPv4 meskipun tersedia IPv6
it_it: Preferisci utilizzare IPv4 anche se è disponibile IPv6
ja_jp: IPv6 が利用可能でも IPv4 の使用を優先する。
ko_ko: IPv6를 사용할 수 있는 경우에도 IPv4 사용 선호
pt_pt: Prefrere usar IPv4 mesmo se o IPv6 estiver disponível
sw_sw: Föredrar att använda IPv4 även om IPv6 är tillgängligt.
tr_tr: IPv6 mevcut olsa bile IPv4 kullanmayı tercih etme
uk_uk: Надає перевагу використанню IPv4, навіть якщо доступний IPv6

source: By default, if a hostname resolves IPv6 and IPv4 addresses IPv6 will be used. If you check this option, IPv4 will be used instead of IPv6.
id_id: Secara default, jika nama host menyelesaikan alamat IPv6 dan IPv4, maka IPv6 akan digunakan. Jika Anda mencentang opsi ini, IPv4 akan digunakan, bukan IPv6.
ja_jp: デフォルトでは、ホスト名がIPv6とIPv4のアドレスを解決する場合、IPv6が使用されます。このオプションをオンにすると、IPv6の代わりにIPv4が使用されます。
ko_ko: 기본적으로 호스트 이름이 IPv6 및 IPv4 주소를 확인하면 IPv6가 사용됩니다. 이 옵션을 선택하면 IPv6 대신 IPv4가 사용됩니다.
pt_pt: Por defeito, se um nome de anfitrião resolver IPv6 e endereços IPv4, será utilizado IPv6. Se marcar esta opção, será utilizado o IPv4 em vez do IPv6.
sw_sw: Om ett värdnamn löser upp IPv6- och IPv4-adresser kommer IPv6 att användas som standard. Om du markerar det här alternativet används IPv4 i stället för IPv6.
tr_tr: Varsayılan olarak, bir ana bilgisayar adı IPv6 ve IPv4 adreslerini çözümlerse IPv6 kullanılır. Bu seçeneği işaretlerseniz, IPv6 yerine IPv4 kullanılacaktır.
uk_uk: За замовчуванням, якщо ім'я хоста розпізнає IPv6 і IPv4 адреси, буде використовуватися IPv6. Якщо ви позначите цю опцію, замість IPv6 буде використовуватися IPv4.

source: Use gateway
id_id: Gunakan gateway
it_it: Usa Gateway
ja_jp: ゲートウェイを使用
ko_ko: 게이트웨이 사용
pt_pt: Utilizar Gateway
sw_sw: Använd gateway
tr_tr: Ağ geçidi kullanın
uk_uk: Використовуйте шлюз

source: Enter IP addresses to be used by the system for DNS resolution. These are also used for the DHCP service, DNS services and for PPTP VPN clients.
id_id: Masukkan alamat IP yang akan digunakan oleh sistem untuk resolusi DNS. Alamat-alamat ini juga digunakan untuk layanan DHCP, layanan DNS, dan klien VPN PPTP.
it_it: Immettere gli indirizzi IP da utilizzare dal sistema per la risoluzione DNS. Questi sono utilizzati anche per il servizio DHCP, i servizi DNS e per i client VPN PPTP.
ja_jp: システムでdns 解決に使用するip アドレスを入力してください、これはdhcp サービス、dns サービス、pptp vpn クライアントでも使用されます。
ko_ko: 시스템에서 DNS 확인에 사용할 IP 주소를 입력합니다. 이 주소는 DHCP 서비스, DNS 서비스 및 PPTP VPN 클라이언트에도 사용됩니다.
pt_pt: Introduza os endereços IP a serem utilizados pelo sistema para a resolução DNS. Estes são também utilizados para o serviço DHCP, serviços DNS e para clientes PPTP VPN.
sw_sw: Ange de IP-adresser som systemet ska använda för DNS-upplösning. Dessa används också för DHCP-tjänsten, DNS-tjänster och för PPTP VPN-klienter.
tr_tr: DNS çözümlemesi için sistem tarafından kullanılacak IP adreslerini girin. Bunlar aynı zamanda DHCP hizmeti, DNS hizmetleri ve PPTP VPN istemcileri için de kullanılır.
uk_uk: Введіть IP-адреси, які будуть використовуватися системою для вирішення DNS. Вони також використовуються для служби DHCP, служб DNS і для клієнтів PPTP VPN.

source: In addition, optionally select the gateway for each DNS server. When using multiple WAN connections there should be at least one unique DNS server per gateway.
id_id: Selain itu, secara opsional pilih gateway untuk setiap server DNS. Saat menggunakan beberapa koneksi WAN, setidaknya harus ada satu server DNS yang unik per gateway.
it_it: Inoltre, facoltativamente selezionare il gateway per ciascun server DNS. Quando si utilizza più connessioni WAN, dovrebbe esserci almeno un server DNS unico per gateway.
ja_jp: オプションで、dns サーバごとにゲートウェイを選択してください。
ko_ko: 또한 선택적으로 각 DNS 서버에 대한 게이트웨이를 선택합니다. 여러 WAN 연결을 사용하는 경우 게이트웨이당 하나 이상의 고유 DNS 서버가 있어야 합니다.
pt_pt: Além disso, opcionalmente seleccione um gateway para cada servidor DNS. Ao usar várias ligações WAN deve haver pelo menos um servidor DNS exclusivo por gateway.
sw_sw: Dessutom kan du välja gateway för varje DNS-server. Om du använder flera WAN-anslutningar bör det finnas minst en unik DNS-server per gateway.
tr_tr: Ek olarak, isteğe bağlı olarak her DNS sunucusu için ağ geçidini seçin. Birden fazla WAN bağlantısı kullanıldığında, ağ geçidi başına en az bir benzersiz DNS sunucusu olmalıdır.
uk_uk: Крім того, за бажанням виберіть шлюз для кожного DNS-сервера. При використанні декількох WAN-з'єднань на кожному шлюзі має бути принаймні один унікальний DNS-сервер.

source: DNS search domain
id_id: Domain pencarian DNS
ja_jp: DNS検索ドメイン
ko_ko: DNS 검색 도메인
pt_pt: Domínio de pesquisa DNS
sw_sw: DNS-sökdomän
tr_tr: DNS arama alanı
uk_uk: Домен для пошуку DNS

source: Enter an additional domain to add to the local list of search domains.
id_id: Masukkan domain tambahan untuk ditambahkan ke daftar domain pencarian lokal.
ja_jp: 検索ドメインのローカルリストに追加するドメインを入力します。
ko_ko: 로컬 검색 도메인 목록에 추가할 도메인을 추가로 입력합니다.
pt_pt: Introduza um domínio adicional para adicionar à lista local de domínios de pesquisa.
sw_sw: Ange ytterligare en domän som ska läggas till i den lokala listan över sökdomäner.
tr_tr: Yerel arama etki alanları listesine eklemek için ek bir etki alanı girin.
uk_uk: Введіть додатковий домен, щоб додати його до локального списку доменів для пошуку.

source: DNS server options
id_id: Opsi server DNS
it_it: Opzioni del server DNS
ja_jp: DNS サーバオプション
ko_ko: DNS 서버 옵션
pt_pt: Opções do servidor de DNS
sw_sw: Alternativ för DNS-server
tr_tr: DNS sunucusu seçenekleri
uk_uk: Параметри DNS-сервера

source: Allow DNS server list to be overridden by DHCP/PPP on WAN
id_id: Izinkan daftar server DNS ditimpa oleh DHCP/PPP pada WAN
it_it: Consentire l'elenco dei server DNS di essere ignorato da DHCP/PPP su WAN
ja_jp: wan の dhcp/ppp による dns サーバリストの無効化を許可する。
ko_ko: WAN에서 DHCP/PPP가 DNS 서버 목록을 재정의하도록 허용
pt_pt: Permitir que as listas do servidor DNS sejam sobrepostas pelo DHCP/PPP na WAN
sw_sw: Tillåt att DNS-serverlistan åsidosätts av DHCP/PPP på WAN
tr_tr: DNS sunucu listesinin WAN üzerinde DHCP/PPP tarafından geçersiz kılınmasına izin ver
uk_uk: Дозволити перевизначення списку DNS-серверів за допомогою DHCP/PPP у глобальній мережі
