Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: When this is unchecked, access to the web GUI or SSH on the %s interface is always permitted, regardless of the user-defined firewall rule set. Check this box to disable the automatically added rule, so access is controlled only by the user-defined firewall rules. Ensure you have a firewall rule in place that allows you in, or you will lock yourself out.
id_id: Bila ini tidak dicentang, akses ke GUI web atau SSH pada antarmuka %s selalu diizinkan, terlepas dari aturan firewall yang ditetapkan pengguna. Centang kotak ini untuk menonaktifkan aturan yang ditambahkan secara otomatis, sehingga akses hanya dikontrol oleh aturan firewall yang ditetapkan pengguna. Pastikan Anda memiliki aturan firewall yang mengizinkan Anda masuk, atau Anda akan terkunci.
it_it: Quando questo non viene controllato, è sempre consentito l'accesso alla GUI Web o SSH sull'interfaccia %s, indipendentemente dal set di regole del firewall definito dall'utente. Controlla questa casella per disabilitare la regola aggiunta automaticamente, quindi l'accesso è controllato solo dalle regole del firewall definite dall'utente. Assicurati di avere una regola del firewall che ti consente di entrare o ti bloccerà.
ja_jp: チェックされていない場合、%s インタフェースの Web GUI もしくは SSH へのアクセスはユーザが定義したファイアウォールセットの内容に関わらず常に許可されます。 そのため、このボックスをチェックすれば自動的に追加されるルールを無効にし、ユーザが定義したファイアウォールのみでアクセスがコントロールされます。通信を許可するファイアのウォールが設定されていることを確認して下さい。
ko_ko: 이 확인란을 선택 취소하면 사용자 정의 방화벽 규칙 집합에 관계없이 %s 인터페이스의 웹 GUI 또는 SSH에 대한 액세스가 항상 허용됩니다. 이 확인란을 선택하면 자동으로 추가된 규칙을 비활성화하여 사용자 정의 방화벽 규칙에 의해서만 액세스가 제어됩니다. 사용자가 접속할 수 있는 방화벽 규칙이 설정되어 있는지 확인하지 않으면 스스로 잠기게 됩니다.
pt_pt: Quando isto não é verificado, o acesso à GUI ou SSH da web na interface %s é sempre permitido, independentemente do conjunto de regras de firewall definidas pelo utilizador. Marcar esta caixa para desactivar a regra automaticamente adicionada, de modo a que o acesso seja controlado apenas pelas regras de firewall definidas pelo utilizador. Certifique-se de que tem uma regra de firewall em vigor que lhe permite entrar, ou irá bloquear-se a si próprio.
sw_sw: När den här inställningen inte är markerad tillåts alltid åtkomst till webbgränssnittet eller SSH på %s-gränssnittet, oberoende av den användardefinierade brandväggsregeln. Markera den här rutan om du vill inaktivera den automatiskt tillagda regeln, så att åtkomsten endast kontrolleras av de användardefinierade brandväggsreglerna. Se till att du har en brandväggsregel som tillåter dig att komma in, annars låser du dig själv ute.
tr_tr: Bu işaretlenmediğinde, kullanıcı tanımlı güvenlik duvarı kural setinden bağımsız olarak %s arayüzünde web GUI veya SSH erişimine her zaman izin verilir. Otomatik olarak eklenen kuralı devre dışı bırakmak için bu kutuyu işaretleyin, böylece erişim yalnızca kullanıcı tanımlı güvenlik duvarı kuralları tarafından kontrol edilir. İçeri girmenize izin veren bir güvenlik duvarı kuralınız olduğundan emin olun, aksi takdirde kendinizi dışarıda bırakırsınız.
uk_uk: Якщо цей прапорець знято, доступ до веб-інтерфейсу або SSH на інтерфейсі %s завжди дозволено, незалежно від набору правил брандмауера, визначених користувачем. Позначте цей пункт, щоб вимкнути автоматично додане правило, щоб доступ контролювався лише правилами брандмауера, визначеними користувачем. Переконайтеся, що у вас є правило брандмауера, яке дозволяє вам вхід, інакше ви заблокуєте себе.

source: Aliases Resolve Interval
id_id: Alias Menyelesaikan Interval
it_it: Gli alias risolvono l'intervallo
ja_jp: エイリアス解決間隔
ko_ko: 별칭 확인 간격
pt_pt: Intervalo de resolução de pseudónimos
sw_sw: Alias Upplösningsintervall
tr_tr: Takma Adlar Çözümleme Aralığı
uk_uk: Псевдоніми Інтервал розв'язання

source: Interval, in seconds, that will be used to resolve hostnames configured on aliases.
id_id: Interval, dalam detik, yang akan digunakan untuk menyelesaikan nama host yang dikonfigurasi pada alias.
it_it: Intervallo, in secondi, che verrà utilizzato per risolvere i nomi host configurati su alias.
ja_jp: エイリアのホスト名解決の構成に使用されますが、単位は秒です。
ko_ko: 별칭에 구성된 호스트 이름을 확인하는 데 사용할 간격(초)입니다.
pt_pt: Intervalo, em segundos, que será usado para resolver nomes de anfitriões configurados em pseudónimos.
sw_sw: Intervall, i sekunder, som används för att lösa upp värdnamn som konfigurerats på alias.
tr_tr: Takma adlarda yapılandırılan ana bilgisayar adlarını çözümlemek için kullanılacak saniye cinsinden aralık.
uk_uk: Інтервал у секундах, який буде використано для вирішення імен хостів, налаштованих на псевдоніми.

source: Note: Leave this blank for the default (300s).
id_id: Catatan: Biarkan ini kosong untuk default (300-an).
it_it: Nota: lasciare questo vuoto per il valore predefinito (300).
ja_jp: 注意：空白にするとデフォルトになります（300秒）。
ko_ko: 참고: 기본값(300초)은 비워 두세요.
pt_pt: Nota: Deixe em branco para pré-definido para o padrão (300s).
sw_sw: Obs: Låt detta vara tomt för standardvärdet (300s).
tr_tr: Not: Varsayılan değer (300s) için bunu boş bırakın.
uk_uk: Примітка: Залиште це поле порожнім за замовчуванням (300 секунд).

source: Check certificate of aliases URLs
id_id: Periksa sertifikat URL alias
it_it: Controlla URL di certificato di alias
ja_jp: エイリアス url の証明書を確認
ko_ko: 별칭 URL 인증서 확인
pt_pt: Verificar certificado de pseudónimos URLs
sw_sw: Kontrollera certifikatet för alias-URL:er
tr_tr: Takma ad URL'lerinin sertifikasını kontrol edin
uk_uk: Перевірити сертифікат URL-адрес псевдонімів

source: Verify HTTPS certificates when downloading alias URLs
id_id: Verifikasi sertifikat HTTPS saat mengunduh URL alias
it_it: Verifica i certificati HTTPS durante il download di URL alias
ja_jp: エイリアス url のダウンロード時に証明書を検証する。
ko_ko: 별칭 URL을 다운로드할 때 HTTPS 인증서를 확인합니다.
pt_pt: Verifique os certificados HTTPS ao efetuar o downlaod de alias URLs
sw_sw: Kontrollera HTTPS-certifikat när du laddar ner alias-URL:er
tr_tr: Takma ad URL'lerini indirirken HTTPS sertifikalarını doğrulayın
uk_uk: Перевіряйте HTTPS-сертифікати під час завантаження псевдонімів URL-адрес

source: Make sure the certificate is valid for all HTTPS addresses on aliases. If it's not valid or is revoked, do not download it.
id_id: Pastikan sertifikat tersebut valid untuk semua alamat HTTPS pada alias. Jika tidak valid atau dicabut, jangan unduh.
it_it: Assicurarsi che il certificato sia valido per tutti gli indirizzi HTTPS su alias. Se non è valido o viene revocato, non scaricarlo.
ja_jp: エイリアスのすべてのhttpsアドレスの証明書が有効かどうか確認してください、無効、もしくは失効している場合は、ダウンロードしないでください。
ko_ko: 인증서가 별칭의 모든 HTTPS 주소에 유효한지 확인하세요. 유효하지 않거나 해지된 경우 다운로드하지 마세요.
pt_pt: Verifique se o certificado é válido para todos os endereços HTTPS em pseudónimos. Se não for válido ou for revogado não faça download dele.
sw_sw: Kontrollera att certifikatet är giltigt för alla HTTPS-adresser på alias. Om det inte är giltigt eller återkallat ska du inte hämta det.
tr_tr: Sertifikanın takma adlardaki tüm HTTPS adresleri için geçerli olduğundan emin olun. Geçerli değilse veya iptal edilmişse, indirmeyin.
uk_uk: Переконайтеся, що сертифікат дійсний для всіх HTTPS-адрес на псевдонімах. Якщо він недійсний або відкликаний, не завантажуйте його.

source: Dynamic state reset
id_id: Pengaturan ulang status dinamis
it_it: Ripristino dello stato dinamico
ja_jp: 動的にステートをリセット
ko_ko: 동적 상태 재설정
pt_pt: Reinicialização do estado dinâmico
sw_sw: Återställning av dynamiskt tillstånd
tr_tr: Dinamik durum sıfırlama
uk_uk: Скидання динамічного стану

source: Reset all states when a dynamic IP address changes.
id_id: Atur ulang semua status ketika alamat IP dinamis berubah.
it_it: Ripristina tutti gli stati quando cambia un indirizzo IP dinamico.
ja_jp: 動的にIPアドレスが変更されたら、すべてのステートをリセットします。
ko_ko: 동적 IP 주소가 변경되면 모든 상태를 초기화합니다.
pt_pt: Repor todos os estados quando um endereço IP dinâmico muda.
sw_sw: Återställ alla tillstånd när en dynamisk IP-adress ändras.
tr_tr: Dinamik IP adresi değiştiğinde tüm durumları sıfırlayın.
uk_uk: Скидати всі стани при зміні динамічної IP-адреси.

source: This option flushes the entire state table on IPv4 address changes in dynamic setups to e.g. allow VoIP servers to re-register.
id_id: Opsi ini mengosongkan seluruh tabel status pada perubahan alamat IPv4 dalam pengaturan dinamis untuk, misalnya, mengizinkan server VoIP mendaftar ulang.
it_it: Questa opzione scarica l'intera tabella di stato su IPv4 l'indirizzo cambia nelle configurazioni dinamiche ad es. Consentire ai server VoIP di registrarsi.
ja_jp: このオプションは、IPv4アドレスのステートテーブル全体をフラッシュし、動的に設定を変更します例。VoIP サーバの再登録を許可します。
ko_ko: 이 옵션은 동적 설정에서 IPv4 주소 변경 시 전체 상태 테이블을 플러시하여 VoIP 서버의 재등록을 허용하는 등의 작업을 수행합니다.
pt_pt: Esta opção descarrega toda a tabela de estados sobre alterações de endereços IPv4 em configurações dinâmicas para, por exemplo, permitir que os servidores VoIP voltem a registar-se.
sw_sw: Det här alternativet rensar hela tillståndstabellen vid IPv4-adressändringar i dynamiska konfigurationer för att t.ex. låta VoIP-servrar registreras på nytt.
tr_tr: Bu seçenek, dinamik kurulumlarda IPv4 adres değişikliklerinde, örneğin VoIP sunucularının yeniden kaydolmasına izin vermek için tüm durum tablosunu temizler.
uk_uk: Ця опція очищає всю таблицю станів при зміні IPv4-адреси в динамічних налаштуваннях, щоб, наприклад, дозволити VoIP-серверам перереєструватися.

source: Anti DDOS
ja_jp: アンチDDOS
ko_ko: 안티 DDOS
uk_uk: Захист від DDOS

source: Enable syncookies
id_id: Mengaktifkan sinkronisasi cookie
ja_jp: syncookiesを有効にする
ko_ko: 동기화 쿠키 활성화
pt_pt: Habilitar sincookies
sw_sw: Aktivera syncookies
tr_tr: Syncookies'i etkinleştirin
uk_uk: Увімкнути файли синхронізації

source: never (default)
id_id: tidak pernah (default)
ja_jp: 一度もない（デフォルト）
ko_ko: 없음(기본값)
pt_pt: nunca (por defeito)
sw_sw: aldrig (standard)
tr_tr: asla (varsayılan)
uk_uk: ніколи (за замовчуванням)

source: always
id_id: selalu
ja_jp: 何時も
ko_ko: 항상
pt_pt: sempre
sw_sw: alltid
tr_tr: her zaman
uk_uk: завжди

source: adaptive
id_id: adaptif
ja_jp: アダプティヴ
ko_ko: 적응형
pt_pt: adaptativo
sw_sw: anpassningsbar
tr_tr: uyarlanabilir
uk_uk: адаптивний

source: Statetable usage
id_id: Penggunaan tabel status
ja_jp: ステイタブル使用
ko_ko: 통계 사용량
pt_pt: Utilização de apadrinhamento
sw_sw: Användning av lagstadgad användning
tr_tr: Tablo kullanımı
uk_uk: Використання таблиць стану

source: Start (%)
id_id: Mulai (%)
ja_jp: スタート(%)
ko_ko: 시작(%)
pt_pt: Início (%)
tr_tr: Başlangıç (%)
uk_uk: Старт (%)

source: End (%)
id_id: Akhir (%)
ja_jp: 終了(%)
ko_ko: 종료(%)
pt_pt: Fim (%)
sw_sw: Slut (%)
tr_tr: Bitiş (%)
uk_uk: Кінець (%)

source: When syncookies are active, pf will answer each incoming TCP SYN with a syncookie SYNACK, without allocating any resources.
id_id: Ketika sinkronisasi aktif, pf akan menjawab setiap SYN TCP yang masuk dengan SYNACK sinkronisasi, tanpa mengalokasikan sumber daya apa pun.
ja_jp: syncookieが有効な場合、pfは受信するTCP SYNに対して、リソースを割り当てずにsyncookieのSYNACKで応答します。
ko_ko: 싱크쿠키가 활성화되면, pf는 리소스를 할당하지 않고 들어오는 각 TCP SYN에 싱크쿠키 SYNACK으로 응답합니다.
pt_pt: Quando as sincookies estão activas, a pf responderá a cada SYN TCP recebido com uma sincookie SYNACK, sem atribuir quaisquer recursos.
sw_sw: När syncookies är aktiva svarar pf på varje inkommande TCP SYN med en syncookie SYNACK, utan att allokera några resurser.
tr_tr: Syncookie'ler aktif olduğunda, pf gelen her TCP SYN'e herhangi bir kaynak ayırmadan bir syncookie SYNACK ile cevap verecektir.
uk_uk: Коли синхронізовані файли cookie активні, pf відповідатиме на кожен вхідний TCP SYN синхронізованим файлом SYNACK, не виділяючи жодних ресурсів.

source: Hifn 7751/7951/7811/7955/7956 Crypto Accelerator
id_id: Hifn 7751/7951/7811/7955/7956 Akselerator Kripto
ja_jp: Hifn 7751/7951/7811/7955/7956 暗号化アクセラレータ
ko_ko: Hifn 7751/7951/7811/7955/7956 암호화 가속기
pt_pt: Hifn 7751/7951/7811/7955/7956 acelerador de criptografia
tr_tr: Hifn 7751/7951/7811/7955/7956 Kripto Hızlandırıcı
uk_uk: Криптоприскорювач Hifn 7751/7951/7811/7955/7956

source: Crypto and RNG in VIA C3, C7 and Eden Processors
id_id: Crypto dan RNG dalam Prosesor C3, C7, dan Eden
it_it: Crypto e RNG in tramite C3, C7 ed EDEN processori
ja_jp: VIA C3、C7、Eden プロセッサの暗号化及び乱数生成器
ko_ko: VIA C3, C7 및 Eden 프로세서의 암호화 및 RNG
pt_pt: Criptografia e GNR em processadores VIA C3, C7 e Eden
sw_sw: Krypto och RNG i VIA C3-, C7- och Eden-processorer
tr_tr: VIA C3, C7 ve Eden İşlemcilerinde Kripto ve RNG
uk_uk: Криптографія та ГВЧ у процесорах VIA C3, C7 та Eden

source: Intel QuickAssist Technology
id_id: Teknologi Intel QuickAssist
ja_jp: インテルQuickAssistテクノロジー
ko_ko: 인텔 퀵어시스트 기술
pt_pt: Tecnologia Intel QuickAssist
sw_sw: Intel QuickAssist-teknik
tr_tr: Intel QuickAssist Teknolojisi
uk_uk: Технологія Intel QuickAssist

source: SafeNet Crypto Accelerator
id_id: Akselerator Kripto SafeNet
it_it: Acceleratore di Crypto Safenet
ja_jp: SafeNet 暗号化アクセラレータ
ko_ko: 세이프넷 암호화 가속기
pt_pt: Acelerador SafeNet Crypto
tr_tr: SafeNet Kripto Hızlandırıcı
uk_uk: Криптоприскорювач SafeNet

source: AMD K8, K10 and K11 CPU on-die thermal sensor
id_id: Sensor termal on-die CPU AMD K8, K10, dan K11
it_it: AMD K8, K10 e K11 CPU Sensore termico on-die
ja_jp: amd k8、k10、k11 cpu オダンダイ温度センサ
ko_ko: AMD K8, K10 및 K11 CPU 온다이 열 센서
pt_pt: AMD K8, K10 e K11 CPU on-die sensor termico
sw_sw: Värmesensor för AMD K8, K10 och K11 CPU:er på enheten
tr_tr: AMD K8, K10 ve K11 CPU kalıp üstü termal sensör
uk_uk: Термодатчик на кристалі процесора AMD K8, K10 і K11

source: Intel Core* CPU on-die thermal sensor
id_id: Sensor termal on-die CPU Intel Core* CPU
it_it: Sensore termico Intel Core* CPU On-Die
ja_jp: Intel Core* CPU オンダイ温度センサ
ko_ko: 인텔 코어* CPU 온다이 열 센서
pt_pt: Sensor térmico Intel Core* CPU on-die
sw_sw: Intel Core* CPU på termisk sensor på enheten
tr_tr: Intel Core* CPU kalıp üstü termal sensör
uk_uk: Термодатчик на матриці процесора Intel Core*

source: Please select a valid Cryptographic Accelerator.
id_id: Pilih Akselerator Kriptografi yang valid.
it_it: Selezionare un acceleratore crittografico valido.
ja_jp: 有効な暗号化アクセラレータを選択してください。
ko_ko: 유효한 암호화 가속기를 선택해 주세요.
pt_pt: Por favor selecione um acelerador criptográfico válido.
sw_sw: Välj en giltig kryptografisk accelerator.
tr_tr: Lütfen geçerli bir Kriptografik Hızlandırıcı seçin.
uk_uk: Будь ласка, виберіть дійсний криптографічний прискорювач.

source: Memory usage percentage is not a number.
id_id: Persentase penggunaan memori bukanlah angka.
ja_jp: メモリ使用率は数値ではありません。
ko_ko: 메모리 사용률은 숫자가 아닙니다.
pt_pt: A percentagem de utilização de memória não é um número.
sw_sw: Procentuell andel av minnesanvändningen är inte en siffra.
tr_tr: Bellek kullanım yüzdesi bir sayı değildir.
uk_uk: Відсоток використання пам'яті - це не число.

source: Memory usage percentage out of bounds.
id_id: Persentase penggunaan memori di luar batas.
ja_jp: メモリ使用率が範囲外である。
ko_ko: 범위를 벗어난 메모리 사용 비율.
pt_pt: Percentagem de utilização da memória fora dos limites.
sw_sw: Procentuell andel av minnesanvändningen har gått över gränsen.
tr_tr: Bellek kullanım yüzdesi sınırların dışında.
uk_uk: Відсоток використання пам'яті поза межами.

source: Please select a valid Thermal Hardware Sensor.
id_id: Pilih Sensor Perangkat Keras Termal yang valid.
it_it: Selezionare un sensore hardware termico valido.
ja_jp: 有効な温度ハードウェアセンサを選択してください。
ko_ko: 유효한 열 하드웨어 센서를 선택하세요.
pt_pt: Por favor selecione um sensor de hardware térmico válido.
sw_sw: Välj en giltig termisk maskinvarusensor.
tr_tr: Lütfen geçerli bir Termal Donanım Sensörü seçin.
uk_uk: Будь ласка, виберіть правильний апаратний термодатчик.

source: Cryptography settings
id_id: Pengaturan kriptografi
it_it: Impostazioni di crittografia
ja_jp: 暗号設定
ko_ko: 암호화 설정
pt_pt: Definições de criptografia
sw_sw: Inställningar för kryptografi
tr_tr: Kriptografi ayarları
uk_uk: Налаштування криптографії

source: Hardware acceleration
id_id: Akselerasi perangkat keras
it_it: Accelerazione hardware
ja_jp: ハードウェア・アクセラレーション
ko_ko: 하드웨어 가속
pt_pt: Aceleração do hardware
sw_sw: Acceleration av maskinvara
tr_tr: Donanım hızlandırma
uk_uk: Апаратне прискорення

source: A cryptographic accelerator module will use hardware support to speed up some cryptographic functions on systems which have the chip. Do not enable this option if you have a Hifn cryptographic acceleration card, as this will take precedence and the Hifn card will not be used. Acceleration should be automatic for IPsec when using a cipher supported by your chip, such as AES-128.
id_id: Modul akselerator kriptografi akan menggunakan dukungan perangkat keras untuk mempercepat beberapa fungsi kriptografi pada sistem yang memiliki chip. Jangan aktifkan opsi ini jika Anda memiliki kartu akselerasi kriptografi Hifn, karena ini akan diutamakan dan kartu Hifn tidak akan digunakan. Akselerasi seharusnya otomatis untuk IPsec ketika menggunakan cipher yang didukung oleh chip Anda, seperti AES-128.
it_it: Un modulo di acceleratore crittografico utilizzerà il supporto hardware per accelerare alcune funzioni crittografiche sui sistemi che hanno il chip. Non abilitare questa opzione se si dispone di una scheda di accelerazione crittografica HIFN, poiché questa avrà la precedenza e la scheda HIFN non verrà utilizzata. L'accelerazione dovrebbe essere automatica per IPSEC quando si utilizza una cifra supportata dal tuo chip, come AES-128.
ja_jp: 暗号化アクセラレーターモジュールは、このチップを搭載したシステムで、ハードウェアサポートを使用して暗号化機能の一部を高速化します。Hifn 暗号化アクセラレーションカードがある場合は、このオプションを有効にしないでください。AES-128など、チップでサポートされている暗号を使用する場合、IPsecのアクセラレーションは自動的に行われるはずです。
ko_ko: 암호화 가속 모듈은 하드웨어 지원을 사용하여 해당 칩이 있는 시스템에서 일부 암호화 기능의 속도를 높입니다. Hifn 암호화 가속 카드가 있는 경우 이 옵션이 우선적으로 적용되어 Hifn 카드가 사용되지 않으므로 이 옵션을 활성화하지 마세요. AES-128과 같이 칩에서 지원하는 암호를 사용하는 경우 IPsec의 경우 가속이 자동으로 이루어져야 합니다.
pt_pt: Um módulo acelerador criptográfico utilizará o suporte de hardware para acelerar algumas funções criptográficas em sistemas que têm o chip. Não active esta opção se tiver um cartão de aceleração criptográfico Hifn, pois este terá precedência e o cartão Hifn não será utilizado. A aceleração deve ser automática para IPsec ao utilizar uma cifra suportada pelo seu chip, tal como AES-128.
sw_sw: En kryptografisk acceleratormodul använder hårdvarustöd för att påskynda vissa kryptografiska funktioner på system som har chipet. Aktivera inte det här alternativet om du har ett Hifn-kort för kryptografisk acceleration, eftersom detta kommer att ha företräde och Hifn-kortet inte kommer att användas. Acceleration bör vara automatisk för IPsec när du använder ett chiffer som stöds av ditt chip, t.ex. AES-128.
tr_tr: Bir kriptografik hızlandırıcı modülü, çipe sahip sistemlerde bazı kriptografik işlevleri hızlandırmak için donanım desteği kullanacaktır. Hifn kriptografik hızlandırma kartınız varsa bu seçeneği etkinleştirmeyin, çünkü bu öncelikli olacak ve Hifn kartı kullanılmayacaktır. AES-128 gibi çipiniz tarafından desteklenen bir şifre kullanıldığında IPsec için hızlandırma otomatik olmalıdır.
uk_uk: Модуль криптографічного прискорювача використовує апаратну підтримку для прискорення деяких криптографічних функцій на системах, які мають цей чіп. Не вмикайте цю опцію, якщо у вас є карта криптографічного прискорення Hifn, оскільки вона матиме пріоритет і карта Hifn не використовуватиметься. Прискорення має бути автоматичним для IPsec при використанні шифру, який підтримується вашим чіпом, наприклад, AES-128.

source: If you do not have a crypto chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
id_id: Jika Anda tidak memiliki chip kripto dalam sistem Anda, opsi ini tidak akan berpengaruh. Untuk membongkar modul yang dipilih, atur opsi ini ke 'tidak ada' dan kemudian reboot.
it_it: Se non hai un chip crittografico nel tuo sistema, questa opzione non avrà alcun effetto. Per scaricare il modulo selezionato, impostare questa opzione su "Nessuno" e quindi riavviare.
ja_jp: システムで暗号化チップを使用していない場合は、このオプションは何の効果もありません。
ko_ko: 시스템에 암호화 칩이 없는 경우 이 옵션은 아무런 효과가 없습니다. 선택한 모듈을 언로드하려면 이 옵션을 '없음'으로 설정한 다음 재부팅하세요.
pt_pt: Se não tem um chip cifrado no seu sistema, esta opção não terá efeito. Para descarregar os módulos selecionados, configure esta opção par 'nenhum' e de seguida reinicie.
sw_sw: Om du inte har ett kryptochip i ditt system har det här alternativet ingen effekt. Om du vill avlasta den valda modulen ställer du in det här alternativet på "none" och startar sedan om.
tr_tr: Sisteminizde bir kripto çipi yoksa, bu seçeneğin hiçbir etkisi olmayacaktır. Seçilen modülü boşaltmak için bu seçeneği 'yok' olarak ayarlayın ve ardından yeniden başlatın.
uk_uk: Якщо у вашій системі немає криптографічного чіпа, ця опція не матиме жодного ефекту. Щоб вивантажити вибраний модуль, встановіть для цього параметра значення "none" і перезавантажте систему.

source: Thermal Sensors
id_id: Sensor Termal
it_it: Sensori termici
ja_jp: 温度センサ
ko_ko: 열 센서
pt_pt: Sensores térmicos
sw_sw: Termiska sensorer
tr_tr: Termal Sensörler
uk_uk: Термодатчики

source: Hardware
id_id: Perangkat keras
ja_jp: ハードウェア
ko_ko: 하드웨어
sw_sw: Hårdvara
tr_tr: Donanım
uk_uk: Апаратне забезпечення

source: None/ACPI
id_id: Tidak ada/ACPI
it_it: Nessuno/acpi
ja_jp: なし / ACPI
ko_ko: 없음/ACPI
pt_pt: Nenhum/ACPI
sw_sw: Ingen/ACPI
tr_tr: Yok/ACPI
uk_uk: Немає/ACPI

source: If you have a supported CPU, selecting a themal sensor will load the appropriate driver to read its temperature. Setting this to 'None' will attempt to read the temperature from an ACPI-compliant motherboard sensor instead, if one is present.
id_id: Jika Anda memiliki CPU yang didukung, memilih sensor themal akan memuat driver yang sesuai untuk membaca suhunya. Mengatur ini ke 'Tidak Ada' akan mencoba membaca suhu dari sensor motherboard yang sesuai dengan ACPI, jika ada.
it_it: Se si dispone di una CPU supportata, la selezione di un sensore mele caricherà il driver appropriato per leggere la sua temperatura. Impostarlo su "Nessuno" tenterà di leggere la temperatura da un sensore madre conforme a ACPI, se uno è presente.
ja_jp: 対応CPUを使用している場合は、温度の読み取りに使用する、適切な温度センサドライバを選択してください「なし」に設定された場合、アクピ 準拠のマザーボードセンサが存在する時は、そちらから温度を読み取ることができます試み。
ko_ko: 지원되는 CPU가 있는 경우 테마 센서를 선택하면 해당 온도를 읽을 수 있는 적절한 드라이버가 로드됩니다. 이를 '없음'으로 설정하면 ACPI 호환 마더보드 센서가 있는 경우 해당 센서에서 온도를 읽으려고 시도합니다.
pt_pt: Se tiver um CPU suportado, ao selecionar um sensor de temperatura carregará o condutor apropriado para ler a temperatura. Ao configurar esta opção para 'nenhum' o sistema tentará ler a temperatura de um sensor térmico da placa mãe compatível com ACPI, se houver um presente.
sw_sw: Om du har en CPU som stöds, kommer du att välja en temalösare för att ladda den lämpliga drivrutinen för att läsa av dess temperatur. Om du ställer in detta på "None" försöker du läsa av temperaturen från en ACPI-kompatibel moderkortssensor i stället, om det finns en sådan.
tr_tr: Desteklenen bir CPU'nuz varsa, bir temal sensör seçmek, sıcaklığını okumak için uygun sürücüyü yükleyecektir. Bunu 'Yok' olarak ayarlamak, eğer varsa, bunun yerine sıcaklığı ACPI uyumlu bir anakart sensöründen okumaya çalışacaktır.
uk_uk: Якщо у вас підтримуваний процесор, вибір тематичного датчика призведе до завантаження відповідного драйвера для зчитування його температури. Якщо встановити значення "Немає", буде спробувано зчитувати температуру з ACPI-сумісного датчика материнської плати, якщо такий є, натомість.
