Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: When set, defines the number of minutes an ssh or console session might idle before being logged out automatically, only available on [t]csh type shells. Does not affect currently active shells.
id_id: Jika disetel, mendefinisikan jumlah menit sesi ssh atau konsol yang mungkin menganggur sebelum keluar secara otomatis, hanya tersedia pada jenis shell [t] csh. Tidak memengaruhi shell yang sedang aktif.
it_it: Se impostato, definisce il numero di minuti che una sessione SSH o console potrebbe essere inattiva prima di essere disconnesso automaticamente, disponibile solo su shell di tipo CSH. Non influisce su shell attualmente attivi.
ja_jp: 設定すると、ssh またはコンソールセッションが自動的にログアウトするまでのアイドル状態の時間数を定義します。現在アクティブなシェルには影響しません。
ko_ko: 설정하면 자동으로 로그아웃되기 전에 ssh 또는 콘솔 세션이 유휴 상태가 될 수 있는 시간(분)을 정의하며, [t]csh 유형 셸에서만 사용할 수 있습니다. 현재 활성 상태인 셸에는 영향을 주지 않습니다.
pt_pt: Quando definido, define o número de minutos que uma sessão ssh ou de consola pode ficar inativa antes de ser desconectada automaticamente, apenas disponível em shells do tipo [t]csh. Não afecta as shells actualmente activas.
sw_sw: När den är inställd definieras antalet minuter som en ssh- eller konsolsession kan vara inaktiv innan den loggas ut automatiskt, endast tillgänglig på skal av typen [t]csh. Påverkar inte för närvarande aktiva skal.
tr_tr: Ayarlandığında, bir ssh veya konsol oturumunun otomatik olarak oturumu kapatılmadan önce boşta kalabileceği dakika sayısını tanımlar, yalnızca [t]csh tipi kabuklarda kullanılabilir. Şu anda etkin olan kabukları etkilemez.
uk_uk: Якщо встановлено, визначає кількість хвилин, протягом яких сеанс ssh або консолі може простоювати, перш ніж буде автоматично завершено, доступно лише для оболонок типу [t]csh. Не впливає на поточні активні оболонки.

source: Select one or more authentication servers to validate user credentials against. Multiple servers can make sense with remote authentication methods to provide a fallback during connectivity issues. When nothing is specified the default of "Local Database" is used.
id_id: Pilih satu atau beberapa server autentikasi untuk memvalidasi kredensial pengguna. Beberapa server dapat digunakan dengan metode autentikasi jarak jauh untuk menyediakan cadangan selama masalah konektivitas. Bila tidak ada yang ditentukan, maka default "Basis Data Lokal" akan digunakan.
it_it: Seleziona uno o più server di autenticazione per convalidare le credenziali dell'utente. Più server possono avere senso con metodi di autenticazione remoto per fornire un fallback durante i problemi di connettività. Quando non viene specificato nulla, viene utilizzato il "database locale".
ja_jp: ユーザ証明書を検証する 1 つ以上の認証サーバを選択してください。サーバを複数にするのは、リモートの認証メソッドで接続に問題が発生した場合にフォールバックを提供する 良い手法です。
ko_ko: 사용자 자격 증명의 유효성을 검사할 하나 이상의 인증 서버를 선택합니다. 여러 서버를 사용하면 원격 인증 방법을 사용하여 연결 문제가 발생할 때 대체 방법을 제공할 수 있습니다. 아무것도 지정하지 않으면 기본값인 '로컬 데이터베이스'가 사용됩니다.
pt_pt: Seleccionar um ou mais servidores de autenticação para validar as credenciais dos utilizadores contra. Múltiplos servidores podem fazer sentido com métodos de autenticação remota para fornecer um fallback durante problemas de conectividade. Quando nada é especificado, é utilizado o padrão de "Base de Dados Local".
sw_sw: Välj en eller flera autentiseringsservrar för att validera användarens autentiseringsuppgifter. Flera servrar kan vara användbara med fjärrautentiseringsmetoder för att ge en reservlösning vid anslutningsproblem. Om inget anges används standardvärdet "Local Database" (lokal databas).
tr_tr: Kullanıcı kimlik bilgilerini doğrulamak için bir veya daha fazla kimlik doğrulama sunucusu seçin. Birden fazla sunucu, bağlantı sorunları sırasında bir geri dönüş sağlamak için uzaktan kimlik doğrulama yöntemleriyle anlamlı olabilir. Hiçbir şey belirtilmediğinde varsayılan olarak "Yerel Veritabanı" kullanılır.
uk_uk: Виберіть один або декілька серверів автентифікації для перевірки облікових даних користувача. Кілька серверів може мати сенс для віддалених методів автентифікації, щоб забезпечити резервний варіант у разі проблем зі з'єднанням. Якщо нічого не вказано, за замовчуванням використовується "Локальна база даних".

source: Disable integrated authentication
id_id: Menonaktifkan autentikasi terintegrasi
it_it: Disabilita l'autenticazione integrata
ja_jp: 統合認証無効
ko_ko: 통합 인증 비활성화
pt_pt: Desativar a autenticação integrada
sw_sw: Inaktivera integrerad autentisering
tr_tr: Entegre kimlik doğrulamayı devre dışı bırakma
uk_uk: Вимкнути інтегровану автентифікацію

source: When set, console login, SSH, and other system services can only use standard UNIX account authentication.
id_id: Bila diatur, login konsol, SSH, dan layanan sistem lainnya hanya dapat menggunakan autentikasi akun UNIX standar.
it_it: Quando impostati, accedi console, SSH e altri servizi di sistema possono utilizzare solo l'autenticazione dell'account UNIX standard.
ja_jp: 設定すると、コンソールログイン、ssh、その他のシステムサービスは、unix認証アカウントのみを使用可能になります。
ko_ko: 이 설정을 사용하면 콘솔 로그인, SSH 및 기타 시스템 서비스에서 표준 UNIX 계정 인증만 사용할 수 있습니다.
pt_pt: Quando definido, o login na consola, SSH, e outros serviços de sistema só podem usar autenticação de conta padrão UNIX.
sw_sw: När den är inställd kan konsolinloggning, SSH och andra systemtjänster endast använda standard UNIX-kontoautentisering.
tr_tr: Ayarlandığında, konsol oturum açma, SSH ve diğer sistem hizmetleri yalnızca standart UNIX hesap kimlik doğrulamasını kullanabilir.
uk_uk: Якщо встановлено, вхід до консолі, SSH та інші системні служби можуть використовувати лише стандартну автентифікацію облікового запису UNIX.

source: Sudo
ja_jp: すど
uk_uk: Судо.

source: Disallow
id_id: Melarang
it_it: Non consentire
ja_jp: 許可しない
ko_ko: 허용 안 함
pt_pt: Não permitir
sw_sw: Förbjud
tr_tr: İzin Verme
uk_uk: Заборонити

source: Ask password
id_id: Tanyakan kata sandi
it_it: Chiedi la password
ja_jp: パスワードを確認する
ko_ko: 비밀번호 묻기
pt_pt: Perguntar uma palavra-passe
sw_sw: Fråga efter lösenord
tr_tr: Şifre sor
uk_uk: Запитати пароль

source: No password
id_id: Tidak ada kata sandi
ja_jp: パスワードなし
ko_ko: 비밀번호 없음
pt_pt: Sem palavra-passe
sw_sw: Inget lösenord
tr_tr: Şifre yok
uk_uk: Без пароля

source: Permit sudo usage for administrators with shell access.
id_id: Izinkan penggunaan sudo untuk administrator dengan akses shell.
it_it: Consentire l'uso sudo per gli amministratori con accesso alla conchiglia.
ja_jp: 管理者がシェルアクセスで sudo を使用することを許可します。
ko_ko: 셸 액세스 권한이 있는 관리자에게 sudo 사용을 허용합니다.
pt_pt: Permitir o uso de sudo para administradores com acesso a shell.
sw_sw: Tillåt sudoanvändning för administratörer med skalåtkomst.
tr_tr: Kabuk erişimi olan yöneticiler için sudo kullanımına izin verin.
uk_uk: Дозволити використання sudo адміністраторам з доступом до командного рядка.

source: Select the allowed groups for sudo usage. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will.
id_id: Pilih grup yang diizinkan untuk penggunaan sudo. Grup "roda" selalu ditetapkan untuk tujuan pemulihan dan grup lokal tambahan dapat dipilih sesuka hati.
it_it: Seleziona i gruppi consentiti per l'utilizzo sudo. Il gruppo "Wheel" è sempre impostato per scopi di recupero e un gruppo locale aggiuntivo può essere selezionato a piacimento.
ja_jp: sudoの利用を許可するグループを選択します。リカバリー用に「wheel」グループが常に設定されており、さらにローカルグループを任意に選択することができます。
ko_ko: sudo 사용에 허용된 그룹을 선택합니다. '휠' 그룹은 항상 복구용으로 설정되어 있으며 추가 로컬 그룹은 마음대로 선택할 수 있습니다.
pt_pt: Seleccionar os grupos permitidos para utilização de sudo. O grupo "roda" é sempre definido para fins de recuperação e um grupo local adicional pode ser seleccionado à vontade.
sw_sw: Välj de tillåtna grupperna för sudoanvändning. Gruppen "wheel" är alltid inställd för återställning och ytterligare en lokal grupp kan väljas efter eget gottfinnande.
tr_tr: Sudo kullanımı için izin verilen grupları seçin. "wheel" grubu her zaman kurtarma amacıyla ayarlanır ve isteğe bağlı olarak ek bir yerel grup seçilebilir.
uk_uk: Виберіть дозволені групи для використання sudo. Група "wheel" завжди встановлюється для цілей відновлення, а додаткову локальну групу можна вибрати за бажанням.

source: User OTP seed
id_id: Benih OTP pengguna
it_it: Seme OTP dell'utente
ja_jp: ユーザーOTPシード
ko_ko: 사용자 OTP 시드
pt_pt: Semente OTP do utilizador
sw_sw: Användarens OTP-frö
tr_tr: Kullanıcı OTP tohumu
uk_uk: Насіння OTP користувача

source: Permit users to generate their own OTP seed in the password page.
id_id: Izinkan pengguna untuk membuat seed OTP mereka sendiri di halaman kata sandi.
it_it: Consentire agli utenti di generare il proprio seme OTP nella pagina password.
ja_jp: パスワードページで、ユーザーが自分のOTPシードを生成することを許可する。
ko_ko: 비밀번호 페이지에서 사용자가 직접 OTP 시드를 생성할 수 있도록 허용합니다.
pt_pt: Permitir aos utilizadores gerar a sua própria semente OTP na página da palavra-passe.
sw_sw: Tillåt användarna att generera sitt eget OTP-utsäde på sidan för lösenord.
tr_tr: Kullanıcıların şifre sayfasında kendi OTP tohumlarını oluşturmalarına izin verin.
uk_uk: Дозвольте користувачам генерувати власний OTP-сівер на сторінці пароля.

source: Deployment
id_id: Penyebaran
ja_jp: デプロイメント
ko_ko: 배포
pt_pt: Implantação
sw_sw: Utplacering
tr_tr: Dağıtım
uk_uk: Розгортання

source: Deployment type
id_id: Jenis penyebaran
ja_jp: デプロイメントタイプ
ko_ko: 배포 유형
pt_pt: Tipo de implantação
sw_sw: Typ av distribution
tr_tr: Dağıtım türü
uk_uk: Тип розгортання

source: Production
id_id: Produksi
ja_jp: プロダクション
ko_ko: 프로덕션
pt_pt: Produção
sw_sw: Produktion
tr_tr: Üretim
uk_uk: Виробництво

source: Development
id_id: Pengembangan
ja_jp: 開発
ko_ko: 개발
pt_pt: Desenvolvimento
sw_sw: Utveckling
tr_tr: Geliştirme
uk_uk: Розвиток

source: Set the deployment type of this DynFi Firewall instance.
id_id: Tetapkan jenis penerapan instance DynFi Firewall ini.
ja_jp: このDynFi Firewallインスタンスのデプロイメントタイプを設定します。
ko_ko: 이 DynFi 방화벽 인스턴스의 배포 유형을 설정합니다.
pt_pt: Definir o tipo de implantação desta instância DynFi Firewall.
sw_sw: Ange distributionstypen för den här DynFi Firewall-instansen.
tr_tr: Bu DynFi Firewall Duvarı örneğinin dağıtım türünü ayarlayın.
uk_uk: Встановіть тип розгортання цього екземпляра DynFi Firewall.

source: The Firewall Adaptive values must be set together.
id_id: Nilai-nilai Adaptif Firewall harus ditetapkan bersama.
it_it: I valori adattivi del firewall devono essere messi insieme.
ja_jp: ファイアウォール適応値を、併せて設定してください。
ko_ko: 방화벽 적응형 값은 함께 설정해야 합니다.
pt_pt: O valor de ajuste da firewall deve ser definido em conjunto.
sw_sw: Värdena för Firewall Adaptive måste ställas in tillsammans.
tr_tr: Güvenlik Duvarı Uyarlanabilir değerleri birlikte ayarlanmalıdır.
uk_uk: Значення адаптивного брандмауера мають бути встановлені разом.

source: The Firewall Adaptive Start value must be an integer.
id_id: Nilai Mulai Adaptif Firewall harus berupa bilangan bulat.
it_it: Il valore iniziale adattivo del firewall deve essere un numero intero.
ja_jp: ファイアウォール適応開始値は整数です。
ko_ko: 방화벽 적응형 시작 값은 정수여야 합니다.
pt_pt: O valor inicial de ajuste da firewall deve ser um número inteiro.
sw_sw: Värdet för Brandväggens adaptiva start måste vara ett heltal.
tr_tr: Güvenlik Duvarı Uyarlamalı Başlangıç değeri bir tamsayı olmalıdır.
uk_uk: Значення адаптивного запуску брандмауера має бути цілим числом.

source: The Firewall Adaptive End value must be an integer.
id_id: Nilai Akhir Adaptif Firewall harus berupa bilangan bulat.
it_it: Il valore finale adattivo del firewall deve essere un numero intero.
ja_jp: ファイアウォール適応終了値は整数です。
ko_ko: 방화벽 적응형 종료 값은 정수여야 합니다.
pt_pt: O valor final de ajuste da firewall deve ser um número inteiro.
sw_sw: Värdet för Firewall Adaptive End måste vara ett heltal.
tr_tr: Güvenlik Duvarı Uyarlanabilir Uç değeri bir tamsayı olmalıdır.
uk_uk: Значення Адаптивний кінець брандмауера має бути цілим числом.

source: The Firewall Maximum States value must be an integer.
id_id: Nilai Status Maksimum Firewall harus berupa bilangan bulat.
it_it: Il valore massimo degli stati del firewall deve essere un numero intero.
ja_jp: ファイアウォール ステートの最大値は整数です。
ko_ko: 방화벽 최대 상태 값은 정수여야 합니다.
pt_pt: O valor de estado máximo da firewall deve ser um número inteiro.
sw_sw: Värdet för brandväggens maximala tillstånd måste vara ett heltal.
tr_tr: Güvenlik Duvarı Maksimum Durumları değeri bir tamsayı olmalıdır.
uk_uk: Значення Максимальний стан брандмауера має бути цілим числом.

source: The Firewall Maximum Frags value must be an integer.
id_id: Nilai Firewall Maximum Frags harus berupa bilangan bulat.
it_it: Il valore massimo di firewall deve essere un numero intero.
ja_jp: ファイアウォールフラグの最大値は整数です。
ko_ko: 방화벽 최대 프래그 값은 정수여야 합니다.
pt_pt: O valor máximo dos Fragmentos da Firewall deve ser um número inteiro.
sw_sw: Värdet för brandväggens högsta antal frekvenser måste vara ett heltal.
tr_tr: Güvenlik Duvarı Maksimum Frag değeri bir tamsayı olmalıdır.
uk_uk: Значення Firewall Maximum Frags має бути цілим числом.

source: The Aliases Hostname Resolve Interval value must be an integer.
id_id: Nilai Aliases Hostname Resolve Interval harus berupa bilangan bulat.
it_it: Il nome dell'ospite di alias risolve il valore dell'intervallo deve essere un numero intero.
ja_jp: エイリアスホスト名解決間隔値は整数です。
ko_ko: 별칭 호스트명 확인 간격 값은 정수여야 합니다.
pt_pt: O valor de intervalo de resolução de hostname Aliases deve ser um número inteiro.
sw_sw: Värdet Alias Hostname Resolve Interval måste vara ett heltal.
tr_tr: Aliases Hostname Resolve Interval değeri bir tamsayı olmalıdır.
uk_uk: Значення Aliases Hostname Resolve Interval має бути цілим числом.

source: The Firewall Maximum Table Entries value must be an integer.
id_id: Nilai Entri Tabel Maksimum Firewall harus berupa bilangan bulat.
it_it: Il valore delle voci della tabella massima del firewall deve essere un numero intero.
ja_jp: ファイアウォールテーブルエントリの最大値は整数です。
ko_ko: 방화벽 최대 테이블 항목 값은 정수여야 합니다.
pt_pt: O valor das entradas de tabelas máximo na firewall deve ser um inteiro.
sw_sw: Värdet för högsta antal tabellposter i brandväggen måste vara ett heltal.
tr_tr: Güvenlik Duvarı Maksimum Tablo Girişleri değeri bir tamsayı olmalıdır.
uk_uk: Значення Максимальна кількість записів у таблиці брандмауера має бути цілим числом.

source: Unknown syncookie type %s.
id_id: Jenis sinkronisasi tidak diketahui %s.
ja_jp: 不明な syncookie タイプ %s があります。
ko_ko: 알 수 없는 동기 쿠키 유형 %s입니다.
pt_pt: Sincookie tipo desconhecido %s.
sw_sw: Okänd syncookie-typ %s.
tr_tr: Bilinmeyen syncookie türü %s.
uk_uk: Невідомий тип синхронізації %s.

source: Syncookie Adaptive values must be set together.
id_id: Nilai-nilai adaptif sinkronisasi harus ditetapkan bersama.
ja_jp: Syncookie Adaptiveの値も一緒に設定する必要があります。
ko_ko: 동기화 쿠키 적응형 값을 함께 설정해야 합니다.
pt_pt: Syncookie Os valores adaptativos devem ser definidos em conjunto.
sw_sw: Syncookie Adaptive-värdena måste ställas in tillsammans.
tr_tr: Syncookie Adaptive değerleri birlikte ayarlanmalıdır.
uk_uk: Syncookie Адаптивні значення повинні бути встановлені разом.

source: Syncookie Adaptive Start value must be an integer.
id_id: Nilai Mulai Adaptif Sinkronisasi harus berupa bilangan bulat.
ja_jp: Syncookie Adaptive Start の値は整数でなければならない。
ko_ko: 싱크쿠키 적응형 시작 값은 정수여야 합니다.
pt_pt: Syncookie Adaptive Start value deve ser um número inteiro.
sw_sw: Syncookie Adaptive Start-värdet måste vara ett heltal.
tr_tr: Syncookie Adaptive Start değeri bir tamsayı olmalıdır.
uk_uk: Значення Syncookie Adaptive Start має бути цілим числом.

source: Syncookie Adaptive End value must be an integer.
id_id: Nilai Akhir Adaptif Sinkronisasi harus berupa bilangan bulat.
ja_jp: Syncookie Adaptive Endの値は整数でなければならない。
ko_ko: 동기화 쿠키 적응형 종료 값은 정수여야 합니다.
pt_pt: Syncookie Adaptive End value deve ser um número inteiro.
sw_sw: Syncookie Adaptive End-värdet måste vara ett heltal.
tr_tr: Syncookie Adaptive End değeri bir tamsayı olmalıdır.
uk_uk: Syncookie Adaptive End значення має бути цілим числом.

source: Syncookie Adaptive Start must be a higher value than End.
id_id: Syncookie Adaptive Start harus memiliki nilai yang lebih tinggi dari End.
ja_jp: Syncookie Adaptive StartはEndより高い値でなければなりません。
ko_ko: 동기화 적응형 시작은 종료보다 높은 값이어야 합니다.
pt_pt: Syncookie Adaptive Start deve ser um valor mais elevado do que End.
sw_sw: Syncookie Adaptive Start måste vara ett högre värde än End.
tr_tr: Syncookie Adaptive Start, End'den daha yüksek bir değer olmalıdır.
uk_uk: Syncookie Adaptive Start має бути більшим за End.

source: IPv6 Options
id_id: Opsi IPv6
it_it: Opzioni IPv6
ja_jp: IPv6 オプション
ko_ko: IPv6 옵션
pt_pt: Opções IPv6
sw_sw: IPv6-alternativ
tr_tr: IPv6 Seçenekleri
uk_uk: Параметри IPv6

source: Allow IPv6
id_id: Izinkan IPv6
it_it: Consenti IPv6
ja_jp: IPv6 を許可する
ko_ko: IPv6 허용
pt_pt: Permitir IPv6
sw_sw: Tillåt IPv6
tr_tr: IPv6'ya İzin Ver
uk_uk: Дозволити IPv6

source: All IPv6 traffic will be blocked by the firewall unless this box is checked.
id_id: Semua lalu lintas IPv6 akan diblokir oleh firewall kecuali jika kotak ini dicentang.
it_it: Tutto il traffico IPv6 verrà bloccato dal firewall a meno che questa casella non sia controllata.
ja_jp: このボックスをチェックしないと、すべての ipv6 トラフィックはファイアウォールに拒否されます。
ko_ko: 이 확인란을 선택하지 않으면 방화벽에 의해 모든 IPv6 트래픽이 차단됩니다.
pt_pt: Todo o tráfego IPv6 será bloqueado pela firewall a menos que esta caixa esteja marcada.
sw_sw: All IPv6-trafik blockeras av brandväggen om inte rutan är markerad.
tr_tr: Bu kutu işaretlenmediği sürece tüm IPv6 trafiği güvenlik duvarı tarafından engellenecektir.
uk_uk: Весь IPv6-трафік буде заблоковано брандмауером, якщо цей прапорець не встановлено.

source: NOTE: This does not disable any IPv6 features on the firewall, it only blocks traffic.
id_id: CATATAN: Ini tidak menonaktifkan fitur IPv6 apa pun pada firewall, ini hanya memblokir lalu lintas.
it_it: Nota: questo non disabilita alcuna funzionalità IPv6 sul firewall, blocca solo il traffico.
ja_jp: 注意：ファイアウォールのIPv6 機能を全て無効にするわけではありません。
ko_ko: 참고: 방화벽의 모든 IPv6 기능을 비활성화하는 것이 아니라 트래픽만 차단합니다.
pt_pt: NOTA: Isto não desativa qualquer funcionalidade IPv6 na firewall, apenas bloqueia o tráfego.
sw_sw: OBS: Detta inaktiverar inte några IPv6-funktioner i brandväggen, utan blockerar bara trafiken.
tr_tr: NOT: Bu, güvenlik duvarındaki herhangi bir IPv6 özelliğini devre dışı bırakmaz, yalnızca trafiği engeller.
uk_uk: ПРИМІТКА: Це не вимикає жодних функцій IPv6 на брандмауері, а лише блокує трафік.

source: Reflection for port forwards
id_id: Refleksi untuk port forward
it_it: Riflessione per porti in avanti
ja_jp: ポートフォワードのリフレクション
ko_ko: 포트 포워드에 대한 반영
pt_pt: Reflexão para portas de encaminhamento
sw_sw: Reflektion för port forwards
tr_tr: Port yönlendirmeleri için yansıma
uk_uk: Відображення для переадресації портів

source: When enabled, this automatically creates additional NAT redirect rules for access to port forwards on your external IP addresses from within your internal networks.
id_id: Ketika diaktifkan, ini secara otomatis membuat aturan pengalihan NAT tambahan untuk akses ke port forward pada alamat IP eksternal Anda dari dalam jaringan internal Anda.
it_it: Se abilitato, ciò crea automaticamente ulteriori regole di reindirizzamento NAT per l'accesso alle porte in avanti sugli indirizzi IP esterni all'interno delle reti interne.
ja_jp: 有効な場合は、内部ネットワークの中から外部IPアドレスでポートフォワードするアクセスに対して、追加natリダイレクトルールを自動的に新規作成します。
ko_ko: 이 기능을 활성화하면 내부 네트워크에서 외부 IP 주소의 포트 포워드로 액세스하기 위한 추가 NAT 리디렉션 규칙이 자동으로 생성됩니다.
pt_pt: Quando activada esta opção, são automaticamente criadas regras adicionais de redirecionamento NAT para acesso à porta de encaminhamento no endereçamento do IP externo de dentro das suas redes internas.
sw_sw: När den är aktiverad skapas automatiskt ytterligare NAT-omdirigeringsregler för åtkomst till portförmedlingar på dina externa IP-adresser från dina interna nätverk.
tr_tr: Bu özellik etkinleştirildiğinde, harici IP adreslerinizdeki bağlantı noktası yönlendirmelerine dahili ağlarınızdan erişim için otomatik olarak ek NAT yönlendirme kuralları oluşturulur.
uk_uk: Якщо увімкнено, ця функція автоматично створює додаткові правила перенаправлення NAT для доступу до переадресації портів на ваші зовнішні IP-адреси з ваших внутрішніх мереж.

source: Individual rules may be configured to override this system setting on a per-rule basis.
id_id: Aturan individual dapat dikonfigurasi untuk mengganti pengaturan sistem ini berdasarkan basis per aturan.
it_it: Le singole regole possono essere configurate per sovrascrivere questa impostazione del sistema su base per regola.
ja_jp: ルール毎の基本設定、このシステム設定を上書きするように、個々のルールを構成できます。
ko_ko: 개별 규칙을 구성하여 규칙별로 이 시스템 설정을 재정의할 수 있습니다.
pt_pt: Regras individuais podem ser configuradas para substituir essa configuração do sistema numa base per-rule.
sw_sw: Enskilda regler kan konfigureras för att åsidosätta denna systeminställning för varje regel.
tr_tr: Bireysel kurallar, kural bazında bu sistem ayarını geçersiz kılacak şekilde yapılandırılabilir.
uk_uk: Окремі правила можуть бути налаштовані так, щоб замінити це системне налаштування для кожного правила окремо.

source: Reflection for 1:1
id_id: Refleksi untuk 1:1
it_it: Riflessione per 1: 1
ja_jp: 1:1 へのリフレクション
ko_ko: 1:1 리플렉션
pt_pt: Reflexão para 1:1
sw_sw: Reflektion för 1:1
tr_tr: 1:1 için yansıma
uk_uk: Відображення для 1:1

source: Enables the automatic creation of additional NAT redirect rules for access to 1:1 mappings of your external IP addresses from within your internal networks.
id_id: Memungkinkan pembuatan otomatis aturan pengalihan NAT tambahan untuk akses ke pemetaan 1:1 alamat IP eksternal Anda dari dalam jaringan internal Anda.
it_it: Abilita la creazione automatica di ulteriori regole di reindirizzamento NAT per l'accesso a mappature 1: 1 dei tuoi indirizzi IP esterni all'interno delle reti interne.
ja_jp: 有効な場合は、内部ネットワークの中から外部 ip アドレスの 1:1 マッピングするアクセスに対して、追加 nat リダイレクトルールを自動的に新規作成します。
ko_ko: 내부 네트워크에서 외부 IP 주소의 1:1 매핑에 액세스하기 위한 추가 NAT 리디렉션 규칙을 자동으로 생성할 수 있습니다.
pt_pt: Activa a criação automática de regras de redirecionamento NAT adicionais para mapeamentos 1:1 de endereços de IP externos de dentro das suas redes internas.
sw_sw: Aktiverar automatiskt skapande av ytterligare NAT-omdirigeringsregler för åtkomst till 1:1-mappningar av dina externa IP-adresser från dina interna nätverk.
tr_tr: Harici IP adreslerinizin 1:1 eşlemelerine dahili ağlarınızdan erişim için ek NAT yönlendirme kurallarının otomatik olarak oluşturulmasını sağlar.
uk_uk: Дозволяє автоматично створювати додаткові правила перенаправлення NAT для доступу до відображень 1:1 ваших зовнішніх IP-адрес з ваших внутрішніх мереж.

source: Automatic outbound NAT for Reflection
id_id: NAT keluar otomatis untuk Refleksi
it_it: NAT in uscita automatica per la riflessione
ja_jp: リフレクションへの自動外向きナット
ko_ko: 리플렉션을 위한 자동 아웃바운드 NAT
pt_pt: NAT de saída automático para Reflexão
sw_sw: Automatisk utgående NAT för Reflection
tr_tr: Yansıma için otomatik giden NAT
uk_uk: Автоматичний вихідний NAT для відображення

source: Automatically create outbound NAT rules which assist inbound NAT rules that direct traffic back out to the same subnet it originated from.
id_id: Secara otomatis membuat aturan NAT keluar yang membantu aturan NAT masuk yang mengarahkan lalu lintas kembali ke subnet yang sama dengan asalnya.
it_it: Crea automaticamente le regole NAT in uscita che assistono le regole NAT in entrata che dirigono il traffico di nuovo alla stessa sottorete da cui ha avuto origine.
ja_jp: 発信元と同じサブネットに戻る直接トラフィックの内向きナット ルールに対応する、外向きナット ルールを自動的に作成します。
ko_ko: 트래픽이 발생한 동일한 서브넷으로 트래픽을 다시 보내는 인바운드 NAT 규칙을 지원하는 아웃바운드 NAT 규칙을 자동으로 생성합니다.
pt_pt: Criar automaticamente regras de saída do NAT que ajudem as regras de entrada do NAT que direcionam o tráfego de volta para a mesma sub-rede de onde se originou.
sw_sw: Skapa automatiskt utgående NAT-regler som hjälper inkommande NAT-regler som leder trafiken tillbaka till samma undernät som den kom ifrån.
tr_tr: Trafiği kaynaklandığı alt ağa geri yönlendiren gelen NAT kurallarına yardımcı olan giden NAT kurallarını otomatik olarak oluşturun.
uk_uk: Автоматично створюйте вихідні правила NAT, які допомагають вхідним правилам NAT, що спрямовують трафік назад до тієї ж підмережі, з якої він прийшов.
