Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Use custom template package for user login
id_id: Gunakan paket templat khusus untuk login pengguna
ja_jp: ユーザーログインにカスタムテンプレートパッケージを使用する
ko_ko: 사용자 로그인에 사용자 지정 템플릿 패키지 사용
pt_pt: Usar pacote de modelos personalizados para login do utilizador
sw_sw: Använd anpassade mallpaket för inloggning av användare
tr_tr: Kullanıcı girişi için özel şablon paketi kullanın
uk_uk: Використовуйте власний пакет шаблонів для входу користувача

source: Use own certificates
id_id: Gunakan sertifikat sendiri
ja_jp: 独自の証明書を使用する
ko_ko: 자체 인증서 사용
pt_pt: Utilizar certificados próprios
sw_sw: Använd egna certifikat
tr_tr: Kendi sertifikalarınızı kullanın
uk_uk: Використовуйте власні сертифікати

source: Use random local port
id_id: Gunakan port lokal acak
ja_jp: ランダムなローカルポートを使用する
ko_ko: 임의 로컬 포트 사용
pt_pt: Utilizar porto local aleatório
sw_sw: Använd slumpmässig lokal port
tr_tr: Rastgele yerel bağlantı noktası kullan
uk_uk: Використовуйте довільний локальний порт

source: Use rfc5424 formated messages for this destination.
id_id: Gunakan pesan berformat rfc5424 untuk tujuan ini.
ja_jp: この宛先には、rfc5424形式のメッセージを使用します。
ko_ko: 이 대상에 대해 rfc5424 형식의 메시지를 사용합니다.
pt_pt: Utilizar a rfc5424 mensagens formatadas para este destino.
sw_sw: Använd rfc5424-formaterade meddelanden för denna destination.
tr_tr: Bu hedef için rfc5424 biçimli iletileri kullanın.
uk_uk: Використовуйте повідомлення у форматі rfc5424 для цього пункту призначення.

source: Use the DNS response code NXDOMAIN instead of a destination address.
id_id: Gunakan kode respons DNS NXDOMAIN sebagai pengganti alamat tujuan.
ja_jp: 宛先アドレスの代わりにDNSレスポンスコードNXDOMAINを使用します。
ko_ko: 대상 주소 대신 DNS 응답 코드 NXDOMAIN을 사용합니다.
pt_pt: Utilizar o código de resposta DNS NXDOMAIN em vez de um endereço de destino.
sw_sw: Använd DNS-svarskoden NXDOMAIN i stället för en destinationsadress.
tr_tr: Hedef adres yerine DNS yanıt kodu NXDOMAIN kullanın.
uk_uk: Використовуйте код відповіді DNS NXDOMAIN замість адреси призначення.

source: Use this option if your usernames need to be encoded.
id_id: Gunakan opsi ini jika nama pengguna Anda perlu dikodekan.
ja_jp: ユーザー名をエンコードする必要がある場合は、このオプションを使用します。
ko_ko: 사용자 아이디를 인코딩해야 하는 경우 이 옵션을 사용하세요.
pt_pt: Utilize esta opção se os seus nomes de utilizador precisarem de ser codificados.
sw_sw: Använd det här alternativet om dina användarnamn måste kodas.
tr_tr: Kullanıcı adlarınızın kodlanması gerekiyorsa bu seçeneği kullanın.
uk_uk: Використовуйте цю опцію, якщо ваші імена користувачів потрібно закодувати.

source: User Filter
id_id: Filter Pengguna
ja_jp: ユーザーフィルター
ko_ko: 사용자 필터
pt_pt: Filtro do utilizador
sw_sw: Användarfilter
tr_tr: Kullanıcı Filtresi
uk_uk: Фільтр користувачів

source: User error pages
id_id: Halaman kesalahan pengguna
ja_jp: ユーザーエラーページ
ko_ko: 사용자 오류 페이지
pt_pt: Páginas de erro do utilizador
sw_sw: Sidor för användarfel
tr_tr: Kullanıcı hata sayfaları
uk_uk: Сторінки помилок користувача

source: Username Header
id_id: Tajuk Nama Pengguna
ja_jp: ユーザー名ヘッダー
ko_ko: 사용자 이름 헤더
pt_pt: Cabeçalho de nome de utilizador
sw_sw: Användarnamn Huvudrubrik
tr_tr: Kullanıcı Adı Başlığı
uk_uk: Ім'я користувача Заголовок

source: Username to bind to LDAP, same format as in Base DN.
id_id: Nama pengguna untuk mengikat LDAP, format yang sama seperti di Base DN.
ja_jp: LDAPにバインドするためのユーザー名。Base DNと同じ形式です。
ko_ko: LDAP에 바인딩할 사용자 이름(기본 DN과 동일한 형식)입니다.
pt_pt: Nome de utilizador a ligar ao LDAP, mesmo formato que no DN Base.
sw_sw: Användarnamn för att binda till LDAP, samma format som i Base DN.
tr_tr: LDAP'ye bağlanacak kullanıcı adı, Base DN ile aynı formatta.
uk_uk: Ім'я користувача для прив'язки до LDAP, той самий формат, що і в Base DN.

source: Usual operators here are = or +=
id_id: Operator yang biasa digunakan di sini adalah = atau +=
ja_jp: ここでいう通常の演算子とは、「=」または「+=」のことです。
ko_ko: 여기서 일반적인 연산자는 = 또는 +=입니다.
pt_pt: Os operadores habituais aqui são = ou +=
sw_sw: Vanliga operatorer här är = eller +=
tr_tr: Buradaki olağan operatörler = veya +=
uk_uk: Звичайними операторами тут є = або +=

source: VLAN ID the user receives, e.g. for 802.1X. Leave empty if you don't know what it is.
id_id: ID VLAN yang diterima pengguna, misalnya untuk 802.1X. Biarkan kosong jika Anda tidak tahu apa itu.
ja_jp: 802.1Xなどで、ユーザーが受信するVLAN ID。わからない場合は空欄にしてください。
ko_ko: 사용자가 수신하는 VLAN ID(예: 802.1X). 모르는 경우 비워 두세요.
pt_pt: VLAN ID que o utilizador recebe, por exemplo, para 802.1X. Deixe vazio se não souber o que é.
sw_sw: VLAN-ID som användaren får, t.ex. för 802.1X. Lämna det tomt om du inte vet vad det är.
tr_tr: Kullanıcının aldığı VLAN Kimliği, örneğin 802.1X için. Ne olduğunu bilmiyorsanız boş bırakın.
uk_uk: Ідентифікатор VLAN, який отримує користувач, наприклад, для 802.1X. Залиште порожнім, якщо ви не знаєте, що це таке.

source: VNI
ja_jp: ブイエヌアイ
uk_uk: ВНІ

source: VXLAN Network Identifier (VNI) that identifies the virtual network segment membership of the interface.
id_id: VXLAN Network Identifier (VNI) yang mengidentifikasi keanggotaan segmen jaringan virtual antarmuka.
ja_jp: インタフェースの仮想ネットワークセグメントのメンバーシップを識別するVXLAN Network Identifier（VNI）です。
ko_ko: 인터페이스의 가상 네트워크 세그먼트 멤버십을 식별하는 VXLAN 네트워크 식별자(VNI)입니다.
pt_pt: VXLAN Network Identifier (VNI) que identifica a adesão ao segmento de rede virtual da interface.
sw_sw: VXLAN Network Identifier (VNI) som identifierar gränssnittets tillhörighet till det virtuella nätverkssegmentet.
tr_tr: Arayüzün sanal ağ segmenti üyeliğini tanımlayan VXLAN Ağ Tanımlayıcısı (VNI).
uk_uk: Ідентифікатор мережі VXLAN (VNI), який визначає приналежність інтерфейсу до віртуального сегмента мережі.

source: Validate server subject
id_id: Validasi subjek server
ja_jp: サーバーのサブジェクトを検証する
ko_ko: 서버 주체 유효성 검사
pt_pt: Validar o assunto do servidor
sw_sw: Validera serverämnet
tr_tr: Sunucu öznesini doğrulayın
uk_uk: Перевірити тему сервера

source: Verify CN
id_id: Verifikasi CN
ja_jp: ベリファイCN
ko_ko: CN 확인
pt_pt: Verificar o CN
sw_sw: Kontrollera CN
tr_tr: CN'yi doğrulayın
uk_uk: Підтвердити CN

source: Verify SSL certificates
id_id: Verifikasi sertifikat SSL
ja_jp: SSL証明書の検証
ko_ko: SSL 인증서 확인
pt_pt: Verificar os certificados SSL
sw_sw: Verifiera SSL-certifikat
tr_tr: SSL sertifikalarını doğrulama
uk_uk: Перевірка SSL-сертифікатів

source: Verify the server certificate name when the client connects
id_id: Verifikasi nama sertifikat server saat klien tersambung
ja_jp: クライアントが接続する際に、サーバー証明書名を確認する
ko_ko: 클라이언트가 연결할 때 서버 인증서 이름을 확인합니다.
pt_pt: Verificar o nome do certificado do servidor quando o cliente se liga
sw_sw: Kontrollera servercertifikatets namn när klienten ansluter.
tr_tr: İstemci bağlandığında sunucu sertifika adını doğrulayın
uk_uk: Перевірка імені сертифіката сервера при підключенні клієнта

source: Visible Hostname
id_id: Nama Host yang Terlihat
ja_jp: 表示可能なホスト名
ko_ko: 표시되는 호스트 이름
pt_pt: Nome de anfitrião visível
sw_sw: Synligt värdnamn
tr_tr: Görünür Ana Bilgisayar Adı
uk_uk: Видиме ім'я хоста

source: WAN interfaces
id_id: Antarmuka WAN
ja_jp: WANインターフェース
ko_ko: WAN 인터페이스
pt_pt: Interfaces WAN
sw_sw: WAN-gränssnitt
tr_tr: WAN arayüzleri
uk_uk: Інтерфейси WAN

source: Waiting for a new job will timeout after this time in seconds.
id_id: Menunggu pekerjaan baru akan habis masa berlakunya setelah waktu ini dalam hitungan detik.
ja_jp: 新しいジョブの待機は、この時間（秒）後にタイムアウトします。
ko_ko: 이 시간(초)이 지나면 새 작업을 기다리는 시간이 시간 초과됩니다.
pt_pt: A espera de um novo emprego será interrompida após este tempo em segundos.
sw_sw: Väntan på ett nytt jobb kommer att ta slut efter den här tiden i sekunder.
tr_tr: Yeni bir iş için bekleme, saniye cinsinden bu sürenin sonunda zaman aşımına uğrayacaktır.
uk_uk: Після закінчення цього часу в секундах закінчиться тайм-аут очікування нового завдання.

source: Weight of this queue (1..100), used to prioritize within a pipe. (1 is low, 100 is high)
id_id: Bobot antrian ini (1..100), digunakan untuk memprioritaskan dalam pipa. (1 adalah rendah, 100 adalah tinggi)
ja_jp: パイプ内での優先順位付けに使用される、このキューの重み（1～100）。(1が低い、100が高い)
ko_ko: 이 큐의 가중치(1..100)로, 파이프 내에서 우선순위를 지정하는 데 사용됩니다. (1은 낮음, 100은 높음)
pt_pt: Peso desta fila (1..100), utilizado para dar prioridade dentro de uma tubagem. (1 é baixo, 100 é alto)
sw_sw: Vikt för den här kön (1..100) som används för att prioritera inom en pipe. (1 är låg, 100 är hög)
tr_tr: Bu kuyruğun ağırlığı (1..100), bir boru içinde önceliklendirmek için kullanılır. (1 düşük, 100 yüksektir)
uk_uk: Вага цієї черги (1..100), що використовується для розстановки пріоритетів у трубі. (1 - низька, 100 - висока)

source: When enabled the subnets of the selected interfaces will be added to the allow access list.
id_id: Bila diaktifkan, subnet dari antarmuka yang dipilih akan ditambahkan ke daftar izinkan akses.
ja_jp: 有効にすると、選択したインタフェースのサブネットがアクセス許可リストに追加されます。
ko_ko: 활성화하면 선택한 인터페이스의 서브넷이 액세스 허용 목록에 추가됩니다.
pt_pt: Quando activadas, as sub-redes das interfaces seleccionadas serão adicionadas à lista de acesso permitido.
sw_sw: När den är aktiverad läggs undernäten för de valda gränssnitten till i listan för tillåten åtkomst.
tr_tr: Etkinleştirildiğinde, seçilen arabirimlerin alt ağları izin verilen erişim listesine eklenecektir.
uk_uk: Якщо увімкнено, підмережі вибраних інтерфейсів буде додано до списку дозволеного доступу.

source: When set, the system will capture all traffic present on the interface in stead of the traffic heading to the firewall.
id_id: Ketika diatur, sistem akan menangkap semua lalu lintas yang ada di antarmuka sebagai pengganti lalu lintas yang menuju ke firewall.
ja_jp: 設定すると、ファイアウォールに向かうトラフィックの代わりに、インターフェイスに存在するすべてのトラフィックをキャプチャします。
ko_ko: 이 옵션을 설정하면 방화벽으로 향하는 트래픽 대신 인터페이스에 존재하는 모든 트래픽을 캡처합니다.
pt_pt: Quando configurado, o sistema capturará todo o tráfego presente na interface em vez do tráfego que se dirige para a firewall.
sw_sw: När den är inställd fångar systemet all trafik som finns på gränssnittet i stället för den trafik som går till brandväggen.
tr_tr: Ayarlandığında, sistem güvenlik duvarına giden trafik yerine arayüzde bulunan tüm trafiği yakalayacaktır.
uk_uk: Якщо встановлено, система буде перехоплювати весь трафік, присутній на інтерфейсі, замість трафіку, що прямує до брандмауера.

source: Whitelist
id_id: Daftar putih
ja_jp: ホワイトリスト
ko_ko: 화이트리스트
pt_pt: Lista branca
tr_tr: Beyaz Liste
uk_uk: Білий список

source: Whitelist Domains
id_id: Domain Daftar Putih
ja_jp: ホワイトリストドメイン
ko_ko: 화이트리스트 도메인
pt_pt: Domínios da lista branca
sw_sw: Vitlista för domäner
tr_tr: Beyaz Liste Etki Alanları
uk_uk: Домени білого списку

source: Whitelist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
id_id: Daftar putih domain tujuan. Anda dapat menggunakan ekspresi biasa, menggunakan koma atau tekan Enter untuk item baru. Contoh: "mydomain.com" cocok dengan "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." cocok dengan "http(s)://textONLY.mydomain.*"; "\.gif$" cocok dengan "\*.gif" tetapi tidak cocok dengan "\*.gif\test"; "\[0-9]+\.gif$" cocok dengan "\123.gif" tetapi tidak cocok dengan "\test.gif"
ja_jp: 宛先ドメインをホワイトリストに登録します。正規表現を使用するか、カンマを使用するか、Enterキーを押して新しい項目を入力することができます。例"mydomain.com" は "*.mydomain.com" にマッチします。"^https?:˶/˶([a-zA-Z]+)˶.mydomain." は "http(s)://textONLY.mydomain." にマッチします。*"; "\.gif$" は "\*.gif" にマッチするが "\*.giftest" にはマッチしない; "\[0-9]+.gif$" は "\123.gif" にマッチするが "\test.gif" にマッチしない
ko_ko: 대상 도메인을 허용 목록에 추가합니다. 정규식을 사용하거나 쉼표를 사용하거나 Enter 키를 눌러 새 항목을 입력할 수 있습니다. 예시 "mydomain.com"은 "*.mydomain.com"에서 일치, "^https?:\/\/([a-zA-Z]+)\.mydomain\." 일치 "http(s)://textONLY.mydomain.*"; "\.gif$"는 "\*.gif"에서는 일치하지만 "\*.gif\test"에서는 일치하지 않음; "\[0-9]+\.gif$"는 "\123.gif"에서는 일치하지만 "\test.gif"에서는 일치하지 않음.
pt_pt: Domínios de destino da lista branca. Pode usar uma expressão regular, usar uma vírgula ou pressionar Enter para novo item. Exemplos: combinações de "mydomain.com" em "*.mydomain.com"; "^https?:\//([a-zA-Z]+)^https?:\/([a-zA-Z]+)^mydomain.com" corresponde em "http(s)://textONLY.mydomain".*Fósforos de "gif$" em "gif*.gif" mas não em "gif*.giftest"; fósforos de "0-9]+.gif$" em "123.gif" mas não em "test.gif".
sw_sw: Vitlista över måldomäner. Du kan använda ett reguljärt uttryck, använda ett kommatecken eller trycka på Enter för ett nytt objekt. Exempel: "mydomain.com" matchar "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matchar "http(s)://textONLY.mydomain.*"; "\.gif$" matchar "\*.gif" men inte "\*.gif\test"; "\[0-9]+\.gif$" matchar "\123.gif" men inte "\test.gif".
tr_tr: Hedef etki alanlarını beyaz listeye alın. Düzenli bir ifade kullanabilir, virgül kullanabilir veya yeni öğe için Enter tuşuna basabilirsiniz. Örnekler: "mydomain.com", "*.mydomain.com" ile eşleşir; "^https?:\/\/([a-zA-Z]+)\.mydomain\.", "http(s)://textONLY.mydomain.*" ile eşleşir; "\.gif$" "\*.gif" ile eşleşir ancak "\*.gif\test" ile eşleşmez; "\[0-9]+\.gif$" "\123.gif" ile eşleşir ancak "\test.gif" ile eşleşmez
uk_uk: Білий список доменів призначення. Ви можете використовувати регулярний вираз, кому або натиснути Enter для введення нового елемента. Приклади: "mydomain.com" відповідає "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." відповідає "http(s)://textONLY.mydomain.*"; "\.gif$" збігається з "\*.gif", але не з "\*.gif\test"; "\[0-9]+\.gif$" збігається з "\123.gif", але не з "\test.gif"

source: Whitelisted domain.
id_id: Domain yang masuk daftar putih.
ja_jp: ホワイトリストのドメインです。
ko_ko: 화이트리스트 도메인.
pt_pt: Domínio listado na lista branca.
sw_sw: Domän som är vitlistad.
tr_tr: Beyaz listeye alınmış alan.
uk_uk: Домен у білому списку.

source: Whitespace handling of URI
id_id: Penanganan spasi pada URI
ja_jp: URIの空白の扱い
ko_ko: URI의 공백 처리
pt_pt: Manuseamento do URI no espaço branco
sw_sw: Hantering av URI med mellanslag
tr_tr: URI için boşluk işleme
uk_uk: Обробка пробілів в URI

source: Windows Certificate System Store
id_id: Toko Sistem Sertifikat Windows
ja_jp: Windows 証明書システムストア
ko_ko: Windows 인증서 시스템 저장소
pt_pt: Loja de Sistemas de Certificação Windows
sw_sw: Systemarkiv för Windows-certifikat
tr_tr: Windows Sertifika Sistemi Deposu
uk_uk: Системне сховище сертифікатів Windows

source: With this option clamav will try to detect broken executables (both PE and ELF) and mark them as Broken.
id_id: Dengan opsi ini, clamav akan mencoba mendeteksi eksekusi yang rusak (baik PE maupun ELF) dan menandainya sebagai Rusak.
ja_jp: このオプションを使うと、clamavは壊れた実行ファイル（PEとELFの両方）を検出し、壊れたものとしてマークしようとします。
ko_ko: 이 옵션을 사용하면 clamav가 손상된 실행 파일(PE 및 ELF 모두)을 감지하여 손상된 것으로 표시합니다.
pt_pt: Com esta opção clamav tentará detectar executáveis partidos (tanto PE como ELF) e marcá-los como quebrados.
sw_sw: Med det här alternativet försöker clamav upptäcka trasiga körbara filer (både PE och ELF) och markerar dem som trasiga.
tr_tr: Bu seçenek ile clamav bozuk çalıştırılabilir dosyaları (hem PE hem de ELF) tespit etmeye çalışacak ve onları Bozuk olarak işaretleyecektir.
uk_uk: За допомогою цього параметра clamav намагатиметься виявити биті виконувані файли (як PE, так і ELF) і позначити їх як биті.

source: With this option enabled OLE2 files with VBA macros, which were not detected by signatures will be marked as "Heuristics.OLE2.ContainsMacros".
id_id: Dengan opsi ini diaktifkan, file OLE2 dengan makro VBA, yang tidak terdeteksi oleh tanda tangan akan ditandai sebagai "Heuristics.OLE2.ContainsMacros".
ja_jp: このオプションを有効にすると、シグネチャで検出されなかったVBAマクロを含むOLE2ファイルが、「Heuristics.OLE2.ContainsMacros」としてマークされます。
ko_ko: 이 옵션을 활성화하면 서명에 의해 감지되지 않은 VBA 매크로가 포함된 OLE2 파일은 "Heuristics.OLE2.ContainsMacros"로 표시됩니다.
pt_pt: Com esta opção, os ficheiros OLE2 com macros VBA, que não foram detectados por assinaturas, serão marcados como "Heuristics.OLE2.ContainsMacros".
sw_sw: Om det här alternativet är aktiverat markeras OLE2-filer med VBA-makron som inte upptäcktes av signaturer som "Heuristics.OLE2.ContainsMacros".
tr_tr: Bu seçenek etkinleştirildiğinde, imzalar tarafından algılanmayan VBA makroları içeren OLE2 dosyaları "Heuristics.OLE2.ContainsMacros" olarak işaretlenecektir.
uk_uk: При увімкненій опції OLE2 файли з макросами VBA, які не були виявлені сигнатурами, будуть позначені як "Heuristics.OLE2.ContainsMacros".

source: With this option you can set a time frame how long the user is allowed to be logged in.
id_id: Dengan opsi ini, Anda dapat mengatur jangka waktu berapa lama pengguna diizinkan untuk masuk.
ja_jp: このオプションでは、ユーザーがログインできる時間を設定することができます。
ko_ko: 이 옵션을 사용하면 사용자가 로그인할 수 있는 기간을 설정할 수 있습니다.
pt_pt: Com esta opção pode definir um período de tempo durante o qual o utilizador tem permissão para iniciar sessão.
sw_sw: Med det här alternativet kan du ange en tidsram för hur länge användaren får vara inloggad.
tr_tr: Bu seçenekle, kullanıcının ne kadar süreyle oturum açmasına izin verileceğine dair bir zaman dilimi ayarlayabilirsiniz.
uk_uk: За допомогою цієї опції ви можете встановити часовий проміжок, протягом якого користувачеві дозволено входити в систему.

source: With this option, you can set the size of the packets on your network. It is possible that bigger packets have to be processed sometimes. The engine can still process these bigger packets, but processing it will lower the performance.
id_id: Dengan opsi ini, Anda dapat mengatur ukuran paket pada jaringan Anda. Ada kemungkinan bahwa paket yang lebih besar harus diproses kadang-kadang. Mesin masih dapat memproses paket yang lebih besar ini, tetapi memprosesnya akan menurunkan kinerja.
ja_jp: このオプションでは、ネットワーク上のパケットサイズを設定することができます。より大きなパケットを処理しなければならないことがある可能性があります。エンジンはこれらの大きなパケットも処理できますが、処理すると性能が低下します。
ko_ko: 이 옵션을 사용하면 네트워크에서 패킷의 크기를 설정할 수 있습니다. 때때로 더 큰 패킷을 처리해야 할 수도 있습니다. 엔진은 여전히 이러한 큰 패킷을 처리할 수 있지만 처리하면 성능이 저하됩니다.
pt_pt: Com esta opção, pode definir o tamanho dos pacotes na sua rede. É possível que pacotes maiores tenham, por vezes, de ser processados. O motor ainda pode processar estes pacotes maiores, mas o seu processamento irá baixar o desempenho.
sw_sw: Med det här alternativet kan du ställa in storleken på paketen i nätverket. Det är möjligt att större paket måste behandlas ibland. Motorn kan fortfarande bearbeta dessa större paket, men bearbetningen kommer att sänka prestandan.
tr_tr: Bu seçenek ile ağınızdaki paketlerin boyutunu ayarlayabilirsiniz. Bazen daha büyük paketlerin işlenmesi gerekebilir. Motor bu büyük paketleri yine de işleyebilir, ancak işlenmesi performansı düşürecektir.
uk_uk: За допомогою цього параметра ви можете встановити розмір пакетів у вашій мережі. Можливо, іноді доведеться обробляти пакети більшого розміру. Рушій все ще може обробляти ці великі пакети, але їх обробка знизить продуктивність.

source: X-Forwarded-For header handling
id_id: X-Diteruskan-Untuk penanganan header
ja_jp: X-Forwarded-Forヘッダーの取り扱い
ko_ko: X-Forwarded-헤더 처리용
pt_pt: X-Forwarded-For handling de cabeçalho
sw_sw: Hantering av X-Forwarded-For-huvudet
tr_tr: X-Forwarded-For başlık işleme
uk_uk: X-Forwarded-для обробки заголовків

source: You may enter a description here for your reference (not parsed)
id_id: Anda dapat memasukkan deskripsi di sini untuk referensi Anda (tidak diuraikan)
ja_jp: 参考のため、ここに説明を入力することができます（解析されません）
ko_ko: 참조용으로 여기에 설명을 입력할 수 있습니다(구문 분석되지 않음).
pt_pt: Pode introduzir aqui uma descrição para a sua referência (não analisada)
sw_sw: Du kan ange en beskrivning här för referensändamål (inte analyserad).
tr_tr: Referansınız için buraya bir açıklama girebilirsiniz (ayrıştırılmaz)
uk_uk: Ви можете ввести опис тут для довідки (не аналізується)

source: YouTube Filter
id_id: Filter YouTube
ja_jp: YouTubeフィルター
ko_ko: YouTube 필터
pt_pt: Filtro YouTube
tr_tr: YouTube Filtresi
uk_uk: Фільтр YouTube

source: ZMQ Endpoint
id_id: Titik Akhir ZMQ
ja_jp: ZMQエンドポイント
ko_ko: ZMQ 엔드포인트
pt_pt: Ponto final ZMQ
sw_sw: ZMQ slutpunkt
tr_tr: ZMQ Uç Noktası

source: ZMQ Endpoint for receiving IPS policies updates published by ntopng.
id_id: ZMQ Endpoint untuk menerima pembaruan kebijakan IPS yang diterbitkan oleh ntopng.
ja_jp: ntopngが公開するIPSポリシーの更新を受信するためのZMQエンドポイント。
ko_ko: ntopng에서 게시한 IPS 정책 업데이트를 수신하기 위한 ZMQ 엔드포인트.
pt_pt: ZMQ Endpoint para receber actualizações de políticas IPS publicadas pela ntopng.
sw_sw: ZMQ-slutpunkt för att ta emot uppdateringar av IPS-policyer som publiceras av ntopng.
tr_tr: ntopng tarafından yayınlanan IPS ilkeleri güncellemelerini almak için ZMQ Uç Noktası.
uk_uk: ZMQ Endpoint для отримання оновлень політик IPS, опублікованих ntopng.

source: ZMQ Endpoint this service will send flows to.
id_id: ZMQ Endpoint layanan ini akan mengirim aliran ke mana.
ja_jp: このサービスがフローを送信するZMQエンドポイント。
ko_ko: 이 서비스가 플로우를 전송할 ZMQ 엔드포인트입니다.
pt_pt: ZMQ Endpoint para onde este serviço irá enviar fluxos.
sw_sw: ZMQ-slutpunkt som tjänsten ska skicka flöden till.
tr_tr: Bu hizmetin akışları göndereceği ZMQ Uç Noktası.
uk_uk: Кінцева точка ZMQ, на яку цей сервіс буде надсилати потоки.

source: ZMQ Probe Mode
id_id: Mode Pemeriksaan ZMQ
ja_jp: ZMQプローブモード
ko_ko: ZMQ 프로브 모드
pt_pt: Modo Sonda ZMQ
sw_sw: ZMQ-provningsläge
tr_tr: ZMQ Prob Modu
uk_uk: Режим зонда ZMQ

source: Zerotier Network ID e.g., 161411d4f6abe4a7
id_id: ID Jaringan Zerotier, misalnya, 161411d4f6abe4a7
ja_jp: ZerotierネットワークID 例：161411d4f6abe4a7
ko_ko: 제로티어 네트워크 ID 예: 161411d4f6abe4a7
sw_sw: Zerotier Network ID t.ex. 161411d4f6abe4a7
tr_tr: Zerotier Ağ Kimliği, örneğin, 161411d4f6abe4a7
uk_uk: Нульовий ідентифікатор мережі, наприклад, 161411d4f6abe4a7

source: Zone number
id_id: Nomor zona
ja_jp: ゾーン番号
ko_ko: 구역 번호
pt_pt: Número de zona
sw_sw: Zonnummer
tr_tr: Bölge numarası
uk_uk: Номер зони

source: bytecode
ja_jp: バイトコード
ko_ko: 바이트코드
sw_sw: bytekod
uk_uk: байт-код

source: categories (if available)
id_id: kategori (jika tersedia)
ja_jp: カテゴリ（あれば）
ko_ko: 카테고리(사용 가능한 경우)
pt_pt: categorias (se disponível)
sw_sw: kategorier (om sådana finns)
tr_tr: kategoriler (varsa)
uk_uk: категорії (за наявності)

source: connected pipe for this queue
id_id: pipa yang terhubung untuk antrian ini
ja_jp: このキューに接続されたパイプ
ko_ko: 이 대기열에 연결된 파이프
pt_pt: tubo ligado para esta fila
sw_sw: anslutet rör för denna kö
tr_tr: bu kuyruk için bağlı boru
uk_uk: підключена труба для цієї черги

source: daily
id_id: setiap hari
ja_jp: ひごとに
ko_ko: 매일
pt_pt: diariamente
sw_sw: dagligen
tr_tr: günlük
uk_uk: щодня

source: database.clamav.net is a round-robin record which points to the most reliable mirrors. DO NOT TOUCH the following line unless you know what you are doing.
id_id: database.clamav.net adalah catatan round-robin yang menunjuk ke mirror yang paling andal. JANGAN SENTUH baris berikut ini kecuali Anda tahu apa yang Anda lakukan.
ja_jp: database.clamav.net は、最も信頼できるミラーを指すラウンドロビン・レコードです。あなたが何をしているのかわからない限り、次の行に触れないでください。
ko_ko: database.clamav.net은 가장 신뢰할 수 있는 미러를 가리키는 라운드 로빈 레코드입니다. 자신이 무엇을 하고 있는지 모른다면 다음 줄을 건드리지 마세요.
pt_pt: base de dados.clamav.net é um registo de robô redondo que aponta para os espelhos mais fiáveis. NÃO TOQUE na seguinte linha, a menos que saiba o que está a fazer.
sw_sw: database.clamav.net är en round-robin-rekord som pekar på de mest tillförlitliga speglarna. Rör inte följande rad om du inte vet vad du gör.
tr_tr: database.clamav.net en güvenilir aynalara işaret eden bir round-robin kaydıdır. Ne yaptığınızı bilmiyorsanız aşağıdaki satıra DOKUNMAYIN.
uk_uk: database.clamav.net - це циклічний запис, який вказує на найнадійніші дзеркала. НЕ ТОРКАЙТЕСЬ наступного рядка, якщо ви не знаєте, що робите.

source: default packet size
id_id: ukuran paket default
ja_jp: デフォルトのパケットサイズ
ko_ko: 기본 패킷 크기
pt_pt: tamanho padrão do pacote
sw_sw: Standardpaketstorlek.
tr_tr: varsayılan paket boyutu
uk_uk: розмір пакету за замовчуванням
