Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: This page allows you to perform a simple TCP connection test to determine if a host is up and accepting connections on a given port. This test does not function for UDP since there is no way to reliably determine if a UDP port accepts connections in this manner.
id_id: Halaman ini memungkinkan Anda untuk melakukan tes koneksi TCP sederhana untuk menentukan apakah sebuah host aktif dan menerima koneksi pada port tertentu. Tes ini tidak berfungsi untuk UDP karena tidak ada cara yang dapat diandalkan untuk menentukan apakah port UDP menerima koneksi dengan cara ini.
it_it: Questa pagina consente di eseguire un semplice test di connessione TCP per determinare se un host è attivo e accetta connessioni su una determinata porta. Questo test non funziona per UDP poiché non è possibile determinare in modo affidabile se una porta UDP accetta connessioni in questo modo.
ja_jp: このページでは、シンプルな tcp 接続テストを実行できます。 ホストがアップしているか、指定したポートで接続を受信できるかを確認できます。このテストは、udp が、このやり方で接続を受信したかどうかを、確実に判断できる方法がないためです。
ko_ko: 이 페이지에서는 간단한 TCP 연결 테스트를 수행하여 호스트가 가동 중이고 지정된 포트에서 연결을 수락하는지 확인할 수 있습니다. 이 테스트는 UDP 포트가 이러한 방식으로 연결을 수락하는지 여부를 안정적으로 확인할 수 있는 방법이 없으므로 UDP에는 작동하지 않습니다.
pt_pt: Esta página permite executar um teste de ligação TCP simples para determinar se um anfitrião está instalado e aceitando ligações numa determinada porta. Este teste não funciona para UDP, pois não há maneira de determinar de forma fiável se uma porta UDP aceita ligações dessa forma.
sw_sw: På den här sidan kan du utföra ett enkelt TCP-anslutningstest för att avgöra om en värd är igång och accepterar anslutningar på en viss port. Det här testet fungerar inte för UDP eftersom det inte finns något sätt att tillförlitligt avgöra om en UDP-port accepterar anslutningar på det här sättet.
tr_tr: Bu sayfa, bir ana bilgisayarın açık olup olmadığını ve belirli bir bağlantı noktasında bağlantıları kabul edip etmediğini belirlemek için basit bir TCP bağlantı testi gerçekleştirmenize olanak tanır. Bu test UDP için çalışmaz çünkü bir UDP bağlantı noktasının bu şekilde bağlantıları kabul edip etmediğini güvenilir bir şekilde belirlemenin bir yolu yoktur.
uk_uk: Ця сторінка дозволяє виконати простий тест TCP-з'єднання, щоб визначити, чи працює хост і чи приймає він з'єднання на заданому порту. Цей тест не працює для UDP, оскільки не існує способу достовірно визначити, чи приймає порт UDP з'єднання таким чином.

source: No data is transmitted to the remote host during this test, it will only attempt to open a connection and optionally display the data sent back from the server.
id_id: Tidak ada data yang dikirimkan ke remote host selama pengujian ini, ini hanya akan mencoba membuka koneksi dan secara opsional menampilkan data yang dikirim kembali dari server.
it_it: Nessun dato viene trasmesso all'host remoto durante questo test, tenterà solo di aprire una connessione e opzionalmente visualizzare i dati inviati dal server.
ja_jp: テスト中には、リモートホストのデータは送信されません。接続を開くことと、オプションサーバから返信データの表示のみを試すことができます。
ko_ko: 이 테스트 중에는 원격 호스트로 데이터가 전송되지 않으며, 연결을 열려고 시도하고 서버에서 전송된 데이터를 선택적으로 표시할 뿐입니다.
pt_pt: Nenhum dado é transmitido para o host remoto durante este teste, só tentará abrir uma ligação e opcionalmente, exibir os dados enviados de volta do servidor.
sw_sw: Inga data överförs till fjärrvärden under det här testet, utan det kommer bara att försöka öppna en anslutning och eventuellt visa de data som skickas tillbaka från servern.
tr_tr: Bu test sırasında uzak ana bilgisayara hiçbir veri iletilmez, yalnızca bir bağlantı açmaya çalışır ve isteğe bağlı olarak sunucudan geri gönderilen verileri görüntüler.
uk_uk: Під час цього тесту на віддалений хост не передається жодних даних, він лише спробує відкрити з'єднання і, за бажанням, відобразить дані, надіслані з сервера.

source: If you force IPv4 or IPv6 and use a hostname that does not contain a result using that protocol, it will result in an error. For example if you force IPv4 and use a hostname that only returns an AAAA IPv6 IP address, it will not work.
id_id: Jika Anda memaksakan IPv4 atau IPv6 dan menggunakan nama host yang tidak mengandung hasil menggunakan protokol tersebut, maka akan terjadi kesalahan. Misalnya, jika Anda memaksakan IPv4 dan menggunakan nama host yang hanya mengembalikan alamat IP AAAA IPv6, maka tidak akan berhasil.
it_it: Se si forza IPv4 o IPv6 e si utilizza un nome host che non contiene un risultato utilizzando quel protocollo, si tradurrà in un errore. Ad esempio, se si forza IPv4 e si utilizza un nome host che restituisce solo un indirizzo IP IPv6 AAAA, non funzionerà.
ja_jp: IPv4 または IPv6 を強制してホスト名を使用する場合、そのプロトコルを使用した結果が含まれないためエラーになります。
ko_ko: IPv4 또는 IPv6을 강제 적용하고 해당 프로토콜을 사용하는 결과가 포함되지 않은 호스트명을 사용하면 오류가 발생합니다. 예를 들어 IPv4를 강제로 설정하고 AAAA IPv6 IP 주소만 반환하는 호스트명을 사용하면 작동하지 않습니다.
pt_pt: Se forçar IPv4 ou IPv6 e usar um nome de anfitrião que não contenha um resultado que use esse protocolo, irá resultar num erro. Por exemplo, se forçar o IPv4 e usar um nome de anfitrião que apenas retorna um endereço IP IPv6 AAAA, ele não irá funcionar.
sw_sw: Om du tvingar fram IPv4 eller IPv6 och använder ett värdnamn som inte innehåller ett resultat som använder det protokollet kommer det att resultera i ett fel. Om du till exempel tvingar fram IPv4 och använder ett värdnamn som endast returnerar en AAAA IPv6-IP-adress kommer det inte att fungera.
tr_tr: IPv4 veya IPv6'yı zorlarsanız ve bu protokolü kullanan bir sonuç içermeyen bir ana bilgisayar adı kullanırsanız, bu bir hatayla sonuçlanacaktır. Örneğin, IPv4'ü zorlar ve yalnızca AAAA IPv6 IP adresi döndüren bir ana bilgisayar adı kullanırsanız, çalışmayacaktır.
uk_uk: Якщо ви застосуєте IPv4 або IPv6 і використаєте ім'я хоста, яке не містить результату за цим протоколом, це призведе до помилки. Наприклад, якщо ви примусите IPv4 і використовуєте ім'я хоста, яке повертає лише IP-адресу AAAA IPv6, це не спрацює.

source: This should typically be left blank.
id_id: Bagian ini biasanya harus dikosongkan.
it_it: Questo dovrebbe essere in genere lasciato vuoto.
ja_jp: 通常はここを空白にしてください。
ko_ko: 일반적으로 비워 두어야 합니다.
pt_pt: Normalmente essa opção deve ser deixada em branco.
sw_sw: Detta fält ska vanligtvis lämnas tomt.
tr_tr: Bu genellikle boş bırakılmalıdır.
uk_uk: Зазвичай це поле слід залишити порожнім.

source: Show Remote Text
id_id: Tampilkan Teks Jarak Jauh
it_it: Mostra testo remoto
ja_jp: リモートテキストを表示
ko_ko: 원격 텍스트 표시
pt_pt: Mostra o Texto Remoto
sw_sw: Visa fjärrtext
tr_tr: Uzak Metni Göster
uk_uk: Показати віддалений текст

source: Shows the text given by the server when connecting to the port. Will take 10+ seconds to display if checked.
id_id: Menampilkan teks yang diberikan oleh server saat menyambung ke port. Butuh waktu 10+ detik untuk ditampilkan jika dicentang.
it_it: Mostra il testo dato dal server quando si collega alla porta. Richiederà 10+ secondi per essere visualizzati se selezionato.
ja_jp: ポートに接続した時に、サーバから与えられたテキストを表示しますが、チェックされた場合、10表示に秒以上かかります。
ko_ko: 포트에 연결할 때 서버에서 제공하는 텍스트를 표시합니다. 선택하면 표시하는 데 10초 이상 걸립니다.
pt_pt: Mostra o texto fornecido pelo servidor ao ligar-se à porta. Levará 10 segundos para ser exibido se para marcado.
sw_sw: Visar den text som servern ger när den ansluter till porten. Det tar mer än 10 sekunder att visa om den är markerad.
tr_tr: Porta bağlanırken sunucu tarafından verilen metni gösterir. İşaretlenirse görüntülenmesi 10+ saniye sürer.
uk_uk: Показує текст, наданий сервером при підключенні до порту. Відображення займе 10+ секунд, якщо позначено.

source: No output received, or connection failed. Try with "Show Remote Text" unchecked first.
id_id: Tidak ada output yang diterima, atau koneksi gagal. Coba dengan "Tampilkan Teks Jarak Jauh" yang tidak dicentang terlebih dahulu.
it_it: Nessun output ricevuto o connessione non riuscita. Prova con "Mostra testo remoto" non controllato per primo.
ja_jp: 出力が受信されない、もしくは、接続に失敗しました。
ko_ko: 출력이 수신되지 않았거나 연결에 실패했습니다. 먼저 '원격 텍스트 표시'를 선택 취소한 상태로 시도해 보세요.
pt_pt: Nenhuma saída foi recebida ou a ligação falhou. Tente desmarcar primeiro a opção "Mostrar texto remoto".
sw_sw: Ingen utdata har tagits emot eller anslutningen har misslyckats. Försök först med "Visa fjärrtext" avmarkerad.
tr_tr: Çıktı alınamadı veya bağlantı başarısız oldu. Önce "Uzak Metni Göster" işaretli değilken deneyin.
uk_uk: Не отримано вихідних даних або не вдалося встановити з'єднання. Спробуйте спочатку зняти прапорець "Показувати віддалений текст".

source: Connection failed (Refused/Timeout)
id_id: Sambungan gagal (Ditolak/Habis)
it_it: Connessione non riuscita (rifiutata/timeout)
ja_jp: 接続は失敗しました ( 拒絶 / タイムアウト )
ko_ko: 연결 실패(거부/시간 초과)
pt_pt: Ligação falhou (Recusado/Tempo limite)
sw_sw: Anslutningen misslyckades (avböjd/Timeout)
tr_tr: Bağlantı başarısız (Reddedildi/Zaman Aşımı)
uk_uk: Не вдалося з'єднатися (Відмовлено/Тайм-аут)

source: ttl
ja_jp: トランジスタトランジスタロジック

source: Maximum number of hops must be between 1 and %s
id_id: Jumlah hop maksimum harus antara 1 dan %s
it_it: Il numero massimo di luppoli deve essere tra l'1 e %s
ja_jp: ホップの最大数は 1 - %s です。
ko_ko: 최대 홉 수는 1에서 %s 사이여야 합니다.
pt_pt: O número máximo de lúpulo deve ser entre q e %s
sw_sw: Det maximala antalet hopp måste vara mellan 1 och %s.
tr_tr: Maksimum atlama sayısı 1 ile %s arasında olmalıdır
uk_uk: Максимальна кількість хопів має бути від 1 до %s

source: When using IPv4, the target host must be an IPv4 address or hostname.
id_id: Saat menggunakan IPv4, host target harus berupa alamat IPv4 atau nama host.
it_it: Quando si utilizza IPv4, l'host di destinazione deve essere un indirizzo IPv4 o un nome host.
ja_jp: IPv4 を使用する場合は、ターゲットホストには IPv4 アドレス、またはホスト名を指定する必要があります。
ko_ko: IPv4를 사용하는 경우 대상 호스트는 IPv4 주소 또는 호스트 이름이어야 합니다.
pt_pt: Ao usar IPv4, o host de destino deve ter um endereço IPv4 ou hostname.
sw_sw: När du använder IPv4 måste målvärden vara en IPv4-adress eller ett värdnamn.
tr_tr: IPv4 kullanırken, hedef ana bilgisayar bir IPv4 adresi veya ana bilgisayar adı olmalıdır.
uk_uk: При використанні IPv4 цільовий хост повинен мати IPv4-адресу або ім'я хоста.

source: When using IPv6, the target host must be an IPv6 address or hostname.
id_id: Saat menggunakan IPv6, host target harus berupa alamat IPv6 atau nama host.
it_it: Quando si utilizza IPv6, l'host di destinazione deve essere un indirizzo IPv6 o un nome host.
ja_jp: IPv6 を使用する場合は、ターゲットホストには IPv6 アドレス、またはホスト名を指定する必要があります。
ko_ko: IPv6를 사용하는 경우 대상 호스트는 IPv6 주소 또는 호스트 이름이어야 합니다.
pt_pt: Ao usar IPv6, o host de destino deve ter um endereço IPv6 ou hostname.
sw_sw: När du använder IPv6 måste målvärden vara en IPv6-adress eller ett värdnamn.
tr_tr: IPv6 kullanırken, hedef ana bilgisayar bir IPv6 adresi veya ana bilgisayar adı olmalıdır.
uk_uk: При використанні IPv6 цільовий хост повинен мати IPv6-адресу або ім'я хоста.

source: Maximum number of hops
id_id: Jumlah lompatan maksimum
it_it: Numero massimo di luppolo
ja_jp: ホップの最大数
ko_ko: 최대 홉 수
pt_pt: Número máximo de lúpulo
sw_sw: Maximalt antal hopp
tr_tr: Maksimum atlama sayısı
uk_uk: Максимальна кількість хмелю

source: Reverse Address Lookup
id_id: Pencarian Alamat Terbalik
it_it: Ricerca dell'indirizzo inverso
ja_jp: 逆アドレス検索
ko_ko: 역방향 주소 조회
pt_pt: Pesquisa de endereços invertidos
sw_sw: Omvänd adressupplysning
tr_tr: Tersine Adres Arama
uk_uk: Зворотний пошук за адресою

source: Use ICMP
id_id: Gunakan ICMP
it_it: Usa ICMP
ja_jp: ICMP を使用する。
ko_ko: ICMP 사용
pt_pt: Utilizar o ICMP
sw_sw: Använd ICMP
tr_tr: ICMP kullanın
uk_uk: Використовуйте ICMP

source: Traceroute
ja_jp: トレースルート
ko_ko: 추적 경로
uk_uk: Маршрут

source: Toggle sidebar
id_id: Alihkan bilah sisi
it_it: Attiva a disattivazione della barra laterale
ja_jp: トグル・サイドバー
ko_ko: 사이드바 토글
pt_pt: Alternar a barra lateral
sw_sw: Växla sidofältet
tr_tr: Kenar çubuğunu değiştir
uk_uk: Перемикання бічної панелі

source: Show system status
id_id: Menampilkan status sistem
ja_jp: システムステータスを表示する
ko_ko: 시스템 상태 표시
pt_pt: Mostrar o estado do sistema
sw_sw: Visa systemets status
tr_tr: Sistem durumunu göster
uk_uk: Показати стан системи

source: Save Settings
id_id: Menyimpan Pengaturan
it_it: Salva le impostazioni
ja_jp: 保存設定
ko_ko: 설정 저장
pt_pt: Configurações do Guardar
sw_sw: Spara inställningar
tr_tr: Ayarları Kaydet
uk_uk: Зберегти налаштування

source: Add widget
id_id: Tambahkan widget
it_it: Aggiungi widget
ja_jp: ウィジェットを追加
ko_ko: 위젯 추가
pt_pt: Adicionar widget
sw_sw: Lägg till en widget
tr_tr: Widget ekle
uk_uk: Додати віджет

source: 1 column
id_id: 1 kolom
it_it: 1 colonna
ja_jp: 1 列
ko_ko: 열 1개
pt_pt: 1 coluna
sw_sw: 1 kolumn
tr_tr: 1 sütun
uk_uk: 1 стовпчик

source: %s columns
id_id: Kolom%s
it_it: %s Colonne
ja_jp: %s 列
ko_ko: S 열
pt_pt: colunas %s
sw_sw: %s kolumner
tr_tr: s sütunları
uk_uk: %s стовпців

source: Do you really want to delete this rule?
id_id: Apakah Anda benar-benar ingin menghapus aturan ini?
it_it: Vuoi davvero eliminare questa regola?
ja_jp: 本当にこのルールを削除しますか？
ko_ko: 이 규칙을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar esta regra?
sw_sw: Vill du verkligen ta bort den här regeln?
tr_tr: Bu kuralı gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити це правило?

source: Do you really want to delete the selected rules?
id_id: Apakah Anda benar-benar ingin menghapus aturan yang dipilih?
it_it: Vuoi davvero eliminare le regole selezionate?
ja_jp: 本当に選択したルールを削除しますか？
ko_ko: 선택한 규칙을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar como regras selecionadas?
sw_sw: Vill du verkligen radera de valda reglerna?
tr_tr: Seçilen kuralları gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити вибрані правила?

source: Enable selected rules?
id_id: Mengaktifkan aturan yang dipilih?
it_it: Abilita regole selezionate?
ja_jp: 選択したルールを有効にする？
ko_ko: 선택한 규칙을 사용하시겠습니까?
pt_pt: Habilitar regras seleccionadas?
sw_sw: Aktivera valda regler?
tr_tr: Seçili kuralları etkinleştirin mi?
uk_uk: Увімкнути вибрані правила?

source: Disable selected rules?
id_id: Menonaktifkan aturan yang dipilih?
it_it: Disabilitare le regole selezionate?
ja_jp: 選択したルールを無効化しますか？
ko_ko: 선택한 규칙을 비활성화하시겠습니까?
pt_pt: Desactivar regras seleccionadas?
sw_sw: Inaktivera valda regler?
tr_tr: Seçili kuralları devre dışı mı bırakayım?
uk_uk: Вимкнути вибрані правила?

source: Select category
id_id: Pilih kategori
it_it: Seleziona categoria
ja_jp: カテゴリを選択
ko_ko: 카테고리 선택
pt_pt: Seleccione a categoria
sw_sw: Välj kategori
tr_tr: Kategori seçiniz
uk_uk: Виберіть категорію

source: The NAT configuration has been changed
id_id: Konfigurasi NAT telah diubah
it_it: La configurazione NAT è stata modificata
ja_jp: NAT 構成が変更されました
ko_ko: NAT 구성이 변경되었습니다.
pt_pt: ativar regra
sw_sw: NAT-konfigurationen har ändrats
tr_tr: NAT yapılandırması değiştirildi
uk_uk: Змінено конфігурацію NAT

source: You must apply the changes in order for them to take effect.
id_id: Anda harus menerapkan perubahan agar perubahan tersebut dapat diterapkan.
it_it: È necessario applicare le modifiche affinché possano avere effetto.
ja_jp: 有効に、変更を適用してください。
ko_ko: 변경 사항을 적용하려면 변경 사항을 적용해야 합니다.
pt_pt: Você deve aplicar as alterações para que elas entrem em vigor.
sw_sw: Du måste tillämpa ändringarna för att de ska träda i kraft.
tr_tr: Değişikliklerin etkili olabilmesi için bunları uygulamanız gerekir.
uk_uk: Ви повинні застосувати зміни, щоб вони набули чинності.

source: Proto
ja_jp: プロトコル
uk_uk: Прото

source: Ports
id_id: Pelabuhan
it_it: Porti
ja_jp: ポート
ko_ko: 포트
pt_pt: Adicionar
sw_sw: Hamnar
tr_tr: Limanlar
uk_uk: Порти

source: Add
id_id: Menambahkan
it_it: Aggiungere
ja_jp: 追加
ko_ko: 추가
pt_pt: Adicionar
sw_sw: Lägg till
tr_tr: Ekle
uk_uk: Додати

source: Move selected rules to end
id_id: Memindahkan aturan yang dipilih ke akhir
it_it: Sposta le regole selezionate per terminare
ja_jp: 選択したルールを末尾に移動
ko_ko: 선택한 규칙을 종료로 이동
pt_pt: Mover as regras seleccionadas para terminar
sw_sw: Flytta markerade regler till slutet
tr_tr: Seçilen kuralları sona taşı
uk_uk: Перемістити вибрані правила в кінець

source: Delete selected
id_id: Menghapus yang dipilih
it_it: Elimina selezionato
ja_jp: 選択された項目を削除する
ko_ko: 선택한 항목 삭제
pt_pt: Eliminar seleccionado
sw_sw: Ta bort valt
tr_tr: Seçileni sil
uk_uk: Видалити вибране

source: Enable selected
id_id: Aktifkan yang dipilih
it_it: Abilita selezionata
ja_jp: 選択したものを有効
ko_ko: 선택한 항목 사용
pt_pt: Ativar a seleção
sw_sw: Aktivera vald
tr_tr: Seçileni etkinleştir
uk_uk: Увімкнути вибране

source: Disable selected
id_id: Nonaktifkan yang dipilih
it_it: Disabilita selezionata
ja_jp: 選択したものを無効
ko_ko: 선택한 항목 비활성화
pt_pt: Desativar a selecção
sw_sw: Inaktivera vald
tr_tr: Seçili devre dışı bırak
uk_uk: Вимкнути вибране

source: %s address
id_id: %s alamat
it_it: %s Indirizzo
ja_jp: %s アドレス
ko_ko: 주소
pt_pt: %s endereço
sw_sw: %s adress
tr_tr: %s adres
uk_uk: %s адреса

source: Anti-Lockout Rule
id_id: Aturan Anti-Kunci
it_it: Regola anti-blocco
ja_jp: アンチロックアウトルール
ko_ko: 잠금 방지 규칙
pt_pt: Regra Anti-Lockout
sw_sw: Regel mot låsning
tr_tr: Anti-Lockout Kuralı
uk_uk: Правило проти блокування

source: Edit
id_id: Sunting
it_it: Modificare
ja_jp: 編集
ko_ko: 편집
pt_pt: Editar
sw_sw: Redigera
tr_tr: Düzenle
uk_uk: Редагувати

source: edit alias
it_it: Modifica alias
ja_jp: エイリアスの編集
ko_ko: 별칭 편집
pt_pt: Editar alias
sw_sw: redigera alias
tr_tr: takma adı düzenle
uk_uk: редагувати псевдонім

source: Move selected rules before this rule
id_id: Memindahkan aturan yang dipilih sebelum aturan ini
it_it: Sposta le regole selezionate prima di questa regola
ja_jp: 選択したルールをこのルールの前に移動
ko_ko: 선택한 규칙을 이 규칙보다 먼저 이동
pt_pt: Mover regras seleccionadas antes desta regra
sw_sw: Flytta markerade regler före denna regel
tr_tr: Seçili kuralları bu kuraldan önce taşı
uk_uk: Перемістити вибрані правила перед цим правилом

source: Delete
id_id: Menghapus
it_it: Eliminare
ja_jp: 削除
ko_ko: 삭제
pt_pt: Apagar
sw_sw: Ta bort
tr_tr: Silme
uk_uk: Видалити

source: Clone
ja_jp: クローン
ko_ko: 클론
sw_sw: Klon
tr_tr: Klon
uk_uk: Клон

source: Enabled rule
id_id: Aturan yang diaktifkan
it_it: Regola abilitata
ja_jp: ルールを有効
ko_ko: 사용 규칙
pt_pt: Desativar regra
sw_sw: Aktiverad regel
tr_tr: Etkinleştirilmiş kural
uk_uk: Увімкнене правило

source: No redirect
id_id: Tidak ada pengalihan
it_it: Nessun reindirizzamento
ja_jp: リダイレクトしない
ko_ko: 리디렉션 없음
pt_pt: Sem redireccionamento
sw_sw: Ingen omdirigering
tr_tr: Yönlendirme yok
uk_uk: Без перенаправлення

source: Linked rule
id_id: Aturan yang ditautkan
it_it: Regola collegata
ja_jp: リンクしたルール
ko_ko: 연결된 규칙
pt_pt: Regra ligada
sw_sw: Kopplad regel
tr_tr: Bağlantılı kural
uk_uk: Пов'язане правило

source: Disabled rule
id_id: Aturan yang dinonaktifkan
it_it: Regola disabilitata
ja_jp: ルールを無効にする
ko_ko: 비활성화 규칙
pt_pt: A configuração do NAT foi alterada.
sw_sw: Inaktiverad regel
tr_tr: Devre dışı kuralı
uk_uk: Вимкнене правило

source: Disabled no redirect
id_id: Dinonaktifkan tidak ada pengalihan
it_it: Disabilitato No Reindirizzamento
ja_jp: 無効 リダイレクトなし
ko_ko: 리디렉션 사용 안 함
pt_pt: Deficientes sem redireccionamento
sw_sw: Inaktiverad ingen omdirigering
tr_tr: Devre dışı yönlendirme yok
uk_uk: Вимкнено без перенаправлення

source: Disabled linked rule
id_id: Aturan tertaut yang dinonaktifkan
it_it: Regola collegata disabilitata
ja_jp: リンクルールの無効化
ko_ko: 비활성화된 연결 규칙
pt_pt: Regra ligada às pessoas com deficiência
sw_sw: Inaktiverad länkad regel
tr_tr: Devre dışı bırakılmış bağlantılı kural
uk_uk: Вимкнено пов'язане правило

source: Alias (click to view/edit)
id_id: Alias (klik untuk melihat/mengedit)
it_it: Alias ​​(fare clic per visualizzare/modificare)
ja_jp: エイリアス ( クリックして表示 / 編集 )
ko_ko: 별칭(클릭하여 보기/수정)
pt_pt: Alias (clique para ver/editar)
sw_sw: Alias (klicka för att visa/redigera)
tr_tr: Takma ad (görüntülemek/düzenlemek için tıklayın)
uk_uk: Псевдонім (натисніть, щоб переглянути/редагувати)

source: The NAT configuration has been changed.
id_id: Konfigurasi NAT telah diubah.
it_it: La configurazione NAT è stata modificata.
ja_jp: NAT 構成が変更されました
ko_ko: NAT 구성이 변경되었습니다.
pt_pt: A configuração do NAT foi alterada.
sw_sw: NAT-konfigurationen har ändrats.
tr_tr: NAT yapılandırması değiştirildi.
uk_uk: Змінено конфігурацію NAT.

source: External IP
id_id: IP eksternal
it_it: IP esterno
ja_jp: 外部IP
ko_ko: 외부 IP
pt_pt: IP externo
sw_sw: Extern IP
tr_tr: Harici IP
uk_uk: Зовнішня IP-адреса

source: Internal IP
id_id: IP internal
it_it: IP interno
ja_jp: 内部IP
ko_ko: 내부 IP
pt_pt: IP Interno
sw_sw: Intern IP
tr_tr: Dahili IP
uk_uk: Внутрішній IP

source: If you add a 1:1 NAT entry for any of the interface IPs on this system, it will make this system inaccessible on that IP address. i.e. if you use your WAN IP address, any services on this system (IPsec, OpenVPN server, etc.) using the WAN IP address will no longer function.
id_id: Jika Anda menambahkan entri NAT 1:1 untuk salah satu IP antarmuka pada sistem ini, maka akan membuat sistem ini tidak dapat diakses pada alamat IP tersebut. misalnya, jika Anda menggunakan alamat IP WAN, layanan apa pun pada sistem ini (IPsec, server OpenVPN, dll.) yang menggunakan alamat IP WAN tidak akan berfungsi lagi.
it_it: Se aggiungi una voce NAT 1: 1 per uno qualsiasi degli IP di interfaccia su questo sistema, renderà inaccessibile questo sistema su quell'indirizzo IP. vale a dire se si utilizza il tuo indirizzo IP WAN, qualsiasi servizio su questo sistema (IPSEC, OpenVPN Server, ecc.) Utilizzo dell'indirizzo IP WAN non funzionerà più.
ja_jp: このシステムのインタフェースに設定されている、いずれかのIPに1:1 NATのエントリを追加した場合、このシステムはそのIPアドレスにアクセスできなくなります。 例えば、WAN IP アドレスを使用した場合、そのWAN IP アドレスを使用した各種サービス（IPsec, OpenVPN サーバ等）は機能しなくなります。
ko_ko: 이 시스템의 인터페이스 IP에 1:1 NAT 항목을 추가하면 해당 IP 주소에서는 이 시스템에 액세스할 수 없게 됩니다. 즉, WAN IP 주소를 사용하는 경우, 이 시스템의 모든 서비스(IPsec, OpenVPN 서버 등)가 WAN IP 주소를 사용하여 더 이상 작동하지 않습니다.
pt_pt: Se adicionar uma entrada NAT 1:1 para qualquer um dos IPs de interface neste sistema, fará com que este sistema fique inacessível nesse endereço IP. i.e. Se usar o seu endereço IP da WAN, quaisquere serviços neste sistema (IPsec, OpenVPN server, etc) que usem o endereço IP da WAN não irá funcionar.
sw_sw: Om du lägger till en 1:1 NAT-post för någon av gränssnittsIP:erna på det här systemet kommer det att göra systemet otillgängligt på den IP-adressen, dvs. om du använder din WAN-IP-adress kommer alla tjänster på det här systemet (IPsec, OpenVPN-server osv.) som använder WAN-IP-adressen inte längre att fungera.
tr_tr: Bu sistemdeki arayüz IP'lerinden herhangi biri için 1:1 NAT girişi eklerseniz, bu sistemi o IP adresinden erişilemez hale getirir. yani, WAN IP adresinizi kullanırsanız, WAN IP adresini kullanan bu sistemdeki herhangi bir hizmet (IPsec, OpenVPN sunucusu, vb.) artık çalışmayacaktır.
uk_uk: Якщо ви додасте запис NAT 1:1 для будь-якого з інтерфейсних IP-адрес цієї системи, це зробить цю систему недоступною з цієї IP-адреси, тобто якщо ви використовуєте свою WAN IP-адресу, будь-які служби на цій системі (IPsec, OpenVPN-сервер тощо), що використовують WAN IP-адресу, більше не будуть працювати.

source: Destination address
id_id: Alamat tujuan
it_it: Indirizzo di destinazione
ja_jp: 送信先アドレス
ko_ko: 목적지 주소
pt_pt: Sub-rede externa
sw_sw: Adress till destinationen
tr_tr: Hedef adres
uk_uk: Адреса призначення

source: External subnet
id_id: Subnet eksternal
it_it: Sottorete esterna
ja_jp: 外部サブネット
ko_ko: 외부 서브넷
pt_pt: Sub-rede externa
sw_sw: Externt undernät
tr_tr: Harici alt ağ
uk_uk: Зовнішня підмережа

source: A valid external subnet must be specified.
id_id: Subnet eksternal yang valid harus ditentukan.
it_it: È necessario specificare una sottorete esterna valida.
ja_jp: 有効な外部サブネットを指定してください
ko_ko: 유효한 외부 서브넷을 지정해야 합니다.
pt_pt: Uma sub-rede externa válida deve ser especificada.
sw_sw: Ett giltigt externt undernät måste anges.
tr_tr: Geçerli bir harici alt ağ belirtilmelidir.
uk_uk: Необхідно вказати дійсну зовнішню підмережу.
