Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Enable roaming
id_id: Mengaktifkan roaming
ja_jp: ローミングを有効にする
ko_ko: 로밍 사용
pt_pt: Habilitar o roaming
sw_sw: Aktivera roaming
tr_tr: Dolaşımı etkinleştir
uk_uk: Увімкнути роумінг

source: Enable roaming (using other networks to connect when your provider's network is unavailable) with this connection. Warning: additional charges may apply. Check your contract and/or with your SIM card provider.
id_id: Aktifkan roaming (menggunakan jaringan lain untuk menyambung ketika jaringan penyedia Anda tidak tersedia) dengan koneksi ini. Peringatan: biaya tambahan mungkin berlaku. Periksa kontrak Anda dan/atau dengan penyedia kartu SIM Anda.
ja_jp: この接続でローミング（プロバイダーのネットワークが利用できないときに他のネットワークを使って接続すること）を有効にする。警告：追加料金が発生する場合があります。契約内容やSIMカードの提供会社に確認してください。
ko_ko: 이 연결로 로밍(통신사 네트워크를 사용할 수 없는 경우 다른 네트워크를 사용하여 연결)을 사용하도록 설정합니다. 경고: 추가 요금이 부과될 수 있습니다. 계약서 및/또는 SIM 카드 공급업체에 문의하세요.
pt_pt: Permita o roaming (utilizando outras redes para se ligar quando a rede do seu fornecedor não estiver disponível) com esta ligação. Atenção: podem aplicar-se encargos adicionais. Verifique o seu contrato e/ou com o seu fornecedor do cartão SIM.
sw_sw: Aktivera roaming (använda andra nätverk för att ansluta när din leverantörs nätverk inte är tillgängligt) med den här anslutningen. Varning: extra avgifter kan tillkomma. Kontrollera ditt avtal och/eller med din SIM-kortleverantör.
tr_tr: Bu bağlantıyla dolaşımı etkinleştirin (sağlayıcınızın ağı kullanılamadığında bağlanmak için diğer ağları kullanma). Uyarı: ek ücretler uygulanabilir. Sözleşmenizi ve/veya SIM kart sağlayıcınızı kontrol edin.
uk_uk: Увімкніть роумінг (використання інших мереж для підключення, коли мережа вашого провайдера недоступна) за допомогою цього підключення. Попередження: може стягуватися додаткова плата. Перевірте свій контракт та/або у постачальника SIM-картки.

source: Static IPv6 configuration
id_id: Konfigurasi IPv6 statis
it_it: Configurazione statica IPv6
ja_jp: 静的IPv6 構成
ko_ko: 정적 IPv6 구성
pt_pt: Adicionar nova gateway V6:
sw_sw: Statisk IPv6-konfiguration
tr_tr: Statik IPv6 yapılandırması
uk_uk: Статична конфігурація IPv6

source: IPv6 Upstream Gateway
id_id: Gerbang Hulu IPv6
it_it: Gateway a monte IPv6
ja_jp: IPv6 アップストリームゲートウェイ
ko_ko: IPv6 업스트림 게이트웨이
pt_pt: Adicionar nova gateway V6:
sw_sw: IPv6 uppströmsgateway
tr_tr: IPv6 Yukarı Akış Ağ Geçidi
uk_uk: Висхідний шлюз IPv6

source: Gateway IPv6
ja_jp: IPv6 ゲートウェイ
ko_ko: 게이트웨이 IPv6
pt_pt: Porta de entrada IPv6
tr_tr: Ağ Geçidi IPv6
uk_uk: Шлюз IPv6

source: Use IPv4 connectivity
id_id: Gunakan konektivitas IPv4
it_it: Utilizzare la connettività IPv4
ja_jp: IPv4 接続を使用
ko_ko: IPv4 연결 사용
pt_pt: Caso o ISP exija uma mensagem SOLICIT para autenticação, selecione esta opção para evitar a espera indefinida de um anúncio ao router.
sw_sw: Använd IPv4-anslutning
tr_tr: IPv4 bağlantısını kullanın
uk_uk: Використовуйте підключення IPv4

source: Set the IPv6 address on the IPv4 PPP connectivity link.
id_id: Tetapkan alamat IPv6 pada sambungan konektivitas PPP IPv4.
it_it: Impostare l'indirizzo IPv6 sul collegamento di connettività PPP IPv4.
ja_jp: IPv4 PPP 接続リンクに IPv6 アドレスを設定します。
ko_ko: IPv4 PPP 연결 링크에서 IPv6 주소를 설정합니다.
pt_pt: Definir o endereço IPv6 na ligação de conectividade PPP IPv4.
sw_sw: Ange IPv6-adressen för IPv4 PPP-anslutningslänken.
tr_tr: IPv4 PPP bağlantı bağlantısında IPv6 adresini ayarlayın.
uk_uk: Встановіть IPv6-адресу на каналі підключення IPv4 PPP.

source: DHCPv6 client configuration
id_id: Konfigurasi klien DHCPv6
it_it: Configurazione client DHCPV6
ja_jp: DHCPv6クライアント構成
ko_ko: DHCPv6 클라이언트 구성
pt_pt: Ativar debug
sw_sw: Konfigurering av DHCPv6-klient
tr_tr: DHCPv6 istemci yapılandırması
uk_uk: Конфігурація клієнта DHCPv6

source: Request only an IPv6 prefix
id_id: Hanya meminta awalan IPv6
it_it: Richiedi solo un prefisso IPv6
ja_jp: IPv6プレフィックスのみを要求する
ko_ko: IPv6 접두사만 요청
pt_pt: Solicite apenas um prefixo IPv6
sw_sw: Begär endast ett IPv6-prefix
tr_tr: Yalnızca bir IPv6 öneki isteyin
uk_uk: Запитуйте тільки префікс IPv6

source: Only request an IPv6 prefix; do not request an IPv6 address.
id_id: Hanya minta awalan IPv6; jangan minta alamat IPv6.
it_it: Richiedere solo un prefisso IPv6; Non richiedere un indirizzo IPv6.
ja_jp: IPv6プレフィックスのみを要求し、IPv6アドレスは要求しない。
ko_ko: IPv6 접두사만 요청하고 IPv6 주소는 요청하지 마세요.
pt_pt: Solicite apenas um prefixo IPv6; não solicite um endereço IPv6.
sw_sw: Begär endast ett IPv6-prefix, begär inte en IPv6-adress.
tr_tr: Yalnızca bir IPv6 öneki isteyin; bir IPv6 adresi istemeyin.
uk_uk: Запитуйте лише префікс IPv6; не запитуйте IPv6-адресу.

source: Prefix delegation size
id_id: Ukuran delegasi awalan
it_it: Dimensione della delegazione del prefisso
ja_jp: プレフィックスデリゲーションサイズ
ko_ko: 접두사 위임 크기
pt_pt: Tamanho da delegação de prefixos
sw_sw: Storlek på prefixdelegationen
tr_tr: Önek delegasyon boyutu
uk_uk: Розмір делегування префікса

source: The value in this field is the delegated prefix length provided by the DHCPv6 server. Normally specified by the ISP.
id_id: Nilai dalam bidang ini adalah panjang awalan yang didelegasikan yang disediakan oleh server DHCPv6. Biasanya ditentukan oleh ISP.
it_it: Il valore in questo campo è la lunghezza del prefisso delegata fornita dal server DHCPV6. Normalmente specificato dall'ISP.
ja_jp: このフィールドの値は、DHCPv6 サーバが提供する委譲されたプレフィックスの長さであり、通常は ISP が指定します。
ko_ko: 이 필드의 값은 DHCPv6 서버에서 제공하는 위임된 접두사 길이입니다. 일반적으로 ISP에서 지정합니다.
pt_pt: O valor neste campo é o comprimento de prefixo delegado, fornecido pelo servidor DHCPv6. Normalmente especificado pelo ISP
sw_sw: Värdet i det här fältet är den delegerade prefixlängd som DHCPv6-servern tillhandahåller. Normalt anges det av Internetleverantören.
tr_tr: Bu alandaki değer, DHCPv6 sunucusu tarafından sağlanan temsilci önek uzunluğudur. Normalde ISP tarafından belirtilir.
uk_uk: Значення в цьому полі - це довжина делегованого префікса, наданого сервером DHCPv6. Зазвичай вказується провайдером.

source: Send IPv6 prefix hint
id_id: Kirim petunjuk awalan IPv6
it_it: Invia suggerimento prefisso IPv6
ja_jp: IPv6 プレフィックスヒントを送信
ko_ko: IPv6 접두사 힌트 보내기
pt_pt: Enviar sugestão de prefixo IPv6
sw_sw: Skicka en IPv6-prefixhänvisning
tr_tr: IPv6 öneki ipucu gönderme
uk_uk: Надіслати підказку про префікс IPv6

source: Send an IPv6 prefix hint to indicate the desired prefix size for delegation
id_id: Kirim petunjuk awalan IPv6 untuk menunjukkan ukuran awalan yang diinginkan untuk pendelegasian
it_it: Invia un suggerimento prefisso IPv6 per indicare la dimensione del prefisso desiderata per la delega
ja_jp: デリゲーションで要求されるプレフィックスサイズを指定するIPv6プレフィックスヒントを送信します。
ko_ko: 위임에 필요한 접두사 크기를 나타내는 IPv6 접두사 힌트를 보내세요.
pt_pt: Envie uma sugestão de prefixo IPv6 para indicar o tamanho do prefixo desejado para delegação.
sw_sw: Skicka en IPv6-prefixhänvisning för att ange önskad prefixstorlek för delegering.
tr_tr: Temsilci atama için istenen önek boyutunu belirtmek üzere bir IPv6 önek ipucu gönderin
uk_uk: Надішліть підказку про префікс IPv6, щоб вказати бажаний розмір префікса для делегування

source: Request the IPv6 information through the IPv4 PPP connectivity link.
id_id: Meminta informasi IPv6 melalui tautan konektivitas PPP IPv4.
it_it: Richiedi le informazioni IPv6 tramite il collegamento di connettività PPP IPv4.
ja_jp: IPv4 PPP接続リンクを通じて、IPv6情報を要求する。
ko_ko: IPv4 PPP 연결 링크를 통해 IPv6 정보를 요청하세요.
pt_pt: Solicitar a informação IPv6 através da ligação de conectividade PPP IPv4.
sw_sw: Begär IPv6-information via IPv4 PPP-anslutningslänken.
tr_tr: IPv4 PPP bağlantı bağlantısı üzerinden IPv6 bilgilerini talep edin.
uk_uk: Запитуйте інформацію про IPv6 через посилання для підключення IPv4 PPP.

source: Use VLAN priority
id_id: Gunakan prioritas VLAN
it_it: Usa la priorità VLAN
ja_jp: VLAN 優先度を使用
ko_ko: VLAN 우선 순위 사용
pt_pt: Utilizar a prioridade VLAN
sw_sw: Använd VLAN-prioritet
tr_tr: VLAN önceliğini kullanma
uk_uk: Використання пріоритету VLAN

source: Certain ISPs may require that DHCPv6 requests are sent with a specific VLAN priority.
id_id: ISP tertentu mungkin mengharuskan permintaan DHCPv6 dikirim dengan prioritas VLAN tertentu.
it_it: Alcuni ISP potrebbero richiedere che le richieste DHCPV6 vengano inviate con una priorità VLAN specifica.
ja_jp: 一部のISPはDHCPv6リクエストの送信にVLAN優先度の指定を要求することがあります。
ko_ko: 특정 ISP는 DHCPv6 요청을 특정 VLAN 우선 순위로 전송하도록 요구할 수 있습니다.
pt_pt: Alguns ISPs podem exigir que os pedidos de DHCPv6 sejam enviados com uma prioridade VLAN específica.
sw_sw: Vissa internetleverantörer kan kräva att DHCPv6-förfrågningar skickas med en specifik VLAN-prioritet.
tr_tr: Bazı ISP'ler DHCPv6 isteklerinin belirli bir VLAN önceliği ile gönderilmesini gerektirebilir.
uk_uk: Деякі провайдери можуть вимагати, щоб запити DHCPv6 надсилалися з певним пріоритетом VLAN.

source: Interface Statement
id_id: Pernyataan Antarmuka
it_it: Dichiarazione di interfaccia
ja_jp: インタフェースステートメント
ko_ko: 인터페이스 문
pt_pt: Declaração de interface
sw_sw: Uttalande om gränssnitt
tr_tr: Arayüz Beyanı
uk_uk: Заява про інтерфейс

source: Information Only
id_id: Hanya Informasi
it_it: Solo informazioni
ja_jp: 情報のみ
ko_ko: 정보 전용
pt_pt: Apenas informação
sw_sw: Endast information
tr_tr: Yalnızca Bilgi
uk_uk: Тільки для інформації

source: This statement specifies dhcp6c to only exchange informational configuration parameters with servers. A list of DNS server addresses is an example of such parameters. This statement is useful when the client does not need stateful configuration parameters such as IPv6 addresses or prefixes.
id_id: Pernyataan ini menetapkan dhcp6c untuk hanya bertukar parameter konfigurasi informasi dengan server. Daftar alamat server DNS adalah contoh parameter tersebut. Pernyataan ini berguna ketika klien tidak memerlukan parameter konfigurasi yang bersifat stateful seperti alamat IPv6 atau awalan.
it_it: Questa affermazione specifica DHCP6C per scambiare solo parametri di configurazione informativa con server. Un elenco di indirizzi del server DNS è un esempio di tali parametri. Questa istruzione è utile quando il client non ha bisogno di parametri di configurazione a stato come indirizzi IPv6 o prefissi.
ja_jp: このステートメントは、サーバとの情報構成パラメータの交換でのみdhcp6cに指定されますが、DNSサーバリストのアドレスはそのようなパラメータの一例です。
ko_ko: 이 문은 정보 구성 매개변수만 서버와 교환하도록 dhcp6c를 지정합니다. DNS 서버 주소 목록이 이러한 매개변수의 예입니다. 이 문은 클라이언트에 IPv6 주소나 접두사와 같은 상태 저장 구성 매개변수가 필요하지 않은 경우에 유용합니다.
pt_pt: Esta instrução especifica dhcp6c para trocar somente parâmetros de configuração informativos com servidores. Uma lista de endereços de servidor DNS é um exemplo desses parâmetros. Essa instrução é útil quando o cliente não precisa de parâmetros de configuração com status, tais como endereços IPv6 ou prefixos
sw_sw: Det här uttalandet anger att dhcp6c endast ska utbyta informationskonfigurationsparametrar med servrar. En lista över DNS-serveradresser är ett exempel på sådana parametrar. Det här uttalandet är användbart när klienten inte behöver konfigurationsparametrar med tillstånd, t.ex. IPv6-adresser eller prefix.
tr_tr: Bu deyim, dhcp6c'nin sunucularla yalnızca bilgi amaçlı yapılandırma parametrelerini değiş tokuş etmesini belirtir. DNS sunucu adreslerinin listesi bu tür parametrelere bir örnektir. Bu deyim, istemci IPv6 adresleri veya önekleri gibi durum bilgisi içeren yapılandırma parametrelerine ihtiyaç duymadığında kullanışlıdır.
uk_uk: Цей оператор вказує dhcp6c обмінюватися з серверами лише інформаційними параметрами конфігурації. Прикладом таких параметрів є список адрес DNS-серверів. Цей оператор корисний, коли клієнту не потрібні параметри конфігурації, що мають певний стан, такі як IPv6-адреси або префікси.

source: Source: FreeBSD man page
id_id: Sumber: Halaman muka FreeBSD
it_it: Fonte: Pagina uomo FreeBSD
ja_jp: 情報源です。FreeBSD man ページ
ko_ko: 출처: FreeBSD 매뉴얼 페이지
pt_pt: Origem: Página do manual do FreeBSD
sw_sw: Källa: FreeBSD man-sida
tr_tr: Kaynak FreeBSD man sayfası
uk_uk: Джерело: Сторінка підтримки FreeBSD

source: The values in this field are DHCP send options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
id_id: Nilai dalam bidang ini adalah opsi pengiriman DHCP yang akan dikirim saat meminta sewa DHCP. [deklarasi opsi [, ...]] <br />Pengganti Nilai: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Di mana C adalah Huruf Besar atau Huruf Kecil, dan D adalah " :-." Pembatas (spasi, titik dua, tanda hubung, atau titik) (dihilangkan jika tidak ada).
it_it: I valori in questo campo sono le opzioni di invio DHCP da inviare quando si richiede un contratto di locazione DHCP. [Dichiarazione di opzioni [, ...]] <br /> Sostituzioni del valore: {interfaccia}, {hostname}, {mac_addr_asciicd}, {mac_addr_hexcd} <br /> dove c is u (pper) o l (ower) caso, e D è ":-." Delimitatore (spazio, colon, trattino o periodo) (omesso per nessuno).
ja_jp: このフィールドの値はdhcp リースのリクエスト時に送信オプションとして送信されます。<br /> 値の代入。{インターフェイス}、{ホスト名}、{mac_addr_asciiCD}、{mac_addr_hexCD}。<br /> CはU（大文字）もしくはL（小文字）、Dは「 :-.」、区切り文字（スペース、コロン、ハイフン、ピリオド）（指定しない場合は省略してください）。
ko_ko: 이 필드의 값은 DHCP 임대를 요청할 때 전송할 DHCP 전송 옵션입니다. [옵션 선언 [, ...]] <br />값 대체: {인터페이스}, {호스트 이름}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br /> 여기서 C는 대/소문자 또는 영문 대/소문자이고 D는 " :-"입니다. 구분 기호(공백, 콜론, 하이픈 또는 마침표)(없는 경우 생략).
pt_pt: Os valores neste campo são opções de envio de DHCP a serem enviadas quando se solicita um aluguer de DHCP. [declaração de opção [, ...]] <br />Substituições de valor: {interface}, {nome_do_servidor}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Onde C é U(pper) ou L(ower) Case, e D é " :-". Delimiter (espaço, cólon, hífen, ou ponto) (omitido para nenhum).
sw_sw: Värdena i det här fältet är DHCP-sändningsalternativ som ska skickas när du begär ett DHCP-hyresavtal. [optionsdeklaration [, ...]] <br />Värdeersättningar: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Varvid C är U(pper) eller L(ower) Case, och D är " :-." Avgränsare (mellanslag, kolon, bindestreck eller punkt) (utelämnas om ingen finns).
tr_tr: Bu alandaki değerler, bir DHCP kiralaması talep edilirken gönderilecek DHCP gönderme seçenekleridir. [seçenek bildirimi [, ...]] <br />Değer İkameleri: {arayüz}, {ana bilgisayar adı}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Burada C U(pper) veya L(ower) Case ve D " :-." şeklindedir. Sınırlayıcı (boşluk, iki nokta üst üste, kısa çizgi veya nokta) (hiçbiri için atlanmamıştır).
uk_uk: Значення у цьому полі - це параметри надсилання DHCP, які буде надіслано під час запиту на оренду DHCP. [оголошення опції [, ...]] <br />Значення підстановки: {інтерфейс}, {ім'я хоста}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Де C - регістр U(pper) або L(ower), а D - " :-". Розділювач (пробіл, двокрапка, дефіс або крапка) (не вказується, якщо немає).

source: The values in this field are DHCP request options to be sent when requesting a DHCP lease. [option [, ...]]
id_id: Nilai dalam bidang ini adalah opsi permintaan DHCP yang akan dikirim saat meminta sewa DHCP. [opsi [, ...]]
it_it: I valori in questo campo sono le opzioni di richiesta DHCP da inviare quando si richiede un contratto di locazione DHCP. [opzione [, ...]]
ja_jp: このフィールドの値は、dhcp リースのリクエスト時に dhcp リクエストオプションとして送信されますが、[オプション [, ...]]です。
ko_ko: 이 필드의 값은 DHCP 임대를 요청할 때 전송할 DHCP 요청 옵션입니다. [옵션 [, ...]]
pt_pt: Os valores neste campo são opções de pedido de DHCP a serem enviadas ao solicitar um aluguer de DHCP. [opção [, ...]]
sw_sw: Värdena i det här fältet är DHCP-förfrågningsalternativ som ska skickas när du begär ett DHCP-hyresavtal. [option [, ...]]
tr_tr: Bu alandaki değerler, bir DHCP kiralaması talep edilirken gönderilecek DHCP istek seçenekleridir. [seçenek [, ...]]
uk_uk: Значення у цьому полі - це параметри запиту DHCP, які буде надіслано під час запиту на оренду DHCP. [опція [, ...]]

source: Script
it_it: Sceneggiatura
ja_jp: スクリプト
ko_ko: 스크립트
pt_pt: Roteiro
sw_sw: Skrift
tr_tr: Senaryo
uk_uk: Сценарій

source: The value in this field is the absolute path to a script invoked on certain conditions including when a reply message is received.
id_id: Nilai dalam bidang ini adalah jalur absolut ke skrip yang dipanggil pada kondisi tertentu, termasuk ketika pesan balasan diterima.
it_it: Il valore in questo campo è il percorso assoluto di uno script invocato in determinate condizioni, incluso quando viene ricevuto un messaggio di risposta.
ja_jp: このフィールドの値は、応答メッセージを受信した場合も含む特定の条件で起動するスクリプトの絶対パスです。
ko_ko: 이 필드의 값은 회신 메시지 수신 시를 비롯한 특정 조건에서 호출되는 스크립트의 절대 경로입니다.
pt_pt: Associação de Identidade
sw_sw: Värdet i det här fältet är den absoluta sökvägen till ett skript som anropas på vissa villkor, bland annat när ett svarsmeddelande tas emot.
tr_tr: Bu alandaki değer, bir yanıt mesajı alındığında dahil olmak üzere belirli koşullarda çağrılan bir komut dosyasının mutlak yoludur.
uk_uk: Значення в цьому полі - це абсолютний шлях до скрипта, який запускається за певних умов, зокрема при отриманні повідомлення-відповіді.

source: Identity Association
id_id: Asosiasi Identitas
it_it: Associazione di identità
ja_jp: ID関連付け
ko_ko: ID 연결
pt_pt: Atribuição de endereço não temporário
sw_sw: Identitetsföreningen
tr_tr: Kimlik Derneği
uk_uk: Асоціація ідентичності

source: Non-Temporary Address Allocation
id_id: Alokasi Alamat Non-Sementara
it_it: Allocazione degli indirizzi non temporanei
ja_jp: 非一時アドレス割当て
ko_ko: 임시 주소가 아닌 주소 할당
pt_pt: id-assoc na
sw_sw: Tilldelning av icke tillfälliga adresser
tr_tr: Geçici Olmayan Adres Tahsisi
uk_uk: Присвоєння нетимчасової адреси

source: id-assoc na
ja_jp: アイディーアソックナ
pt_pt: endereço ipv6

source: IPv6-address
id_id: Alamat IPv6
it_it: Indirizzo IPv6
ja_jp: IPv6 アドレス
ko_ko: IPv6 주소
pt_pt: IPv6-endereço
sw_sw: IPv6-adress
tr_tr: IPv6 adresi
uk_uk: IPv6-адреса

source: Preferred Lifetime
id_id: Pilihan Seumur Hidup
it_it: Durata preferita
ja_jp: 優先する有効期間
ko_ko: 선호 수명
pt_pt: Tempo de vida preferido
sw_sw: Företrädesvis livstid
tr_tr: Tercih Edilen Ömür Boyu
uk_uk: Привілейований термін служби

source: Valid Time
id_id: Waktu yang valid
it_it: Tempo valido
ja_jp: 有効期間
ko_ko: 유효 시간
pt_pt: Tempo válido
sw_sw: Giltig tid
tr_tr: Geçerli Zaman
uk_uk: Дійсний час

source: Prefix Delegation
id_id: Delegasi Awalan
it_it: Delegazione prefisso
ja_jp: プレフィックスデリゲーション
ko_ko: 접두사 위임
pt_pt: id-assoc pd
sw_sw: Prefix Delegering
tr_tr: Önek Delegasyonu
uk_uk: Делегування префікса

source: Prefix
id_id: Awalan
it_it: Prefisso
ja_jp: プレフィックス
ko_ko: 접두사
pt_pt: prefixo ipv6
tr_tr: Önek
uk_uk: Префікс

source: IPv6-Prefix
id_id: Awalan IPv6
ja_jp: IPv6 プレフィックス
ko_ko: IPv6 접두사
pt_pt: IPv6-Prefixo
uk_uk: IPv6-префікс

source: Prefix Interface
id_id: Antarmuka Awalan
it_it: Interfaccia prefisso
ja_jp: プレフィックス・インタフェース
ko_ko: 접두사 인터페이스
pt_pt: Interface do prefixo
sw_sw: Prefixgränssnitt
tr_tr: Önek Arayüzü
uk_uk: Префіксний інтерфейс

source: Site-Level Aggregation Length
id_id: Panjang Agregasi Tingkat Lokasi
it_it: Lunghezza di aggregazione a livello del sito
ja_jp: サイトレベルアグリゲーション長
ko_ko: 사이트 수준 집계 길이
pt_pt: Comprimento de agregação ao nível do sítio
sw_sw: Aggregationslängd på platsnivå
tr_tr: Site Düzeyinde Toplama Uzunluğu
uk_uk: Довжина агрегації на рівні сайту

source: Authentication
id_id: Otentikasi
it_it: Autenticazione
ja_jp: 認証
ko_ko: 인증
pt_pt: Autenticação
sw_sw: Autentisering
tr_tr: Kimlik Doğrulama
uk_uk: Аутентифікація

source: authname
ja_jp: 認証名
pt_pt: algoritmo
sw_sw: Autonamn

source: protocol
id_id: protokol
it_it: protocollo
ja_jp: プロトコル
ko_ko: 프로토콜
pt_pt: algoritmo
sw_sw: protokoll
tr_tr: protokol
uk_uk: протокол

source: Algorithm
id_id: Algoritma
it_it: Algoritmo
ja_jp: アルゴリズム
ko_ko: 알고리즘
pt_pt: Algoritmo
sw_sw: Algoritm
tr_tr: Algoritma
uk_uk: Алгоритм

source: Keyinfo
id_id: Informasi kunci
ja_jp: 鍵情報
ko_ko: 주요 정보
pt_pt: nome da chave
sw_sw: Nyckelinformation

source: keyname
id_id: nama kunci
ja_jp: 鍵名
ko_ko: 키 이름
pt_pt: nome da chave
sw_sw: nyckelnamn
uk_uk: ім'я ключа

source: realm
id_id: dunia
it_it: regno
ja_jp: レルム
ko_ko: 영역
pt_pt: domínio
sw_sw: område
tr_tr: alem
uk_uk: сфера

source: keyid
ja_jp: 鍵ID

source: expire
id_id: kedaluwarsa
it_it: scadere
ja_jp: 有効期限
ko_ko: 만료
pt_pt: expira
sw_sw: upphör att gälla
tr_tr: Son kullanma tarihi
uk_uk: закінчується

source: SLAAC configuration
id_id: Konfigurasi SLAAC
it_it: Configurazione SLAAC
ja_jp: SLAACの構成
ko_ko: SLAAC 구성
pt_pt: Configuração SLAAC
sw_sw: SLAAC-konfiguration
tr_tr: SLAAC yapılandırması
uk_uk: Конфігурація SLAAC

source: 6RD Rapid Deployment
id_id: Penyebaran Cepat 6RD
it_it: 6 ° distribuzione rapida
ja_jp: 6RD Rapid Deployment（ラピッド・デプロイメント
ko_ko: 6RD 신속한 배포
pt_pt: 6RD Desdobramento Rápido
sw_sw: 6RD Snabb utplacering
tr_tr: 6RD Hızlı Dağıtım
uk_uk: 6RD Швидке розгортання

source: 6RD prefix
id_id: Awalan 6RD
it_it: 6 ° prefisso
ja_jp: 6RD プレフィックス
ko_ko: 6RD 접두사
pt_pt: Prefixo 6RD
tr_tr: 6RD öneki
uk_uk: Префікс 6RD

source: The value in this field is the 6RD IPv6 prefix assigned by your ISP. e.g. '2001:db8::/32'
id_id: Nilai dalam bidang ini adalah awalan IPv6 6RD yang ditetapkan oleh ISP Anda. misalnya '2001:db8::/32'
it_it: Il valore in questo campo è il prefisso IPv6 6 ° assegnato dal tuo ISP. per esempio. '2001: db8 ::/32'
ja_jp: このフィールドの値は、ISPから割当てられた6RDのIPv6プレフィックスです例 2001:db8::/32
ko_ko: 이 필드의 값은 ISP에서 할당된 6RD IPv6 접두사(예: '2001:db8::/32')입니다.
pt_pt: 6RD Border Relay
sw_sw: Värdet i det här fältet är det 6RD IPv6-prefix som tilldelats av din internetleverantör, t.ex. "2001:db8::/32".
tr_tr: Bu alandaki değer, İSS'niz tarafından atanan 6RD IPv6 önekidir. örneğin '2001:db8::/32'
uk_uk: Значення в цьому полі - це префікс IPv6 6RD, призначений вашим провайдером, наприклад, '2001:db8::/32'.

source: 6RD Border Relay
id_id: Relai Perbatasan 6RD
it_it: 6 ° relè di confine
ja_jp: 6RDボーダーリレー
ko_ko: 6차 국경 릴레이
pt_pt: O valor neste campo é o endereço da gateway IPv4 6RD atribuido pelo seu ISP
tr_tr: 6. Sınır Bayrak Yarışı
uk_uk: 6RD Прикордонне реле

source: The value in this field is 6RD IPv4 gateway address assigned by your ISP
id_id: Nilai dalam bidang ini adalah alamat gateway IPv4 6RD yang ditetapkan oleh ISP Anda
it_it: Il valore in questo campo è l'indirizzo gateway IPv4 6 ° assegnato dal tuo ISP
ja_jp: このフィールドの値は、ISPから割当てられた6RD IPv4 ゲートウェイアドレスです。
ko_ko: 이 필드의 값은 ISP에서 할당된 6RD IPv4 게이트웨이 주소입니다.
pt_pt: O valor neste campo é o endereço da gateway IPv4 6RD atribuido pelo seu ISP
sw_sw: Värdet i det här fältet är 6RD IPv4-gateway-adressen som tilldelats av din internetleverantör.
tr_tr: Bu alandaki değer, İSS'niz tarafından atanan 6RD IPv4 ağ geçidi adresidir
uk_uk: Значення в цьому полі - це адреса шлюзу 6RD IPv4, призначена вашим провайдером.

source: 6RD IPv4 Prefix length
id_id: Panjang awalan IPv4 6RD
it_it: 6rd IPv4 Lunghezza prefisso
ja_jp: 6RD IPv4 プレフィックス長
ko_ko: 6RD IPv4 접두사 길이
pt_pt: bits
sw_sw: 6RD IPv4 Prefixlängd
tr_tr: 6RD IPv4 Önek uzunluğu
uk_uk: 6RD Довжина префікса IPv4

source: bits
id_id: bit
it_it: bit
ja_jp: ビット
ko_ko: 비트
sw_sw: bitar
tr_tr: bitler
uk_uk: біти
