Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: The maximum number of requests that a child process can serve. After this number has been reached, process dies.
id_id: Jumlah maksimum permintaan yang dapat dilayani oleh sebuah proses anak. Setelah jumlah ini tercapai, proses akan mati.
ja_jp: 子プロセスが処理できるリクエストの最大数です。この数に達した後、プロセスは終了します。
ko_ko: 하위 프로세스가 처리할 수 있는 최대 요청 수입니다. 이 수에 도달하면 프로세스가 종료됩니다.
pt_pt: O número máximo de pedidos que um processo infantil pode servir. Após este número ter sido atingido, o processo morre.
sw_sw: Det maximala antalet begäranden som en underordnad process kan hantera. När detta antal har uppnåtts dör processen.
tr_tr: Bir alt sürecin hizmet verebileceği maksimum istek sayısı. Bu sayıya ulaşıldıktan sonra süreç ölür.
uk_uk: Максимальна кількість запитів, яку може обслужити дочірній процес. Після досягнення цієї кількості процес завершується.

source: The maximum size of files which will be scanned by antivirus service. You can use K and M indicators to define size in kilobytes or megabytes.
id_id: Ukuran maksimum file yang akan dipindai oleh layanan antivirus. Anda dapat menggunakan indikator K dan M untuk menentukan ukuran dalam kilobyte atau megabyte.
ja_jp: アンチウイルスサービスによってスキャンされるファイルの最大サイズです。KとMのインジケータを使用して、サイズをキロバイトまたはメガバイトで定義することができます。
ko_ko: 바이러스 백신 서비스에서 검사할 파일의 최대 크기입니다. K 및 M 표시기를 사용하여 킬로바이트 또는 메가바이트 단위로 크기를 정의할 수 있습니다.
pt_pt: O tamanho máximo dos ficheiros que serão digitalizados pelo serviço antivírus. Pode utilizar indicadores K e M para definir o tamanho em kilobytes ou megabytes.
sw_sw: Den maximala storleken på filer som ska skannas av antivirusprogrammet. Du kan använda indikatorerna K och M för att ange storleken i kilobyte eller megabyte.
tr_tr: Antivirüs hizmeti tarafından taranacak dosyaların maksimum boyutu. Boyutu kilobayt veya megabayt olarak tanımlamak için K ve M göstergelerini kullanabilirsiniz.
uk_uk: Максимальний розмір файлів, які будуть перевірені антивірусним сервісом. Ви можете використовувати індикатори K і M для визначення розміру в кілобайтах або мегабайтах.

source: The maximum time in seconds waiting for a new request before a connection will be closed.
id_id: Waktu maksimum dalam detik untuk menunggu permintaan baru sebelum koneksi ditutup.
ja_jp: 接続が終了するまでの新しいリクエストの待ち時間の最大値（秒）。
ko_ko: 연결이 닫히기 전에 새 요청을 기다리는 최대 시간(초)입니다.
pt_pt: O tempo máximo em segundos à espera de um novo pedido antes de uma ligação ser encerrada.
sw_sw: Den maximala tiden i sekunder som väntar på en ny begäran innan anslutningen stängs.
tr_tr: Bir bağlantı kapatılmadan önce yeni bir istek için beklenecek saniye cinsinden maksimum süre.
uk_uk: Максимальний час у секундах очікування нового запиту перед тим, як з'єднання буде закрито.

source: The name of the service.
id_id: Nama layanan.
ja_jp: サービス名です。
ko_ko: 서비스 이름입니다.
pt_pt: O nome do serviço.
sw_sw: Namnet på tjänsten.
tr_tr: Hizmetin adı.
uk_uk: Назва послуги.

source: The name of the test.
id_id: Nama tes.
ja_jp: テストの名前です。
ko_ko: 시험 이름입니다.
pt_pt: O nome do teste.
sw_sw: Namnet på testet.
tr_tr: Testin adı.
uk_uk: Назва тесту.

source: The number of bytes a queue can serve before being moved to the tail of old queues list (bytes), leave empty for defaults
id_id: Jumlah byte yang dapat dilayani oleh antrean sebelum dipindahkan ke ekor daftar antrean lama (byte), biarkan kosong untuk default
ja_jp: 古いキューリストの末尾に移動する前にキューが提供できるバイト数（bytes）。
ko_ko: 대기열이 이전 대기열 목록의 맨 끝으로 이동하기 전에 처리할 수 있는 바이트 수(바이트)로, 기본값은 비워둡니다.
pt_pt: O número de bytes que uma fila pode servir antes de ser movida para a cauda da antiga lista de filas (bytes), deixar vazia para os incumprimentos
sw_sw: Antal bytes som en kö kan hantera innan den flyttas till slutet av listan över gamla köer (bytes), lämna tomt för standardvärden.
tr_tr: Bir kuyruğun eski kuyruklar listesinin kuyruğuna taşınmadan önce hizmet verebileceği bayt sayısı (bayt), varsayılanlar için boş bırakın
uk_uk: Кількість байт, яку може обслужити черга перед переміщенням у хвіст списку старих черг (байт), за замовчуванням залиште порожнім

source: The number of databases you would like to have.
id_id: Jumlah database yang ingin Anda miliki.
ja_jp: 希望するデータベースの数。
ko_ko: 보유하려는 데이터베이스의 수입니다.
pt_pt: O número de bases de dados que gostaria de ter.
sw_sw: Det antal databaser du vill ha.
tr_tr: Sahip olmak istediğiniz veritabanı sayısı.
uk_uk: Кількість баз даних, які ви хотіли б мати.

source: The number of eventqueue slots.
id_id: Jumlah slot antrean acara.
ja_jp: イベントキュースロットの数。
ko_ko: 이벤트 큐 슬롯 수입니다.
pt_pt: O número de vagas para eventos.
sw_sw: Antalet platser i evenemangskön.
tr_tr: Olay sırası yuvalarının sayısı.
uk_uk: Кількість слотів у черзі подій.

source: The number of flow queues that are created and managed, leave empty for defaults
id_id: Jumlah antrean aliran yang dibuat dan dikelola, biarkan kosong untuk default
ja_jp: 作成・管理されるフローキューの数、デフォルトは空のまま
ko_ko: 생성 및 관리되는 흐름 대기열 수, 기본값으로 비워둡니다.
pt_pt: O número de filas de fluxo que são criadas e geridas, deixam em branco para os incumprimentos
sw_sw: Antalet flödesköer som skapas och hanteras, lämna tomt för standardvärden.
tr_tr: Oluşturulan ve yönetilen akış kuyruklarının sayısı, varsayılanlar için boş bırakın
uk_uk: Кількість черг потоків, які створюються та управляються, за замовчуванням залиште порожнім

source: The number of threads per child process.
id_id: Jumlah thread per proses anak.
ja_jp: 子プロセスあたりのスレッド数です。
ko_ko: 하위 프로세스당 스레드 수입니다.
pt_pt: O número de roscas por processo infantil.
sw_sw: Antalet trådar per underordnad process.
tr_tr: Alt süreç başına iş parçacığı sayısı.
uk_uk: Кількість потоків на один дочірній процес.

source: The password for access to SNMP agent
id_id: Kata sandi untuk akses ke agen SNMP
ja_jp: SNMPエージェントにアクセスするためのパスワード
ko_ko: SNMP 에이전트에 액세스하기 위한 비밀번호
pt_pt: A password de acesso ao agente SNMP
sw_sw: Lösenordet för åtkomst till SNMP-agenten
tr_tr: SNMP aracısına erişim için parola
uk_uk: Пароль для доступу до агента SNMP

source: The password for mail server authentication.
id_id: Kata sandi untuk autentikasi server email.
ja_jp: メールサーバー認証用のパスワードです。
ko_ko: 메일 서버 인증을 위한 비밀번호입니다.
pt_pt: A palavra-chave para autenticação do servidor de correio.
sw_sw: Lösenordet för autentisering av e-postservern.
tr_tr: Posta sunucusu kimlik doğrulaması için parola.
uk_uk: Пароль для автентифікації поштового сервера.

source: The path to the eventqueue directory.
id_id: Jalur ke direktori eventqueue.
ja_jp: eventqueueディレクトリへのパス。
ko_ko: 이벤트 큐 디렉터리 경로입니다.
pt_pt: O caminho para o directório de eventosqueue.
sw_sw: Sökvägen till katalogen för händelsekön.
tr_tr: Eventqueue dizininin yolu.
uk_uk: Шлях до каталогу eventqueue.

source: The percentage of data that can be sent by the c-icap server before receiving the complete body of a request. This feature in conjuction with the folowing can be useful because if the download of the object takes a lot of time the connection of web client to proxy can be expired.
id_id: Persentase data yang dapat dikirim oleh server c-icap sebelum menerima seluruh isi permintaan. Fitur ini dalam hubungannya dengan yang berikut ini dapat berguna karena jika pengunduhan objek membutuhkan banyak waktu, koneksi klien web ke proxy dapat kedaluwarsa.
ja_jp: リクエストの完全なボディを受信する前に、c-icapサーバーが送信できるデータの割合です。オブジェクトのダウンロードに時間がかかると、ウェブクライアントとプロキシの接続が切れることがあるため、この機能は次の機能と組み合わせて使用すると便利です。
ko_ko: 요청의 전체 본문을 수신하기 전에 c-icap 서버가 전송할 수 있는 데이터의 비율입니다. 이 기능은 다음 기능과 함께 사용하면 오브젝트 다운로드에 많은 시간이 걸리면 웹 클라이언트와 프록시 연결이 만료될 수 있으므로 유용할 수 있습니다.
pt_pt: A percentagem de dados que pode ser enviada pelo servidor c-icap antes de receber o corpo completo de um pedido. Esta característica em conjunto com o seguinte pode ser útil porque se o download do objecto demorar muito tempo a ligação do cliente web ao proxy pode ser expirada.
sw_sw: Procentandelen data som kan skickas av c-icap-servern innan den tar emot hela kroppen av en begäran. Denna funktion kan i kombination med följande vara användbar, eftersom om nedladdningen av objektet tar mycket tid kan anslutningen mellan webbklienten och proxynätet upphöra om det tar lång tid att hämta objektet.
tr_tr: Bir isteğin tüm gövdesini almadan önce c-icap sunucusu tarafından gönderilebilecek veri yüzdesi. Bu özellik aşağıdakilerle birlikte yararlı olabilir, çünkü nesnenin indirilmesi çok zaman alırsa web istemcisinin proxy ile bağlantısı sona erebilir.
uk_uk: Відсоток даних, який може бути відправлений сервером c-icap до отримання повного тіла запиту. Ця властивість у поєднанні з наступною може бути корисною, оскільки якщо завантаження об'єкта займає багато часу, з'єднання веб-клієнта з проксі може бути розірвано.

source: The port number where Squid listens for SNMP requests. To enable SNMP support set this to a suitable port number. Port number 3401 is often used for the Squid SNMP agent.
id_id: Nomor port tempat Squid mendengarkan permintaan SNMP. Untuk mengaktifkan dukungan SNMP, atur nomor port yang sesuai. Nomor port 3401 sering digunakan untuk agen SNMP Squid.
ja_jp: SquidがSNMPリクエストをリッスンするポート番号です。SNMPサポートを有効にするには、これを適切なポート番号に設定します。ポート番号3401は、Squid SNMPエージェントによく使用されます。
ko_ko: Squid가 SNMP 요청을 수신 대기하는 포트 번호입니다. SNMP 지원을 사용하려면 적절한 포트 번호로 설정하세요. 포트 번호 3401은 Squid SNMP 에이전트에 자주 사용됩니다.
pt_pt: O número da porta onde o Squid ouve os pedidos de SNMP. Para activar o suporte SNMP, defina este para um número de porta adequado. O número da porta 3401 é frequentemente utilizado para o agente Squid SNMP.
sw_sw: Portnumret där Squid lyssnar på SNMP-förfrågningar. Om du vill aktivera SNMP-stödet anger du ett lämpligt portnummer. Portnummer 3401 används ofta för Squid SNMP-agenten.
tr_tr: Squid'in SNMP isteklerini dinlediği bağlantı noktası numarası. SNMP desteğini etkinleştirmek için bunu uygun bir bağlantı noktası numarasına ayarlayın. Squid SNMP aracısı için genellikle 3401 numaralı bağlantı noktası kullanılır.
uk_uk: Номер порту, на якому Squid слухає SNMP-запити. Щоб увімкнути підтримку SNMP, встановіть цей параметр на відповідний номер порту. Номер порту 3401 часто використовується для агента SNMP Squid.

source: The port number where Squid sends and receives ICP queries to and from neighbor caches. Leave blank to disable (default). The standard UDP port for ICP is 3130.
id_id: Nomor port tempat Squid mengirim dan menerima permintaan ICP ke dan dari cache tetangga. Biarkan kosong untuk menonaktifkan (default). Port UDP standar untuk ICP adalah 3130.
ja_jp: Squidが近隣キャッシュとの間でICPクエリを送受信するポート番号です。空白のままにしておくと無効になります（デフォルト）。ICPの標準的なUDPポートは3130です。
ko_ko: Squid가 이웃 캐시와 ICP 쿼리를 주고받는 포트 번호입니다. 비활성화하려면 비워 둡니다(기본값). ICP의 표준 UDP 포트는 3130입니다.
pt_pt: O número do porto para onde a Lula envia e recebe as consultas ICP de e para as caches vizinhas. Deixe em branco para desactivar (por defeito). A porta padrão UDP para ICP é 3130.
sw_sw: Portnumret där Squid skickar och tar emot ICP-förfrågningar till och från granncacher. Lämna tomt för att inaktivera (standard). UDP-standardporten för ICP är 3130.
tr_tr: Squid'in komşu önbelleklere ICP sorguları gönderip aldığı bağlantı noktası numarası. Devre dışı bırakmak için boş bırakın (varsayılan). ICP için standart UDP bağlantı noktası 3130'dur.
uk_uk: Номер порту, через який Squid надсилає та отримує ICP-запити до та з сусідніх кешів. Залиште порожнім, щоб вимкнути (за замовчуванням). Стандартним UDP-портом для ICP є 3130.

source: The port of the mail server. Typically 465 for SSL or 25 for TLS and non secure connections.
id_id: Port dari server email. Biasanya 465 untuk SSL atau 25 untuk TLS dan koneksi yang tidak aman.
ja_jp: メールサーバーのポートです。通常、SSLの場合は465、TLSや非セキュア接続の場合は25です。
ko_ko: 메일 서버의 포트입니다. 일반적으로 SSL의 경우 465, TLS 및 비보안 연결의 경우 25입니다.
pt_pt: A porta do servidor de correio. Tipicamente 465 para SSL ou 25 para TLS e ligações não seguras.
sw_sw: Port för e-postservern. Vanligtvis 465 för SSL eller 25 för TLS och osäkra anslutningar.
tr_tr: Posta sunucusunun bağlantı noktası. Tipik olarak SSL için 465 veya TLS ve güvenli olmayan bağlantılar için 25.
uk_uk: Порт поштового сервера. Зазвичай 465 для SSL або 25 для TLS і незахищених з'єднань.

source: The port the proxy service will listen to.
id_id: Port yang akan didengarkan oleh layanan proxy.
ja_jp: プロキシサービスがリッスンするポートです。
ko_ko: 프록시 서비스가 수신 대기할 포트입니다.
pt_pt: A porta a que o serviço de procuração dará ouvidos.
sw_sw: Port som proxytjänsten ska lyssna på.
tr_tr: Proxy hizmetinin dinleyeceği bağlantı noktası.
uk_uk: Порт, який буде слухати проксі-сервіс.

source: The port the ssl proxy service will listen to.
id_id: Port yang akan didengarkan oleh layanan proxy ssl.
ja_jp: ssl proxy serviceがリッスンするポート。
ko_ko: SSL 프록시 서비스가 수신 대기할 포트입니다.
pt_pt: A porta que o serviço de proxy ssl irá ouvir.
sw_sw: Port som ssl-proxytjänsten ska lyssna på.
tr_tr: Ssl proxy hizmetinin dinleyeceği bağlantı noktası.
uk_uk: Порт, який буде слухати служба проксі-сервера ssl.

source: The prompt will be displayed in the authentication request window.
id_id: Perintah akan ditampilkan di jendela permintaan autentikasi.
ja_jp: プロンプトは、認証要求ウィンドウに表示されます。
ko_ko: 인증 요청 창에 메시지가 표시됩니다.
pt_pt: O prompt será exibido na janela de pedido de autenticação.
sw_sw: Uppmaningen kommer att visas i fönstret för autentiseringsbegäran.
tr_tr: İstem, kimlik doğrulama isteği penceresinde görüntülenecektir.
uk_uk: Запит буде відображено у вікні запиту на автентифікацію.

source: The service check type.
id_id: Jenis pemeriksaan layanan.
ja_jp: サービスチェックの種類です。
ko_ko: 서비스 확인 유형입니다.
pt_pt: O tipo de verificação de serviço.
sw_sw: Typ av tjänstekontroll.
tr_tr: Servis kontrol tipi.
uk_uk: Тип сервісної перевірки.

source: The start script of the service.
id_id: Skrip awal layanan.
ja_jp: サービスの開始スクリプトです。
ko_ko: 서비스의 시작 스크립트입니다.
pt_pt: O guião inicial do serviço.
sw_sw: Startskriptet för tjänsten.
tr_tr: Hizmetin başlangıç komut dosyası.
uk_uk: Скрипт запуску сервісу.

source: The state file of the Monit process.
id_id: File status dari proses Monit.
ja_jp: Monitプロセスの状態ファイルです。
ko_ko: 모니터링 프로세스의 상태 파일입니다.
pt_pt: O arquivo de estado do processo Monit.
sw_sw: Statusfilen för Monit-processen.
tr_tr: Monit sürecinin durum dosyası.
uk_uk: Файл стану процесу Monit.

source: The stop script of the service.
id_id: Skrip penghentian layanan.
ja_jp: サービスの停止スクリプトです。
ko_ko: 서비스의 중지 스크립트입니다.
pt_pt: O guião de paragem do serviço.
sw_sw: Tjänstens stoppskript.
tr_tr: Hizmetin durdurma komut dosyası.
uk_uk: Стоп-скрипт сервісу.

source: The target IP address for 'Remote Host' and 'Network' checks.
id_id: Alamat IP target untuk pemeriksaan 'Remote Host' dan 'Jaringan'.
ja_jp: リモートホスト」「ネットワーク」チェックの対象IPアドレスです。
ko_ko: '원격 호스트' 및 '네트워크' 확인을 위한 대상 IP 주소입니다.
pt_pt: O endereço IP alvo para as verificações "Anfitrião Remoto" e "Rede".
sw_sw: Målets IP-adress för kontrollerna "Remote Host" och "Network".
tr_tr: 'Uzak Ana Bilgisayar' ve 'Ağ' kontrolleri için hedef IP adresi.
uk_uk: Перевіряється цільова IP-адреса для параметрів "Віддалений хост" і "Мережа".

source: The test condition. E.g.<br><i>cpu is greater than 50%</i><br><i>failed host 127.0.0.1 port 22 protocol ssh</i><br>
id_id: Kondisi pengujian. Misalnya, <i>cpu lebih besar dari 50%</i> <i>gagal host 127.0.0.1 port 22 protokol ssh</i> <i>
ja_jp: テスト条件です。例）<br><i>cpu is greater than 50%</i><br><i>failed host 127.0.0.1 port 22 protocol ssh</i><br>?
ko_ko: 테스트 조건. 예: <br><i>cpu가 50%보다 큼</i><br><i>실패한 호스트 127.0.0.1 포트 22 프로토콜 ssh</i><br>
pt_pt: A condição de teste. E.g.<br>>i>cpu é superior a 50%</i>>br>>i>hóspede falhado 127.0.0.1 porta 22 protocolo ssh</i>>br>
sw_sw: Testvillkoret. Exempelvis <br><i>cpu är större än 50 %</i><br><i>felande värd 127.0.0.0.1 port 22 protokoll ssh</i><br>
tr_tr: Test koşulu. Örneğin:<br><i>cpu %50'den büyük</i><br><i>başarısız host 127.0.0.1 port 22 protokol ssh</i><br>
uk_uk: Умова тесту. Наприклад:<br><i>процесор більше 50%</i><br><i>неуспішний хост 127.0.0.1 порт 22 протоколу ssh</i><br></i>.

source: The time in seconds after which a connection without activity can be cancelled.
id_id: Waktu dalam detik setelah koneksi tanpa aktivitas dapat dibatalkan.
ja_jp: アクティビティのない接続をキャンセルできるまでの時間（秒）。
ko_ko: 활동이 없는 연결을 취소할 수 있는 시간(초)입니다.
pt_pt: O tempo em segundos após o qual uma ligação sem actividade pode ser cancelada.
sw_sw: Den tid i sekunder efter vilken en anslutning utan aktivitet kan avbrytas.
tr_tr: Etkinliği olmayan bir bağlantının iptal edilebileceği saniye cinsinden süre.
uk_uk: Час у секундах, через який з'єднання без активності може бути скасовано.

source: The timeout for custom program checks.
id_id: Batas waktu untuk pemeriksaan program khusus.
ja_jp: カスタムプログラムチェックのタイムアウトです。
ko_ko: 사용자 지정 프로그램 검사를 위한 시간 제한입니다.
pt_pt: O tempo limite para verificações de programas personalizados.
sw_sw: Timeout för kontroller av anpassade program.
tr_tr: Özel program kontrolleri için zaman aşımı.
uk_uk: Тайм-аут для перевірок користувацької програми.

source: The total number of authenticator processes to spawn.
id_id: Jumlah total proses autentikator yang akan muncul.
ja_jp: 起動する認証プロセス数の合計です。
ko_ko: 생성할 인증자 프로세스의 총 개수입니다.
pt_pt: O número total de processos de autenticação a desovar.
sw_sw: Det totala antalet autentiseringsprocesser som ska startas.
tr_tr: Ortaya çıkarılacak toplam kimlik doğrulayıcı işlem sayısı.
uk_uk: Загальна кількість процесів автентифікатора, які будуть породжені.

source: The username for mail server authentication.
id_id: Nama pengguna untuk autentikasi server email.
ja_jp: メールサーバー認証のためのユーザー名です。
ko_ko: 메일 서버 인증을 위한 사용자 이름입니다.
pt_pt: O nome de utilizador para autenticação do servidor de correio.
sw_sw: Användarnamn för autentisering av e-postservern.
tr_tr: Posta sunucusu kimlik doğrulaması için kullanıcı adı.
uk_uk: Ім'я користувача для автентифікації на поштовому сервері.

source: The username:password or host/network etc. for accessing the Monit httpd service.<br>See <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Monit Authentication</a>
id_id: Nama pengguna:kata sandi atau host/jaringan, dll. untuk mengakses layanan Monit httpd.<br>Lihat <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Autentikasi Monit</a>
ja_jp: Monit httpdサービスにアクセスするためのユーザー名：パスワード、またはホスト/ネットワークなどです。<br><a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Monit Authentication</a>をご参照ください。
ko_ko: 사용자 이름:비밀번호 또는 호스트/네트워크 등 Monit httpd 서비스에 액세스하기 위한 정보입니다.<br> <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Monit 인증</a>를 참조하세요.
pt_pt: O nome de utilizador:password ou host/network, etc. para aceder ao serviço httpd da Monit.<br>See <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Monit Authentication</a>
sw_sw: Användarnamn och lösenord eller värd/nätverk etc. för åtkomst till Monit httpd-tjänsten.<br>Se <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Monit Autentisering</a>
tr_tr: Monit httpd hizmetine erişim için kullanıcı adı:şifre veya ana bilgisayar/ağ vb.<br>Bkz <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Monit Kimlik Doğrulama</a>
uk_uk: Ім'я користувача:пароль або хост/мережа тощо для доступу до httpd-сервісу Monit.<br>Дивіться <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Автентифікація Monit</a>.

source: This allows you to bind to an external LDAP server. Be aware that FreeRADIUS will not start if there is no further configuration.
id_id: Ini memungkinkan Anda untuk mengikat server LDAP eksternal. Perlu diketahui bahwa FreeRADIUS tidak akan dimulai jika tidak ada konfigurasi lebih lanjut.
ja_jp: これにより、外部の LDAP サーバーにバインドすることができます。これ以上の設定がない場合、FreeRADIUSは起動しませんのでご注意ください。
ko_ko: 이를 통해 외부 LDAP 서버에 바인딩할 수 있습니다. 추가 구성이 없으면 FreeRADIUS가 시작되지 않으므로 주의하세요.
pt_pt: Isto permite-lhe ligar-se a um servidor LDAP externo. Esteja ciente de que o FreeRADIUS não começará se não houver mais nenhuma configuração.
sw_sw: Detta gör att du kan binda till en extern LDAP-server. Observera att FreeRADIUS inte startar om det inte finns någon ytterligare konfiguration.
tr_tr: Bu, harici bir LDAP sunucusuna bağlanmanızı sağlar. Başka bir yapılandırma yoksa FreeRADIUS'un başlamayacağını unutmayın.
uk_uk: Це дозволить вам прив'язатися до зовнішнього LDAP-сервера. Майте на увазі, що FreeRADIUS не запуститься, якщо не буде виконано подальших налаштувань.

source: This allows you to define a fallback VLAN-Group-ID. Warning: Setting this option will send an accepted RADIUS reply even if the authentication attempt fails.
id_id: Ini memungkinkan Anda untuk menentukan VLAN-Group-ID cadangan. Peringatan: Mengatur opsi ini akan mengirim balasan RADIUS yang diterima meskipun upaya autentikasi gagal.
ja_jp: これにより、フォールバック VLAN-Group-ID を定義することができます。警告このオプションを設定すると、認証の試みが失敗した場合でも、受け入れた RADIUS リプライを送信します。
ko_ko: 이를 통해 폴백 VLAN-Group-ID를 정의할 수 있습니다. 경고: 이 옵션을 설정하면 인증 시도가 실패하더라도 허용된 RADIUS 응답을 전송합니다.
pt_pt: Isto permite-lhe definir um VLAN-Group-ID de recurso. Advertência: A definição desta opção enviará uma resposta RADIUS aceite, mesmo que a tentativa de autenticação falhe.
sw_sw: Detta gör det möjligt att definiera ett VLAN-grupp-ID för reservdrift. Varning: Om du ställer in det här alternativet skickas ett accepterat RADIUS-svar även om autentiseringsförsöket misslyckas.
tr_tr: Bu, bir yedek VLAN-Grup-ID tanımlamanıza olanak tanır. Uyarı: Bu seçeneğin ayarlanması, kimlik doğrulama girişimi başarısız olsa bile kabul edilen bir RADIUS yanıtı gönderir.
uk_uk: Це дозволить вам визначити резервний ідентифікатор VLAN-групи. Попередження: Якщо встановити цей параметр, буде надіслано прийняту відповідь RADIUS, навіть якщо спроба автентифікації завершиться невдало.

source: This allows you to dynamically assign VLANs on your physical switch ports.
id_id: Hal ini memungkinkan Anda untuk menetapkan VLAN secara dinamis pada port switch fisik Anda.
ja_jp: これにより、物理スイッチのポートに動的にVLANを割り当てることができます。
ko_ko: 이를 통해 물리적 스위치 포트에 VLAN을 동적으로 할당할 수 있습니다.
pt_pt: Isto permite-lhe atribuir dinamicamente VLANs nas suas portas de comutação física.
sw_sw: På så sätt kan du dynamiskt tilldela VLAN:er på dina fysiska switchportar.
tr_tr: Bu, fiziksel anahtar bağlantı noktalarınıza dinamik olarak VLAN atamanıza olanak tanır.
uk_uk: Це дозволяє динамічно призначати VLAN на фізичних портах комутатора.

source: This can help you when having connection issues with IPv6 enabled servers. Set a value in seconds
id_id: Ini dapat membantu Anda ketika mengalami masalah koneksi dengan server yang mendukung IPv6. Menetapkan nilai dalam hitungan detik
ja_jp: IPv6対応サーバーとの接続に問題がある場合に有効です。秒単位で値を設定する
ko_ko: IPv6 지원 서버에서 연결 문제가 발생할 때 도움이 될 수 있습니다. 초 단위로 값 설정
pt_pt: Isto pode ajudá-lo quando tiver problemas de ligação com servidores com IPv6 activados. Defina um valor em segundos
sw_sw: Detta kan hjälpa dig när du har anslutningsproblem med IPv6-aktiverade servrar. Ange ett värde i sekunder
tr_tr: Bu, IPv6 etkin sunucularla bağlantı sorunları yaşarken size yardımcı olabilir. Saniye cinsinden bir değer ayarlayın
uk_uk: Це може допомогти вам у разі виникнення проблем зі з'єднанням із серверами з підтримкою IPv6. Встановити значення в секундах

source: This enables CRL checking, please restart this service with every change to the CRL.
id_id: Ini memungkinkan pemeriksaan CRL, silakan mulai ulang layanan ini setiap kali ada perubahan pada CRL.
ja_jp: これにより、CRLのチェックが可能になります。CRLを変更するたびに、このサービスを再起動してください。
ko_ko: 이렇게 하면 CRL 확인이 활성화되므로 CRL이 변경될 때마다 이 서비스를 다시 시작하세요.
pt_pt: Isto permite a verificação da CRL, por favor reinicie este serviço com cada alteração à CRL.
sw_sw: Detta aktiverar CRL-kontrollen, starta om tjänsten vid varje ändring av CRL:n.
tr_tr: Bu, CRL denetimini etkinleştirir, lütfen CRL'de yapılan her değişiklikte bu hizmeti yeniden başlatın.
uk_uk: Це увімкне перевірку CRL, будь ласка, перезапускайте цю службу після кожної зміни CRL.
