Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: This field can be used to modify ("spoof") the MAC address of the WAN interface (may be required with some cable connections). Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank.
id_id: Bidang ini dapat digunakan untuk memodifikasi ("memalsukan") alamat MAC antarmuka WAN (mungkin diperlukan pada beberapa sambungan kabel). Masukkan alamat MAC dalam format berikut: xx:xx:xx:xx:xx:xx atau biarkan kosong.
ja_jp: このフィールドは、WANインターフェースのMACアドレスを変更（「スプーフ」）するために使用できます（一部のケーブル接続で必要となる場合があります）。MACアドレスを次の形式で入力します：xx:xx:xx:xx:xxまたは空白にします。
ko_ko: 이 필드는 WAN 인터페이스의 MAC 주소를 수정("스푸핑")하는 데 사용할 수 있습니다(일부 케이블 연결에서 필요할 수 있음). xx:xx:xx:xx:xx:xx:xx 형식의 MAC 주소를 입력하거나 비워둡니다.
pt_pt: Este campo pode ser utilizado para modificar ("spoof") o endereço MAC da interface WAN (pode ser necessário com algumas ligações por cabo). Introduzir um endereço MAC no seguinte formato: xx:xx:xx:xx:xx:xx:xx ou deixar em branco.
sw_sw: Det här fältet kan användas för att ändra ("spoof") MAC-adressen för WAN-gränssnittet (kan krävas för vissa kabelanslutningar). Ange en MAC-adress i följande format: xx:xx:xx:xx:xx:xx:xx:xx:xx eller lämna tomt.
tr_tr: Bu alan WAN arayüzünün MAC adresini değiştirmek ("spoof") için kullanılabilir (bazı kablo bağlantılarında gerekli olabilir). Aşağıdaki formatta bir MAC adresi girin: xx:xx:xx:xx:xx veya boş bırakın.
uk_uk: Це поле можна використовувати для зміни ("підміни") MAC-адреси інтерфейсу WAN (може знадобитися для деяких кабельних з'єднань). Введіть MAC-адресу в наступному форматі: xx:xx:xx:xx:xx:xx або залиште поле порожнім.

source: This option causes the interface to operate in dial-on-demand mode, allowing you to have a virtual full time connection. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
id_id: Opsi ini menyebabkan antarmuka beroperasi dalam mode dial-on-demand, sehingga Anda dapat memiliki koneksi virtual penuh waktu. Antarmuka dikonfigurasikan, tetapi koneksi sebenarnya dari sambungan ditunda sampai lalu lintas keluar yang memenuhi syarat terdeteksi.
ja_jp: このオプションは、インターフェイスをダイヤルオンデマンドモードで動作させ、仮想的なフルタイム接続ができるようにします。インターフェイスは設定されますが、リンクの実際の接続は、適格な発信トラフィックが検出されるまで延期されます。
ko_ko: 이 옵션을 사용하면 인터페이스가 주문형 다이얼 모드로 작동하여 가상 풀타임 연결을 사용할 수 있습니다. 인터페이스는 구성되지만 링크의 실제 연결은 적격 발신 트래픽이 감지될 때까지 지연됩니다.
pt_pt: Esta opção faz com que a interface funcione em modo dial-on-demand, permitindo-lhe ter uma ligação virtual a tempo inteiro. A interface é configurada, mas a ligação real da ligação é atrasada até ser detectado o tráfego de saída qualificado.
sw_sw: Det här alternativet gör att gränssnittet fungerar i uppringningsläge, vilket gör att du kan ha en virtuell heltidsanslutning. Gränssnittet är konfigurerat, men den faktiska anslutningen av länken fördröjs tills kvalificerad utgående trafik upptäcks.
tr_tr: Bu seçenek arayüzün talep üzerine arama modunda çalışmasına neden olarak sanal bir tam zamanlı bağlantıya sahip olmanızı sağlar. Arayüz yapılandırılır, ancak bağlantının gerçek bağlantısı, nitelikli giden trafik algılanana kadar ertelenir.
uk_uk: Ця опція змушує інтерфейс працювати в режимі дозвону на вимогу, дозволяючи вам мати віртуальне постійне з'єднання. Інтерфейс налаштовано, але фактичне з'єднання затримується доти, доки не буде виявлено відповідний вихідний трафік.

source: This wizard will guide you through the initial system configuration. The wizard may be stopped at any time by clicking the logo image at the top of the screen.
id_id: Wizard ini akan memandu Anda melalui konfigurasi sistem awal. Wizard dapat dihentikan kapan saja dengan mengeklik gambar logo di bagian atas layar.
ja_jp: このウィザードは、システムの初期設定を案内するものです。ウィザードは、画面上部のロゴ画像をクリックすることで、いつでも停止することができます。
ko_ko: 이 마법사는 초기 시스템 구성을 안내합니다. 마법사는 화면 상단의 로고 이미지를 클릭하여 언제든지 중지할 수 있습니다.
pt_pt: Este assistente irá guiá-lo através da configuração inicial do sistema. O assistente pode ser parado em qualquer altura, clicando na imagem do logótipo no topo do ecrã.
sw_sw: Den här guiden guidar dig genom den första systemkonfigurationen. Guiden kan stoppas när som helst genom att klicka på logotypbilden högst upp på skärmen.
tr_tr: Bu sihirbaz, ilk sistem yapılandırması boyunca size rehberlik edecektir. Sihirbaz, ekranın üst kısmındaki logo resmine tıklanarak herhangi bir zamanda durdurulabilir.
uk_uk: Цей майстер проведе вас через початкову конфігурацію системи. Майстер можна зупинити в будь-який момент, натиснувши на зображення логотипу у верхній частині екрана.

source: Time Server Information
id_id: Informasi Server Waktu
ja_jp: タイムサーバー情報
ko_ko: 시간 서버 정보
pt_pt: Informação do servidor de tempo
sw_sw: Information om tidsserver
tr_tr: Zaman Sunucusu Bilgileri
uk_uk: Інформація про сервер часу

source: Time server hostname
id_id: Nama host server waktu
ja_jp: タイムサーバーのホスト名
ko_ko: 시간 서버 호스트 이름
pt_pt: Nome de anfitrião do servidor de tempo
sw_sw: Värdnamn för tidsservern
tr_tr: Zaman sunucusu ana bilgisayar adı
uk_uk: Ім'я хосту сервера часу

source: Timezone
id_id: Zona waktu
ja_jp: タイムゾーン
ko_ko: 표준 시간대
pt_pt: Fuso horário
sw_sw: Tidszon
tr_tr: Zaman Dilimi
uk_uk: Часовий пояс

source: Traffic from clients through VPN
id_id: Lalu lintas dari klien melalui VPN
ja_jp: VPNを介したクライアントからのトラフィック
ko_ko: VPN을 통한 클라이언트의 트래픽
pt_pt: Tráfego de clientes através de VPN
sw_sw: Trafik från klienter via VPN
tr_tr: VPN aracılığıyla istemcilerden gelen trafik
uk_uk: Трафік від клієнтів через VPN

source: Traffic from clients to server
id_id: Lalu lintas dari klien ke server
ja_jp: クライアントからサーバーへのトラフィック
ko_ko: 클라이언트에서 서버로의 트래픽
pt_pt: Tráfego dos clientes para o servidor
sw_sw: Trafik från klienter till server
tr_tr: İstemcilerden sunucuya giden trafik
uk_uk: Трафік від клієнтів до сервера

source: Two-letter ISO country code (e.g. NL, DE, US)
id_id: Kode negara ISO dua huruf (mis. NL, DE, AS)
ja_jp: 2文字のISO国番号（例：NL、DE、US）
ko_ko: 두 글자 ISO 국가 코드(예: NL, DE, US)
pt_pt: Código de país ISO de duas letras (ex. NL, DE, US)
sw_sw: ISO-landskod med två bokstäver (t.ex. NL, DE, US).
tr_tr: İki harfli ISO ülke kodu (örn. NL, DE, ABD)
uk_uk: Дволітерний код країни ISO (наприклад, NL, DE, US)

source: Type of Server
id_id: Jenis Server
ja_jp: サーバーの種類
ko_ko: 서버 유형
pt_pt: Tipo de Servidor
sw_sw: Typ av server
tr_tr: Sunucu Türü
uk_uk: Тип сервера

source: Typically "cn" (OpenLDAP, Microsoft AD, and Novell eDirectory)
id_id: Biasanya "cn" (OpenLDAP, Microsoft AD, dan Novell eDirectory)
ja_jp: 一般的に「cn」（OpenLDAP、Microsoft AD、Novell eDirectory）。
ko_ko: 일반적으로 "cn"(OpenLDAP, Microsoft AD 및 Novell eDirectory)
pt_pt: Tipicamente "cn" (OpenLDAP, Microsoft AD, e Novell eDirectory)
sw_sw: Vanligtvis "cn" (OpenLDAP, Microsoft AD och Novell eDirectory).
tr_tr: Tipik olarak "cn" (OpenLDAP, Microsoft AD ve Novell eDirectory)
uk_uk: Зазвичай "cn" (OpenLDAP, Microsoft AD та Novell eDirectory)

source: Typically "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)
id_id: Biasanya "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)
ja_jp: 一般的に「member」（OpenLDAP）、「memberOf」（Microsoft AD）、「uniqueMember」（Novell eDirectory）。
ko_ko: 일반적으로 "member"(OpenLDAP), "memberOf"(Microsoft AD), "uniqueMember"(Novell eDirectory)가 있습니다.
pt_pt: Tipicamente "membro" (OpenLDAP), "membroOf" (Microsoft AD), "membro único" (Novell eDirectory)
sw_sw: Vanligtvis "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory).
tr_tr: Tipik olarak "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)
uk_uk: Зазвичай "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)

source: User Naming Attribute
id_id: Atribut Penamaan Pengguna
ja_jp: ユーザーネーミング属性
ko_ko: 사용자 이름 지정 속성
pt_pt: Atributo de Nomeação de Utilizador
sw_sw: Namngivningsattribut för användare
tr_tr: Kullanıcı Adlandırma Özniteliği
uk_uk: Атрибут іменування користувача

source: WINS Server 1
ja_jp: WINSサーバー1
ko_ko: WINS 서버 1
pt_pt: Servidor WINS 1
tr_tr: WINS Sunucusu 1
uk_uk: Сервер WINS 1

source: WINS Server 2
ja_jp: WINSサーバー2
ko_ko: WINS 서버 2
pt_pt: Servidor WINS 2
tr_tr: WINS Sunucusu 2
uk_uk: Сервер WINS 2

source: Your configuration is now complete.
id_id: Konfigurasi Anda sekarang sudah selesai.
ja_jp: これで設定は完了です。
ko_ko: 이제 구성이 완료되었습니다.
pt_pt: A sua configuração está agora completa.
sw_sw: Konfigurationen är nu klar.
tr_tr: Yapılandırmanız artık tamamlanmıştır.
uk_uk: Ваша конфігурація завершена.

source: authscope
ja_jp: オートスコープ
ko_ko: 인증 범위
pt_pt: autoscópio

source: authserv
ja_jp: オートサーブ

source: authtype
ja_jp: オートタイプ
ko_ko: 인증 유형

source: basedn
ja_jp: ベースとなる
ko_ko: 기반
pt_pt: sediada em
sw_sw: baserad på
tr_tr: tabanlın

source: certca
ja_jp: セルカ

source: certname
id_id: nama sertifikat
ja_jp: 証明名
ko_ko: 인증서 이름
tr_tr: sertifika adı
uk_uk: ім'я сертифіката

source: city
id_id: kota
ja_jp: 市
ko_ko: 도시
pt_pt: cidade
sw_sw: staden
tr_tr: ŞEHİR
uk_uk: місто

source: compression
id_id: kompresi
ja_jp: 圧縮
ko_ko: 압축
pt_pt: compressão
sw_sw: kompression
tr_tr: sıkıştırma
uk_uk: стиснення

source: concurrentcon
id_id: konkuren
ja_jp: コンカレントコン
sw_sw: samtidigt
tr_tr: eşzamanlıcon

source: country
id_id: negara
ja_jp: 国
ko_ko: 국가
pt_pt: país
sw_sw: land
tr_tr: ülke
uk_uk: країна

source: crypto
ja_jp: 暗号
ko_ko: 암호화
sw_sw: krypto
tr_tr: KRİPTO
uk_uk: криптовалюта

source: defaultdomain
ja_jp: デフォルトドメイン
ko_ko: 기본 도메인
pt_pt: domínio por defeito
sw_sw: standarddomän
tr_tr: varsayılan alan adı
uk_uk: домен за замовчуванням

source: descr
ja_jp: デスクレ
sw_sw: beskrivning

source: description
id_id: Deskripsi
ja_jp: 記述
ko_ko: 설명
pt_pt: descrição
sw_sw: beskrivning
tr_tr: Açıklama
uk_uk: опис

source: digest
id_id: mencerna
ja_jp: 飲み込む
ko_ko: 다이제스트
pt_pt: digerir
sw_sw: sammanfattning
tr_tr: özet
uk_uk: дайджест

source: dnsserver1
ja_jp: ディンサーバー1

source: dnsserver2
ja_jp: ディーエヌエスサーバーツー

source: dnsserver3
ja_jp: ドンズバ3

source: dnsserver4
ja_jp: ディーエヌエスサーバーフォー

source: dummy
ja_jp: ダミー
ko_ko: 더미
pt_pt: manequim
tr_tr: Kukla
uk_uk: манекен.

source: duplicate_cn
id_id: duplikat_cn
ja_jp: 複製符号化
sw_sw: duplicera_cn

source: dynip
ja_jp: ダイニップ
pt_pt: dínip

source: generatetlskey
ja_jp: ジェネレータルスキー

source: groupattr
ja_jp: グループアタットル

source: interclient
id_id: klien
ja_jp: インタークライアント
ko_ko: 인터클라이언트
pt_pt: intercliente
sw_sw: mellan klienter
uk_uk: інтерклієнт

source: keylength
id_id: panjang kunci
ja_jp: キィレングス
ko_ko: 키 길이
pt_pt: comprimento de chave
sw_sw: nyckellängd
tr_tr: anahtar uzunluğu
uk_uk: довжина ключа

source: lifetime
id_id: seumur hidup
ja_jp: ライフタイム
ko_ko: 평생
pt_pt: vida
sw_sw: livstid
tr_tr: ömür boyu
uk_uk: тривалість життя

source: localnet
ja_jp: ローカルネット
uk_uk: локальна мережа

source: localnetv6
ja_jp: ローカルネットブイシックス

source: localport
id_id: pelabuhan lokal
ja_jp: ローカルポート
pt_pt: porto local
uk_uk: місцевий порт

source: memberattr
ja_jp: メンバアトラクション
sw_sw: medlemsuppgifter

source: name
id_id: nama
ja_jp: 名前
ko_ko: 이름
pt_pt: nome
sw_sw: namn
tr_tr: isim
uk_uk: ім'я

source: nameattr
ja_jp: なまえつき

source: nbtenable
ja_jp: ノベタブル

source: nbtscope
ja_jp: エヌブツコープ

source: nbttype
ja_jp: ナンバータイプ

source: ntpserver1
ja_jp: エヌティーピーエスワン

source: ntpserver2
ja_jp: エヌティーピーエスツー

source: organization
id_id: organisasi
ja_jp: 組織
ko_ko: 조직
pt_pt: organização
sw_sw: organisation
tr_tr: organizasyon
uk_uk: організація

source: ovpnallow
ja_jp: オヴプナロウ

source: ovpnrule
ja_jp: 卵管采配

source: passdn
ja_jp: パスドニック

source: port
id_id: pelabuhan
it_it: porta
ja_jp: ポート
ko_ko: 포트
pt_pt: porta
tr_tr: Liman
uk_uk: порт

source: pptplocalsubnet
ja_jp: pptプローカルサブネット

source: redirectgw
ja_jp: リダイレクトグルー

source: remotenet
ja_jp: レモネード
ko_ko: 리모트넷
sw_sw: fjärrnät

source: remotenetv6
ja_jp: リモートテンネットブイシックス
ko_ko: 리모트TV6

source: scope
id_id: ruang lingkup
ja_jp: 範囲
ko_ko: 범위
pt_pt: âmbito
sw_sw: räckvidd
tr_tr: kapsam
uk_uk: сфера

source: tlssharedkey
ja_jp: トールスシェアードキー

source: tos
ja_jp: トースティング
uk_uk: тос

source: transport
id_id: transportasi
ja_jp: 輸送
ko_ko: 운송
pt_pt: transportes
tr_tr: taşıma
uk_uk: транспорт

source: tunnelnet
ja_jp: トンネルネット
ko_ko: 터널넷
uk_uk: тунельна сітка

source: tunnelnetv6
ja_jp: トンネルネツトブイチ
ko_ko: 터널넷v6

source: userdn
ja_jp: ユーザードゥン
pt_pt: utilizadordn
sw_sw: användarnamn

source: winsserver1
ja_jp: ウィンスサーバーワン

source: winsserver2
ja_jp: ウインズサーバー2

source: IPv6 Link-Local
id_id: Tautan-Lokal IPv6
ko_ko: IPv6 링크-로컬
pt_pt: Link-Local IPv6
tr_tr: IPv6 Bağlantı-Yerel

source: here.
id_id: di sini.
it_it: qui.
ko_ko: 여기를 클릭하세요.
pt_pt: aqui.
sw_sw: här.
tr_tr: Burada.
uk_uk: тут.

source: Enable Rate limiting
id_id: Mengaktifkan Pembatasan laju
ko_ko: 속도 제한 사용
pt_pt: Activar Limitação da taxa
sw_sw: Aktivera Hastighetsbegränsning
tr_tr: Hız sınırlamayı etkinleştir
uk_uk: Увімкнути Обмеження швидкості

source: %s MB
ko_ko: MB
uk_uk: %s МБ

source: HTTP Strict Transport Security
id_id: Keamanan Transportasi HTTP yang Ketat
it_it: HTTP Sicurezza del trasporto rigoroso
ko_ko: HTTP 엄격한 전송 보안
pt_pt: Segurança de Transporte Rigorosa HTTP
sw_sw: HTTP Strict Transport Security (strikt säkerhet för transport)
tr_tr: HTTP Sıkı Aktarım Güvenliği

source: iKEIntermediate
id_id: iKE Menengah
ko_ko: iKE중급

source: Valid To
id_id: Berlaku untuk
it_it: Valido per
ko_ko: 유효한 대상
pt_pt: Válido para
sw_sw: Gäller till
tr_tr: İçin Geçerli
uk_uk: Дійсно до

source: Rekeyfuzz
ko_ko: 리키퍼즈

source: VPN: Zerotier
ko_ko: VPN: 제로티어

source: ChilliSpot Bandwith Max DOWN
ko_ko: 칠리스팟 밴드위드 맥스다운
sw_sw: ChilliSpot Band med Max DOWN

source: ChilliSpot Bandwith Max UP
ko_ko: 칠리스팟 밴드위드 맥스업
sw_sw: ChilliSpot Band med Max UP

source: Client Expired Response Timeout
id_id: Batas Waktu Respons Klien Kedaluwarsa
ko_ko: 클라이언트 만료 응답 시간 초과
pt_pt: Tempo limite de resposta expirado pelo cliente
sw_sw: Timeout för klientens utgånget svar
tr_tr: İstemci Süresi Doldu Yanıt Zaman Aşımı
uk_uk: Клієнт вичерпав таймаут відповіді

source: DHCP Enable
id_id: Mengaktifkan DHCP
ko_ko: DHCP 사용
pt_pt: Habilitar DHCP
sw_sw: Aktivera DHCP
tr_tr: DHCP Etkinleştir
uk_uk: Увімкнути DHCP

source: EXOS VLAN Untagged
id_id: EXOS VLAN Tidak Ditandai
ko_ko: EXOS VLAN 태그 없음
sw_sw: EXOS VLAN omärkt
tr_tr: EXOS VLAN Etiketsiz
uk_uk: EXOS VLAN Без тегів

source: Src-port
ko_ko: Src-포트
uk_uk: Src-порт

source: WISPr Bandwith Max DOWN
id_id: WISPr Bandwith Max TURUN
ko_ko: WISPr 밴드위드 맥스 다운
sw_sw: WISPr Band med Max DOWN
tr_tr: Maksimum AŞAĞI ile WISPr Bant

source: WISPr Bandwith Max UP
ko_ko: WISPr 밴드위드 맥스 업
sw_sw: WISPr Band med Max UP
tr_tr: Maksimum UP ile WISPr Bant

source: WISPr Bandwith Min DOWN
ko_ko: WISPr 밴드 최소 다운
uk_uk: Стрічка WISPr з мінімумом внизу

source: WISPr Bandwith Min UP
ko_ko: WISPr 밴드위드 민업

source: __template__label__
ko_ko: 템플릿__라벨__
sw_sw: __mall__label__
uk_uk: __шаблон__етикетки

source: AUTO
ko_ko: 자동
tr_tr: OTOMATİK
uk_uk: АВТО

source: Blocklist.site Torrent
id_id: Torrent Blocklist.site
ko_ko: Blocklist.site 토렌트
uk_uk: Blocklist.site Торрент

source: DNS over TLS
id_id: DNS melalui TLS
ko_ko: TLS를 통한 DNS
pt_pt: DNS sobre TLS
sw_sw: DNS över TLS
tr_tr: TLS üzerinden DNS
uk_uk: DNS через TLS

source: DirectConnect
ko_ko: 다이렉트 커넥트

source: GoogleDrive
ko_ko: Google드라이브

source: HTTP Suspicious Header
id_id: Header HTTP yang Mencurigakan
ko_ko: HTTP 의심스러운 헤더
pt_pt: HTTP Cabeçalho Suspicioso
sw_sw: Misstänkt HTTP-huvud
tr_tr: HTTP Şüpheli Başlık
uk_uk: Підозрілий заголовок HTTP

source: HTTP Suspicious URL
id_id: URL HTTP yang Mencurigakan
ko_ko: HTTP 의심스러운 URL
pt_pt: URL suspeito HTTP
sw_sw: HTTP misstänkt URL
tr_tr: HTTP Şüpheli URL
uk_uk: Підозріла URL-адреса HTTP

source: HTTP Suspicious User-Agent
id_id: HTTP Pengguna-Agen yang Mencurigakan
ko_ko: HTTP 의심스러운 사용자 에이전트
pt_pt: HTTP Agente-utilizador suspeito
sw_sw: HTTP misstänkt användaragent
tr_tr: HTTP Şüpheli Kullanıcı Aracısı
uk_uk: HTTP Підозрілий користувацький агент

source: HTTP_Proxy
ko_ko: HTTP_프록시

source: NetFlix
ko_ko: 넷플릭스

source: STUN
id_id: SETRUM
ko_ko: 스턴

source: TLS Certificate Mismatch
id_id: Ketidakcocokan Sertifikat TLS
ko_ko: TLS 인증서 불일치
pt_pt: Descoordenação de certificados TLS
sw_sw: TLS-certifikatet stämmer inte överens
tr_tr: TLS Sertifika Uyuşmazlığı
uk_uk: Невідповідність сертифіката TLS

source: TruPhone
ko_ko: 트루폰

source: UbuntuONE
ko_ko: 우분투ONE

source: WhatsAppFiles
ko_ko: WhatsApp파일
tr_tr: WhatsAppDosyaları

source: WorldOfKungFu
ko_ko: 월드오브쿵푸

source: YouTubeUpload
ko_ko: YouTube업로드
sw_sw: YouTubeUppladdning
tr_tr: YouTubeYükle
uk_uk: YouTubeЗавантажити

source: SelectedType
id_id: Jenis yang Dipilih
ko_ko: 선택 유형

source: N/A
uk_uk: Н/Д

source: CARP
id_id: IKAN MAS
it_it: CARPA
uk_uk: КАРП

source: ID
tr_tr: KIMLIK
uk_uk: ІДЕНТИФІКАТОР

source: SIM PIN
id_id: PIN SIM
it_it: PIN SIM
pt_pt: PIN do SIM
sw_sw: SIM PIN-KOD
uk_uk: ПІН-КОД SIM-КАРТИ

source: NDP MAC
uk_uk: ГДК НПР

source: CAPS
id_id: HURUF BESAR
uk_uk: CAPS (ВЕЛИКІ ЛІТЕРИ)

source: IDLE
it_it: INATTIVO
pt_pt: INATIVO
uk_uk: ХОЛОСТИЙ

source: LAN
uk_uk: ЛОКАЛЬНА МЕРЕЖА

source: GUI
uk_uk: ГРАФІЧНИЙ ІНТЕРФЕЙС

source: Dst-port
uk_uk: Dst-порт

source: VLAN ID
id_id: ID VLAN
tr_tr: VLAN KIMLIĞI
uk_uk: ІДЕНТИФІКАТОР VLAN

source: CSGO
uk_uk: ОГС

source: Gbit/s
uk_uk: Гбіт/с

source: IMO
pt_pt: OMI
uk_uk: ІМХО

source: IP_in_IP
pt_pt: IP_em_IP
uk_uk: IP_в_IP

source: LLMNR
uk_uk: ЛДНР

source: kbit/s
uk_uk: кбіт/с

source: DUID-LLT - ETH -- TIME --- ---- ADDR ----
pt_pt: DUID-LLT - ETH -- TEMPO --- ---- ENDEREÇO ----
tr_tr: DUID-LLT - ETH -- ZAMAN --- ---- ADDR ----

source: Mikrotik VLAN ID
id_id: ID VLAN Mikrotik
tr_tr: Mikrotik VLAN Kimliği

source: FTP_DATA
tr_tr: FTP_VERİ

source: LOCAL2
id_id: LOKAL2
tr_tr: YEREL2

source: IPsec VPN
pt_pt: VPN IPsec

source: your@email.com
it_it: tuo@email.com
pt_pt: seu@email.com

source: id-assoc pd
pt_pt: Prefixo

source: rdm
pt_pt: informação da chave

source: MRRU
pt_pt: MIRRU

source: rr_limit
pt_pt: rr_limite

source: IPv6 DHCP
pt_pt: DHCP IPv6

source: FortiClient
pt_pt: FortiCliente

source: LDAP URI
id_id: URI LDAP

source: StartTLS
id_id: MulaiTLS

source: LOCAL0
id_id: LOKAL0

source: LOCAL1
id_id: LOKAL1

source: LOCAL3
id_id: LOKAL3

source: LOCAL4
id_id: LOKAL4

source: LOCAL5
id_id: LOKAL5

source: LOCAL6
id_id: LOKAL6

source: LOCAL7
id_id: LOKAL7

source: WindowsUpdate
id_id: Pembaruan Windows

source: OpenVPN export
it_it: Esportazione di openvpn

source: (none) Exclude certificate from export
it_it: (nessuno) escludere il certificato dall'esportazione

source: We strongly advise to use policies instead of single rule based changes to limit the size of the configuration. A list of all manual changes can be revised in the policy editor (available %s here %s)
it_it: Consigliamo vivamente di utilizzare le politiche anziché le modifiche basate sulle regole singole per limitare le dimensioni della configurazione. Un elenco di tutte le modifiche manuali può essere rivisto nell'editor delle politiche (disponibile %s qui %s)

source: Item in use by
it_it: Articolo in uso da

source: Firmware status check was aborted internally. Please try again.
it_it: Il controllo dello stato del firmware è stato interrotto internamente. Per favore riprova.

source: Firmware status requires to check for update first to provide more information.
it_it: Lo stato del firmware richiede prima di verificare l'aggiornamento per fornire ulteriori informazioni.

source: new
it_it: nuovo

source: reinstall
it_it: reinstallare

source: obsolete
it_it: obsoleto

source: upgrade
it_it: aggiornamento

source: No address record found for the selected mirror.
it_it: Nessun record di indirizzo trovato per lo specchio selezionato.

source: Could not authenticate the selected mirror.
it_it: Impossibile autenticare lo specchio selezionato.

source: The current package configuration is invalid.
it_it: La configurazione del pacchetto corrente non è valida.

source: An error occurred while connecting to the selected mirror.
it_it: Si è verificato un errore durante la connessione allo specchio selezionato.

source: Could not verify the repository fingerprint.
it_it: Impossibile verificare l'impronta digitale del repository.

source: The repository did not grant access.
it_it: Il repository non ha concesso l'accesso.

source: The repository fingerprint has been revoked.
it_it: L'impronta digitale del repository è stata revocata.

source: The repository has no fingerprint.
it_it: Il repository non ha impronte digitali.

source: The release type "%s" is not available on this repository.
it_it: Il tipo di rilascio "%s" non è disponibile su questo repository.

source: Could not find the repository on the selected mirror.
it_it: Impossibile trovare il repository sullo specchio selezionato.

source: There is %s update available, total download size is %s.
it_it: È disponibile un aggiornamento %s, la dimensione del download totale è %s.

source: There are %s updates available, total download size is %s.
it_it: Ci sono aggiornamenti %s disponibili, la dimensione del download totale è %s.

source: This update requires a reboot.
it_it: Questo aggiornamento richiede un riavvio.

source: There are no updates available on the selected mirror.
it_it: Non ci sono aggiornamenti disponibili sullo specchio selezionato.

source: Unknown firmware status encountered.
it_it: Stato del firmware sconosciuto riscontrato.

source: Unable to set invalid firmware mirror: %s
it_it: Impossibile impostare lo specchio del firmware non valido: %s

source: Unable to set invalid firmware flavour: %s
it_it: Impossibile impostare il sapore del firmware non valido: %s

source: Unable to set invalid firmware release type: %s
it_it: Impossibile impostare il tipo di rilascio del firmware non valido: %s

source: A valid subscription is required for this firmware mirror.
it_it: È necessario un abbonamento valido per questo specchio del firmware.

source: Subscription requires the following flavour: %s
it_it: L'abbonamento richiede il seguente sapore: %s

source: Subscription requires the following type: %s
it_it: L'abbonamento richiede il seguente tipo: %s

source: Subscription cannot be set for non-subscription firmware mirror.
it_it: L'abbonamento non può essere impostato per lo specchio del firmware non sottoscritto.

source: Page not found
it_it: pagina non trovata

source: This item has been created by another service, command and parameter may not be changed.
it_it: Questo elemento è stato creato da un altro servizio, comando e parametro non può essere modificato.

source: This item has been created by another service, command and parameter may not be changed. (was: %s)
it_it: Questo elemento è stato creato da un altro servizio, comando e parametro non può essere modificato. (era: %s)

source: Memory
it_it: Memoria

source: Sockets
it_it: Prese

source: Cannot delete alias. Currently in use by %s
it_it: Non può eliminare l'alias. Attualmente in uso da %s

source: Alias in use
it_it: Alias ​​in uso

source: (No Category)
it_it: (Nessuna categoria)

source: Cannot delete a category which is still in use.
it_it: Non è possibile eliminare una categoria che è ancora in uso.

source: Category in use
it_it: Categoria in uso

source: unknown (or removed) savepoint
it_it: Salva un punto sconosciuto (o rimosso)

source: proxy load error
it_it: Errore di caricamento proxy

source: Information on network
it_it: Informazioni sulla rete

source: Is the network enabled?
it_it: La rete è abilitata?

source: Unable to obtain Zerotier information for network
it_it: Impossibile ottenere informazioni Zerotier per la rete

source: Match case insensitive
it_it: Abbina il caso insensibile

source: Allow mixed case input when gathering local user settings.
it_it: Consenti l'input del caso misto quando si raccolgono le impostazioni utente locali.

source: LDAP + Timebased One Time Password
it_it: LDAP + Password di tempo in base a tempo

source: Password must have at least %d characters
it_it: La password deve avere almeno %d caratteri
