Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Optionally set a fixed port for this instance to listen on. The standard port range starts at 51820.
id_id: Secara opsional, tetapkan port tetap untuk mendengarkan contoh ini. Rentang port standar dimulai dari 51820.
ja_jp: オプションで、このインスタンスがリッスンするための固定ポートを設定します。標準的なポート範囲は51820から始まります。
ko_ko: 선택적으로 이 인스턴스가 수신 대기할 고정 포트를 설정합니다. 표준 포트 범위는 51820부터 시작됩니다.
pt_pt: Opcionalmente, definir uma porta fixa para esta instância para ouvir. A gama de portas padrão começa em 51820.
sw_sw: Ange eventuellt en fast port för den här instansen att lyssna på. Standardportområdet börjar vid 51820.
tr_tr: İsteğe bağlı olarak bu örneğin dinlemesi için sabit bir bağlantı noktası ayarlayın. Standart bağlantı noktası aralığı 51820'den başlar.
uk_uk: За бажанням встановіть фіксований порт для прослуховування цього екземпляра. Стандартний діапазон портів починається з 51820.

source: Outgoing Range
id_id: Jangkauan Keluar
ja_jp: 発信範囲
ko_ko: 발신 범위
pt_pt: Gama de saída
sw_sw: Utgående intervall
tr_tr: Giden Menzil
uk_uk: Вихідний діапазон

source: Overall bandwidth throttling (kbps)
id_id: Pelambatan bandwidth keseluruhan (kbps)
ja_jp: 全体帯域のスロットリング（kbps）
ko_ko: 전체 대역폭 스로틀링(kbps)
pt_pt: Largura de banda total de estrangulamento (kbps)
sw_sw: Total begränsning av bandbredd (kbps)
tr_tr: Genel bant genişliği daraltma (kbps)
uk_uk: Дроселювання загальної пропускної здатності (кбіт/с)

source: P12 Password/confirm
id_id: P12 Kata sandi/konfirmasi
ja_jp: P12 パスワード／コンファーム
ko_ko: P12 비밀번호/확인
pt_pt: P12 Palavra-passe/confirmação
sw_sw: P12 Lösenord/bekräftelse
tr_tr: P12 Şifre/onay
uk_uk: P12 Пароль/підтвердити

source: PE stands for Portable Executable - it's an executable file format used in all 32 and 64-bit versions of Windows operating systems.
id_id: PE adalah singkatan dari Portable Executable - ini adalah format file yang dapat dieksekusi yang digunakan di semua sistem operasi Windows versi 32 dan 64-bit.
ja_jp: PEはPortable Executableの略で、32ビット版と64ビット版のWindowsオペレーティングシステムで使用されている実行ファイル形式です。
ko_ko: PE는 휴대용 실행 파일의 약자로, 모든 32비트 및 64비트 버전의 Windows 운영 체제에서 사용되는 실행 파일 형식입니다.
pt_pt: PE significa Portable Executable - é um formato de ficheiro executável utilizado em todas as versões de 32 e 64 bits dos sistemas operativos Windows.
sw_sw: PE står för Portable Executable - det är ett filformat för körbara filer som används i alla 32- och 64-bitarsversioner av Windows operativsystem.
tr_tr: PE, Taşınabilir Yürütülebilir anlamına gelir - Windows işletim sistemlerinin tüm 32 ve 64 bit sürümlerinde kullanılan bir yürütülebilir dosya biçimidir.
uk_uk: PE розшифровується як Portable Executable - це формат виконуваних файлів, який використовується у всіх 32- та 64-розрядних версіях операційних систем Windows.

source: PID File
id_id: File PID
ja_jp: PIDファイル
ko_ko: PID 파일
pt_pt: Ficheiro PID
sw_sw: PID-fil
tr_tr: PID Dosyası
uk_uk: PID-файл

source: Parameters
id_id: Parameter
ja_jp: パラメータ
ko_ko: 매개변수
pt_pt: Parâmetros
sw_sw: Parametrar
tr_tr: Parametreler
uk_uk: Параметри

source: Parent
id_id: Orang tua
ja_jp: 親
ko_ko: 부모
pt_pt: Progenitor
sw_sw: Förälder
tr_tr: Ebeveyn
uk_uk: Батько

source: Parent Proxy Settings
id_id: Pengaturan Proxy Induk
ja_jp: 親プロキシ設定
ko_ko: 부모 프록시 설정
sw_sw: Inställningar för föräldraproxy
tr_tr: Ana Proxy Ayarları
uk_uk: Налаштування батьківського проксі-сервера

source: Parent proxy IP address or hostname.
id_id: Alamat IP proxy induk atau nama host.
ja_jp: 親プロキシのIPアドレスまたはホスト名。
ko_ko: 상위 프록시 IP 주소 또는 호스트 이름입니다.
pt_pt: Endereço IP ou hostname do pai proxy.
sw_sw: IP-adress eller värdnamn för överordnad proxy.
tr_tr: Üst proxy IP adresi veya ana bilgisayar adı.
uk_uk: IP-адреса або ім'я хоста батьківського проксі-сервера.

source: Parent proxy port.
id_id: Port proxy induk.
ja_jp: 親プロキシーポート。
ko_ko: 부모 프록시 포트입니다.
pt_pt: Porta de procuração dos pais.
sw_sw: Överordnad proxy-port.
tr_tr: Ana proxy bağlantı noktası.
uk_uk: Батьківський проксі-порт.

source: Pass on error
id_id: Meneruskan kesalahan
ja_jp: エラー時のパス
ko_ko: 오류 전달
pt_pt: Passar o erro
sw_sw: Överlämna fel
tr_tr: Hatayı ilet
uk_uk: Передати помилку

source: Pass the content instead of blocking it, in the case when the virus scanner or the virus_scan module finds an error.
id_id: Lewati konten alih-alih memblokirnya, jika pemindai virus atau modul virus_scan menemukan kesalahan.
ja_jp: ウイルススキャナーやvirus_scanモジュールがエラーを発見した場合、ブロックせずにコンテンツを渡す。
ko_ko: 바이러스 스캐너 또는 바이러스_스캔 모듈이 오류를 발견한 경우 콘텐츠를 차단하는 대신 전달합니다.
pt_pt: Passar o conteúdo em vez de o bloquear, no caso em que o verificador de vírus ou o módulo virus_scan encontrar um erro.
sw_sw: Lämna innehållet vidare i stället för att blockera det, om virusskannern eller modulen virus_scan hittar ett fel.
tr_tr: Virüs tarayıcısının veya virus_scan modülünün bir hata bulması durumunda içeriği engellemek yerine geçirin.
uk_uk: Передавати вміст замість того, щоб блокувати його, у випадку, якщо антивірусний сканер або модуль virus_scan знайде помилку.

source: Password for the bind user.
id_id: Kata sandi untuk pengguna yang diikat.
ja_jp: バインドユーザーのパスワード。
ko_ko: 바인딩 사용자의 비밀번호입니다.
pt_pt: Palavra-passe para o utilizador de vinculação.
sw_sw: Lösenord för bind-användaren.
tr_tr: Bind kullanıcısı için parola.
uk_uk: Пароль для користувача bind.

source: Path
ja_jp: パス
ko_ko: 경로
pt_pt: Caminho
sw_sw: Sökväg
tr_tr: Yol
uk_uk: Шлях

source: Pattern matcher
id_id: Pencocokan pola
ja_jp: パターンマッチャー
ko_ko: 패턴 매칭기
pt_pt: Fósforo de padrões
sw_sw: Mönstermatchning
tr_tr: Desen eşleştirici
uk_uk: Пошук за зразком

source: Peers
id_id: Rekan-rekan
it_it: Colleghi
ja_jp: ピア
ko_ko: 동료
pt_pt: Colegas
sw_sw: Kollegor
tr_tr: Akranlar
uk_uk: Однолітки

source: Per host bandwidth throttling (kbps)
id_id: Pembatasan bandwidth per host (kbps)
ja_jp: ホストごとの帯域幅のスロットリング（kbps）
ko_ko: 호스트당 대역폭 스로틀링(kbps)
pt_pt: Por largura de banda do host asfixiante (kbps)
sw_sw: Begränsning av bandbredd per värddator (kbps)
tr_tr: Ana bilgisayar başına bant genişliği azaltma (kbps)
uk_uk: Дроселювання пропускної здатності на хост (кбіт/с)

source: Perform HTML normalisation and decryption of MS Script Encoder code.
id_id: Melakukan normalisasi HTML dan dekripsi kode MS Script Encoder.
ja_jp: MS Script EncoderコードのHTML正規化および復号化を行う。
ko_ko: MS 스크립트 인코더 코드의 HTML 정규화 및 복호화를 수행합니다.
pt_pt: Efectuar a normalização HTML e descodificação do código do MS Script Encoder.
sw_sw: Utföra HTML-normalisering och dekryptering av MS Script Encoder-kod.
tr_tr: MS Script Encoder kodunun HTML normalizasyonunu ve şifre çözme işlemini gerçekleştirin.
uk_uk: Виконати нормалізацію HTML і розшифровку коду MS Script Encoder.

source: Performance and Monitoring
id_id: Kinerja dan Pemantauan
ja_jp: パフォーマンスとモニタリング
ko_ko: 성능 및 모니터링
pt_pt: Desempenho e Monitorização
sw_sw: Prestationer och övervakning
tr_tr: Performans ve İzleme
uk_uk: Ефективність та моніторинг

source: Pipe
id_id: Pipa
it_it: Tubo
ja_jp: パイプ
ko_ko: 파이프
pt_pt: Tubo
sw_sw: Rör
tr_tr: Boru
uk_uk: Труба

source: Please select a separator to join the matches. Or means any mach can be true which can be used to configure the same proxy for multiple networks while And means all matches must be true which can be used to assign the proxy in a more detailed way.
id_id: Pilih pemisah untuk bergabung dengan pertandingan. Or berarti setiap mach dapat bernilai benar yang dapat digunakan untuk mengonfigurasi proxy yang sama untuk beberapa jaringan, sedangkan And berarti semua pertandingan harus benar yang dapat digunakan untuk menetapkan proxy dengan cara yang lebih rinci.
ja_jp: マッチに参加するセパレータを選択してください。Orはどのマッチもtrueになることを意味し、複数のネットワークに同じプロキシを設定するのに使用できます。Andはすべてのマッチがtrueでなければならず、より詳細な方法でプロキシを割り当てるのに使用できます。
ko_ko: 구분 기호를 선택해 매칭에 참여하세요. 또는은 여러 네트워크에 대해 동일한 프록시를 구성하는 데 사용할 수 있는 모든 마하가 참일 수 있음을 의미하며, 그리고는 모든 일치 항목이 참이어야 함을 의미하며 보다 세부적인 방식으로 프록시를 할당하는 데 사용할 수 있습니다.
pt_pt: Por favor seleccione um separador para se juntar aos fósforos. Ou significa que qualquer máquina pode ser verdadeira que pode ser utilizada para configurar o mesmo proxy para múltiplas redes, enquanto E significa que todos os jogos devem ser verdadeiros que podem ser utilizados para atribuir o proxy de uma forma mais detalhada.
sw_sw: Välj en separator för att delta i matcherna. Or betyder att alla matchningar kan vara sanna, vilket kan användas för att konfigurera samma proxy för flera nätverk, medan And betyder att alla matchningar måste vara sanna, vilket kan användas för att tilldela proxyn på ett mer detaljerat sätt.
tr_tr: Lütfen eşleşmeleri birleştirmek için bir ayırıcı seçin. Veya, birden fazla ağ için aynı proxy'yi yapılandırmak için kullanılabilecek herhangi bir mach'ın doğru olabileceği anlamına gelirken, Ve, proxy'yi daha ayrıntılı bir şekilde atamak için kullanılabilecek tüm eşleşmelerin doğru olması gerektiği anlamına gelir.
uk_uk: Будь ласка, виберіть роздільник, щоб об'єднати збіги. Або означає, що будь-яка операція може бути істинною, що може бути використано для налаштування одного проксі для декількох мереж, тоді як І означає, що всі збіги повинні бути істинними, що може бути використано для більш детального призначення проксі.

source: Please select if this rule should be added to the PAC file.
id_id: Pilih apakah aturan ini harus ditambahkan ke file PAC.
ja_jp: このルールをPACファイルに追加するかどうかを選択してください。
ko_ko: 이 규칙을 PAC 파일에 추가할지 여부를 선택하세요.
pt_pt: Por favor, seleccione se esta regra deve ser adicionada ao ficheiro PAC.
sw_sw: Välj om denna regel ska läggas till i PAC-filen.
tr_tr: Lütfen bu kuralın PAC dosyasına eklenip eklenmeyeceğini seçin.
uk_uk: Будь ласка, оберіть, чи слід додати це правило до PAC-файлу.

source: Policies are processed on a first match basis a lower number means more important.
id_id: Kebijakan diproses berdasarkan kecocokan pertama, angka yang lebih rendah berarti lebih penting.
ja_jp: 保険契約は初回マッチングベースで処理され、数字が小さいほど重要度が高いことを意味します。
ko_ko: 정책은 첫 번째 일치 기준으로 처리되며 숫자가 낮을수록 더 중요하다는 의미입니다.
pt_pt: As políticas são processadas numa base de primeira partida um número mais baixo significa mais importante.
sw_sw: Policyer behandlas enligt principen om första matchning - ett lägre antal betyder att de är viktigare.
tr_tr: Poliçeler ilk eşleşme esasına göre işleme alınır, daha düşük bir sayı daha önemli anlamına gelir.
uk_uk: Поліси обробляються за принципом першого збігу: менший номер означає більш важливий.

source: Policy zone will be enabled only for client IP addresses defined by selected network aliases.
id_id: Zona kebijakan akan diaktifkan hanya untuk alamat IP klien yang ditentukan oleh alias jaringan yang dipilih.
ja_jp: ポリシーゾーンは、選択したネットワークエイリアスで定義されたクライアントIPアドレスに対してのみ有効になります。
ko_ko: 정책 영역은 선택한 네트워크 별칭으로 정의된 클라이언트 IP 주소에 대해서만 활성화됩니다.
pt_pt: A zona de política será activada apenas para endereços IP de clientes definidos por alcunhas de rede seleccionadas.
sw_sw: Policyzonen aktiveras endast för klient-IP-adresser som definieras av valda nätverksalias.
tr_tr: İlke bölgesi yalnızca seçilen ağ takma adları tarafından tanımlanan istemci IP adresleri için etkinleştirilecektir.
uk_uk: Зона політики буде ввімкнена лише для клієнтських IP-адрес, визначених вибраними мережевими псевдонімами.

source: Poll Time
id_id: Waktu Jajak Pendapat
ja_jp: 投票時間
ko_ko: 투표 시간
pt_pt: Tempo de sondagem
sw_sw: Omröstningstid
tr_tr: Anket Zamanı
uk_uk: Час опитування

source: Polling Interval
id_id: Interval Pemungutan Suara
ja_jp: ポーリング間隔
ko_ko: 폴링 간격
pt_pt: Intervalo de votação
sw_sw: Intervall för avfrågning
tr_tr: Yoklama Aralığı
uk_uk: Інтервал опитування

source: Polling interval in seconds.
id_id: Interval pemungutan suara dalam detik.
ja_jp: ポーリング間隔（秒）。
ko_ko: 폴링 간격(초).
pt_pt: Intervalo de sondagem em segundos.
sw_sw: Intervall för avrop i sekunder.
tr_tr: Saniye cinsinden yoklama aralığı.
uk_uk: Інтервал опитування в секундах.

source: Port of DNS server, for usual DNS use 53, if you use DoT set it to 853.
id_id: Port server DNS, untuk DNS biasa gunakan 53, jika Anda menggunakan DoT atur ke 853.
ja_jp: DNSサーバーのポート、通常のDNSでは53、DoTを使用する場合は853に設定します。
ko_ko: DNS 서버의 포트, 일반적인 DNS 사용 시 53, DoT를 사용하는 경우 853으로 설정합니다.
pt_pt: Porta do servidor DNS, para uso habitual do DNS 53, se utilizar o DoT defina para 853.
sw_sw: Port för DNS-servern, för vanlig DNS använd 53, om du använder DoT sätts den till 853.
tr_tr: DNS sunucusunun bağlantı noktası, normal DNS için 53 kullanın, DoT kullanıyorsanız 853 olarak ayarlayın.
uk_uk: Порт DNS-сервера, для звичайного DNS використовуйте 53, якщо ви використовуєте DoT, встановіть його на 853.

source: Port on which OpenVPN listens
id_id: Port yang digunakan untuk mendengarkan OpenVPN
ja_jp: OpenVPNがリッスンするポート
ko_ko: OpenVPN이 수신하는 포트
pt_pt: Porto em que OpenVPN ouve
sw_sw: Port som OpenVPN lyssnar på
tr_tr: OpenVPN'in dinlediği bağlantı noktası
uk_uk: Порт, на якому слухає OpenVPN

source: Port used by DynFi Manager.
id_id: Port yang digunakan oleh DynFi Manager.
ja_jp: DynFi Managerが使用するポートです。
ko_ko: DynFi 매니저에서 사용하는 포트입니다.
pt_pt: Porto utilizado pela DynFi Manager.
sw_sw: Port som används av DynFi Manager.
tr_tr: DynFi Manager tarafından kullanılan bağlantı noktası.
uk_uk: Порт, що використовується DynFi Manager.

source: Preview Size
id_id: Ukuran Pratinjau
ja_jp: プレビューサイズ
ko_ko: 미리보기 크기
pt_pt: Tamanho da pré-visualização
sw_sw: Förhandsgranskning Storlek
tr_tr: Önizleme Boyutu
uk_uk: Розмір попереднього перегляду

source: Priority of MX record, e.g. 10
id_id: Prioritas catatan MX, misalnya 10
ja_jp: MXレコードの優先度（例：10
ko_ko: MX 레코드의 우선순위(예: 10)
pt_pt: Prioridade do registo MX, por exemplo 10
sw_sw: Prioritet för MX-post, t.ex. 10
tr_tr: MX kaydının önceliği, örneğin 10
uk_uk: Пріоритет запису MX, наприклад, 10

source: Private Domains
id_id: Domain Pribadi
ja_jp: プライベートドメイン
ko_ko: 비공개 도메인
pt_pt: Domínios privados
sw_sw: Privata domäner
tr_tr: Özel Alan Adları
uk_uk: Приватні домени

source: Private Key
id_id: Kunci Pribadi
ja_jp: プライベートキー
ko_ko: 개인 키
pt_pt: Chave Privada
sw_sw: Privat nyckel
tr_tr: Özel Anahtar
uk_uk: Приватний ключ

source: Private key of this instance. You can specify your own one, or a key will be generated after saving. Please keep this key safe.
id_id: Kunci pribadi dari contoh ini. Anda dapat menentukan kunci Anda sendiri, atau kunci akan dibuat setelah menyimpan. Harap simpan kunci ini dengan aman.
ja_jp: このインスタンスのプライベートキー。自分で指定することもできますし、保存後に鍵が生成されます。この鍵は大切に保管してください。
ko_ko: 이 인스턴스의 개인 키입니다. 직접 지정하거나 저장 후 키가 생성됩니다. 이 키를 안전하게 보관하세요.
pt_pt: Chave privada desta instância. Pode especificar a sua própria chave, ou será gerada uma chave depois de guardada. Por favor, mantenha esta chave em segurança.
sw_sw: Den här instansens privata nyckel. Du kan ange en egen nyckel eller så genereras en nyckel efter att du har sparat. Förvara den här nyckeln på ett säkert sätt.
tr_tr: Bu örneğin özel anahtarı. Kendi anahtarınızı belirtebilirsiniz veya kaydettikten sonra bir anahtar oluşturulacaktır. Lütfen bu anahtarı güvende tutun.
uk_uk: Приватний ключ цього екземпляра. Ви можете вказати свій власний, або ключ буде згенеровано після збереження. Будь ласка, зберігайте цей ключ у безпеці.

source: Program Timeout
id_id: Batas Waktu Program
ja_jp: プログラムタイムアウト
ko_ko: 프로그램 시간 초과
pt_pt: Tempo limite do programa
sw_sw: Timeout för program
tr_tr: Program Zaman Aşımı
uk_uk: Тайм-аут програми

source: Protocol Type
id_id: Jenis Protokol
ja_jp: プロトコルタイプ
ko_ko: 프로토콜 유형
pt_pt: Tipo de protocolo
sw_sw: Typ av protokoll
tr_tr: Protokol Türü
uk_uk: Тип протоколу

source: Proxies
id_id: Proxy
it_it: Delegati
ja_jp: プロキシ
ko_ko: 프록시
pt_pt: Procuradores
sw_sw: Fullmakter
tr_tr: Proxyler
uk_uk: Проксі-сервери

source: Proxy Type
id_id: Jenis Proxy
ja_jp: プロキシタイプ
ko_ko: 프록시 유형
pt_pt: Tipo de Proxy
sw_sw: Typ av ombud
tr_tr: Proxy Türü
uk_uk: Тип проксі

source: Proxy interfaces
id_id: Antarmuka proxy
ja_jp: プロキシインターフェース
ko_ko: 프록시 인터페이스
pt_pt: Interfaces proxy
sw_sw: Proxy-gränssnitt
tr_tr: Proxy arayüzleri
uk_uk: Проксі-інтерфейси

source: Public key of this instance.
id_id: Kunci publik dari instance ini.
ja_jp: このインスタンスの公開鍵。
ko_ko: 이 인스턴스의 공개 키입니다.
pt_pt: A chave pública desta instância.
sw_sw: Offentliga nyckeln för den här instansen.
tr_tr: Bu örneğin açık anahtarı.
uk_uk: Відкритий ключ цього екземпляра.

source: Public key of this instance. You can specify your own one, or a key will be generated after saving.
id_id: Kunci publik dari contoh ini. Anda dapat menentukan kunci Anda sendiri, atau kunci akan dibuat setelah menyimpan.
ja_jp: このインスタンスの公開鍵。自分で指定することもできますし、保存後に鍵が生成されます。
ko_ko: 이 인스턴스의 공개 키입니다. 직접 키를 지정하거나 저장 후 키가 생성됩니다.
pt_pt: A chave pública desta instância. Pode especificar a sua própria chave, ou será gerada uma chave depois de guardada.
sw_sw: Offentliga nyckeln för den här instansen. Du kan ange en egen nyckel eller så genereras en nyckel efter att du har sparat.
tr_tr: Bu örneğin genel anahtarı. Kendi anahtarınızı belirtebilirsiniz veya kaydettikten sonra bir anahtar oluşturulacaktır.
uk_uk: Публічний ключ цього екземпляра. Ви можете вказати свій власний, або ключ буде згенеровано після збереження.

source: Queue
id_id: Antrian
it_it: Fare la coda
ja_jp: キュー
ko_ko: 대기열
pt_pt: Fila
sw_sw: Kö
tr_tr: Kuyruk
uk_uk: Черга.

source: RRset Cache Size
id_id: Ukuran Cache RRset
ja_jp: RRsetキャッシュサイズ
ko_ko: RRset 캐시 크기
pt_pt: Tamanho da Cache RRset
sw_sw: RRset Cache-storlek
tr_tr: RRset Önbellek Boyutu
uk_uk: RRset Розмір кешу

source: Rebind protection networks
id_id: Mengikat kembali jaringan perlindungan
ja_jp: プロテクションネットワークの再バインド
ko_ko: 보호 네트워크 리바인드
pt_pt: Redes de protecção contra a rebobinagem
sw_sw: Återbinda skyddsnätverken
tr_tr: Koruma ağlarını yeniden bağlama
uk_uk: Перев'язувальні захисні мережі

source: Recipient
id_id: Penerima
it_it: Destinatario
ja_jp: 宛先
ko_ko: 수신자
pt_pt: Destinatário
sw_sw: Mottagare
tr_tr: Alıcı
uk_uk: Одержувач

source: Regular expressions are allowed.
id_id: Ekspresi reguler diperbolehkan.
ja_jp: 正規表現が可能です。
ko_ko: 정규식을 사용할 수 있습니다.
pt_pt: As expressões regulares são permitidas.
sw_sw: Regelbundna uttryck är tillåtna.
tr_tr: Düzenli ifadelere izin verilir.
uk_uk: Допускаються регулярні вирази.

source: Reject Connections from other IP addresses than ::1 and 127.0.0.1.
id_id: Tolak Sambungan dari alamat IP selain ::1 dan 127.0.0.1.
ja_jp: :1および127.0.0.1以外のIPアドレスからの接続を拒否します。
ko_ko: 1 및 127.0.0.1이 아닌 다른 IP 주소의 연결을 거부합니다.
pt_pt: Rejeitar ligações de outros endereços IP que não ::1 e 127.0.0.0.1.
sw_sw: Avvisa anslutningar från andra IP-adresser än ::1 och 127.0.0.0.1.
tr_tr: ::1 ve 127.0.0.1 dışındaki IP adreslerinden gelen Bağlantıları Reddet.
uk_uk: Відхиляти з'єднання з інших IP-адрес, окрім ::1 та 127.0.0.1.

source: Reminder
id_id: Pengingat
ja_jp: リマインダー
ko_ko: 알림
pt_pt: Lembrete
sw_sw: Påminnelse
tr_tr: Hatırlatma
uk_uk: Нагадування

source: Remote Access Server
id_id: Server Akses Jarak Jauh
ja_jp: リモートアクセスサーバー
ko_ko: 원격 액세스 서버
pt_pt: Servidor de Acesso Remoto
sw_sw: Server för fjärråtkomst
tr_tr: Uzaktan Erişim Sunucusu
uk_uk: Сервер віддаленого доступу

source: Remote address
id_id: Alamat jarak jauh
ja_jp: リモートアドレス
ko_ko: 원격 주소
pt_pt: Endereço remoto
sw_sw: Fjärranpassad adress
tr_tr: Uzak adres
uk_uk: Віддалена адреса

source: Request Modify URL
id_id: Permintaan Ubah URL
ja_jp: リクエストモディファイURL
ko_ko: URL 수정 요청
pt_pt: Pedido Modificar URL
sw_sw: Begär ändring av URL
tr_tr: URL Değiştirme Talebi
uk_uk: Запит на зміну URL-адреси

source: Reset Expired Record TTL
id_id: Setel Ulang TTL Rekaman Kedaluwarsa
ja_jp: 期限切れレコードのTTLをリセットする
ko_ko: 만료된 레코드 TTL 재설정
pt_pt: Reiniciar Registo Expirado TTL
sw_sw: Återställa TTL för utgånget register
tr_tr: Süresi Dolan Kayıt TTL'sini Sıfırla
uk_uk: Скинути прострочений запис TTL

source: Response Modify URL
id_id: Tanggapan Ubah URL
ja_jp: レスポンス Modify URL
ko_ko: 응답 URL 수정
pt_pt: Resposta Modificar URL
sw_sw: Svar Ändra URL
tr_tr: Yanıt URL'yi Değiştir
uk_uk: Відповідь Змінити URL-адресу

source: Restrict access to users in the selected (local)group. <br/> <b>NOTE:</b> please be aware that users (or vouchers) which aren't administered locally will be denied when using this option.
id_id: Membatasi akses ke pengguna dalam grup (lokal) yang dipilih. <b>CATATAN:</b> <b>CATATAN:</b> perlu diketahui bahwa pengguna (atau voucher) yang tidak dikelola secara lokal akan ditolak saat menggunakan opsi ini.
ja_jp: 選択した(ローカル)グループのユーザーへのアクセスを制限する。<br/> <b>注意:</b>このオプションを使用すると、ローカルで管理されていないユーザー（またはバウチャー）が拒否されることに注意してください。
ko_ko: 선택한 (로컬) 그룹의 사용자에 대한 액세스를 제한합니다. <br/> <b>주:</b> 로컬로 관리되지 않는 사용자(또는 바우처)는 이 옵션을 사용할 때 거부된다는 점에 유의하시기 바랍니다.
pt_pt: Restringir o acesso aos utilizadores do grupo (local)seleccionado. <br/> <b>NOTE:</b> por favor esteja ciente de que os utilizadores (ou vouchers) que não são administrados localmente serão negados ao utilizar esta opção.
sw_sw: Begränsa åtkomsten till användare i den valda (lokala) gruppen. <br/> <b>OBS:</b> tänk på att användare (eller kuponger) som inte administreras lokalt kommer att nekas när du använder det här alternativet.
tr_tr: Seçilen (yerel) gruptaki kullanıcılara erişimi kısıtlayın. <br/> <b>NOT:</b> bu seçenek kullanıldığında yerel olarak yönetilmeyen kullanıcıların (veya kuponların) reddedileceğini lütfen unutmayın.
uk_uk: Обмеження доступу для користувачів у вибраній (локальній) групі. <br/> <b>ПРИМІТКА:</b> будь ласка, зауважте, що користувачам (або ваучерам), які не адмініструються локально, буде відмовлено у використанні цієї опції.

source: Restrict access to users in the selected (local)group. <br/> <b>NOTE:</b> please be aware that users (or vouchers) which aren't administered locally will be denied when using this option.
id_id: Membatasi akses ke pengguna dalam grup (lokal) yang dipilih. <b>CATATAN:</b> <b>CATATAN:</b> perlu diketahui bahwa pengguna (atau voucher) yang tidak dikelola secara lokal akan ditolak saat menggunakan opsi ini.
ja_jp: 選択した(ローカル)グループのユーザーへのアクセスを制限する。<br/> <b>注意:</b>このオプションを使用すると、ローカルで管理されていないユーザー（またはバウチャー）が拒否されることに注意してください。
ko_ko: 선택한 (로컬) 그룹의 사용자에 대한 액세스를 제한합니다. <br/> <b>주:</b> 로컬로 관리되지 않는 사용자(또는 바우처)는 이 옵션을 사용할 때 거부된다는 점에 유의하시기 바랍니다.
pt_pt: Restringir o acesso aos utilizadores do grupo (local)seleccionado. <br/> <b>NOTE:</b> por favor esteja ciente de que os utilizadores (ou vouchers) que não são administrados localmente serão negados ao utilizar esta opção.
sw_sw: Begränsa åtkomsten till användare i den valda (lokala) gruppen. <br/> <b>OBS:</b> tänk på att användare (eller kuponger) som inte administreras lokalt kommer att nekas när du använder det här alternativet.
tr_tr: Seçilen (yerel) gruptaki kullanıcılara erişimi kısıtlayın. <br/> <b>NOT:</b> bu seçenek kullanıldığında yerel olarak yönetilmeyen kullanıcıların (veya kuponların) reddedileceğini lütfen unutmayın.
uk_uk: Обмеження доступу для користувачів у вибраній (локальній) групі. <br/> <b>ПРИМІТКА:</b> будь ласка, зауважте, що користувачам (або ваучерам), які не адмініструються локально, буде відмовлено у використанні цієї опції.

source: Restrict to
id_id: Batasi untuk
ja_jp: に制限されます。
ko_ko: 제한 대상
pt_pt: Restringir-se a
sw_sw: Begränsas till
tr_tr: Kısıtlama
uk_uk: Обмежитися

source: Restrictions
id_id: Pembatasan
ja_jp: 制限事項
ko_ko: 제한 사항
pt_pt: Restrições
sw_sw: Begränsningar
tr_tr: Kısıtlamalar
uk_uk: Обмеження

source: Return NXDOMAIN
id_id: Kembalikan NXDOMAIN
ja_jp: NXDOMAINを返す
ko_ko: NXDOMAIN 반환
pt_pt: Devolver NXDOMAIN
sw_sw: Återge NXDOMAIN
uk_uk: Повернути NXDOMAIN

source: Revision
id_id: Revisi
ja_jp: 改訂版
ko_ko: 개정
pt_pt: Revisão
sw_sw: Revidering
tr_tr: Revizyon
uk_uk: Ревізія

source: Root Certificate
id_id: Sertifikat Akar
ja_jp: ルート証明書
ko_ko: 루트 인증서
pt_pt: Certificado de Raiz
sw_sw: Rotcertifikat
tr_tr: Kök Sertifika
uk_uk: Кореневий сертифікат

source: Rotate alert logs at provided interval.
id_id: Putar log peringatan pada interval yang disediakan.
ja_jp: 指定した間隔でアラートログをローテートします。
ko_ko: 지정된 간격으로 알림 로그를 회전합니다.
pt_pt: Rodar os registos de alerta no intervalo previsto.
sw_sw: Rotera varningsloggar med det angivna intervallet.
tr_tr: Uyarı günlüklerini belirtilen aralıkta döndürün.
uk_uk: Поворот журналів оповіщень з заданим інтервалом.
