Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Forward HTTPS traffic to transparent proxy
id_id: Meneruskan lalu lintas HTTPS ke proxy transparan
ja_jp: HTTPS トラフィックを透過型プロキシに転送
ko_ko: 투명 프록시로 HTTPS 트래픽 전달
pt_pt: Encaminhar o tráfego de HTTPS para proxy transparente
sw_sw: Vidarebefordra HTTPS-trafik till transparent proxy
tr_tr: HTTPS trafiğini şeffaf proxy'ye iletme
uk_uk: Переадресація HTTPS-трафіку на прозорий проксі

source: Forward Proxy
id_id: Teruskan Proksi
ja_jp: フォワードプロキシ
ko_ko: 전달 프록시
pt_pt: Procura de Procura Avançada
sw_sw: Framåtriktad proxy
tr_tr: İleri Proxy
uk_uk: Прямий проксі

source: Freshclam connect timeout
id_id: Batas waktu koneksi Freshclam
ja_jp: フレッシュクラムの接続タイムアウト
ko_ko: Freshclam 연결 시간 초과
sw_sw: Timeout för Freshclam-anslutning
tr_tr: Freshclam bağlantı zaman aşımı
uk_uk: Таймаут з'єднання Freshclam

source: Freshclam database mirror
id_id: Cermin basis data Freshclam
ja_jp: Freshclamデータベースミラー
ko_ko: Freshclam 데이터베이스 미러
pt_pt: Espelho da base de dados Freshclam
sw_sw: Spegel av Freshclam-databas
tr_tr: Freshclam veritabanı aynası
uk_uk: Дзеркало бази даних Freshclam

source: Freshclam log verbose
id_id: Log Freshclam bertele-tele
ja_jp: フレッシュクラムログverbose
ko_ko: Freshclam 로그 상세 정보
tr_tr: Freshclam günlüğü verbose
uk_uk: Лог фрешклама багатослівний

source: From Day
id_id: Dari Hari
ja_jp: フロムデイ
ko_ko: 일부터
pt_pt: Desde o dia
sw_sw: Från dag
tr_tr: Günden
uk_uk: Від Дня

source: From Month
id_id: Dari Bulan
ja_jp: 月より
ko_ko: 월부터
pt_pt: A partir do Mês
sw_sw: Från och med månaden
tr_tr: Ay'dan
uk_uk: Від місяця

source: Gateway IP
id_id: IP gateway
ja_jp: ゲートウェイIP
ko_ko: 게이트웨이 IP
pt_pt: Porta IP
tr_tr: Ağ Geçidi IP'si
uk_uk: IP шлюзу

source: General Forward Settings
id_id: Pengaturan Penerusan Umum
ja_jp: 一般的なフォワードの設定
ko_ko: 일반 전달 설정
pt_pt: Configurações Gerais de Avanço
sw_sw: Allmänna inställningar för vidarebefordran
tr_tr: Genel İletim Ayarları
uk_uk: Загальні налаштування переадресації

source: General Proxy Settings
id_id: Pengaturan Proxy Umum
ja_jp: プロキシ全般の設定
ko_ko: 일반 프록시 설정
pt_pt: Configurações Gerais de Proxy
sw_sw: Allmänna inställningar för proxy
tr_tr: Genel Proxy Ayarları
uk_uk: Загальні налаштування проксі-сервера

source: General Redis Settings
id_id: Pengaturan Umum Redis
ja_jp: Redis全般の設定
ko_ko: 일반 Redis 설정
pt_pt: Definições Gerais Redis
sw_sw: Allmänna Redis-inställningar
tr_tr: Genel Redis Ayarları
uk_uk: Загальні налаштування Redis

source: General Settings
id_id: Pengaturan Umum
it_it: impostazioni generali
ja_jp: 全般設定
ko_ko: 일반 설정
pt_pt: Definições Gerais
sw_sw: Allmänna inställningar
tr_tr: Genel Ayarlar
uk_uk: Загальні налаштування

source: Given name, last name, or anything you need to describe.
id_id: Nama keluarga, nama belakang, atau apa pun yang perlu Anda jelaskan.
ja_jp: ジブンネーム、ラストネーム、何でもいいので、記述してください。
ko_ko: 이름, 성 또는 설명이 필요한 모든 항목.
pt_pt: Nome dado, apelido, ou qualquer coisa que necessite de descrever.
sw_sw: Förnamn, efternamn eller vad du vill beskriva.
tr_tr: Verilen ad, soyad veya tanımlamanız gereken herhangi bir şey.
uk_uk: Ім'я, прізвище або будь-що, що вам потрібно описати.

source: Google GSuite restricted
id_id: Google GSuite dibatasi
ja_jp: Google GSuiteの制限について
ko_ko: Google GSuite 제한
pt_pt: Google GSuite restrito
sw_sw: Google GSuite begränsad
tr_tr: Google GSuite kısıtlandı
uk_uk: Доступ до Google GSuite обмежений

source: Group Filter
id_id: Filter Grup
ja_jp: グループフィルター
ko_ko: 그룹 필터
pt_pt: Filtro de grupo
sw_sw: Gruppfilter
tr_tr: Grup Filtresi
uk_uk: Груповий фільтр

source: HTTP Port
id_id: Port HTTP
ja_jp: HTTPポート
ko_ko: HTTP 포트
pt_pt: Porto HTTP
tr_tr: HTTP Bağlantı Noktası
uk_uk: Порт HTTP

source: HTTP Port this service listens on.
id_id: Port HTTP yang didengarkan oleh layanan ini.
ja_jp: このサービスがリッスンするHTTPポート。
ko_ko: 이 서비스가 수신 대기하는 HTTP 포트입니다.
pt_pt: Porta HTTP em que este serviço ouve.
sw_sw: HTTP-port som tjänsten lyssnar på.
tr_tr: Bu hizmetin dinlediği HTTP Bağlantı Noktası.
uk_uk: HTTP-порт, на якому цей сервіс слухає.

source: HTTPS Port
id_id: Port HTTPS
ja_jp: HTTPS ポート
ko_ko: HTTPS 포트
pt_pt: Porto HTTPS
tr_tr: HTTPS Bağlantı Noktası
uk_uk: Порт HTTPS

source: HTTPS Port this service listens on. If you enable HTTPS you will be redirected from HTTP to HTTPS. Please select a certificate below
id_id: Port HTTPS yang didengarkan oleh layanan ini. Jika Anda mengaktifkan HTTPS, Anda akan dialihkan dari HTTP ke HTTPS. Silakan pilih sertifikat di bawah ini
ja_jp: このサービスがリッスンする HTTPS ポートです。HTTPSを有効にすると、HTTPからHTTPSにリダイレクトされます。以下から証明書を選択してください。
ko_ko: 이 서비스가 수신 대기하는 HTTPS 포트입니다. HTTPS를 활성화하면 HTTP에서 HTTPS로 리디렉션됩니다. 아래에서 인증서를 선택하세요.
pt_pt: HTTPS Port este serviço está à escuta. Se activar HTTPS, será redireccionado de HTTP para HTTPS. Por favor, seleccione um certificado abaixo
sw_sw: HTTPS-port som tjänsten lyssnar på. Om du aktiverar HTTPS omdirigeras du från HTTP till HTTPS. Välj ett certifikat nedan
tr_tr: Bu hizmetin dinlediği HTTPS Bağlantı Noktası. HTTPS'yi etkinleştirirseniz HTTP'den HTTPS'ye yönlendirileceksiniz. Lütfen aşağıdan bir sertifika seçin
uk_uk: HTTPS Порт, на якому ця служба слухає. Якщо ви ввімкнете HTTPS, вас буде перенаправлено з HTTP на HTTPS. Будь ласка, виберіть сертифікат нижче

source: Hard timeout (minutes)
id_id: Batas waktu keras (menit)
ja_jp: ハードタイムアウト（分）
ko_ko: 하드 타임아웃(분)
pt_pt: Tempo limite difícil (minutos)
sw_sw: Hårda timeout (minuter)
tr_tr: Zor zaman aşımı (dakika)
uk_uk: Жорсткий тайм-аут (хвилини)

source: Harden DNSSEC Data
id_id: Mengeraskan Data DNSSEC
ja_jp: DNSSECデータを保護する
ko_ko: DNSSEC 데이터 강화
pt_pt: Dados do DNSSEC Harden
sw_sw: Skydda DNSSEC-data
tr_tr: DNSSEC Verilerini Sertleştirin
uk_uk: Захистіть дані DNSSEC

source: Home networks
id_id: Jaringan rumah
ja_jp: ホームネットワーク
ko_ko: 홈 네트워크
pt_pt: Redes domésticas
sw_sw: Hemnätverk
tr_tr: Ev ağları
uk_uk: Домашні мережі

source: Host Pattern
id_id: Pola Tuan Rumah
ja_jp: ホストパターン
ko_ko: 호스트 패턴
pt_pt: Padrão de acolhimento
sw_sw: Värdmönster
tr_tr: Ev Sahibi Modeli
uk_uk: Шаблон господаря

source: Host name of MX host, e.g. mail.example.com
id_id: Nama host dari host MX, misalnya mail.example.com
ja_jp: MXホストのホスト名（例：mail.example.com
ko_ko: MX 호스트의 호스트 이름(예: mail.example.com)
pt_pt: Nome do anfitrião do MX host, por exemplo mail.example.com
sw_sw: Värdnamn på MX-värd, t.ex. mail.example.com
tr_tr: MX ana bilgisayarının ana bilgisayar adı, örn. mail.example.com
uk_uk: Ім'я MX-хоста, наприклад, mail.example.com

source: Host override
id_id: Timpa tuan rumah
ja_jp: ホストオーバーライド
ko_ko: 호스트 재정의
pt_pt: Anulação do anfitrião
sw_sw: Värd överstyrning
tr_tr: Ana bilgisayar geçersiz kılma
uk_uk: Перевизначення хоста

source: Hostname (of this machine) to redirect login page to, leave blank to use this interface IP address, otherwise make sure the client can access DNS to resolve this location. When using a SSL certificate, make sure both this name and the cert name are equal.
id_id: Nama host (dari mesin ini) untuk mengarahkan halaman login, biarkan kosong untuk menggunakan alamat IP antarmuka ini, jika tidak, pastikan klien dapat mengakses DNS untuk menyelesaikan lokasi ini. Saat menggunakan sertifikat SSL, pastikan nama ini dan nama sertifikat sama.
ja_jp: ログインページをリダイレクトするホスト名（このマシンの）。このインターフェイスのIPアドレスを使用する場合は空白にし、そうでない場合は、クライアントがDNSにアクセスしてこの場所を解決できることを確認する。SSL証明書を使用する場合は、この名前と証明書名の両方が等しいことを確認してください。
ko_ko: 로그인 페이지를 리디렉션할 (이 컴퓨터의) 호스트 이름, 이 인터페이스 IP 주소를 사용하려면 비워 두어야 하며, 그렇지 않으면 클라이언트가 DNS에 액세스하여 이 위치를 확인할 수 있는지 확인합니다. SSL 인증서를 사용하는 경우 이 이름과 인증서 이름이 모두 같은지 확인하세요.
pt_pt: Hostname (desta máquina) para redireccionar a página de login, deixar em branco para utilizar este endereço IP de interface, caso contrário, certificar-se de que o cliente pode aceder ao DNS para resolver esta localização. Ao utilizar um certificado SSL, certifique-se de que tanto este nome como o nome do cert são iguais.
sw_sw: Värdnamn (för den här maskinen) som inloggningssidan ska omdirigeras till, lämna tomt om du vill använda IP-adressen för det här gränssnittet, annars måste du se till att klienten kan få tillgång till DNS för att hitta den här platsen. När du använder ett SSL-certifikat ska du se till att både det här namnet och certifikatets namn är lika.
tr_tr: Oturum açma sayfasını yönlendirmek için ana bilgisayar adı (bu makinenin), bu arayüz IP adresini kullanmak için boş bırakın, aksi takdirde istemcinin bu konumu çözümlemek için DNS'ye erişebildiğinden emin olun. Bir SSL sertifikası kullanırken, hem bu adın hem de sertifika adının eşit olduğundan emin olun.
uk_uk: Ім'я хоста (цього комп'ютера), на який буде перенаправлено сторінку входу, залиште порожнім, щоб використовувати цю IP-адресу інтерфейсу, інакше переконайтеся, що клієнт має доступ до DNS для визначення цього розташування. Якщо ви використовуєте SSL-сертифікат, переконайтеся, що це ім'я та ім'я сертифіката співпадають.

source: Hostname or address to resolve.
id_id: Nama host atau alamat yang harus diselesaikan.
ja_jp: 解決するホスト名またはアドレス。
ko_ko: 확인할 호스트 이름 또는 주소입니다.
pt_pt: Nome ou endereço do anfitrião a resolver.
sw_sw: Värdnamn eller adress som ska lösas upp.
tr_tr: Çözümlenecek ana bilgisayar adı veya adresi.
uk_uk: Ім'я хоста або адреса для вирішення.

source: Hours
id_id: Jam
it_it: Ore
ja_jp: 時間
ko_ko: 시간
pt_pt: Horas
sw_sw: Timmar
tr_tr: Saatler
uk_uk: Години

source: ICAP Settings
id_id: Pengaturan ICAP
ja_jp: ICAPの設定
ko_ko: ICAP 설정
pt_pt: Configurações do ICAP
sw_sw: ICAP-inställningar
tr_tr: ICAP Ayarları
uk_uk: Налаштування ICAP

source: ICP port
id_id: Port ICP
ja_jp: ICPポート
ko_ko: ICP 포트
pt_pt: Porto ICP
tr_tr: ICP bağlantı noktası
uk_uk: Порт ICP

source: IP Address
id_id: Alamat IP
it_it: Indirizzo IP
ja_jp: IPアドレス
ko_ko: IP 주소
pt_pt: Endereço IP
sw_sw: IP-adress
tr_tr: IP Adresi
uk_uk: IP-адреса

source: IP Address or Network with CIDR
id_id: Alamat IP atau Jaringan dengan CIDR
ja_jp: IPアドレスまたはCIDR付きネットワーク
ko_ko: CIDR이 있는 IP 주소 또는 네트워크
pt_pt: Endereço IP ou Rede com CIDR
sw_sw: IP-adress eller nätverk med CIDR
tr_tr: IP Adresi veya CIDR ile Ağ
uk_uk: IP-адреса або мережа з CIDR

source: IP address of DNS server to forward all requests.
id_id: Alamat IP server DNS untuk meneruskan semua permintaan.
ja_jp: すべてのリクエストを転送するDNSサーバーのIPアドレス。
ko_ko: 모든 요청을 전달할 DNS 서버의 IP 주소입니다.
pt_pt: Endereço IP do servidor DNS para reencaminhar todos os pedidos.
sw_sw: IP-adress till den DNS-server som ska vidarebefordra alla förfrågningar.
tr_tr: Tüm isteklerin iletileceği DNS sunucusunun IP adresi.
uk_uk: IP-адреса DNS-сервера для пересилання всіх запитів.

source: IP address of the host, e.g. 192.168.100.100 or fd00:abcd::1
id_id: Alamat IP host, misalnya 192.168.100.100 atau fd00:abcd::1
ja_jp: ホストのIPアドレス（例：192.168.100.100、fd00:abcd::1）。
ko_ko: 호스트의 IP 주소(예: 192.168.100.100 또는 fd00:abcd::1)
pt_pt: Endereço IP do anfitrião, por exemplo 192.168.100.100 ou fd00:abcd::1
sw_sw: Värdens IP-adress, t.ex. 192.168.100.100 eller fd00:abcd::1.
tr_tr: Ana bilgisayarın IP adresi, örneğin 192.168.100.100 veya fd00:abcd::1
uk_uk: IP-адреса хоста, наприклад 192.168.100.100 або fd00:abcd::1

source: IP addresses of DynFi Manager instance.
id_id: Alamat IP dari instance DynFi Manager.
ja_jp: DynFi ManagerインスタンスのIPアドレス。
ko_ko: DynFi 매니저 인스턴스의 IP 주소입니다.
pt_pt: Endereços IP da instância DynFi Manager.
sw_sw: IP-adresser för DynFi Manager-instansen.
tr_tr: DynFi Manager örneğinin IP adresleri.
uk_uk: IP-адреси екземплярів DynFi Manager.

source: IPS mode
id_id: Mode IPS
ja_jp: IPSモード
ko_ko: IPS 모드
pt_pt: Modo IPS
sw_sw: IPS-läge
tr_tr: IPS modu
uk_uk: Режим IPS

source: IPs of DynFi Manager
ja_jp: DynFi ManagerのIP
ko_ko: DynFi 매니저의 IP
pt_pt: IPs do DynFi Manager
sw_sw: IP:er för DynFi Manager
tr_tr: DynFi Manager IP'leri
uk_uk: IP-адреси DynFi Manager

source: IPv6 Address
id_id: Alamat IPv6
ja_jp: IPv6アドレス
ko_ko: IPv6 주소
pt_pt: Endereço IPv6
sw_sw: IPv6-adress
tr_tr: IPv6 Adresi
uk_uk: Адреса IPv6

source: Idle timeout (minutes)
id_id: Batas waktu idle (menit)
ja_jp: アイドルタイムアウト（分）
ko_ko: 유휴 시간 제한(분)
pt_pt: Tempo de inactividade (minutos)
sw_sw: Timeout för inaktivitet (minuter)
tr_tr: Boşta zaman aşımı (dakika)
uk_uk: Тайм-аут простою (хвилини)

source: If Custom is specified. The detection engine tries to split out separate signatures into groups so that a packet is only inspected against signatures that can actually match. As in large rule set this would result in way too many groups and memory usage similar groups are merged together.
id_id: Jika Custom ditentukan. Mesin pendeteksi mencoba membagi tanda tangan yang terpisah ke dalam kelompok sehingga paket hanya diperiksa terhadap tanda tangan yang benar-benar cocok. Seperti pada kumpulan aturan yang besar, hal ini akan menghasilkan terlalu banyak kelompok dan penggunaan memori kelompok yang serupa digabungkan bersama.
ja_jp: Customを指定した場合。検出エンジンは、パケットが実際に一致するシグネチャに対してのみ検査されるように、別々のシグネチャをグループに分割しようとします。大規模なルールセットでは、グループ数が多すぎてメモリ使用量が多くなるため、類似のグループは一緒に統合されます。
ko_ko: 사용자 지정이 지정된 경우. 탐지 엔진은 패킷이 실제로 일치할 수 있는 서명에 대해서만 검사되도록 별도의 서명을 그룹으로 분할하려고 시도합니다. 대규모 규칙 세트에서와 같이 이렇게 하면 그룹이 너무 많아지고 메모리 사용량이 비슷한 그룹이 병합됩니다.
pt_pt: Se o costume for especificado. O motor de detecção tenta dividir as assinaturas separadas em grupos para que um pacote só seja inspeccionado contra assinaturas que possam realmente corresponder. Como em grande regra, isto resultaria em demasiados grupos e utilização de memória, grupos semelhantes são fundidos entre si.
sw_sw: Om Anpassad anges. Detektionsmotorn försöker dela upp separata signaturer i grupper så att ett paket endast inspekteras mot signaturer som faktiskt kan matcha. I stora regeluppsättningar skulle detta resultera i alltför många grupper och minnesanvändning, eftersom liknande grupper slås samman.
tr_tr: Özel belirtilirse. Algılama motoru ayrı imzaları gruplara ayırmaya çalışır, böylece bir paket yalnızca gerçekten eşleşebilecek imzalara karşı denetlenir. Büyük kural kümelerinde bu çok fazla gruba ve bellek kullanımına neden olacağından benzer gruplar bir araya getirilir.
uk_uk: Якщо вказано Custom. Механізм виявлення намагається розбити окремі сигнатури на групи, щоб пакет перевірявся лише за тими сигнатурами, які дійсно можуть збігатися. У великому наборі правил це призведе до надто великої кількості груп і використання пам'яті, тому схожі групи об'єднуються разом.

source: If provided, all traffic will be transmitted over an HTTPS connection to protect against eavesdroppers.
id_id: Jika tersedia, semua lalu lintas akan ditransmisikan melalui koneksi HTTPS untuk melindungi dari penyadap.
ja_jp: 提供された場合、盗聴者から保護するために、すべてのトラフィックはHTTPS接続で送信されます。
ko_ko: 제공된 경우, 모든 트래픽은 도청으로부터 보호하기 위해 HTTPS 연결을 통해 전송됩니다.
pt_pt: Se previsto, todo o tráfego será transmitido através de uma ligação HTTPS para protecção contra os espiões.
sw_sw: Om du anger detta kommer all trafik att överföras via en HTTPS-anslutning för att skydda mot avlyssning.
tr_tr: Sağlandığı takdirde, dinleyicilere karşı koruma sağlamak için tüm trafik bir HTTPS bağlantısı üzerinden iletilecektir.
uk_uk: Якщо це передбачено, весь трафік буде передаватися через HTTPS-з'єднання для захисту від підслуховування.

source: If set (default), Squid will include a Via header in requests and replies as required by RFC2616.
id_id: Jika disetel (default), Squid akan menyertakan header Via dalam permintaan dan balasan seperti yang disyaratkan oleh RFC2616.
ja_jp: 設定されている場合(デフォルト)、SquidはRFC2616で要求されているように、リクエストと返信にViaヘッダを含めます。
ko_ko: 설정(기본값)하면 Squid는 RFC2616에서 요구하는 대로 요청 및 응답에 Via 헤더를 포함합니다.
pt_pt: Se definido (por defeito), o Squid incluirá um cabeçalho Via nos pedidos e respostas como requerido pelo RFC2616.
sw_sw: Om den är inställd (standard) kommer Squid att inkludera en Via-huvudrubrik i begäranden och svar enligt RFC2616.
tr_tr: Ayarlanırsa (varsayılan), Squid RFC2616'nın gerektirdiği şekilde isteklere ve yanıtlara bir Via başlığı ekleyecektir.
uk_uk: Якщо встановлено (за замовчуванням), Squid буде додавати заголовок Via до запитів і відповідей, як того вимагає RFC2616.

source: If the number of the available threads is less than number, the c-icap server starts a new child.
id_id: Jika jumlah thread yang tersedia kurang dari angka, server c-icap akan memulai sebuah anak baru.
ja_jp: 利用可能なスレッド数がnumberに満たない場合、c-icapサーバは新しい子スレッドを開始します。
ko_ko: 사용 가능한 스레드 수가 수보다 적으면 c-icap 서버가 새 자식을 시작합니다.
pt_pt: Se o número dos fios disponíveis for inferior ao número, o servidor c-icap inicia uma nova criança.
sw_sw: Om antalet tillgängliga trådar är mindre än antalet startar c-icap-servern ett nytt barn.
tr_tr: Mevcut iş parçacıklarının sayısı sayıdan azsa, c-icap sunucusu yeni bir çocuk başlatır.
uk_uk: Якщо кількість доступних потоків менша за number, сервер c-icap запускає новий дочірній потік.

source: If the number of the available threads is more than number then the c-icap server kills a child.
id_id: Jika jumlah thread yang tersedia lebih dari angka maka server c-icap akan membunuh anak.
ja_jp: もし、利用可能なスレッドの数が数より多い場合、c-icapサーバーはチャイルドを殺害する。
ko_ko: 사용 가능한 스레드 수가 수보다 많으면 c-icap 서버가 자식을 죽입니다.
pt_pt: Se o número dos fios disponíveis for superior ao número, então o servidor c-icap mata uma criança.
sw_sw: Om antalet tillgängliga trådar är fler än antalet dödar c-icap-servern ett barn.
tr_tr: Mevcut iş parçacıklarının sayısı sayıdan fazlaysa, c-icap sunucusu bir çocuğu öldürür.
uk_uk: Якщо кількість доступних потоків більша за number, то сервер c-icap вбиває дитину.

source: If this checkbox is checked, you can use an ICAP server to filter or replace content.
id_id: Jika kotak centang ini dicentang, Anda dapat menggunakan server ICAP untuk memfilter atau mengganti konten.
ja_jp: このチェックボックスをオンにすると、ICAPサーバーを使用してコンテンツをフィルタリングまたは置換することができます。
ko_ko: 이 확인란을 선택하면 ICAP 서버를 사용하여 콘텐츠를 필터링하거나 교체할 수 있습니다.
pt_pt: Se esta caixa de verificação estiver marcada, pode utilizar um servidor ICAP para filtrar ou substituir o conteúdo.
sw_sw: Om den här kryssrutan är markerad kan du använda en ICAP-server för att filtrera eller ersätta innehåll.
tr_tr: Bu onay kutusu işaretliyse, içeriği filtrelemek veya değiştirmek için bir ICAP sunucusu kullanabilirsiniz.
uk_uk: Якщо цей прапорець встановлено, ви можете використовувати ICAP-сервер для фільтрації або заміни вмісту.

source: If this option is set, users can login on multiple machines at once. If disabled subsequent logins will cause machines previously logged in with the same username to be disconnected.
id_id: Jika opsi ini diatur, pengguna dapat masuk ke beberapa mesin sekaligus. Jika dinonaktifkan, login berikutnya akan menyebabkan mesin yang sebelumnya login dengan nama pengguna yang sama terputus.
ja_jp: このオプションを設定すると、ユーザーは一度に複数のマシンでログインできます。無効にした場合、同じユーザー名でログインしたマシンは切断されます。
ko_ko: 이 옵션을 설정하면 사용자는 한 번에 여러 머신에 로그인할 수 있습니다. 이 옵션을 비활성화하면 이전에 동일한 사용자 아이디로 로그인한 머신의 연결이 끊어집니다.
pt_pt: Se esta opção estiver definida, os utilizadores podem fazer login em várias máquinas ao mesmo tempo. Se os logins subsequentes forem desactivados, as máquinas previamente registadas com o mesmo nome de utilizador serão desligadas.
sw_sw: Om det här alternativet är inställt kan användare logga in på flera maskiner samtidigt. Om det är inaktiverat kommer efterföljande inloggningar att leda till att maskiner som tidigare varit inloggade med samma användarnamn kopplas bort.
tr_tr: Bu seçenek ayarlanırsa, kullanıcılar aynı anda birden fazla makinede oturum açabilir. Devre dışı bırakılırsa, sonraki oturum açma işlemleri daha önce aynı kullanıcı adıyla oturum açmış makinelerin bağlantısının kesilmesine neden olur.
uk_uk: Якщо цю опцію ввімкнено, користувачі можуть входити на декілька машин одночасно. Якщо її вимкнено, наступні входи призведуть до того, що машини, які раніше входили під тим самим іменем користувача, будуть відключені.

source: If you enable this option, the client IP address will be sent to the ICAP server. This can be useful if you want to filter traffic based on IP addresses.
id_id: Jika Anda mengaktifkan opsi ini, alamat IP klien akan dikirim ke server ICAP. Ini dapat berguna jika Anda ingin memfilter lalu lintas berdasarkan alamat IP.
ja_jp: このオプションを有効にすると、クライアントIPアドレスがICAPサーバーに送信されます。これは、IPアドレスに基づいてトラフィックをフィルタリングしたい場合に有効です。
ko_ko: 이 옵션을 활성화하면 클라이언트 IP 주소가 ICAP 서버로 전송됩니다. 이 옵션은 IP 주소를 기준으로 트래픽을 필터링하려는 경우에 유용할 수 있습니다.
pt_pt: Se activar esta opção, o endereço IP do cliente será enviado para o servidor do ICAP. Isto pode ser útil se quiser filtrar o tráfego com base em endereços IP.
sw_sw: Om du aktiverar det här alternativet skickas klientens IP-adress till ICAP-servern. Detta kan vara användbart om du vill filtrera trafik baserat på IP-adresser.
tr_tr: Bu seçeneği etkinleştirirseniz, istemci IP adresi ICAP sunucusuna gönderilir. Trafiği IP adreslerine göre filtrelemek istiyorsanız bu yararlı olabilir.
uk_uk: Якщо ви ввімкнете цю опцію, IP-адреса клієнта буде надсилатися на ICAP-сервер. Це може бути корисно, якщо ви хочете фільтрувати трафік на основі IP-адрес.

source: If you enable this option, the username of the client will be sent to the ICAP server. This can be useful if you want to filter traffic based on usernames. Authentication is required to use usernames.
id_id: Jika Anda mengaktifkan opsi ini, nama pengguna klien akan dikirim ke server ICAP. Ini dapat berguna jika Anda ingin memfilter trafik berdasarkan nama pengguna. Otentikasi diperlukan untuk menggunakan nama pengguna.
ja_jp: このオプションを有効にすると、クライアントのユーザー名がICAPサーバーに送信されます。これは、ユーザー名に基づいてトラフィックをフィルタリングする場合に便利です。ユーザーネームを使用するには、認証が必要です。
ko_ko: 이 옵션을 활성화하면 클라이언트의 사용자 아이디가 ICAP 서버로 전송됩니다. 사용자 이름을 기준으로 트래픽을 필터링하려는 경우 유용할 수 있습니다. 사용자 이름을 사용하려면 인증이 필요합니다.
pt_pt: Se activar esta opção, o nome de utilizador do cliente será enviado para o servidor do ICAP. Isto pode ser útil se quiser filtrar o tráfego com base em nomes de utilizador. A autenticação é necessária para utilizar os nomes de utilizador.
sw_sw: Om du aktiverar det här alternativet skickas klientens användarnamn till ICAP-servern. Detta kan vara användbart om du vill filtrera trafik baserat på användarnamn. Autentisering krävs för att använda användarnamn.
tr_tr: Bu seçeneği etkinleştirirseniz, istemcinin kullanıcı adı ICAP sunucusuna gönderilir. Trafiği kullanıcı adlarına göre filtrelemek istiyorsanız bu yararlı olabilir. Kullanıcı adlarını kullanmak için kimlik doğrulama gereklidir.
uk_uk: Якщо ви ввімкнете цю опцію, ім'я користувача клієнта буде надіслано на сервер ICAP. Це може бути корисно, якщо ви хочете фільтрувати трафік на основі імен користувачів. Для використання імен користувачів потрібна автентифікація.

source: If you turn off this option, the original files will still be scanned, but without parsing individual messages/attachments.
id_id: Jika Anda menonaktifkan opsi ini, file asli akan tetap dipindai, tetapi tanpa mengurai pesan/lampiran satu per satu.
ja_jp: このオプションをオフにした場合、元のファイルはスキャンされますが、個々のメッセージ/添付ファイルを解析することはありません。
ko_ko: 이 옵션을 끄면 원본 파일은 계속 스캔되지만 개별 메시지/첨부파일을 구문 분석하지 않습니다.
pt_pt: Se desactivar esta opção, os ficheiros originais continuarão a ser digitalizados, mas sem analisar as mensagens/acessórios individuais.
sw_sw: Om du stänger av det här alternativet kommer de ursprungliga filerna fortfarande att skannas, men utan att analysera enskilda meddelanden/bilagor.
tr_tr: Bu seçeneği kapatırsanız, orijinal dosyalar taranmaya devam eder, ancak tek tek mesajlar/ekler ayrıştırılmaz.
uk_uk: Якщо ви вимкнете цю опцію, вихідні файли все одно буде відскановано, але без аналізу окремих повідомлень/вкладень.
