Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: This enables LDAP authentication in inner-tunnel configuration. This is needed for protocols requiring encrypted authentication like 802.1X.
id_id: Hal ini memungkinkan autentikasi LDAP dalam konfigurasi terowongan dalam. Ini diperlukan untuk protokol yang memerlukan autentikasi terenkripsi seperti 802.1X.
ja_jp: インナートンネル構成で LDAP 認証を有効にします。802.1Xのような暗号化された認証を必要とするプロトコルに必要です。
ko_ko: 이렇게 하면 내부 터널 구성에서 LDAP 인증을 사용할 수 있습니다. 이는 802.1X와 같이 암호화된 인증이 필요한 프로토콜에 필요합니다.
pt_pt: Isto permite a autenticação LDAP na configuração de túnel interior. Isto é necessário para protocolos que requerem autenticação encriptada como 802.1X.
sw_sw: Detta aktiverar LDAP-autentisering i konfigurationen för den inre tunneln. Detta behövs för protokoll som kräver krypterad autentisering, t.ex. 802.1X.
tr_tr: Bu, iç tünel yapılandırmasında LDAP kimlik doğrulamasını etkinleştirir. Bu, 802.1X gibi şifreli kimlik doğrulama gerektiren protokoller için gereklidir.
uk_uk: Це дозволяє автентифікацію LDAP у внутрішньотунельних конфігураціях. Це потрібно для протоколів, що вимагають зашифрованої автентифікації, таких як 802.1X.

source: This enables SQLite module and accounting.
id_id: Hal ini memungkinkan modul SQLite dan akuntansi.
ja_jp: これにより、SQLiteモジュールとアカウンティングが有効になります。
ko_ko: 이렇게 하면 SQLite 모듈과 회계가 활성화됩니다.
pt_pt: Isto permite o módulo SQLite e a contabilidade.
sw_sw: Detta aktiverar SQLite-modulen och redovisning.
tr_tr: Bu, SQLite modülünü ve muhasebeyi etkinleştirir.
uk_uk: Це дозволяє використовувати модуль SQLite та бухгалтерський облік.

source: This enables remote MySQL support.
id_id: Hal ini memungkinkan dukungan MySQL jarak jauh.
ja_jp: これにより、MySQLのリモートサポートが可能になります。
ko_ko: 이를 통해 원격으로 MySQL을 지원할 수 있습니다.
pt_pt: Isto permite o suporte remoto do MySQL.
sw_sw: Detta möjliggör fjärrstöd för MySQL.
tr_tr: Bu, uzaktan MySQL desteğini etkinleştirir.
uk_uk: Це забезпечує віддалену підтримку MySQL.

source: This enables the ChilliSpot attributes assignment via users tab.
id_id: Hal ini memungkinkan penetapan atribut ChilliSpot melalui tab pengguna.
ja_jp: これにより、ユーザータブによるChilliSpot属性の割り当てが可能になります。
ko_ko: 이렇게 하면 사용자 탭을 통해 칠리스팟 속성을 할당할 수 있습니다.
pt_pt: Isto permite a atribuição de atributos do ChilliSpot através do separador utilizadores.
sw_sw: Detta aktiverar tilldelningen av ChilliSpot-attribut via fliken Användare.
tr_tr: Bu, kullanıcılar sekmesi aracılığıyla ChilliSpot öznitelikleri atamasını etkinleştirir.
uk_uk: Це дозволяє призначати атрибути ChilliSpot через вкладку "Користувачі".

source: This enables the EXOS VLAN and policy attributes assignment via users tab.
id_id: Ini memungkinkan penetapan atribut VLAN EXOS dan kebijakan melalui tab pengguna.
ja_jp: ユーザータブによるEXOS VLANおよびポリシー属性の割り当てを有効にします。
ko_ko: 이렇게 하면 사용자 탭을 통해 EXOS VLAN 및 정책 속성을 할당할 수 있습니다.
pt_pt: Isto permite a atribuição de EXOS VLAN e de atributos de política através do separador utilizadores.
sw_sw: Detta aktiverar EXOS VLAN- och principattributtilldelning via fliken Användare.
tr_tr: Bu, kullanıcılar sekmesi aracılığıyla EXOS VLAN ve ilke öznitelikleri atamasını etkinleştirir.
uk_uk: Це дозволяє призначати атрибути EXOS VLAN і політик на вкладці користувачів.

source: This enables the Max-Daily-Session attribute assignment via users tab.
id_id: Hal ini memungkinkan penetapan atribut Max-Daily-Session melalui tab pengguna.
ja_jp: これにより、ユーザータブによるMax-Daily-Session属性の割り当てが可能になります。
ko_ko: 이렇게 하면 사용자 탭을 통해 최대 일일 세션 속성 할당이 활성화됩니다.
pt_pt: Isto permite a atribuição do atributo Max-Daily-Session através do separador utilizadores.
sw_sw: Detta aktiverar tilldelningen av attributet Max-daglig session via fliken Användare.
tr_tr: Bu, kullanıcılar sekmesi aracılığıyla Günlük Maksimum Oturum öznitelik atamasını etkinleştirir.
uk_uk: Це дозволяє призначити атрибут Max-Daily-Session на вкладці користувачів.

source: This enables the Mikrotik attributes assignment via users tab.
id_id: Ini memungkinkan penetapan atribut Mikrotik melalui tab pengguna.
ja_jp: これにより、ユーザータブによるMikrotik属性の割り当てが可能になります。
ko_ko: 이렇게 하면 사용자 탭을 통해 Mikrotik 속성 할당이 활성화됩니다.
pt_pt: Isto permite a atribuição de atributos Mikrotik através do separador utilizadores.
sw_sw: Detta aktiverar tilldelningen av Mikrotik-attribut via fliken Användare.
tr_tr: Bu, kullanıcılar sekmesi aracılığıyla Mikrotik öznitelik atamasını etkinleştirir.
uk_uk: Це дозволяє призначати атрибути Mikrotik через вкладку "Користувачі".

source: This enables the WISPr attributes assignment via users tab.
id_id: Hal ini memungkinkan penetapan atribut WISPr melalui tab pengguna.
ja_jp: これにより、ユーザータブによるWISPr属性の割り当てが可能になります。
ko_ko: 이렇게 하면 사용자 탭을 통해 WISPr 속성을 할당할 수 있습니다.
pt_pt: Isto permite a atribuição de atributos WISPr através do separador utilizadores.
sw_sw: Detta aktiverar tilldelningen av WISPr-attribut via fliken Användare.
tr_tr: Bu, kullanıcılar sekmesi aracılığıyla WISPr öznitelikleri atamasını etkinleştirir.
uk_uk: Це дозволяє призначати атрибути WISPr через вкладку користувачів.

source: This is a list with service tests.
id_id: Ini adalah daftar dengan tes layanan.
ja_jp: サービステスト付きリストです。
ko_ko: 서비스 테스트가 포함된 목록입니다.
pt_pt: Esta é uma lista com testes de serviço.
sw_sw: Detta är en lista med servicetester.
tr_tr: Bu, servis testlerini içeren bir listedir.
uk_uk: Це список з тестами сервісів.

source: This is the email address displayed in error messages to the users.
id_id: Ini adalah alamat email yang ditampilkan dalam pesan kesalahan kepada pengguna.
ja_jp: ユーザーへのエラーメッセージで表示されるメールアドレスです。
ko_ko: 사용자에게 보내는 오류 메시지에 표시되는 이메일 주소입니다.
pt_pt: Este é o endereço de correio electrónico apresentado em mensagens de erro para os utilizadores.
sw_sw: Detta är den e-postadress som visas i felmeddelanden till användarna.
tr_tr: Bu, kullanıcılara gönderilen hata mesajlarında görüntülenen e-posta adresidir.
uk_uk: Це адреса електронної пошти, яка відображається в повідомленнях про помилки для користувачів.

source: This is the hostname to be displayed in proxy server error messages.
id_id: Ini adalah nama host yang akan ditampilkan dalam pesan kesalahan server proxy.
ja_jp: プロキシサーバーのエラーメッセージに表示されるホスト名です。
ko_ko: 프록시 서버 오류 메시지에 표시되는 호스트 이름입니다.
pt_pt: Este é o nome do anfitrião a ser exibido nas mensagens de erro do servidor proxy.
sw_sw: Detta är det värdnamn som ska visas i felmeddelanden från proxyservern.
tr_tr: Bu, proxy sunucu hata mesajlarında görüntülenecek ana bilgisayar adıdır.
uk_uk: Це ім'я хоста, яке буде відображатися в повідомленнях про помилки проксі-сервера.

source: This is the instance number to give the wg interface a unique name (wgX).
id_id: Ini adalah nomor contoh untuk memberikan nama unik pada antarmuka wg (wgX).
ja_jp: これは、wgインターフェースに固有の名前（wgX）をつけるためのインスタンス番号です。
ko_ko: wg 인터페이스에 고유한 이름(wgX)을 부여하기 위한 인스턴스 번호입니다.
pt_pt: Este é o número de instância para dar à interface wg um nome único (wgX).
sw_sw: Detta är instansnumret för att ge wg-gränssnittet ett unikt namn (wgX).
tr_tr: Bu, wg arayüzüne benzersiz bir ad vermek için kullanılan örnek numarasıdır (wgX).
uk_uk: Це номер екземпляра для надання інтерфейсу wg унікального імені (wgX).

source: This option allows you to disable the caching feature of the engine.
id_id: Opsi ini memungkinkan Anda untuk menonaktifkan fitur caching pada mesin.
ja_jp: このオプションは、エンジンのキャッシュ機能を無効にすることができます。
ko_ko: 이 옵션을 사용하면 엔진의 캐싱 기능을 비활성화할 수 있습니다.
pt_pt: Esta opção permite desactivar a função de cache do motor.
sw_sw: Med det här alternativet kan du inaktivera motorns cachingfunktion.
tr_tr: Bu seçenek, motorun önbelleğe alma özelliğini devre dışı bırakmanıza olanak tanır.
uk_uk: Ця опція дозволяє вимкнути кешування движка.

source: This option enables scanning of HWP3 files.
id_id: Opsi ini memungkinkan pemindaian file HWP3.
ja_jp: HWP3ファイルのスキャンを可能にするオプションです。
ko_ko: 이 옵션을 사용하면 HWP3 파일을 스캔할 수 있습니다.
pt_pt: Esta opção permite a digitalização de ficheiros HWP3.
sw_sw: Det här alternativet gör det möjligt att skanna HWP3-filer.
tr_tr: Bu seçenek HWP3 dosyalarının taranmasını sağlar.
uk_uk: Ця опція дозволяє сканувати файли HWP3.

source: This option enables scanning of OLE2 files, such as Microsoft Office documents and .msi files.
id_id: Opsi ini memungkinkan pemindaian file OLE2, seperti dokumen Microsoft Office dan file .msi.
ja_jp: Microsoft Office文書や.msiファイルなど、OLE2ファイルのスキャンを可能にするオプションです。
ko_ko: 이 옵션을 사용하면 Microsoft Office 문서 및 .msi 파일과 같은 OLE2 파일을 스캔할 수 있습니다.
pt_pt: Esta opção permite a digitalização de ficheiros OLE2, tais como documentos do Microsoft Office e ficheiros .msi.
sw_sw: Det här alternativet gör det möjligt att skanna OLE2-filer, t.ex. Microsoft Office-dokument och .msi-filer.
tr_tr: Bu seçenek Microsoft Office belgeleri ve .msi dosyaları gibi OLE2 dosyalarının taranmasını sağlar.
uk_uk: Ця опція дозволяє сканувати OLE2-файли, такі як документи Microsoft Office і файли .msi.

source: This option enables scanning within PDF files.
id_id: Opsi ini memungkinkan pemindaian dalam file PDF.
ja_jp: PDFファイル内のスキャンを可能にするオプションです。
ko_ko: 이 옵션을 사용하면 PDF 파일 내에서 스캔할 수 있습니다.
pt_pt: Esta opção permite a digitalização dentro de ficheiros PDF.
sw_sw: Det här alternativet gör det möjligt att skanna i PDF-filer.
tr_tr: Bu seçenek PDF dosyaları içinde taramayı etkinleştirir.
uk_uk: Ця опція дозволяє сканувати всередині PDF-файлів.

source: This option enables scanning within SWF files.
id_id: Opsi ini memungkinkan pemindaian dalam file SWF.
ja_jp: SWFファイル内のスキャンを可能にするオプションです。
ko_ko: 이 옵션을 사용하면 SWF 파일 내에서 스캔할 수 있습니다.
pt_pt: Esta opção permite a digitalização dentro de ficheiros SWF.
sw_sw: Det här alternativet gör det möjligt att skanna i SWF-filer.
tr_tr: Bu seçenek SWF dosyaları içinde taramayı etkinleştirir.
uk_uk: Ця опція дозволяє сканувати всередині SWF-файлів.

source: This option enables scanning xml-based document files supported by libclamav.
id_id: Opsi ini memungkinkan pemindaian file dokumen berbasis xml yang didukung oleh libclamav.
ja_jp: libclamavがサポートするxmlベースの文書ファイルのスキャンを可能にするオプションです。
ko_ko: 이 옵션을 사용하면 libclamav에서 지원하는 xml 기반 문서 파일을 스캔할 수 있습니다.
pt_pt: Esta opção permite digitalizar ficheiros de documentos baseados em xml suportados pela libclamav.
sw_sw: Det här alternativet gör det möjligt att skanna xml-baserade dokumentfiler som stöds av libclamav.
tr_tr: Bu seçenek libclamav tarafından desteklenen xml tabanlı belge dosyalarının taranmasını sağlar.
uk_uk: Цей параметр дозволяє сканувати xml-файли документів, які підтримуються libclamav.

source: This option reverses the order of preference to make Squid contact dual-stack websites over IPv4 first. Squid will still perform both IPv6 and IPv4 DNS lookups before connecting. This option will restrict the situations under which IPv6 connectivity is used (and tested) and will hide network problems which would otherwise be detected and warned about.
id_id: Opsi ini membalikkan urutan preferensi untuk membuat Squid menghubungi situs web dual-stack melalui IPv4 terlebih dahulu. Squid masih akan melakukan pencarian DNS IPv6 dan IPv4 sebelum melakukan koneksi. Opsi ini akan membatasi situasi di mana konektivitas IPv6 digunakan (dan diuji) dan akan menyembunyikan masalah jaringan yang jika tidak akan terdeteksi dan diperingatkan.
ja_jp: このオプションは、優先順位を逆転させ、SquidがIPv4上のデュアルスタックWebサイトに最初に接続するようにします。Squidは、接続前にIPv6とIPv4の両方のDNSルックアップを実行することに変わりはありません。このオプションは、IPv6接続が使用される(およびテストされる)状況を制限し、そうでなければ検出および警告されるであろうネットワーク問題を隠蔽します。
ko_ko: 이 옵션은 기본 설정 순서를 반대로 하여 Squid가 IPv4를 통해 이중 스택 웹사이트에 먼저 연결하도록 합니다. Squid는 연결하기 전에 여전히 IPv6 및 IPv4 DNS 조회를 모두 수행합니다. 이 옵션을 사용하면 IPv6 연결이 사용(및 테스트)되는 상황이 제한되며, 그렇지 않으면 감지 및 경고될 수 있는 네트워크 문제가 숨겨집니다.
pt_pt: Esta opção inverte a ordem de preferência para fazer com que o Squid contacte primeiro os sítios Web com duplo stack em vez do IPv4. O Squid continuará a realizar pesquisas de DNS IPv6 e IPv4 antes de se ligar. Esta opção irá restringir as situações em que a conectividade IPv6 é utilizada (e testada) e irá ocultar problemas de rede que de outra forma seriam detectados e avisados.
sw_sw: Det här alternativet vänder på preferensordningen så att Squid först kontaktar webbplatser med dubbla staplar över IPv4. Squid kommer fortfarande att utföra både IPv6- och IPv4-DNS-sökningar innan den ansluter. Det här alternativet begränsar de situationer då IPv6-anslutning används (och testas) och döljer nätverksproblem som annars skulle upptäckas och varnas.
tr_tr: Bu seçenek, Squid'in önce IPv4 üzerinden çift yığınlı web siteleriyle bağlantı kurmasını sağlamak için tercih sırasını tersine çevirir. Squid bağlanmadan önce hem IPv6 hem de IPv4 DNS aramalarını gerçekleştirmeye devam edecektir. Bu seçenek IPv6 bağlantısının kullanıldığı (ve test edildiği) durumları kısıtlayacak ve aksi takdirde tespit edilip uyarılacak olan ağ sorunlarını gizleyecektir.
uk_uk: Цей параметр змінює порядок пріоритетів, щоб змусити Squid спочатку зв'язуватися з двостековими сайтами через IPv4. Перед встановленням з'єднання Squid все одно виконуватиме пошук DNS як для IPv6, так і для IPv4. Цей параметр обмежить ситуації, у яких використовується (і тестується) з'єднання за протоколом IPv6, і приховає мережеві проблеми, які інакше було б виявлено і про які було б попереджено.

source: This option sets the maximum amount of data to be scanned for each input file. Archives and other containers are recursively extracted and scanned up to this value.
id_id: Opsi ini menetapkan jumlah maksimum data yang akan dipindai untuk setiap file input. Arsip dan wadah lainnya diekstrak secara rekursif dan dipindai hingga nilai ini.
ja_jp: このオプションは、各入力ファイルに対してスキャンされるデータの最大量を設定します。アーカイブやその他のコンテナは、この値まで再帰的に抽出され、スキャンされます。
ko_ko: 이 옵션은 각 입력 파일에 대해 스캔할 최대 데이터 양을 설정합니다. 아카이브 및 기타 컨테이너는 이 값까지 재귀적으로 추출 및 스캔됩니다.
pt_pt: Esta opção define a quantidade máxima de dados a serem digitalizados para cada ficheiro de entrada. Os arquivos e outros recipientes são recursivamente extraídos e digitalizados até este valor.
sw_sw: Det här alternativet anger den maximala mängden data som ska skannas för varje inmatningsfil. Arkiv och andra behållare extraheras rekursivt och skannas upp till detta värde.
tr_tr: Bu seçenek, her girdi dosyası için taranacak maksimum veri miktarını ayarlar. Arşivler ve diğer kapsayıcılar özyinelemeli olarak ayıklanır ve bu değere kadar taranır.
uk_uk: Цей параметр задає максимальний обсяг даних для кожного вхідного файлу. Архіви та інші контейнери рекурсивно витягуються і скануються до цього значення.

source: This specifies for how long (in hours) the proxy server assumes an externally validated username and password combination is valid (Time To Live). When the TTL expires, the user will be prompted for credentials again.
id_id: Ini menentukan berapa lama (dalam jam) server proxy mengasumsikan kombinasi nama pengguna dan kata sandi yang divalidasi secara eksternal valid (Time To Live). Ketika TTL kedaluwarsa, pengguna akan diminta untuk memasukkan kredensial lagi.
ja_jp: これは、プロキシサーバーが、外部で検証されたユーザー名とパスワードの組み合わせが有効であると仮定する期間（時間）を指定します（Time To Live）。TTLが切れると、ユーザーは再度認証情報を入力するよう促されます。
ko_ko: 프록시 서버가 외부에서 검증된 사용자 이름과 비밀번호 조합이 유효하다고 가정하는 기간(시간)을 지정합니다(TTL, Time To Live). TTL이 만료되면 사용자에게 자격 증명을 다시 입력하라는 메시지가 표시됩니다.
pt_pt: Isto especifica por quanto tempo (em horas) o servidor proxy assume uma combinação de nome de utilizador e senha validados externamente (Time To Live). Quando a TTL expirar, o utilizador será novamente solicitado a obter credenciais.
sw_sw: Här anges hur länge (i timmar) proxyservern antar att en externt validerad kombination av användarnamn och lösenord är giltig (Time To Live). När TTL-tiden löper ut kommer användaren att uppmanas att ange sina autentiseringsuppgifter igen.
tr_tr: Bu, proxy sunucusunun harici olarak doğrulanan bir kullanıcı adı ve parola kombinasyonunun ne kadar süreyle (saat cinsinden) geçerli olduğunu varsaydığını belirtir (Time To Live). TTL sona erdiğinde, kullanıcıdan kimlik bilgileri yeniden istenir.
uk_uk: Тут вказується, протягом якого часу (в годинах) проксі-сервер вважає комбінацію імені користувача і пароля, підтверджену ззовні, дійсною (Time To Live). Після закінчення TTL користувачеві знову буде запропоновано ввести облікові дані.

source: This will activate ClamAV
id_id: Ini akan mengaktifkan ClamAV
ja_jp: これにより、ClamAVが起動します。
ko_ko: 이렇게 하면 ClamAV가 활성화됩니다.
pt_pt: Isto irá activar a ClamAV
sw_sw: Detta aktiverar ClamAV
tr_tr: Bu ClamAV'i etkinleştirecektir
uk_uk: Це активує ClamAV

source: This will activate WireGuard and start all enabled instances.
id_id: Ini akan mengaktifkan WireGuard dan memulai semua instance yang diaktifkan.
ja_jp: これにより、WireGuardが有効になり、有効なインスタンスがすべて起動します。
ko_ko: 그러면 WireGuard가 활성화되고 활성화된 모든 인스턴스가 시작됩니다.
pt_pt: Isto activará o WireGuard e iniciará todas as instâncias activadas.
sw_sw: Detta aktiverar WireGuard och startar alla aktiverade instanser.
tr_tr: Bu, WireGuard'ı etkinleştirecek ve etkinleştirilmiş tüm örnekleri başlatacaktır.
uk_uk: Це активує WireGuard і запустить усі ввімкнені екземпляри.

source: This will activate certificate based authentication (EAP-TLS) and validation (EAP-TTLS). Please choose CA and Certificate below and do not forget to roll out certificates to the clients. If you do not enable this, default installation certificate will be used.
id_id: Ini akan mengaktifkan otentikasi berbasis sertifikat (EAP-TLS) dan validasi (EAP-TTLS). Pilih CA dan Sertifikat di bawah ini dan jangan lupa untuk meluncurkan sertifikat ke klien. Jika Anda tidak mengaktifkan ini, sertifikat instalasi default akan digunakan.
ja_jp: これにより、証明書ベースの認証（EAP-TLS）および検証（EAP-TTLS）が有効になります。以下にCAと証明書を選択し、クライアントへの証明書のロールアウトを忘れないでください。有効化しない場合、デフォルトのインストール証明書が使用されます。
ko_ko: 이렇게 하면 인증서 기반 인증(EAP-TLS) 및 유효성 검사(EAP-TTLS)가 활성화됩니다. 아래에서 CA 및 인증서를 선택하고 클라이언트에 인증서를 롤아웃하는 것을 잊지 마세요. 이 옵션을 활성화하지 않으면 기본 설치 인증서가 사용됩니다.
pt_pt: Isto activará a autenticação baseada em certificados (EAP-TTLS) e a validação (EAP-TTLS). Por favor, escolha CA e Certificado abaixo e não se esqueça de lançar certificados para os clientes. Se não o activar, será utilizado o certificado de instalação padrão.
sw_sw: Detta aktiverar certifikatbaserad autentisering (EAP-TLS) och validering (EAP-TTLS). Välj CA och certifikat nedan och glöm inte att skicka ut certifikat till klienterna. Om du inte aktiverar detta kommer standardinstallationscertifikatet att användas.
tr_tr: Bu, sertifika tabanlı kimlik doğrulamayı (EAP-TLS) ve doğrulamayı (EAP-TTLS) etkinleştirecektir. Lütfen aşağıdaki CA ve Sertifikayı seçin ve sertifikaları istemcilere dağıtmayı unutmayın. Bunu etkinleştirmezseniz, varsayılan kurulum sertifikası kullanılacaktır.
uk_uk: Це активує автентифікацію на основі сертифікатів (EAP-TLS) і валідацію (EAP-TTLS). Будь ласка, виберіть ЦС і сертифікат нижче і не забудьте розгорнути сертифікати для клієнтів. Якщо ви не ввімкнете цю опцію, буде використано інсталяційний сертифікат за замовчуванням.

source: This will activate inline mode (IPS).
id_id: Ini akan mengaktifkan mode inline (IPS).
ja_jp: これにより、インラインモード（IPS）が有効になります。
ko_ko: 이렇게 하면 인라인 모드(IPS)가 활성화됩니다.
pt_pt: Isto activará o modo em linha (IPS).
sw_sw: Detta aktiverar inline-läget (IPS).
tr_tr: Bu, satır içi modu (IPS) etkinleştirecektir.
uk_uk: Це активує вбудований режим (IPS).

source: This will activate nProbe.
id_id: Ini akan mengaktifkan nProbe.
ja_jp: これにより、nProbeが起動します。
ko_ko: 그러면 nProbe가 활성화됩니다.
pt_pt: Isto irá activar a nProbe.
sw_sw: Detta aktiverar nProbe.
tr_tr: Bu nProbe'u etkinleştirecektir.
uk_uk: Це активує nProbe.

source: This will activate ntopng.
id_id: Ini akan mengaktifkan ntopng.
ja_jp: これにより、ntopngが起動します。
ko_ko: 그러면 ntopng가 활성화됩니다.
pt_pt: Isto irá activar o ntopng.
sw_sw: Detta aktiverar ntopng.
tr_tr: Bu ntopng'yi etkinleştirecektir.
uk_uk: Це активує ntopng.

source: This will activate the DHCP FreeRADIUS service.
id_id: Ini akan mengaktifkan layanan DHCP FreeRADIUS.
ja_jp: これにより、DHCP FreeRADIUS サービスが有効になります。
ko_ko: 이렇게 하면 DHCP 프리래디우스 서비스가 활성화됩니다.
pt_pt: Isto irá activar o serviço DHCP FreeRADIUS.
sw_sw: Detta aktiverar DHCP FreeRADIUS-tjänsten.
tr_tr: Bu, DHCP FreeRADIUS hizmetini etkinleştirecektir.
uk_uk: Це активує службу DHCP FreeRADIUS.

source: This will activate the FreeRADIUS DHCP service.
id_id: Ini akan mengaktifkan layanan DHCP FreeRADIUS.
ja_jp: これにより、FreeRADIUSのDHCPサービスが有効になります。
ko_ko: 그러면 FreeRADIUS DHCP 서비스가 활성화됩니다.
pt_pt: Isto activará o serviço FreeRADIUS DHCP.
sw_sw: Detta aktiverar FreeRADIUS DHCP-tjänsten.
tr_tr: Bu FreeRADIUS DHCP hizmetini etkinleştirecektir.
uk_uk: Це активує службу FreeRADIUS DHCP.

source: This will activate the FreeRADIUS service.
id_id: Ini akan mengaktifkan layanan FreeRADIUS.
ja_jp: これにより、FreeRADIUSサービスが有効になります。
ko_ko: 그러면 FreeRADIUS 서비스가 활성화됩니다.
pt_pt: Isto irá activar o serviço FreeRADIUS.
sw_sw: Detta aktiverar FreeRADIUS-tjänsten.
tr_tr: Bu işlem FreeRADIUS hizmetini etkinleştirecektir.
uk_uk: Це активує службу FreeRADIUS.

source: This will activate the Zerotier service
id_id: Ini akan mengaktifkan layanan Zerotier
ja_jp: これにより、Zerotierのサービスが有効になります
ko_ko: 이렇게 하면 제로티어 서비스가 활성화됩니다.
pt_pt: Isto activará o serviço Zerotier
sw_sw: Detta aktiverar Zerotier-tjänsten
tr_tr: Bu, Zerotier hizmetini etkinleştirecektir
uk_uk: Це активує послугу Zerotier

source: This will activate the c-icap service.
id_id: Ini akan mengaktifkan layanan c-icap.
ja_jp: これにより、c-icapサービスが起動します。
ko_ko: 이렇게 하면 C-ICAP 서비스가 활성화됩니다.
pt_pt: Isto irá activar o serviço c-icap.
sw_sw: Detta aktiverar c-icap-tjänsten.
tr_tr: Bu, c-icap hizmetini etkinleştirecektir.
uk_uk: Це активує послугу c-icap.

source: This will activate the clamd service.
id_id: Ini akan mengaktifkan layanan clamd.
ja_jp: これにより、clamd サービスが起動します。
ko_ko: 그러면 클램드 서비스가 활성화됩니다.
pt_pt: Isto irá activar o serviço de clamd.
sw_sw: Detta aktiverar clamd-tjänsten.
tr_tr: Bu, clamd hizmetini etkinleştirecektir.
uk_uk: Це активує службу clamd.

source: This will activate the freshclam service.
id_id: Ini akan mengaktifkan layanan freshclam.
ja_jp: これにより、freshclam サービスが起動します。
ko_ko: 그러면 프레시클램 서비스가 활성화됩니다.
pt_pt: Isto irá activar o serviço de "freshclam".
sw_sw: Detta aktiverar tjänsten freshclam.
tr_tr: Bu freshclam hizmetini etkinleştirecektir.
uk_uk: Це активує послугу свіжих молюсків.

source: This will activate the static DHCP lease.
id_id: Ini akan mengaktifkan sewa DHCP statis.
ja_jp: これにより、静的DHCPリースが有効になります。
ko_ko: 그러면 정적 DHCP 임대가 활성화됩니다.
pt_pt: Isto irá activar o aluguer estático do DHCP.
sw_sw: Detta aktiverar det statiska DHCP-avtalet.
tr_tr: Bu, statik DHCP kiralamasını etkinleştirecektir.
uk_uk: Це активує статичну оренду DHCP.

source: This will allow to take settings user name from local squid
id_id: Ini akan memungkinkan untuk mengambil pengaturan nama pengguna dari cumi-cumi lokal
ja_jp: これにより、ローカルのsquidから設定ユーザー名を取得することができるようになります。
ko_ko: 이렇게 하면 로컬 오징어에서 설정 사용자 이름을 가져올 수 있습니다.
pt_pt: Isto permitirá tirar o nome de utilizador das definições da lula local
sw_sw: Detta gör det möjligt att ta emot användarnamn för inställningar från den lokala kalmarnätsvaran.
tr_tr: Bu, ayarların yerel squid'den kullanıcı adı almasına izin verecektir
uk_uk: Це дозволить взяти ім'я користувача налаштувань з локального кальмара

source: This will enable TCP port 3310 in addition to the local socket.
id_id: Ini akan mengaktifkan port TCP 3310 sebagai tambahan untuk soket lokal.
ja_jp: これにより、ローカルソケットに加え、TCPポート3310が有効になります。
ko_ko: 이렇게 하면 로컬 소켓 외에 TCP 포트 3310이 활성화됩니다.
pt_pt: Isto permitirá a porta TCP 3310, para além da tomada local.
sw_sw: Detta aktiverar TCP-port 3310 utöver den lokala sockeln.
tr_tr: Bu, yerel sokete ek olarak TCP bağlantı noktası 3310'u etkinleştirecektir.
uk_uk: Це увімкне TCP-порт 3310 на додаток до локального сокета.

source: This will enable logging of access log.
id_id: Ini akan memungkinkan pencatatan log akses.
ja_jp: これにより、アクセスログの記録が可能になります。
ko_ko: 이렇게 하면 액세스 로그 로깅이 활성화됩니다.
pt_pt: Isto irá permitir o registo do registo de acesso.
sw_sw: Detta gör det möjligt att logga åtkomstloggen.
tr_tr: Bu, erişim günlüğünün kaydedilmesini sağlayacaktır.
uk_uk: Це увімкне реєстрацію журналу доступу.
