Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Select what to do with URI that contain whitespaces. The current Squid implementation of encode and chop violates RFC2616 by not using a 301 redirect after altering the URL.
id_id: Pilih apa yang harus dilakukan dengan URI yang mengandung spasi. Implementasi Squid saat ini untuk menyandikan dan memotong melanggar RFC2616 dengan tidak menggunakan pengalihan 301 setelah mengubah URL.
ja_jp: 空白を含むURIをどうするか選択します。エンコードとチョップの現在のSquidの実装は、URLを変更した後に301リダイレクトを使用しないため、RFC2616に違反しています。
ko_ko: 공백이 포함된 URI를 어떻게 처리할지 선택합니다. 현재 Squid의 인코딩 및 촙 구현은 URL을 변경한 후 301 리디렉션을 사용하지 않아 RFC2616을 위반합니다.
pt_pt: Seleccionar o que fazer com o URI que contém espaços em branco. A actual implementação de codificar e cortar Squid viola o RFC2616 ao não usar um redireccionamento 301 depois de alterar o URL.
sw_sw: Välj vad du ska göra med URI:er som innehåller vitrymder. Den nuvarande implementeringen av encode and chop i Squid bryter mot RFC2616 genom att inte använda en 301-omdirigering efter att URL:n ändrats.
tr_tr: Boşluk içeren URI ile ne yapılacağını seçin. Mevcut Squid encode and chop uygulaması, URL'yi değiştirdikten sonra 301 yönlendirmesi kullanmayarak RFC2616'yı ihlal etmektedir.
uk_uk: Виберіть, що робити з URI, які містять пробіли. Поточна реалізація кодування і розбиття у Squid порушує RFC2616, оскільки не використовує 301 перенаправлення після зміни URL-адреси.

source: Select what to do with X-Forwarded-For header. If set to: "on", Squid will append your client's IP address in the HTTP requests it forwards. By default it looks like X-Forwarded-For: 192.1.2.3; If set to: "off", it will appear as X-Forwarded-For: unknown; "transparent", Squid will not alter the X-Forwarded-For header in any way; If set to: "delete", Squid will delete the entire X-Forwarded-For header; If set to: "truncate", Squid will remove all existing X-Forwarded-For entries, and place the client IP as the sole entry.
id_id: Pilih apa yang akan dilakukan dengan header X-Forwarded-For. Jika diatur ke: "on", Squid akan menambahkan alamat IP klien Anda dalam permintaan HTTP yang diteruskannya. Secara default, tampilannya seperti X-Forwarded-For: 192.1.2.3; Jika disetel ke: "off", maka akan muncul sebagai X-Forwarded-For: unknown; "transparent", Squid tidak akan mengubah header X-Forwarded-For dengan cara apa pun; Jika disetel ke: "delete", Squid akan menghapus seluruh header X-Forwarded-For; Jika disetel ke: "truncate", Squid akan menghapus semua entri X-Forwarded-For yang ada, dan menempatkan IP klien sebagai satu-satunya entri.
ja_jp: X-Forwarded-Forヘッダをどうするか選択します。に設定した場合。"on "に設定すると、Squidが転送するHTTPリクエストにクライアントのIPアドレスが追加されます。デフォルトでは、X-Forwarded-Forのように表示されます。192.1.2.3; に設定されている場合。"off "に設定すると、X-Forwarded-For: unknownとして表示されます。"transparent "に設定すると、SquidはX-Forwarded-Forヘッダーを一切変更しません。"delete "に設定すると、SquidはX-Forwarded-Forヘッダ全体を削除します。「truncate "に設定すると、既存のX-Forwarded-Forエントリがすべて削除され、クライアントIPが唯一のエントリとして配置されます。
ko_ko: X-Forwarded-For 헤더로 수행할 작업을 선택합니다. 설정하면 "켜기"로 설정하면 Squid가 전달할 HTTP 요청에 클라이언트의 IP 주소를 추가합니다. 기본적으로 X-Forwarded-For: 192.1.2.3으로 설정된 경우: "꺼짐"으로 설정하면 X-Forwarded-For: 알 수 없음, "투명"으로 설정하면 Squid가 어떤 방식으로도 X-Forwarded-For 헤더를 변경하지 않음, "삭제"로 설정하면: "delete"로 설정하면 Squid는 전체 X-Forwarded-For 헤더를 삭제합니다: "잘라내기"로 설정하면 Squid는 기존의 모든 X-Forwarded-For 항목을 제거하고 클라이언트 IP를 유일한 항목으로 배치합니다.
pt_pt: Seleccione o que fazer com X-Forwarded-For header. Se definido para: "on", o Squid anexará o endereço IP do seu cliente nos pedidos HTTP que o reencaminhar. Por defeito, parece-se com X-Forwarded-For: 192.1.2.3; Se definido para: "on", o Squid irá anexar o endereço IP do seu cliente no cabeçalho HTTP: "off", aparecerá como X-Forwarded-For: desconhecido; "transparente", Squid não alterará o cabeçalho X-Forwarded-For de forma alguma; Se definido para: "on", o Squid anexará o endereço IP do seu cliente no pedido de reencaminhamento HTTP: "apagar", Squid apagará todo o cabeçalho do X-Forwarded-For; Se definido para: "apagar", Squid apagará todo o cabeçalho do X-Forwarded-For; Se definido para: "apagar", Squid apagará todo o cabeçalho do X-Forwarded-For "truncado", Squid removerá todos os X-Forwarded-For existentes, e colocará o IP do cliente como a única entrada.
sw_sw: Välj vad du ska göra med X-Forwarded-For-huvudet. Om det är inställt på: "Squid lägger till din klients IP-adress i de HTTP-begäranden som vidarebefordras. Som standard ser det ut som X-Forwarded-For: 192.1.2.3; Om den är inställd på: Om du ställer in den på "off" kommer den att se ut som X-Forwarded-For: unknown; "transparent" kommer Squid inte att ändra X-Forwarded-For-huvudet på något sätt; Om du ställer in den på: Om den är inställd på "delete" raderar Squid hela X-Forwarded-For-huvudet: "truncate": Squid tar bort alla befintliga X-Forwarded-For-poster och placerar klientens IP-adress som enda post.
tr_tr: X-Forwarded-For başlığı ile ne yapılacağını seçin. Eğer ayarlanmışsa: "on" olarak ayarlanırsa, Squid yönlendirdiği HTTP isteklerine istemcinizin IP adresini ekleyecektir. Varsayılan olarak X-Forwarded-For gibi görünür: 192.1.2.3; Eğer ayarlanırsa: "off" olarak ayarlanırsa, X-Forwarded-For: unknown olarak görünür; "transparent" olarak ayarlanırsa, Squid X-Forwarded-For başlığını hiçbir şekilde değiştirmez; "delete" olarak ayarlanırsa: "delete" olarak ayarlanırsa, Squid X-Forwarded-For başlığının tamamını siler; "truncate" olarak ayarlanırsa: "truncate" olarak ayarlanırsa, Squid mevcut tüm X-Forwarded-For girişlerini kaldıracak ve istemci IP'sini tek giriş olarak yerleştirecektir.
uk_uk: Виберіть, що робити з заголовком X-Forwarded-For. Якщо встановлено значення "on", Squid буде додавати IP-адресу вашого клієнта до HTTP-запитів, які він пересилає. За замовчуванням він має вигляд X-Forwarded-For: 192.1.2.3; Якщо встановлено значення "off", він матиме вигляд X-Forwarded-For: unknown; "transparent", Squid не змінюватиме заголовок X-Forwarded-For жодним чином; Якщо встановлено значення "delete", Squid видалить весь заголовок X-Forwarded-For; Якщо встановлено значення "truncate", Squid видалить усі наявні записи X-Forwarded-For і залишить тільки IP-адресу клієнта.

source: Select which kind of DNSBL you want to use.
id_id: Pilih jenis DNSBL yang ingin Anda gunakan.
ja_jp: どの種類のDNSBLを使用するかを選択します。
ko_ko: 사용하려는 DNSBL의 종류를 선택합니다.
pt_pt: Seleccione o tipo de DNSBL que pretende utilizar.
sw_sw: Välj vilken typ av DNSBL du vill använda.
tr_tr: Hangi tür DNSBL kullanmak istediğinizi seçin.
uk_uk: Виберіть тип DNSBL, який ви хочете використовувати.

source: Send Client IP
id_id: Kirim IP Klien
ja_jp: クライアントIPを送信
ko_ko: 클라이언트 IP 보내기
pt_pt: Enviar IP do cliente
sw_sw: Skicka klient-IP
tr_tr: İstemci IP'sini Gönder
uk_uk: Надіслати IP-адресу клієнта

source: Send Username
id_id: Kirim Nama Pengguna
ja_jp: ユーザー名を送信
ko_ko: 사용자 이름 보내기
pt_pt: Enviar nome de utilizador
sw_sw: Skicka användarnamn
tr_tr: Kullanıcı Adı Gönder
uk_uk: Надіслати ім'я користувача

source: Send a reminder after some cycles
id_id: Kirim pengingat setelah beberapa siklus
ja_jp: いくつかのサイクルの後にリマインダーを送信する
ko_ko: 일정 주기 후에 리마인더 보내기
pt_pt: Enviar um lembrete após alguns ciclos
sw_sw: Skicka en påminnelse efter några cykler
tr_tr: Birkaç döngüden sonra hatırlatma gönderin
uk_uk: Надсилати нагадування через кілька циклів

source: Send alerts to system log in fast log format. This will not change the alert logging used by the product itself.
id_id: Mengirim peringatan ke log sistem dalam format log cepat. Hal ini tidak akan mengubah pencatatan peringatan yang digunakan oleh produk itu sendiri.
ja_jp: アラートを高速ログフォーマットでシステムログに送信します。これは、製品自体が使用するアラートロギングを変更するものではありません。
ko_ko: 빠른 로그 형식으로 시스템 로그에 알림을 보냅니다. 이렇게 해도 제품 자체에서 사용하는 알림 로깅은 변경되지 않습니다.
pt_pt: Enviar alertas para o registo do sistema em formato de registo rápido. Isto não irá alterar o registo de alerta utilizado pelo próprio produto.
sw_sw: Skicka varningar till systemloggen i snabbloggformat. Detta ändrar inte den varningsloggning som används av själva produkten.
tr_tr: Uyarıları sistem günlüğüne hızlı günlük biçiminde gönderin. Bu, ürünün kendisi tarafından kullanılan uyarı günlüğünü değiştirmeyecektir.
uk_uk: Надсилати сповіщення до системного журналу у форматі швидкого журналу. Це не вплине на реєстрацію сповіщень, яка використовується самим продуктом.

source: Send log data to the selected target. When syslog is selected, facility local 4 will be used to send messages of info level for these logs.
id_id: Mengirim data log ke target yang dipilih. Bila syslog dipilih, fasilitas lokal 4 akan digunakan untuk mengirim pesan tingkat info untuk log ini.
ja_jp: 選択したターゲットにログデータを送信します。syslogが選択されている場合、これらのログの情報レベルのメッセージを送信するために、ファシリティローカル4が使用されます。
ko_ko: 선택한 대상에 로그 데이터를 보냅니다. syslog를 선택하면 시설 로컬 4를 사용하여 이러한 로그에 대한 정보 수준의 메시지를 전송합니다.
pt_pt: Enviar dados de registo para o alvo seleccionado. Quando o syslog é seleccionado, a facilidade local 4 será utilizada para enviar mensagens de nível de informação para estes registos.
sw_sw: Skicka loggdata till det valda målet. När syslog väljs kommer facility local 4 att användas för att skicka meddelanden på informationsnivå för dessa loggar.
tr_tr: Günlük verilerini seçilen hedefe gönderin. Syslog seçildiğinde, bu günlükler için bilgi düzeyindeki mesajları göndermek üzere tesis yerel 4 kullanılacaktır.
uk_uk: Надіслати дані журналу до вибраної цілі. Якщо вибрано syslog, для надсилання повідомлень інформаційного рівня для цих журналів буде використано локальний об'єкт 4.

source: Send package payload to the log for further analyses.
id_id: Kirim muatan paket ke log untuk analisis lebih lanjut.
ja_jp: パッケージのペイロードをログに送り、さらに分析します。
ko_ko: 추가 분석을 위해 패키지 페이로드를 로그에 전송합니다.
pt_pt: Enviar a carga útil do pacote para o registo para mais análises.
sw_sw: Skicka paketets nyttolast till loggboken för ytterligare analyser.
tr_tr: Daha fazla analiz için paket yükünü günlüğe gönderin.
uk_uk: Надішліть корисне навантаження пакунка до журналу для подальшого аналізу.

source: Send percentage data
id_id: Kirim data persentase
ja_jp: パーセントデータを送信する
ko_ko: 백분율 데이터 전송
pt_pt: Enviar dados percentuais
sw_sw: Skicka uppgifter om procentsatser
tr_tr: Yüzde verilerini gönder
uk_uk: Надіслати дані у відсотках

source: Send the client IP address to the ICAP server.
id_id: Kirim alamat IP klien ke server ICAP.
ja_jp: ICAPサーバーにクライアントIPアドレスを送信します。
ko_ko: 클라이언트 IP 주소를 ICAP 서버로 전송합니다.
pt_pt: Enviar o endereço IP do cliente para o servidor do ICAP.
sw_sw: Skicka klientens IP-adress till ICAP-servern.
tr_tr: İstemci IP adresini ICAP sunucusuna gönderin.
uk_uk: Надішліть IP-адресу клієнта на сервер ICAP.

source: Sequence
id_id: Urutan
it_it: Sequenza
ja_jp: シーケンス
ko_ko: 시퀀스
pt_pt: Sequência
sw_sw: Sekvens
tr_tr: Sıra
uk_uk: Послідовність

source: Serve Expired Responses
id_id: Sajikan Tanggapan Kedaluwarsa
ja_jp: 期限切れのレスポンスを保存する
ko_ko: 만료된 응답 제공
pt_pt: Servir Respostas Expiradas
sw_sw: Servera utgångna svar
tr_tr: Süresi Dolmuş Yanıtları Sunma
uk_uk: Обслуговування прострочених відповідей

source: Server IP
id_id: IP Server
ja_jp: サーバーIP
ko_ko: 서버 IP
pt_pt: Servidor IP
tr_tr: Sunucu IP'si
uk_uk: IP-адреса сервера

source: Server Password
id_id: Kata Sandi Server
ja_jp: サーバーパスワード
ko_ko: 서버 비밀번호
pt_pt: Senha do servidor
sw_sw: Serverlösenord
tr_tr: Sunucu Şifresi
uk_uk: Пароль сервера

source: Server Port
id_id: Port Server
ja_jp: サーバーポート
ko_ko: 서버 포트
pt_pt: Porta do servidor
tr_tr: Sunucu Bağlantı Noktası
uk_uk: Порт сервера

source: Server admin
id_id: Admin server
ja_jp: サーバー管理者
ko_ko: 서버 관리자
pt_pt: Administrador do servidor
sw_sw: Serveradministratör
tr_tr: Sunucu yöneticisi
uk_uk: Адміністратор сервера

source: Servername
id_id: Nama server
ja_jp: サーバー名
ko_ko: 서버 이름
pt_pt: Nome do servidor
sw_sw: Servernamn
tr_tr: Sunucu adı
uk_uk: Ім'я сервера

source: Service Type
id_id: Jenis Layanan
ja_jp: サービスタイプ
ko_ko: 서비스 유형
pt_pt: Tipo de serviço
sw_sw: Typ av tjänst
tr_tr: Hizmet Türü
uk_uk: Тип послуги

source: Set a list of DNS servers for this pool.
id_id: Tetapkan daftar server DNS untuk kumpulan ini.
ja_jp: このプールの DNS サーバーのリストを設定します。
ko_ko: 이 풀에 대한 DNS 서버 목록을 설정합니다.
pt_pt: Estabelecer uma lista de servidores DNS para este pool.
sw_sw: Ange en lista över DNS-servrar för den här poolen.
tr_tr: Bu havuz için DNS sunucularının bir listesini ayarlayın.
uk_uk: Задайте список DNS-серверів для цього пулу.

source: Set a password if parent proxy requires authentication.
id_id: Tetapkan kata sandi jika proxy induk memerlukan autentikasi.
ja_jp: 親プロキシが認証を必要とする場合は、パスワードを設定します。
ko_ko: 부모 프록시에 인증이 필요한 경우 비밀번호를 설정합니다.
pt_pt: Definir uma palavra-passe se o procurador-mãe exigir autenticação.
sw_sw: Ange ett lösenord om överordnad proxy kräver autentisering.
tr_tr: Üst proxy kimlik doğrulaması gerektiriyorsa bir parola belirleyin.
uk_uk: Встановіть пароль, якщо батьківський проксі вимагає автентифікації.

source: Set a username if parent proxy requires authentication.
id_id: Tetapkan nama pengguna jika proxy induk memerlukan autentikasi.
ja_jp: 親プロキシーが認証を必要とする場合に、ユーザー名を設定します。
ko_ko: 상위 프록시에서 인증이 필요한 경우 사용자 이름을 설정합니다.
pt_pt: Defina um nome de utilizador se o procurador parental necessitar de autenticação.
sw_sw: Ange ett användarnamn om överordnad proxy kräver autentisering.
tr_tr: Üst proxy kimlik doğrulaması gerektiriyorsa bir kullanıcı adı ayarlayın.
uk_uk: Задайте ім'я користувача, якщо батьківський проксі вимагає автентифікації.

source: Set action to perform here, only used when in IPS mode.
id_id: Menetapkan tindakan yang akan dilakukan di sini, hanya digunakan apabila dalam mode IPS.
ja_jp: ここで実行するアクションを設定します。IPSモード時のみ使用します。
ko_ko: 여기에서 수행할 작업을 설정하며, IPS 모드일 때만 사용됩니다.
pt_pt: Definir acção a executar aqui, apenas usada quando em modo IPS.
sw_sw: Ställ in den åtgärd som ska utföras här, används endast i IPS-läge.
tr_tr: Burada gerçekleştirilecek eylemi ayarlayın, yalnızca IPS modundayken kullanılır.
uk_uk: Задати дію для виконання тут, використовується тільки в режимі IPS.

source: Set database name of remote MySQL server.
id_id: Mengatur nama basis data server MySQL jarak jauh.
ja_jp: リモートMySQLサーバーのデータベース名を設定します。
ko_ko: 원격 MySQL 서버의 데이터베이스 이름을 설정합니다.
pt_pt: Definir o nome da base de dados do servidor remoto MySQL.
sw_sw: Ange databasnamnet för den fjärrstyrda MySQL-servern.
tr_tr: Uzak MySQL sunucusunun veritabanı adını ayarlayın.
uk_uk: Задати ім'я бази даних на віддаленому сервері MySQL.

source: Set exos policy filter id with Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
id_id: Tetapkan id filter kebijakan exos dengan Filter-ID = "Entrasys:version=1:mgmt=su:policy=[nama_polis]"
ja_jp: Exos ポリシーフィルター ID を Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]" で設定します。
ko_ko: Filter-ID="Entrasys:버전=1:관리=su:정책=[정책_이름]"으로 엑소스 정책 필터 ID를 설정합니다.
pt_pt: Definir exos policy filter id com Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
sw_sw: Ange exos policyfilter-ID med Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
tr_tr: Exos ilke filtre kimliğini Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]" ile ayarlayın
uk_uk: Встановіть ідентифікатор фільтра політики exos за допомогою Filter-ID="Entrasys:version=1:mgmt=su:policy=[ім'я_політики]"

source: Set exos vlan tagged
id_id: Tetapkan tag exos vlan
ja_jp: exos vlan taggedを設定します。
ko_ko: 태그가 지정된 엑소스 Vlan 설정
pt_pt: Definir exos vlan tagged
sw_sw: Ange exos vlan tagged
tr_tr: Exos vlan etiketlenmiş olarak ayarla
uk_uk: Встановити тег exos vlan

source: Set exos vlan untagged
id_id: Setel exos vlan tidak ditandai
ja_jp: exos vlan untaggedを設定する
ko_ko: 태그가 지정되지 않은 exos vlan 설정
pt_pt: Definir exos vlan sem marcação
sw_sw: Ställ in exos vlan untagged
tr_tr: Exos vlan etiketsiz olarak ayarla
uk_uk: Встановити exos vlan без тегів

source: Set how many times one account is allowed to login at the same time.
id_id: Atur berapa kali satu akun diizinkan untuk masuk pada waktu yang sama.
ja_jp: 1つのアカウントで同時にログインできる回数を設定します。
ko_ko: 한 계정에 동시에 로그인할 수 있는 횟수를 설정합니다.
pt_pt: Definir quantas vezes uma conta é autorizada a entrar ao mesmo tempo.
sw_sw: Ange hur många gånger ett konto får logga in samtidigt.
tr_tr: Bir hesabın aynı anda kaç kez oturum açmasına izin verileceğini ayarlayın.
uk_uk: Встановіть, скільки разів одному обліковому запису дозволено входити в систему одночасно.

source: Set minimum TLS version. Please be aware that every version below 1.2 is considered as insecure.
id_id: Tetapkan versi TLS minimum. Perlu diketahui bahwa setiap versi di bawah 1.2 dianggap tidak aman.
ja_jp: TLSの最小バージョンを設定します。1.2以下のバージョンはすべて安全でないとみなされますので、ご注意ください。
ko_ko: 최소 TLS 버전을 설정합니다. 1.2 이하의 모든 버전은 안전하지 않은 것으로 간주됩니다.
pt_pt: Definir a versão mínima de TLS. É favor ter em conta que cada versão abaixo de 1.2 é considerada insegura.
sw_sw: Ange minsta TLS-version. Observera att alla versioner under 1.2 anses vara osäkra.
tr_tr: Minimum TLS sürümünü ayarlayın. Lütfen 1.2'nin altındaki her sürümün güvensiz olarak kabul edildiğini unutmayın.
uk_uk: Встановіть мінімальну версію TLS. Зверніть увагу, що кожна версія нижче 1.2 вважається незахищеною.

source: Set persistent keepalive interval in seconds.
id_id: Tetapkan interval keepalive persisten dalam detik.
ja_jp: 永続的なキープアライブ間隔を秒単位で設定します。
ko_ko: 영구 킵얼라이브 간격을 초 단위로 설정합니다.
pt_pt: Definir intervalo de manutenção persistente em segundos.
sw_sw: Ställ in intervallet för permanent keepalive i sekunder.
tr_tr: Kalıcı keepalive aralığını saniye cinsinden ayarlayın.
uk_uk: Встановіть інтервал постійного збереження в секундах.

source: Set port the endpoint listens to.
id_id: Mengatur port yang didengarkan titik akhir.
ja_jp: エンドポイントがリッスンするポートを設定します。
ko_ko: 엔드포인트가 수신 대기하는 포트를 설정합니다.
pt_pt: Definir porta a que o ponto final ouve.
sw_sw: Ange port som slutpunkten lyssnar på.
tr_tr: Uç noktanın dinlediği bağlantı noktasını ayarlayın.
uk_uk: Встановити порт, який буде слухати кінцева точка.

source: Set public IP address the endpoint listens to.
id_id: Tetapkan alamat IP publik yang didengarkan oleh titik akhir.
ja_jp: エンドポイントがリッスンするパブリック IP アドレスを設定します。
ko_ko: 엔드포인트가 수신하는 공용 IP 주소를 설정합니다.
pt_pt: Definir o endereço IP público que o ponto final ouve.
sw_sw: Ange offentlig IP-adress som slutpunkten lyssnar på.
tr_tr: Uç noktanın dinlediği genel IP adresini ayarlayın.
uk_uk: Встановіть публічну IP-адресу, яку буде прослуховувати кінцева точка.

source: Set the "shortname" for the client.
id_id: Tetapkan "nama pendek" untuk klien.
ja_jp: クライアントの "ショートネーム "を設定します。
ko_ko: 클라이언트의 '짧은 이름'을 설정합니다.
pt_pt: Definir o "nome curto" para o cliente.
sw_sw: Ange klientens kortnamn.
tr_tr: İstemci için "kısa adı" ayarlayın.
uk_uk: Встановіть "коротке ім'я" для клієнта.

source: Set the Base DN in format dc=example,dc=domain,dc=com
id_id: Atur DN Dasar dalam format dc = contoh, dc = domain, dc = com
ja_jp: ベースDNをdc=example,dc=domain,dc=comのフォーマットで設定する。
ko_ko: 기본 DN을 dc=example,dc=domain,dc=com 형식으로 설정합니다.
pt_pt: Definir o DN base no formato dc=example,dc=domain,dc=com
sw_sw: Ange bas-DN i formatet dc=example,dc=domän,dc=com
tr_tr: Temel DN'yi dc=example,dc=domain,dc=com biçiminde ayarlayın
uk_uk: Задайте базовий DN у форматі dc=example,dc=domain,dc=com

source: Set the Elliptical cryptography configuration.
id_id: Atur konfigurasi kriptografi Elliptical.
ja_jp: Elliptical cryptographyの設定を行います。
ko_ko: 타원형 암호화 구성을 설정합니다.
pt_pt: Definir a configuração de criptografia elíptica.
sw_sw: Ställ in konfigurationen för elliptisk kryptografi.
tr_tr: Eliptik kriptografi yapılandırmasını ayarlayın.
uk_uk: Встановіть конфігурацію еліптичної криптографії.

source: Set the IP address for this static lease.
id_id: Tetapkan alamat IP untuk sewa statis ini.
ja_jp: このスタティックリースの IP アドレスを設定します。
ko_ko: 이 정적 임대에 대한 IP 주소를 설정합니다.
pt_pt: Definir o endereço IP para este arrendamento estático.
sw_sw: Ange IP-adressen för det statiska hyresavtalet.
tr_tr: Bu statik kiralama için IP adresini ayarlayın.
uk_uk: Встановіть IP-адресу для цієї статичної оренди.

source: Set the IP address of remote MySQL server.
id_id: Mengatur alamat IP server MySQL jarak jauh.
ja_jp: リモートMySQLサーバーのIPアドレスを設定します。
ko_ko: 원격 MySQL 서버의 IP 주소를 설정합니다.
pt_pt: Definir o endereço IP do servidor remoto MySQL.
sw_sw: Ange IP-adressen för den fjärrstyrda MySQL-servern.
tr_tr: Uzak MySQL sunucusunun IP adresini ayarlayın.
uk_uk: Встановіть IP-адресу віддаленого сервера MySQL.

source: Set the IP address of the remote client or the complete network like 10.10.10.0/24
id_id: Tetapkan alamat IP klien jarak jauh atau jaringan lengkap seperti 10.10.10.0/24
ja_jp: リモートクライアントのIPアドレス、または10.10.10.0/24のような完全なネットワークを設定します。
ko_ko: 원격 클라이언트의 IP 주소 또는 전체 네트워크(예: 10.10.10.0/24)를 설정합니다.
pt_pt: Definir o endereço IP do cliente remoto ou a rede completa como 10.10.10.0/24
sw_sw: Ange fjärrklientens IP-adress eller hela nätverket, t.ex. 10.10.10.0/24.
tr_tr: Uzak istemcinin IP adresini veya 10.10.10.0/24 gibi tüm ağı ayarlayın
uk_uk: Встановіть IP-адресу віддаленого клієнта або всієї мережі, наприклад, 10.10.10.0/24

source: Set the IP address the user should receive.
id_id: Tetapkan alamat IP yang harus diterima pengguna.
ja_jp: ユーザーが受け取るべき IP アドレスを設定します。
ko_ko: 사용자가 수신할 IP 주소를 설정합니다.
pt_pt: Definir o endereço IP que o utilizador deve receber.
sw_sw: Ange den IP-adress som användaren ska få.
tr_tr: Kullanıcının alması gereken IP adresini ayarlayın.
uk_uk: Встановіть IP-адресу, яку повинен отримати користувач.

source: Set the IP address to listen on.
id_id: Mengatur alamat IP untuk mendengarkan.
ja_jp: リッスンする IP アドレスを設定します。
ko_ko: 수신할 IP 주소를 설정합니다.
pt_pt: Defina o endereço IP para ouvir.
sw_sw: Ange den IP-adress som ska lyssnas på.
tr_tr: Dinlenecek IP adresini ayarlayın.
uk_uk: Встановіть IP-адресу для прослуховування.

source: Set the IPv6 address the user should receive.
id_id: Tetapkan alamat IPv6 yang akan diterima pengguna.
ja_jp: ユーザーが受け取るべき IPv6 アドレスを設定します。
ko_ko: 사용자가 수신해야 하는 IPv6 주소를 설정합니다.
pt_pt: Definir o endereço IPv6 que o utilizador deve receber.
sw_sw: Ange den IPv6-adress som användaren ska få.
tr_tr: Kullanıcının alması gereken IPv6 adresini ayarlayın.
uk_uk: Встановіть IPv6-адресу, яку повинен отримати користувач.

source: Set the MAC address for this static lease.
id_id: Tetapkan alamat MAC untuk sewa statis ini.
ja_jp: このスタティックリースの MAC アドレスを設定します。
ko_ko: 이 정적 임대에 대한 MAC 주소를 설정합니다.
pt_pt: Defina o endereço MAC para este arrendamento estático.
sw_sw: Ange MAC-adressen för det här statiska hyresavtalet.
tr_tr: Bu statik kiralama için MAC adresini ayarlayın.
uk_uk: Встановіть MAC-адресу для цієї статичної оренди.

source: Set the Mikrotik VLAN ID attribute. Mikrotik uses own attributes for VLAN assignment.
id_id: Mengatur atribut ID VLAN Mikrotik. Mikrotik menggunakan atribut sendiri untuk penetapan VLAN.
ja_jp: Mikrotik の VLAN ID 属性を設定します。MikrotikはVLANの割り当てに独自の属性を使用します。
ko_ko: Mikrotik VLAN ID 속성을 설정합니다. Mikrotik은 VLAN 할당을 위해 자체 속성을 사용합니다.
pt_pt: Definir o atributo Mikrotik VLAN ID. Mikrotik utiliza atributos próprios para a atribuição de VLAN.
sw_sw: Ställ in Mikrotik VLAN ID-attributet. Mikrotik använder egna attribut för VLAN-tilldelning.
tr_tr: Mikrotik VLAN ID özniteliğini ayarlayın. Mikrotik, VLAN ataması için kendi özniteliklerini kullanır.
uk_uk: Встановіть атрибут Mikrotik VLAN ID. Mikrotik використовує власні атрибути для призначення VLAN.

source: Set the Mikrotik VLAN type attribute. For general use a value of 0 is fine.
id_id: Tetapkan atribut jenis VLAN Mikrotik. Untuk penggunaan umum, nilai 0 tidak masalah.
ja_jp: Mikrotik VLAN タイプ属性を設定します。一般的な使用では、0 の値で問題ありません。
ko_ko: Mikrotik VLAN 유형 속성을 설정합니다. 일반적으로 0 값을 사용하면 됩니다.
pt_pt: Definir o atributo tipo Mikrotik VLAN. Para uso geral, um valor de 0 é suficiente.
sw_sw: Ställ in attributet Mikrotik VLAN-typ. För allmän användning är ett värde på 0 bra.
tr_tr: Mikrotik VLAN tipi özelliğini ayarlayın. Genel kullanım için 0 değeri uygundur.
uk_uk: Встановіть атрибут Тип віртуальної локальної мережі Mikrotik. Для загального використання достатньо значення 0.
