Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: The name must be less than 32 characters long and may only consist of the following characters: %s
id_id: Nama harus kurang dari 32 karakter dan hanya boleh terdiri dari karakter berikut: %s
it_it: Il nome deve essere lungo inferiore a 32 caratteri e può essere costituito solo dai seguenti caratteri: %s
ja_jp: 名前は長さが32文字未満で次の文字のみが使用できます: %s
ko_ko: 이름은 32자 미만이어야 하며 다음 문자로만 구성될 수 있습니다: %s
pt_pt: O nome deve ter menos de 32 caracteres e só pode ser constituído pelos seguintes caracteres: %s
sw_sw: Namnet måste vara mindre än 32 tecken långt och får endast bestå av följande tecken: %s
tr_tr: Ad 32 karakterden kısa olmalı ve yalnızca aşağıdaki karakterlerden oluşmalıdır: %s
uk_uk: Ім'я не повинно перевищувати 32 символів і може складатися лише з таких символів: %s

source: Changing name on a gateway group is not allowed.
id_id: Mengubah nama pada grup gateway tidak diperbolehkan.
it_it: Non è consentito cambiare il nome su un gruppo gateway.
ja_jp: ゲートウェイグループの名前は変更できません。
ko_ko: 게이트웨이 그룹에서 이름을 변경할 수 없습니다.
pt_pt: Não é permitido alterar o nome num grupo da gateway.
sw_sw: Det är inte tillåtet att ändra namnet på en gatewaygrupp.
tr_tr: Bir ağ geçidi grubunun adının değiştirilmesine izin verilmez.
uk_uk: Зміна назви на групі шлюзів не допускається.

source: A gateway group with this name "%s" already exists.
id_id: Grup gateway dengan nama "%s" sudah ada.
it_it: Un gruppo gateway con questo nome "%s" esiste già.
ja_jp: %s という名前のゲートウェイグループは既に存在しています。
ko_ko: "%s"라는 이름의 게이트웨이 그룹이 이미 있습니다.
pt_pt: Um grupo da gateway com este nome "%s" já existe.
sw_sw: Det finns redan en gatewaygrupp med namnet "%s".
tr_tr: "%s" adında bir ağ geçidi grubu zaten mevcut.
uk_uk: Група шлюзів з такою назвою "%s" вже існує.

source: A gateway group cannot have the same name with a gateway "%s" please choose another name.
id_id: Grup gateway tidak dapat memiliki nama yang sama dengan gateway "%s", silakan pilih nama lain.
it_it: Un gruppo gateway non può avere lo stesso nome con un gateway "%s", scegli un altro nome.
ja_jp: ゲートウェイグループに、ゲートウェイ %s と同じ名前をつけることはできません。
ko_ko: 게이트웨이 그룹은 게이트웨이 "%s"와 같은 이름을 가질 수 없습니다. 다른 이름을 선택하세요.
pt_pt: O grupo da gateway não pode ter o mesmo nome com a gateway "%s" por favor escolha outro nome.
sw_sw: En gatewaygrupp kan inte ha samma namn som en gateway "%s", välj ett annat namn.
tr_tr: Bir ağ geçidi grubu "%s" ağ geçidi ile aynı ada sahip olamaz, lütfen başka bir ad seçin.
uk_uk: Група шлюзів не може мати однакову назву зі шлюзом "%s", будь ласка, виберіть іншу назву.

source: Invalid pool option specified
id_id: Opsi kolam yang ditentukan tidak valid
ja_jp: 指定されたプールオプションが無効
ko_ko: 지정한 풀 옵션이 잘못되었습니다.
pt_pt: Opção de piscina inválida especificada
sw_sw: Ett ogiltigt poolalternativ har angetts
tr_tr: Geçersiz havuz seçeneği belirtildi
uk_uk: Вказано невірний варіант пулу

source: No gateway(s) have been selected to be used in this group
id_id: Tidak ada gateway yang dipilih untuk digunakan dalam grup ini
it_it: Nessun gateway è stato selezionato per essere utilizzato in questo gruppo
ja_jp: このグループで使用するゲートウェイは選択されていません。
ko_ko: 이 그룹에서 사용하도록 선택한 게이트웨이가 없습니다.
pt_pt: Não foi selecionada nenhuma(s) porta(s) para ser utilizada(s) neste grupo
sw_sw: Ingen gateway har valts ut för att användas i denna grupp.
tr_tr: Bu grupta kullanılmak üzere hiçbir ağ geçidi (ağ geçitleri) seçilmemiştir
uk_uk: У цій групі не було обрано жодного шлюзу для використання

source: Group Name
id_id: Nama Grup
it_it: Nome del gruppo
ja_jp: グループ名
ko_ko: 그룹 이름
pt_pt: Nome de Grupo
sw_sw: Gruppens namn
tr_tr: Grup Adı
uk_uk: Назва групи

source: Gateway Priority
id_id: Prioritas Gerbang
it_it: Priorità gateway
ja_jp: ゲートウェイ優先度
ko_ko: 게이트웨이 우선 순위
pt_pt: Gateway prioritária
sw_sw: Gateway Prioritet
tr_tr: Ağ Geçidi Önceliği
uk_uk: Пріоритет шлюзу

source: Tier
id_id: Tingkat
it_it: Livello
ja_jp: ティア
ko_ko: 계층
pt_pt: Nível
sw_sw: Nivå
tr_tr: Katman
uk_uk: Ярус

source: Never
id_id: Tidak pernah
it_it: Mai
ja_jp: 選択しない
ko_ko: 절대로
pt_pt: Nunca
sw_sw: Aldrig
tr_tr: Asla
uk_uk: Ніколи.

source: Tier %d
id_id: Tingkat %d
ja_jp: ティア %d
ko_ko: 계층 %d
pt_pt: Nível %d
sw_sw: Nivå %d
tr_tr: Kademe %d
uk_uk: Рівень %d

source: Link Priority
id_id: Prioritas Tautan
it_it: Priorità di collegamento
ja_jp: リンク優先度
ko_ko: 링크 우선순위
pt_pt: Link prioritário
sw_sw: Prioritet för länken
tr_tr: Bağlantı Önceliği
uk_uk: Пріоритет посилання

source: The priority selected here defines in what order failover and balancing of links will be done. Multiple links of the same priority will balance connections until all links in the priority will be exhausted. If all links in a priority level are exhausted we will use the next available link(s) in the next priority level.
id_id: Prioritas yang dipilih di sini menentukan urutan failover dan penyeimbangan sambungan yang akan dilakukan. Beberapa tautan dengan prioritas yang sama akan menyeimbangkan koneksi hingga semua tautan dalam prioritas tersebut habis. Jika semua tautan dalam tingkat prioritas habis, kami akan menggunakan tautan berikutnya yang tersedia di tingkat prioritas berikutnya.
it_it: La priorità selezionata qui definisce in quale failover e bilanciamento dei collegamenti dell'ordine verranno eseguiti. Più collegamenti della stessa priorità bilanceranno le connessioni fino a quando tutti i collegamenti nella priorità saranno esauriti. Se tutti i collegamenti a livello di priorità sono esauriti, utilizzeremo i successivi collegamenti disponibili nel prossimo livello di priorità.
ja_jp: ここで選択する優先度は、フェイルオーバとリンクのバランシングが実行される順番を定義します。優先度に複数のリンクがある場合は、その優先度のすべてのリンクを使い果たすまで、均等に接続されます。
ko_ko: 여기서 선택한 우선순위는 장애 조치 및 링크 밸런싱이 수행될 순서를 정의합니다. 우선순위가 같은 여러 링크는 우선순위의 모든 링크가 소진될 때까지 연결의 균형을 맞춥니다. 우선순위 레벨의 모든 링크가 소진되면 다음 우선순위 레벨에서 사용 가능한 다음 링크를 사용합니다.
pt_pt: A prioridade selecionada aqui define em que ordem o failover e o balanceamento de links serão feitos. Múltiplos links da mesma prioridade equilibrarão as ligações até que todos os links na prioridade se esgotem. Se todos os links num nível de prioridade estiverem esgotados, usaremos os próximos links disponíveis no próximo nível de prioridade.
sw_sw: Prioriteten som väljs här definierar i vilken ordning växling vid fel och balansering av länkar ska ske. Flera länkar med samma prioritet balanserar anslutningar tills alla länkar i prioriteten är uttömda. Om alla länkar i en prioritetsnivå är uttömda kommer vi att använda nästa tillgängliga länk(er) i nästa prioritetsnivå.
tr_tr: Burada seçilen öncelik, yük devretme ve bağlantıların dengelenmesinin hangi sırayla yapılacağını tanımlar. Aynı önceliğe sahip birden fazla bağlantı, öncelikteki tüm bağlantılar tükenene kadar bağlantıları dengeleyecektir. Bir öncelik seviyesindeki tüm bağlantılar tükenirse, bir sonraki öncelik seviyesindeki bir sonraki mevcut bağlantıyı (bağlantıları) kullanacağız.
uk_uk: Пріоритет, вибраний тут, визначає, в якому порядку буде виконуватися обхід відмов і балансування каналів. Кілька каналів з однаковим пріоритетом будуть балансувати з'єднання до тих пір, поки не будуть вичерпані всі канали в цьому пріоритеті. Якщо всі канали рівня пріоритету вичерпано, ми використаємо наступний(і) доступний(і) канал(и) наступного рівня пріоритету.

source: The virtual IP field selects what (virtual) IP should be used when this group applies to a local Dynamic DNS, IPsec or OpenVPN endpoint
id_id: Bidang IP virtual memilih IP (virtual) apa yang harus digunakan ketika grup ini berlaku untuk titik akhir DNS Dinamis, IPsec, atau OpenVPN lokal
it_it: Il campo IP virtuale seleziona quale IP (virtuale) dovrebbe essere utilizzato quando questo gruppo si applica a un Endpoint DNS dinamico locale, IPSEC o OpenVPN
ja_jp: 仮想IPは、このグループがローカルダイナミックDNS、IPsec、OpenVPN エンドポイントに適用される時に、使用される ( 仮想 ) IP を選択します。
ko_ko: 가상 IP 필드에서는 이 그룹이 로컬 동적 DNS, IPsec 또는 OpenVPN 엔드포인트에 적용될 때 사용할 (가상) IP를 선택합니다.
pt_pt: O campo de IP virtual seleca para o qual o IP (virtual) deve ser usado quando este grupo se aplica a um ponto de extremidade dinâmico DNS local, IPsec ou OpenVPN
sw_sw: Fältet för virtuell IP anger vilken (virtuell) IP som ska användas när den här gruppen gäller för en lokal Dynamic DNS, IPsec- eller OpenVPN-slutpunkt.
tr_tr: Sanal IP alanı, bu grup yerel bir Dinamik DNS, IPsec veya OpenVPN uç noktasına uygulandığında hangi (sanal) IP'nin kullanılacağını seçer
uk_uk: У полі Віртуальна IP-адреса виберіть, яку (віртуальну) IP-адресу слід використовувати, коли ця група застосовується до локальної кінцевої точки Dynamic DNS, IPsec або OpenVPN

source: Trigger Level
id_id: Tingkat Pemicu
it_it: Livello di grilletto
ja_jp: トリガレベル
ko_ko: 트리거 레벨
pt_pt: Nível do trigger
sw_sw: Triggernivå
tr_tr: Tetikleme Seviyesi
uk_uk: Рівень запуску

source: Member Down
id_id: Anggota Down
it_it: Membro verso il basso
ja_jp: メンバダウン
ko_ko: 멤버 다운
pt_pt: Membro em baixo
sw_sw: Ledamot ner
tr_tr: Üye Düşüşü
uk_uk: Учасник відсутній

source: Packet Loss
id_id: Kehilangan Paket
it_it: Perdita di pacchetti
ja_jp: パケットロス
ko_ko: 패킷 손실
pt_pt: Perda de pacotes
sw_sw: Förlust av paket
tr_tr: Paket Kaybı
uk_uk: Втрата пакетів

source: High Latency
id_id: Latensi Tinggi
it_it: Alta latenza
ja_jp: 高遅延
ko_ko: 높은 레이턴시
pt_pt: Latência alta
sw_sw: Hög latenstid
tr_tr: Yüksek Gecikme
uk_uk: Висока затримка

source: Packet Loss or High Latency
id_id: Kehilangan Paket atau Latensi Tinggi
it_it: Perdita di pacchetti o latenza elevata
ja_jp: パケットロスまたは高遅延
ko_ko: 패킷 손실 또는 높은 지연 시간
pt_pt: Perda de pacotes ou latência alta
sw_sw: Förlust av paket eller hög latenstid
tr_tr: Paket Kaybı veya Yüksek Gecikme
uk_uk: Втрата пакетів або висока затримка

source: When to trigger exclusion of a member
id_id: Kapan memicu pengecualian seorang anggota
it_it: Quando innescare l'esclusione di un membro
ja_jp: メンバの除外トリガとなるタイミング
ko_ko: 회원 제외를 트리거하는 시기
pt_pt: A Gateway '%s' não pode ser apagada porque está a ser usada no grupo de Gateway '%s'.
sw_sw: När ska man utlösa uteslutning av en medlem?
tr_tr: Bir üyenin dışlanması ne zaman tetiklenir
uk_uk: Коли ініціювати виключення учасника

source: Default: Round Robin, Sticky Address determined by advanced settings
id_id: Default: Round Robin, Alamat Lengket ditentukan oleh pengaturan lanjutan
ja_jp: デフォルトでラウンドロビン、スティッキーアドレスは高度な設定により決定される
ko_ko: 기본값입니다: 라운드 로빈, 고급 설정에 의해 결정된 고정 주소
pt_pt: Por omissão: Round Robin, Endereço pegajoso determinado por configurações avançadas
sw_sw: Standard: Round Robin, Sticky Address bestäms av avancerade inställningar
tr_tr: Varsayılan: Round Robin, Yapışkan Adres gelişmiş ayarlar tarafından belirlenir
uk_uk: За замовчуванням: Round Robin, Постійна адреса, визначена у додаткових налаштуваннях

source: Sticky Address: The Sticky Address option can be used with the Round Robin pool type to ensure that a particular source address is always mapped to the same translation address.
id_id: Alamat Lengket: Opsi Alamat Lengket dapat digunakan dengan jenis kumpulan Round Robin untuk memastikan bahwa alamat sumber tertentu selalu dipetakan ke alamat terjemahan yang sama.
ja_jp: スティッキー・アドレスSticky AddressオプションをRound Robinプールタイプで使用すると、特定のソースアドレスが常に同じトランスレーションアドレスにマップされるようにすることができます。
ko_ko: 고정 주소: 고정 주소 옵션은 라운드 로빈 풀 유형과 함께 사용하여 특정 소스 주소가 항상 동일한 번역 주소에 매핑되도록 할 수 있습니다.
pt_pt: Endereço pegajoso: A opção Endereço Pegajoso pode ser utilizada com o tipo de pool Round Robin para assegurar que um endereço de origem em particular seja sempre mapeado para o mesmo endereço de tradução.
sw_sw: Sticky Address: Alternativet Sticky Address kan användas med pooltypen Round Robin för att se till att en viss källadress alltid mappas till samma översättningsadress.
tr_tr: Yapışkan Adres: Yapışkan Adres seçeneği, belirli bir kaynak adresin her zaman aynı çeviri adresiyle eşlenmesini sağlamak için Yuvarlak Robin havuz türüyle birlikte kullanılabilir.
uk_uk: Постійна адреса: Параметр "Постійна адреса" можна використовувати з типом пулу Round Robin, щоб гарантувати, що певна адреса джерела завжди зіставляється з тією самою адресою перекладу.

source: Gateway '%s' cannot be deleted because it is in use on Gateway Group '%s'
id_id: Gateway '%s' tidak dapat dihapus karena sedang digunakan pada Gateway Group '%s'
it_it: Gateway '%s' non può essere eliminato perché è in uso sul gruppo gateway '%s'
ja_jp: ゲートウェイ %s は削除できません。
ko_ko: 게이트웨이 '%s'가 게이트웨이 그룹 '%s'에서 사용 중이므로 게이트웨이를 삭제할 수 없습니다.
pt_pt: A Gateway '%s' não pode ser apagada porque está a ser usada no grupo de Gateway '%s'.
sw_sw: Gateway "%s" kan inte tas bort eftersom den används i Gateway Group "%s".
tr_tr: Ağ Geçidi '%s', Ağ Geçidi Grubu '%s' üzerinde kullanımda olduğu için silinemez
uk_uk: Шлюз '%s' не можна видалити, оскільки він використовується у групі шлюзів '%s'

source: Gateway '%s' cannot be deleted because it is in use on Static Route '%s'
id_id: Gateway '%s' tidak dapat dihapus karena sedang digunakan pada Rute Statis '%s'
it_it: Gateway '%s' non può essere eliminato perché è in uso sulla rotta statica '%s'
ja_jp: ゲートウェイ %s は削除できませんが、静的ルート %s で使用されています。
ko_ko: 게이트웨이 '%s'가 정적 경로 '%s'에서 사용 중이므로 삭제할 수 없습니다.
pt_pt: A Gateway '%s' não pode ser apagada porque está a ser usada na rota estática '%s'.
sw_sw: Gateway "%s" kan inte tas bort eftersom den används på den statiska rutten "%s".
tr_tr: Ağ Geçidi '%s', Statik Rota '%s' üzerinde kullanımda olduğu için silinemiyor
uk_uk: Шлюз '%s' не можна видалити, оскільки він використовується на статичному маршруті '%s'

source: Do you really want to delete this gateway?
id_id: Apakah Anda benar-benar ingin menghapus gateway ini?
it_it: Vuoi davvero eliminare questo gateway?
ja_jp: 本当にこのゲートウェイを削除しますか？
ko_ko: 이 게이트웨이를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza que pretende apagar esta porta de entrada?
sw_sw: Vill du verkligen radera denna gateway?
tr_tr: Bu ağ geçidini gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей шлюз?

source: Do you really want to delete the selected gateway items?
id_id: Apakah Anda benar-benar ingin menghapus item gateway yang dipilih?
it_it: Vuoi davvero eliminare gli elementi del gateway selezionati?
ja_jp: 本当に選択したゲートウェイ項目を削除しますか？
ko_ko: 선택한 게이트웨이 항목을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar os itens da gateway selecionados?
sw_sw: Vill du verkligen radera de valda gateway-objekten?
tr_tr: Seçilen ağ geçidi öğelerini gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити вибрані елементи шлюзу?

source: The gateway configuration has been changed.
id_id: Konfigurasi gateway telah diubah.
it_it: La configurazione del gateway è stata modificata.
ja_jp: ゲートウェイの設定が変更されました。
ko_ko: 게이트웨이 구성이 변경되었습니다.
pt_pt: A configuração da gateway foi alterada.
sw_sw: Gatewaykonfigurationen har ändrats.
tr_tr: Ağ geçidi yapılandırması değiştirildi.
uk_uk: Змінено конфігурацію шлюзу.

source: Monitor IP
id_id: Memantau IP
it_it: Monitorare IP
ja_jp: モニタIP
ko_ko: IP 모니터링
sw_sw: Övervaka IP
tr_tr: IP'yi izleyin
uk_uk: Монітор IP

source: RTT
ja_jp: 回線業者

source: RTTd
ja_jp: アールティーティーディー

source: Loss
id_id: Kerugian
it_it: Perdita
ja_jp: ロス
ko_ko: 손실
pt_pt: Perda
sw_sw: Förlust
tr_tr: Kayıp
uk_uk: Втрата

source: Delete selected items
id_id: Menghapus item yang dipilih
it_it: Eliminare elementi selezionati
ja_jp: 選択した項目を削除
ko_ko: 선택한 항목 삭제
pt_pt: Eliminar itens seleccionados
sw_sw: Ta bort markerade objekt
tr_tr: Seçili öğeleri sil
uk_uk: Видалення вибраних елементів

source: Gateway is inactive because interface is missing
id_id: Gateway tidak aktif karena antarmuka tidak ada
it_it: Gateway è inattivo perché l'interfaccia manca
ja_jp: ゲートウェイは非アクティブです、インタフェースが見つかりません。
ko_ko: 인터페이스가 누락되어 게이트웨이가 비활성 상태입니다.
pt_pt: Gateway está inativa porque falta o interface
sw_sw: Gateway är inaktiv eftersom gränssnitt saknas
tr_tr: Arayüz eksik olduğu için ağ geçidi etkin değil
uk_uk: Шлюз неактивний, оскільки відсутній інтерфейс

source: defunct
id_id: tidak berfungsi
it_it: defunto
ja_jp: はやくも
ko_ko: 사라짐
pt_pt: defunto
sw_sw: nedlagd
tr_tr: feshedilmiş
uk_uk: неіснуючий

source: (upstream)
id_id: (hulu)
it_it: (a monte)
ja_jp: (上流)
ko_ko: (업스트림)
pt_pt: (a montante)
sw_sw: (uppströms)
tr_tr: (yukarı akış)
uk_uk: (вгору за течією)

source: A valid gateway name must be specified.
id_id: Nama gateway yang valid harus ditentukan.
it_it: È necessario specificare un nome gateway valido.
ja_jp: 有効なゲートウェイ名を指定してください。
ko_ko: 유효한 게이트웨이 이름을 지정해야 합니다.
pt_pt: Um nome de gateway válido deve ser especificado.
sw_sw: Ett giltigt gateway-namn måste anges.
tr_tr: Geçerli bir ağ geçidi adı belirtilmelidir.
uk_uk: Необхідно вказати дійсне ім'я шлюзу.

source: Cannot add IPv4 Gateway Address because no IPv4 address could be found on the interface.
id_id: Tidak dapat menambahkan Alamat Gateway IPv4 karena tidak ada alamat IPv4 yang ditemukan pada antarmuka.
it_it: Impossibile aggiungere l'indirizzo gateway IPv4 perché non è stato possibile trovare alcun indirizzo IPv4 sull'interfaccia.
ja_jp: IPv4 ゲートウェイアドレスを追加できません。そのインタフェースにはIPv4 アドレスが設定されていません。
ko_ko: 인터페이스에서 IPv4 주소를 찾을 수 없으므로 IPv4 게이트웨이 주소를 추가할 수 없습니다.
pt_pt: Não é possível adicionar um endereço IPv4 na gateway, porque não foi encontrado nenhum endereço IPv4 na interface.
sw_sw: Kan inte lägga till IPv4 Gateway Address eftersom ingen IPv4-adress kunde hittas i gränssnittet.
tr_tr: Arayüzde IPv4 adresi bulunamadığından IPv4 Ağ Geçidi Adresi eklenemiyor.
uk_uk: Не вдається додати IPv4-адресу шлюзу, оскільки на інтерфейсі не знайдено жодної IPv4-адреси.

source: The gateway address "%s" does not lie within one of the chosen interface's IPv4 subnets.
id_id: Alamat gateway "%s" tidak berada di dalam salah satu subnet IPv4 antarmuka yang dipilih.
it_it: L'indirizzo del gateway "%s" non si trova all'interno di una delle sottoreti IPv4 dell'interfaccia scelta.
ja_jp: ゲートウェイアドレス %s は選択されたインタフェースの IPv4 サブネットの中に存在していません。
ko_ko: 게이트웨이 주소 "%s"가 선택한 인터페이스의 IPv4 서브넷 중 하나에 속하지 않습니다.
pt_pt: O endereço de gateway "%s" não se encontra dentro de uma das sub-redes IPv4 da interface escolhida.
sw_sw: Gateway-adressen "%s" ligger inte inom något av det valda gränssnittets IPv4-undernät.
tr_tr: Ağ geçidi adresi "%s", seçilen arabirimin IPv4 alt ağlarından birinde yer almıyor.
uk_uk: Адреса шлюзу "%s" не лежить в одній з підмереж IPv4 обраного інтерфейсу.

source: Cannot add IPv6 Gateway Address because no IPv6 address could be found on the interface.
id_id: Tidak dapat menambahkan Alamat Gateway IPv6 karena tidak ada alamat IPv6 yang ditemukan pada antarmuka.
it_it: Impossibile aggiungere l'indirizzo gateway IPv6 perché non è stato possibile trovare alcun indirizzo IPv6 sull'interfaccia.
ja_jp: IPv6 ゲートウェイアドレスを追加できません。そのインタフェースにはIPv6 アドレスが設定されていません。
ko_ko: 인터페이스에서 IPv6 주소를 찾을 수 없으므로 IPv6 게이트웨이 주소를 추가할 수 없습니다.
pt_pt: Não pode ser adicionado um endereço IPv6 à Gateway porque não pode ser encontrado endereço IPv6 sem interface.
sw_sw: Kan inte lägga till IPv6 Gateway Address eftersom ingen IPv6-adress kunde hittas i gränssnittet.
tr_tr: Arayüzde IPv6 adresi bulunamadığından IPv6 Ağ Geçidi Adresi eklenemiyor.
uk_uk: Не вдається додати IPv6-адресу шлюзу, оскільки на інтерфейсі не знайдено жодної IPv6-адреси.

source: The gateway address "%s" does not lie within one of the chosen interface's IPv6 subnets.
id_id: Alamat gateway "%s" tidak berada di dalam salah satu subnet IPv6 antarmuka yang dipilih.
it_it: L'indirizzo del gateway "%s" non si trova all'interno di una delle sottoreti IPv6 dell'interfaccia scelta.
ja_jp: ゲートウェイアドレス %s は選択されたインタフェースの IPv6 サブネットの中に存在していません。
ko_ko: 게이트웨이 주소 "%s"가 선택한 인터페이스의 IPv6 서브넷 중 하나에 속하지 않습니다.
pt_pt: O endereço de gateway "%s" não se encontra dentro de uma das sub-redes IPv6 da interface escolhida.
sw_sw: Gateway-adressen "%s" ligger inte inom ett av det valda gränssnittets IPv6-undernät.
tr_tr: Ağ geçidi adresi "%s", seçilen arabirimin IPv6 alt ağlarından birinde yer almıyor.
uk_uk: Адреса шлюзу "%s" не лежить в одній з підмереж IPv6 обраного інтерфейсу.

source: Dynamic gateway values cannot be specified for interfaces with a static IPv4 configuration.
id_id: Nilai gateway dinamis tidak dapat ditentukan untuk antarmuka dengan konfigurasi IPv4 statis.
it_it: I valori del gateway dinamico non possono essere specificati per interfacce con una configurazione statica IPv4.
ja_jp: 動的ゲートウェイ値は、静的IPv4 構成のインタフェースには指定できません。
ko_ko: 정적 IPv4 구성이 있는 인터페이스에는 동적 게이트웨이 값을 지정할 수 없습니다.
pt_pt: OS valores dinâmicos da gateway não podem ser especificados para o interface com configuração estática de IPv4...
sw_sw: Dynamiska gatewayvärden kan inte anges för gränssnitt med en statisk IPv4-konfiguration.
tr_tr: Dinamik ağ geçidi değerleri, statik IPv4 yapılandırmasına sahip arayüzler için belirtilemez.
uk_uk: Динамічні значення шлюзу не можна вказати для інтерфейсів зі статичною конфігурацією IPv4.

source: Dynamic gateway values cannot be specified for interfaces with a static IPv6 configuration.
id_id: Nilai gateway dinamis tidak dapat ditentukan untuk antarmuka dengan konfigurasi IPv6 statis.
it_it: I valori del gateway dinamico non possono essere specificati per interfacce con una configurazione statica IPv6.
ja_jp: 動的ゲートウェイ値は、静的IPv6 構成のインタフェースには指定できません。
ko_ko: 정적 IPv6 구성이 있는 인터페이스에는 동적 게이트웨이 값을 지정할 수 없습니다.
pt_pt: OS valores dinâmicos da gateway não podem ser especificados para o interface com configuração estática de IPv6.
sw_sw: Dynamiska gatewayvärden kan inte anges för gränssnitt med en statisk IPv6-konfiguration.
tr_tr: Dinamik ağ geçidi değerleri, statik IPv6 yapılandırmasına sahip arayüzler için belirtilemez.
uk_uk: Динамічні значення шлюзу не можуть бути вказані для інтерфейсів зі статичною конфігурацією IPv6.

source: A valid monitor IP address must be specified.
id_id: Alamat IP monitor yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IP monitor valido.
ja_jp: 有効なモニタ ip アドレスを指定してください。
ko_ko: 유효한 모니터 IP 주소를 지정해야 합니다.
pt_pt: O endereço IP válido do monitor deverá ser especificado.
sw_sw: En giltig IP-adress för monitorn måste anges.
tr_tr: Geçerli bir monitör IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу монітора.

source: The IPv6 gateway address "%s" cannot be used as an IPv4 gateway.
id_id: Alamat gateway IPv6 "%s" tidak dapat digunakan sebagai gateway IPv4.
it_it: L'indirizzo del gateway IPv6 "%s" non può essere utilizzato come gateway IPv4.
ja_jp: IPv6 ゲートウェイアドレス %s は IPv4 ゲートウェイとして使用できません。
ko_ko: IPv6 게이트웨이 주소 "%s"를 IPv4 게이트웨이로 사용할 수 없습니다.
pt_pt: O endereço de gateway IPv6 "%s" não pode ser utilizado como um gateway IPv4.
sw_sw: IPv6-gatewayadressen "%s" kan inte användas som IPv4-gateway.
tr_tr: IPv6 ağ geçidi adresi "%s" bir IPv4 ağ geçidi olarak kullanılamaz.
uk_uk: Адреса шлюзу IPv6 "%s" не може використовуватися як шлюз IPv4.

source: The IPv4 gateway address "%s" can not be used as an IPv6 gateway.
id_id: Alamat gateway IPv4 "%s" tidak dapat digunakan sebagai gateway IPv6.
it_it: L'indirizzo del gateway IPv4 "%s" non può essere utilizzato come gateway IPv6.
ja_jp: IPv4 ゲートウェイアドレス %s は IPv6 ゲートウェイとして使用できません。
ko_ko: IPv4 게이트웨이 주소 "%s"를 IPv6 게이트웨이로 사용할 수 없습니다.
pt_pt: O endereço de gateway IPv4 "%s" não pode ser utilizado como um gateway IPv6.
sw_sw: IPv4-gatewayadressen "%s" kan inte användas som IPv6-gateway.
tr_tr: IPv4 ağ geçidi adresi "%s" bir IPv6 ağ geçidi olarak kullanılamaz.
uk_uk: Адреса шлюзу IPv4 "%s" не може використовуватися як шлюз IPv6.

source: The IPv6 monitor address "%s" can not be used on an IPv4 gateway.
id_id: Alamat monitor IPv6 "%s" tidak dapat digunakan pada gateway IPv4.
it_it: L'indirizzo del monitor IPv6 "%s" non può essere utilizzato su un gateway IPv4.
ja_jp: IPv6 モニタアドレス %s は、IPv4 ゲートウェイでは使用できません。
ko_ko: IPv6 모니터 주소 "%s"는 IPv4 게이트웨이에서 사용할 수 없습니다.
pt_pt: O endereço do monitor IPv6 "%s" não pode ser utilizado num gateway IPv4.
sw_sw: IPv6-övervakningsadressen "%s" kan inte användas på en IPv4-gateway.
tr_tr: IPv6 monitör adresi "%s" bir IPv4 ağ geçidinde kullanılamaz.
uk_uk: Адреса монітора IPv6 "%s" не може бути використана на шлюзі IPv4.
