Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Infinitely resolve remote server
id_id: Menyelesaikan server jarak jauh tanpa batas
it_it: Risolvere infinitamente il server remoto
ja_jp: 無限にリモートサーバを名前解決
ko_ko: 원격 서버 무한 해결
pt_pt: Resolver infinitamente o servidor remoto
sw_sw: Oändlig upplösning av fjärrserver
tr_tr: Uzak sunucuyu sonsuza kadar çözümleme
uk_uk: Нескінченна роздільна здатність віддаленого сервера

source: Continuously attempt to resolve the server host name. Useful when communicating with a server that is not permanently connected to the Internet
id_id: Terus berusaha menyelesaikan nama host server. Berguna ketika berkomunikasi dengan server yang tidak terhubung secara permanen ke Internet
it_it: Tentare continuamente di risolvere il nome host server. Utile quando si comunica con un server che non è permanentemente connesso a Internet
ja_jp: サーバホスト名の名前解決、継続的に試みます。
ko_ko: 서버 호스트 이름 확인을 계속 시도합니다. 인터넷에 영구적으로 연결되지 않은 서버와 통신할 때 유용합니다.
pt_pt: Tentar continuamente resolver o nome do servidor. Comunicar com um servidor que não está permanentemente conectado à internet
sw_sw: Försöker kontinuerligt lösa serverns värdnamn. Användbart när du kommunicerar med en server som inte är permanent ansluten till Internet.
tr_tr: Sürekli olarak sunucu ana bilgisayar adını çözümlemeye çalışır. İnternete sürekli bağlı olmayan bir sunucu ile iletişim kurarken kullanışlıdır
uk_uk: Постійно намагатися вирішити ім'я хоста сервера. Корисно при спілкуванні з сервером, який не має постійного підключення до Інтернету

source: Proxy host or address
id_id: Host atau alamat proxy
it_it: Host o indirizzo proxy
ja_jp: プロキシのホスト名またはアドレス
ko_ko: 프록시 호스트 또는 주소
pt_pt: Proxy host ou endereço
sw_sw: Värd eller adress för proxy
tr_tr: Proxy ana bilgisayarı veya adresi
uk_uk: Хост або адреса проксі-сервера

source: Proxy authentication extra options
id_id: Opsi tambahan autentikasi proxy
it_it: Autenticazione proxy Opzioni extra
ja_jp: プロキシ認証追加オプション
ko_ko: 프록시 인증 추가 옵션
pt_pt: Opções extra de autenticação de Proxy
sw_sw: Extra alternativ för proxyautentisering
tr_tr: Proxy kimlik doğrulama ekstra seçenekleri
uk_uk: Додаткові параметри автентифікації проксі-сервера

source: basic
id_id: dasar
it_it: di base
ja_jp: 基本
ko_ko: 기본
pt_pt: ntlm
sw_sw: grundläggande
tr_tr: temel
uk_uk: основний

source: ntlm
ja_jp: エヌティーエルエム

source: Set this option if you would like to bind to a specific port. Leave this blank or enter 0 for a random dynamic port.
id_id: Tetapkan opsi ini jika Anda ingin mengikat ke port tertentu. Biarkan kosong atau masukkan 0 untuk port dinamis acak.
it_it: Imposta questa opzione se si desidera legarsi a una porta specifica. Lasciare questo vuoto o immettere 0 per una porta dinamica casuale.
ja_jp: このオプションを設定すると、特定のポートをバインドできますが、空白にするか、0を入力すると、ランダム動的ポートになります。
ko_ko: 특정 포트에 바인딩하려면 이 옵션을 설정합니다. 비워 두거나 임의의 동적 포트를 사용하려면 0을 입력합니다.
pt_pt: Defenir esta opção se quiser atribuir a uma porta especifica. Deixar isto em branco ou introduzir um 0 para uma porta dinâmica qulquer
sw_sw: Ställ in det här alternativet om du vill binda till en specifik port. Lämna detta tomt eller ange 0 för en slumpmässig dynamisk port.
tr_tr: Belirli bir bağlantı noktasına bağlanmak istiyorsanız bu seçeneği ayarlayın. Bunu boş bırakın veya rastgele bir dinamik bağlantı noktası için 0 girin.
uk_uk: Встановіть цей параметр, якщо ви хочете прив'язатися до певного порту. Залиште це поле порожнім або введіть 0 для випадкового динамічного порту.

source: User Authentication Settings
id_id: Pengaturan Otentikasi Pengguna
it_it: Impostazioni di autenticazione utente
ja_jp: ユーザ認証設定
ko_ko: 사용자 인증 설정
pt_pt: Definições de autenticação do utilizador
sw_sw: Inställningar för autentisering av användare
tr_tr: Kullanıcı Kimlik Doğrulama Ayarları
uk_uk: Налаштування автентифікації користувача

source: User name/pass
id_id: Nama pengguna/password
it_it: Nome utente/Pass
ja_jp: ユーザ名 / パスワード
ko_ko: 사용자 이름/패스워드
pt_pt: Utilizador/senha
sw_sw: Användarnamn/pass
tr_tr: Kullanıcı adı/şifre
uk_uk: Ім'я користувача/пароль

source: Leave empty when no user name and password are needed.
id_id: Biarkan kosong jika tidak ada nama pengguna dan kata sandi yang diperlukan.
it_it: Lascia vuoto quando non sono necessari nomi utente e password.
ja_jp: ユーザ名とパスワードの入力が不要の場合は、空白にしてください。
ko_ko: 사용자 이름과 비밀번호가 필요하지 않은 경우 비워 둡니다.
pt_pt: Deixar em branco quando não for necessário utilizador e senha.
sw_sw: Lämna tomt om inget användarnamn och lösenord behövs.
tr_tr: Kullanıcı adı ve parola gerekmediğinde boş bırakın.
uk_uk: Залиште порожнім, якщо ім'я користувача та пароль не потрібні.

source: Renegotiate time
id_id: Negosiasi ulang waktu
it_it: Tempo rinegoziato
ja_jp: 再ネゴシエート時間
ko_ko: 시간 재협상
pt_pt: Tempo Renegociável
sw_sw: Omförhandla tiden
tr_tr: Süreyi yeniden görüşün
uk_uk: Узгодьте час для переговорів

source: Renegotiate data channel key after n seconds (default=3600). Set to 0 to disable.
id_id: Menegosiasikan ulang tombol saluran data setelah n detik (default=3600). Atur ke 0 untuk menonaktifkan.
it_it: Rinegoziare la chiave del canale dati dopo n secondi (impostazione predefinita = 3600). Impostare su 0 per disabilitare.
ja_jp: n 秒後にデータチャンネルを再ネゴシエートします ( デフォルトは 3600 )。無効にする場合は 0 を設定します。
ko_ko: n초 후에 데이터 채널 키를 재협상합니다(기본값=3600). 비활성화하려면 0으로 설정합니다.
pt_pt: Renegociar a chave do canal de dados após n segundos (por defeito=3600). Definir para 0 para desactivar.
sw_sw: Omförhandla datakanalnyckeln efter n sekunder (standard = 3600). Ställ in 0 för att inaktivera.
tr_tr: Veri kanalı anahtarını n saniye sonra yeniden müzakere edin (varsayılan=3600). Devre dışı bırakmak için 0 olarak ayarlayın.
uk_uk: Повторно узгоджувати ключ каналу передачі даних через n секунд (за замовчуванням=3600). Встановіть 0, щоб вимкнути.

source: Enabled - Authentication only
id_id: Diaktifkan - Hanya otentikasi
it_it: Abilitato - solo autenticazione
ja_jp: Enabled - 認証のみ
ko_ko: 사용 - 인증 전용
pt_pt: Activado - Apenas autenticação
sw_sw: Aktiverad - Endast autentisering
tr_tr: Etkin - Yalnızca kimlik doğrulama
uk_uk: Увімкнено - лише автентифікація

source: Enabled - Authentication & encryption
id_id: Diaktifkan - Otentikasi & enkripsi
it_it: Abilitato: autenticazione e crittografia
ja_jp: 有効 - 認証と暗号化
ko_ko: 사용 - 인증 및 암호화
pt_pt: Activado - Autenticação e encriptação
sw_sw: Aktiverad - Autentisering och kryptering
tr_tr: Etkin - Kimlik doğrulama ve şifreleme
uk_uk: Увімкнено - Автентифікація та шифрування

source: Automatically generate a shared TLS authentication key
id_id: Secara otomatis menghasilkan kunci autentikasi TLS bersama
it_it: Generare automaticamente una chiave di autenticazione TLS condivisa
ja_jp: 自動的に共有 TLS 認証鍵を生成
ko_ko: 공유 TLS 인증 키 자동 생성
pt_pt: Gerar automaticamente uma chave de autenticação TLS partilhada
sw_sw: Generera automatiskt en delad TLS-autentiseringsnyckel
tr_tr: Paylaşılan bir TLS kimlik doğrulama anahtarını otomatik olarak oluşturma
uk_uk: Автоматично генерувати спільний ключ автентифікації TLS

source: Paste your shared key here
id_id: Rekatkan kunci bersama Anda di sini
it_it: Incolla la tua chiave condivisa qui
ja_jp: ここに自分の共有鍵を貼り付けてください
ko_ko: 공유 키를 여기에 붙여넣기
pt_pt: Coloque aqui a chave partilhada
sw_sw: Klistra in din delade nyckel här
tr_tr: Paylaşılan anahtarınızı buraya yapıştırın
uk_uk: Вставте ваш спільний ключ сюди

source: Peer Certificate Authority
id_id: Otoritas Sertifikat Rekan Sejawat
it_it: Autorità di certificazione tra pari
ja_jp: ピアの認証局
ko_ko: 피어 인증 기관
pt_pt: Autoridade de Certificação de Pares
sw_sw: Peer-certifikatmyndighet
tr_tr: Eş Sertifika Yetkilisi
uk_uk: Центр сертифікації однорангових сертифікатів

source: No Certificate Authorities defined.
id_id: Tidak ada Otoritas Sertifikat yang ditetapkan.
it_it: Nessuna autorità certificata definita.
ja_jp: 認証局が定義されています。
ko_ko: 정의된 인증 기관이 없습니다.
pt_pt: Sem certificado de autoridade definido.
sw_sw: Inga certifikatutfärdare har definierats.
tr_tr: Tanımlanmış Sertifika Yetkilisi yok.
uk_uk: Центри сертифікації не визначено.

source: Create one under
id_id: Buat satu di bawah
it_it: Crea uno sotto
ja_jp: 次で新規作成してください。
ko_ko: 아래에 하나를 만듭니다.
pt_pt: Criar um em
sw_sw: Skapa en under
tr_tr: Altında bir tane oluşturun
uk_uk: Створіть його в розділі

source: System: Certificates
id_id: Sistem: Sertifikat
it_it: Sistema: certificati
ja_jp: システム： 証明書
ko_ko: 시스템: 인증서
pt_pt: Sistema: Certificados
sw_sw: System: Certifikat
tr_tr: Sistem: Sertifikalar
uk_uk: Система: Сертифікати

source: (Username and Password required)
id_id: (Nama Pengguna dan Kata Sandi diperlukan)
it_it: (Nome utente e password richiesti)
ja_jp: ( ユーザ名とパスワードは必須です )
ko_ko: (사용자 이름 및 비밀번호 필수)
pt_pt: Utilizador e senha obrigatórios
sw_sw: (Användarnamn och lösenord krävs)
tr_tr: (Kullanıcı Adı ve Şifre gereklidir)
uk_uk: (Необхідно ввести ім'я користувача та пароль)

source: No Certificates defined.
id_id: Tidak ada Sertifikat yang ditetapkan.
it_it: Nessun certificato definito.
ja_jp: 定義された証明書はありません。
ko_ko: 정의된 인증서가 없습니다.
pt_pt: Sem certificados definidos.
sw_sw: Inga certifikat har definierats.
tr_tr: Tanımlanmış Sertifika yok.
uk_uk: Сертифікати не визначено.

source: if one is required for this connection.
id_id: jika diperlukan untuk koneksi ini.
it_it: Se uno è richiesto per questa connessione.
ja_jp: ( この接続に必要な場合 )
ko_ko: 이 연결에 필요한 경우.
pt_pt: Se um for necessário para esta ligação.
sw_sw: om en sådan behövs för denna anslutning.
tr_tr: Bu bağlantı için bir tane gerekiyorsa.
uk_uk: якщо він потрібен для цього з'єднання.

source: Shared Key
id_id: Kunci Bersama
it_it: Chiave condivisa
ja_jp: 共有鍵
ko_ko: 공유 키
pt_pt: Chave Partilhada
sw_sw: Delad nyckel
tr_tr: Paylaşılan Anahtar
uk_uk: Спільний ключ

source: Automatically generate a shared key
id_id: Secara otomatis menghasilkan kunci bersama
it_it: Generare automaticamente una chiave condivisa
ja_jp: 自動的に共有鍵を生成
ko_ko: 공유 키 자동 생성
pt_pt: Gera automaticamente uma chave partilhada
sw_sw: Generera en delad nyckel automatiskt
tr_tr: Otomatik olarak paylaşılan bir anahtar oluşturun
uk_uk: Автоматично генерувати спільний ключ

source: NOTE: Leave this set to SHA1 unless the server is set to match. SHA1 is the default for OpenVPN.
id_id: CATATAN: Biarkan setelan ini tetap pada SHA1 kecuali jika server diatur untuk mencocokkan. SHA1 adalah default untuk OpenVPN.
it_it: Nota: lasciare questo set su sha1 a meno che il server non corrisponda. Sha1 è il valore predefinito per OpenVPN.
ja_jp: 注意：サーバを一致するよう設定する場合を除き、この設定はSHA1 にしてください。
ko_ko: 참고: 서버가 일치하도록 설정되어 있지 않으면 이 설정을 SHA1로 그대로 두세요. SHA1은 OpenVPN의 기본값입니다.
pt_pt: Nota: Deixar este conjunto em SHA1 a não ser que o servidor esteja defenido para igualar. SHA1 é a predefinição para OpenVPN.
sw_sw: OBS: Låt detta vara inställt på SHA1 om inte servern är inställd på att matcha. SHA1 är standard för OpenVPN.
tr_tr: NOT: Sunucu eşleşecek şekilde ayarlanmadığı sürece bu ayarı SHA1 olarak bırakın. SHA1 OpenVPN için varsayılandır.
uk_uk: ПРИМІТКА: Залиште значення SHA1, якщо сервер не налаштовано на відповідність. SHA1 використовується за замовчуванням для OpenVPN.

source: This is the IPv4 virtual network used for private communications between this client and the server expressed using CIDR (eg. 10.0.8.0/24). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
id_id: Ini adalah jaringan virtual IPv4 yang digunakan untuk komunikasi pribadi antara klien dan server yang dinyatakan dengan menggunakan CIDR (misal: 10.0.8.0/24). Alamat jaringan pertama diasumsikan sebagai alamat server dan alamat jaringan kedua akan ditetapkan ke antarmuka virtual klien
it_it: Questa è la rete virtuale IPv4 utilizzata per le comunicazioni private tra questo client e il server espresso usando CIDR (ad es. 10.0.8.0/24). Si presume che il primo indirizzo di rete sia l'indirizzo del server e il secondo indirizzo di rete verrà assegnato all'interfaccia virtuale client
ja_jp: このクライアントとサーバ間のプライベート通信に使用されるIPv4 仮想ネットワークで、CIDR ( 例: 10.0.8.0/24 ) を使用して表記します。最初のネットワークはサーバアドレスと見なされ、2 番目のネットワークは、クライアントの仮想インタフェースに割当てられます。
ko_ko: 이 클라이언트와 서버 간의 사설 통신에 사용되는 IPv4 가상 네트워크로, CIDR(예: 10.0.8.0/24)을 사용하여 표현됩니다. 첫 번째 네트워크 주소는 서버 주소로 간주되고 두 번째 네트워크 주소는 클라이언트 가상 인터페이스에 할당됩니다.
pt_pt: Túnel de rede IPv6
sw_sw: Detta är det virtuella IPv4-nätverk som används för privat kommunikation mellan den här klienten och servern, uttryckt med CIDR (t.ex. 10.0.8.0/24). Den första nätverksadressen antas vara serveradressen och den andra nätverksadressen kommer att tilldelas det virtuella klientgränssnittet.
tr_tr: Bu istemci ve sunucu arasındaki özel iletişim için kullanılan ve CIDR kullanılarak ifade edilen IPv4 sanal ağıdır (örn. 10.0.8.0/24). İlk ağ adresinin sunucu adresi olduğu varsayılır ve ikinci ağ adresi istemci sanal arayüzüne atanır
uk_uk: Це віртуальна мережа IPv4, яка використовується для приватного зв'язку між цим клієнтом і сервером, виражена за допомогою CIDR (наприклад, 10.0.8.0/24). Перша мережева адреса вважається адресою сервера, а друга мережева адреса буде призначена віртуальному інтерфейсу клієнта

source: This is the IPv6 virtual network used for private communications between this client and the server expressed using CIDR (eg. fe80::/64). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
id_id: Ini adalah jaringan virtual IPv6 yang digunakan untuk komunikasi pribadi antara klien dan server yang diekspresikan menggunakan CIDR (mis. fe80::/64). Alamat jaringan pertama diasumsikan sebagai alamat server dan alamat jaringan kedua akan ditetapkan ke antarmuka virtual klien
it_it: Questa è la rete virtuale IPv6 utilizzata per le comunicazioni private tra questo client e il server espresso usando CIDR (ad es. Fe80 ::/64). Si presume che il primo indirizzo di rete sia l'indirizzo del server e il secondo indirizzo di rete verrà assegnato all'interfaccia virtuale client
ja_jp: このクライアントとサーバ間のプライベート通信に使用されるIPv6 仮想ネットワークで、CIDR ( 例: fe80::/64 ) を使用して表記します。最初のネットワークアドレスはサーバと見なされ、2 番目のネットワークアドレス、クライアントの仮想インタフェースに割当てられます。
ko_ko: 이 클라이언트와 서버 간의 비공개 통신에 사용되는 IPv6 가상 네트워크로, CIDR(예: fe80::/64)을 사용하여 표현됩니다. 첫 번째 네트워크 주소는 서버 주소로 간주되고 두 번째 네트워크 주소는 클라이언트 가상 인터페이스에 할당됩니다.
pt_pt: Esta é a rede virtual IPv6 utilizada para comunicações privadas entra este cliente e o servidor expresso usando CIDR (ex. fe80::/64). O primeiro endereço de rede é assumido como sendo o endereço do servidor e o segundo endereço de rede será designado como a interface do cliente virtual.
sw_sw: Detta är det virtuella IPv6-nätverk som används för privat kommunikation mellan klienten och servern och som uttrycks med CIDR (t.ex. fe80::/64). Den första nätverksadressen antas vara serveradressen och den andra nätverksadressen tilldelas det virtuella klientgränssnittet.
tr_tr: Bu istemci ile sunucu arasındaki özel iletişim için kullanılan ve CIDR (örn. fe80::/64) kullanılarak ifade edilen IPv6 sanal ağıdır. İlk ağ adresinin sunucu adresi olduğu varsayılır ve ikinci ağ adresi istemci sanal arayüzüne atanır
uk_uk: Це віртуальна мережа IPv6, яка використовується для приватного зв'язку між цим клієнтом і сервером, виражена за допомогою CIDR (наприклад, fe80::/64). Перша мережева адреса вважається адресою сервера, а друга мережева адреса буде призначена віртуальному інтерфейсу клієнта

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
id_id: Ini adalah jaringan IPv4 yang akan dirutekan melalui terowongan, sehingga VPN situs-ke-situs dapat dibuat tanpa mengubah tabel perutean secara manual. Dinyatakan sebagai daftar satu atau lebih rentang CIDR yang dipisahkan dengan koma. Jika ini adalah VPN situs-ke-situs, masukkan LAN jarak jauh di sini. Anda dapat mengosongkan bagian ini untuk hanya berkomunikasi dengan klien lain
it_it: Queste sono le reti IPv4 che verranno instradate attraverso il tunnel, in modo da poter stabilire una VPN dal sito a sito senza modificare manualmente le tabelle di routing. Espresso come un elenco separato da una o più gamme CIDR. Se si tratta di una VPN del sito a sito, inserisci qui la LAN/S remota. Puoi lasciare questo vuoto per comunicare solo con altri clienti
ja_jp: トンネル経由でルーティングされるIPv4ネットワークですが、ルーティングテーブルを手動で変更せずに、サイト間VPN接続を確立させることができます.1つ以上のCIDRのカンマ区切りリストとして表記します。
ko_ko: 라우팅 테이블을 수동으로 변경하지 않고도 사이트 간 VPN을 설정할 수 있도록 터널을 통해 라우팅될 IPv4 네트워크입니다. 쉼표로 구분된 하나 이상의 CIDR 범위 목록으로 표시됩니다. 사이트 간 VPN인 경우 여기에 원격 LAN을 입력합니다. 다른 클라이언트와만 통신하려면 비워 둘 수 있습니다.
pt_pt: Estas são as redes IPv4 que serão roteadas através do túnel, para que um site VPN um site possa ser estabelecido sem alterar manualmente como tabelas de roteamento. Apresentada como uma lista separada por vírgulas de um ou mais intervalos CIDR. Se esta é uma VPN site-a-site, insira aqui como LAN/s remotas. Pode deixar esta opção em branco para comunicar apenas com outros clientes
sw_sw: Detta är de IPv4-nätverk som kommer att dirigeras genom tunneln, så att en VPN från plats till plats kan upprättas utan att ändra routningstabellerna manuellt. Uttryckt som en kommaseparerad lista med ett eller flera CIDR-områden. Om det här är ett VPN från plats till plats anger du fjärr-LAN/s här. Du kan lämna detta tomt om du bara vill kommunicera med andra klienter.
tr_tr: Bunlar, tünel üzerinden yönlendirilecek IPv4 ağlarıdır, böylece yönlendirme tablolarını manuel olarak değiştirmeden bir siteden siteye VPN kurulabilir. Bir veya daha fazla CIDR aralığının virgülle ayrılmış bir listesi olarak ifade edilir. Bu bir siteden siteye VPN ise, uzak LAN'ları buraya girin. Yalnızca diğer istemcilerle iletişim kurmak için bunu boş bırakabilirsiniz
uk_uk: Це IPv4-мережі, які будуть прокладені через тунель, щоб можна було створити VPN-мережу між сайтами без ручної зміни таблиць маршрутизації. Виражається у вигляді списку одного або декількох діапазонів CIDR, розділених комами. Якщо це міжмережева VPN, введіть тут віддалену локальну мережу/мережі. Ви можете залишити це поле порожнім, щоб зв'язуватися лише з іншими клієнтами

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
id_id: Ini adalah jaringan IPv6 yang akan dirutekan melalui terowongan, sehingga VPN situs-ke-situs dapat dibuat tanpa mengubah tabel perutean secara manual. Dinyatakan sebagai daftar satu atau lebih IP/PREFIX yang dipisahkan dengan koma. Jika ini adalah VPN situs-ke-situs, masukkan LAN jarak jauh di sini. Anda dapat mengosongkan bagian ini untuk hanya berkomunikasi dengan klien lain
it_it: Queste sono le reti IPv6 che verranno instradate attraverso il tunnel, in modo da poter stabilire una VPN dal sito a sito senza modificare manualmente le tabelle di routing. Espresso come un elenco separato da virgola di uno o più IP/prefisso. Se si tratta di una VPN del sito a sito, inserisci qui la LAN/S remota. Puoi lasciare questo vuoto per comunicare solo con altri clienti
ja_jp: トンネル経由でルーティングされるIPv6ネットワークですが、ルーティングテーブルを手動で変更せずに、サイト間VPN接続を確立させることができます.1つ以上のIP / PREFIXのカンマ区切りリストとして表記します。
ko_ko: 라우팅 테이블을 수동으로 변경하지 않고도 사이트 간 VPN을 설정할 수 있도록 터널을 통해 라우팅될 IPv6 네트워크입니다. 쉼표로 구분된 하나 이상의 IP/프리픽스 목록으로 표시됩니다. 사이트 간 VPN인 경우 여기에 원격 LAN을 입력합니다. 다른 클라이언트와만 통신하려면 비워 둘 수 있습니다.
pt_pt: Limite da largura de banda de saída
sw_sw: Detta är de IPv6-nätverk som kommer att dirigeras genom tunneln, så att en VPN från plats till plats kan upprättas utan att ändra routningstabellerna manuellt. Uttryckt som en kommaseparerad lista med en eller flera IP/PREFIX. Om detta är en VPN från plats till plats, ange fjärr-LAN/s här. Du kan lämna detta tomt om du bara vill kommunicera med andra klienter.
tr_tr: Bunlar, tünel üzerinden yönlendirilecek IPv6 ağlarıdır, böylece yönlendirme tablolarını manuel olarak değiştirmeden bir siteden siteye VPN kurulabilir. Bir veya daha fazla IP/PREFIX'in virgülle ayrılmış listesi olarak ifade edilir. Bu bir siteden siteye VPN ise, uzak LAN'ları buraya girin. Yalnızca diğer istemcilerle iletişim kurmak için bunu boş bırakabilirsiniz
uk_uk: Це IPv6-мережі, які будуть прокладені через тунель, щоб можна було створити VPN-мережу між сайтами без ручної зміни таблиць маршрутизації. Виражається у вигляді відокремленого комами списку одного або декількох IP/PREFIX. Якщо це міжмережева VPN, введіть тут віддалену локальну мережу/мережі. Ви можете залишити це поле порожнім, щоб зв'язуватися лише з іншими клієнтами

source: Limit outgoing bandwidth
id_id: Batasi bandwidth keluar
it_it: Limitare la larghezza di banda in uscita
ja_jp: 上り帯域幅制限
ko_ko: 발신 대역폭 제한
pt_pt: Máximo de largura de banda de saída a ser enviada por este túnel. Deixar vazio para a inexistência de limite. O valor de entrada tem de ser algo entre 100bytes/seg e 100 Mbytes/seg (introduzido como bytes por segundo)
sw_sw: Begränsa utgående bandbredd
tr_tr: Giden bant genişliğini sınırlayın
uk_uk: Обмеження вихідної пропускної здатності

source: Maximum outgoing bandwidth for this tunnel. Leave empty for no limit. The input value has to be something between 100 bytes/sec and 100 Mbytes/sec (entered as bytes per second)
id_id: Bandwidth keluar maksimum untuk terowongan ini. Biarkan kosong tanpa batas. Nilai input harus antara 100 byte/detik dan 100 Mbytes/detik (dimasukkan sebagai byte per detik)
it_it: Massima larghezza di banda in uscita per questo tunnel. Lascia vuoto senza limiti. Il valore di input deve essere qualcosa tra 100 byte/sec e 100 mbyte/sec (inserito come byte al secondo)
ja_jp: このトンネルの上り帯域幅の最大値です。無制限にする場合は空白にしてください入力する値は、100バイト/秒 - 100Mバイト/秒になるようにしてください。
ko_ko: 이 터널의 최대 발신 대역폭입니다. 제한 없이 비워두세요. 입력 값은 초당 100바이트에서 초당 100M바이트 사이여야 합니다(초당 바이트 단위로 입력).
pt_pt: Comprimir pacotes do tunel usando o algoritmo LZO. A Compressão adaptativa vai dinamicamente desabilitar a compressão por um período de tempo se a OpenVPN detetar que a informação nos pacotes não está a ser comprimida eficientemente.
sw_sw: Maximal utgående bandbredd för den här tunneln. Lämna tomt om du inte vill ha någon gräns. Inmatningsvärdet måste vara något mellan 100 bytes/sek och 100 Mbytes/sek (anges som bytes per sekund).
tr_tr: Bu tünel için maksimum giden bant genişliği. Sınır olmaması için boş bırakın. Giriş değeri 100 bayt/sn ile 100 Mbayt/sn arasında bir değer olmalıdır (saniye başına bayt olarak girilir)
uk_uk: Максимальна вихідна пропускна здатність для цього тунелю. Залиште порожнім, щоб не обмежувати. Вхідне значення має бути між 100 байт/с і 100 Мбайт/с (вводиться в байтах в секунду)
