Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: A valid primary domain name server IPv6 address must be specified for the dynamic domain name.
id_id: Alamat IPv6 server nama domain utama yang valid harus ditentukan untuk nama domain dinamis.
it_it: Un indirizzo IPv6 Name Server di dominio primario valido deve essere specificato per il nome di dominio dinamico.
ja_jp: 動的ドメイン名には、有効なプライマリドメインネームサーバーIPv6アドレスが指定されている必要があります。
ko_ko: 동적 도메인 이름에 유효한 기본 도메인 이름 서버 IPv6 주소를 지정해야 합니다.
pt_pt: Deve ser especificado um endereço IPv6 válido de servidor de nome de domínio primário para o nome de domínio dinâmico.
sw_sw: En giltig IPv6-adress för den primära domännamns-servern måste anges för det dynamiska domännamnet.
tr_tr: Dinamik etki alanı adı için geçerli bir birincil etki alanı adı sunucusu IPv6 adresi belirtilmelidir.
uk_uk: Для динамічного доменного імені необхідно вказати дійсну основну IPv6-адресу сервера доменних імен.

source: A valid IPv6 address must be specified for the primary/secondary NTP servers.
id_id: Alamat IPv6 yang valid harus ditentukan untuk server NTP primer/sekunder.
it_it: Un indirizzo IPv6 valido deve essere specificato per i server NTP primari/secondari.
ja_jp: プライマリ / セカンダリ NTP サーバに有効な IPv6 アドレスを指定してください。
ko_ko: 기본/보조 NTP 서버에 유효한 IPv6 주소를 지정해야 합니다.
pt_pt: Um endereço IPv6 válido deve ser especificado para os servidores NTP primário/secundário.
sw_sw: En giltig IPv6-adress måste anges för de primära/sekundära NTP-servrarna.
tr_tr: Birincil/ikincil NTP sunucuları için geçerli bir IPv6 adresi belirtilmelidir.
uk_uk: Для первинного/вторинного NTP-серверів необхідно вказати дійсну IPv6-адресу.

source: A valid URL must be specified for the network bootfile.
id_id: URL yang valid harus ditentukan untuk bootfile jaringan.
it_it: Un URL valido deve essere specificato per il file di avvio di rete.
ja_jp: ネットワークブートファイル有効なurlを指定してください。
ko_ko: 네트워크 부트파일에 유효한 URL을 지정해야 합니다.
pt_pt: Uma URL válida deve ser especificada para a bootfile de rede.
sw_sw: En giltig URL måste anges för nätverksstartfilen.
tr_tr: Ağ önyükleme dosyası için geçerli bir URL belirtilmelidir.
uk_uk: Для мережевого завантажувального файлу має бути вказано дійсну URL-адресу.

source: The range is unavailable (single host network mask /128 used).
id_id: Jangkauan tidak tersedia (mask jaringan host tunggal /128 yang digunakan).
it_it: L'intervallo non è disponibile (maschera di rete host singolo /128 utilizzata).
ja_jp: 範囲は使用できません（シングルホストのネットワークマスク/128が使用されています）。
ko_ko: 범위를 사용할 수 없습니다(단일 호스트 네트워크 마스크 /128 사용).
pt_pt: A gama não está disponível (máscara de rede anfitriã única /128 utilizada).
sw_sw: Området är otillgängligt (en enda värdnätverksmask /128 används).
tr_tr: Aralık kullanılamıyor (tek ana bilgisayar ağ maskesi /128 kullanıldı).
uk_uk: Діапазон недоступний (використовується мережева маска одного хоста /128).

source: The DHCP range cannot overlap any static DHCP mappings.
id_id: Rentang DHCP tidak dapat tumpang tindih dengan pemetaan DHCP statis apa pun.
it_it: La gamma DHCP non può sovrapporre mappature DHCP statiche.
ja_jp: dhcp 範囲は、静的 dhcp マッピングと重複できません。
ko_ko: DHCP 범위는 정적 DHCP 매핑과 겹칠 수 없습니다.
pt_pt: A Gama DHCP não pode sobrepor qualquer mapeamento DHCP estático.
sw_sw: DHCP-området får inte överlappa statiska DHCP-mappningar.
tr_tr: DHCP aralığı herhangi bir statik DHCP eşlemesiyle çakışamaz.
uk_uk: Діапазон DHCP не може перекривати будь-які статичні зіставлення DHCP.

source: Enable DHCPv6 server on %s interface
id_id: Aktifkan server DHCPv6 pada antarmuka %s
it_it: Abilita server DHCPV6 sull'interfaccia %s
ja_jp: s インターフェイスで DHCPv6 サーバを有効にします。
ko_ko: 인터페이스에서 DHCPv6 서버 사용
pt_pt: Ativar o servidor DHCPv6 sem interface %s
sw_sw: Aktivera DHCPv6-server på %s gränssnittet
tr_tr: s arabiriminde DHCPv6 sunucusunu etkinleştirme
uk_uk: Увімкнути сервер DHCPv6 на інтерфейсі %s

source: The range should be entered using the full IPv6 address.
id_id: Rentang harus dimasukkan menggunakan alamat IPv6 lengkap.
ja_jp: 範囲は、完全なIPv6アドレスを使用して入力する必要があります。
ko_ko: 범위는 전체 IPv6 주소를 사용하여 입력해야 합니다.
pt_pt: O intervalo deve ser introduzido utilizando o endereço IPv6 completo.
sw_sw: Intervallet ska anges med den fullständiga IPv6-adressen.
tr_tr: Aralık, tam IPv6 adresi kullanılarak girilmelidir.
uk_uk: Діапазон слід вводити, використовуючи повну IPv6-адресу.

source: The range should be entered using the suffix part of the IPv6 address, i.e. ::1:2:3:4. The subnet prefix will be added automatically.
id_id: Rentang harus dimasukkan menggunakan bagian akhiran dari alamat IPv6, misalnya ::1:2:3:4. Awalan subnet akan ditambahkan secara otomatis.
ja_jp: 範囲は、IPv6アドレスのサフィックス部分（例：:1:2:3:4）を使用して入力してください。サブネットプレフィックスは自動的に追加されます。
ko_ko: 범위는 IPv6 주소의 접미사 부분(예: ::1:2:3:4)을 사용하여 입력해야 합니다. 서브넷 접두사는 자동으로 추가됩니다.
pt_pt: O intervalo deve ser introduzido utilizando a parte do sufixo do endereço IPv6, ou seja ::1:2:3:4. O prefixo da sub-rede será acrescentado automaticamente.
sw_sw: Intervallet ska anges med hjälp av suffixdelen av IPv6-adressen, dvs. ::1:2:2:3:4. Subnätsprefixet läggs till automatiskt.
tr_tr: Aralık, IPv6 adresinin sonek kısmı kullanılarak girilmelidir, yani ::1:2:3:4. Alt ağ öneki otomatik olarak eklenecektir.
uk_uk: Діапазон слід вводити, використовуючи суфіксну частину IPv6-адреси, тобто ::1:2:3:4. Префікс підмережі буде додано автоматично.

source: Available prefix delegation size
id_id: Ukuran delegasi awalan yang tersedia
it_it: Dimensione della delegazione prefisso disponibile
ja_jp: 利用可能なプレフィックスデリゲーションサイズ
ko_ko: 사용 가능한 접두사 위임 크기
pt_pt: Tamanho da delegação de prefixo disponível
sw_sw: Tillgänglig storlek på prefixdelegationen
tr_tr: Mevcut önek delegasyon boyutu
uk_uk: Доступний розмір делегування префіксів

source: Prefix Delegation Range
id_id: Rentang Delegasi Awalan
it_it: Gamma di delegazione prefisso
ja_jp: プレフィックスデリゲーション範囲
ko_ko: 접두사 위임 범위
pt_pt: Intervalo da delegação do prefixo
sw_sw: Prefix Delegering Räckvidd
tr_tr: Önek Delegasyon Aralığı
uk_uk: Діапазон делегування префікса

source: Prefix Delegation Size
id_id: Ukuran Delegasi Awalan
it_it: Dimensione della delegazione del prefisso
ja_jp: プレフィックスデリゲーションサイズ
ko_ko: 접두사 위임 크기
pt_pt: Tamanho da delegação do prefixo
sw_sw: Prefix Delegation Storlek
tr_tr: Önek Delegasyon Boyutu
uk_uk: Розмір делегування префікса

source: You can define a Prefix range here for DHCP Prefix Delegation. This allows for assigning networks to subrouters. The start and end of the range must end on boundaries of the prefix delegation size.
id_id: Anda dapat menentukan rentang Prefix di sini untuk Delegasi Prefix DHCP. Hal ini memungkinkan untuk menetapkan jaringan ke subruter. Awal dan akhir rentang harus berakhir pada batas ukuran pendelegasian awalan.
it_it: È possibile definire una gamma di prefissi qui per la delega del prefisso DHCP. Ciò consente di assegnare reti ai subrouter. L'inizio e la fine dell'intervallo devono terminare sui confini della dimensione della delegazione del prefisso.
ja_jp: dhcp プレフィックスデリゲーションのプレフィックス範囲をここで定義できますが、この設定はサブルータにネットワーク割当てを許可します。
ko_ko: 여기에서 DHCP 접두사 위임에 대한 접두사 범위를 정의할 수 있습니다. 이를 통해 서브 라우터에 네트워크를 할당할 수 있습니다. 범위의 시작과 끝은 접두사 위임 크기의 경계에서 끝나야 합니다.
pt_pt: Pode definir que um intervalo de Prefixo para Delegação de Prefixo DHCP. Isso permite atribuir redesenhar uma sub-rotina. O início e o fim do intervalo devem terminar nos limites do tamanho de delegação de prefixo.
sw_sw: Du kan definiera ett prefixintervall här för DHCP Prefix Delegation. Detta gör det möjligt att tilldela nätverk till underroutrar. Början och slutet av intervallet måste sluta vid gränserna för prefixdelegeringens storlek.
tr_tr: DHCP Önek Delegasyonu için burada bir Önek aralığı tanımlayabilirsiniz. Bu, ağların alt yönlendiricilere atanmasına olanak tanır. Aralığın başlangıcı ve sonu, önek temsilci boyutunun sınırlarında bitmelidir.
uk_uk: Тут ви можете визначити діапазон префіксів для делегування префіксів DHCP. Це дає змогу призначати мережі підмаршрутизаторам. Початок і кінець діапазону повинні закінчуватися на межі розміру делегування префіксів.

source: Ensure that any prefix delegation range does not overlap the LAN prefix range.
id_id: Pastikan bahwa rentang delegasi awalan apa pun tidak tumpang tindih dengan rentang awalan LAN.
it_it: Assicurarsi che qualsiasi intervallo di delegazione del prefisso non si sovrappone alla gamma di prefissi LAN.
ja_jp: プレフィックス委任の範囲がLANプレフィックス範囲と重ならないようにすること。
ko_ko: 접두사 위임 범위가 LAN 접두사 범위와 겹치지 않는지 확인합니다.
pt_pt: Assegurar que qualquer intervalo de delegação de prefixos não se sobreponha ao intervalo de prefixos LAN.
sw_sw: Se till att ett eventuellt prefixdelegeringsintervall inte överlappar LAN-prefixintervallet.
tr_tr: Herhangi bir önek temsilci aralığının LAN önek aralığıyla çakışmadığından emin olun.
uk_uk: Переконайтеся, що діапазон делегування префіксів не перекриває діапазон префіксів локальної мережі.

source: When using a tracked interface then please only enter the range itself, i.e. ::xxxx:0:0:0:0. For example, for a /56 delegation from ::100:0:0:0:0 to ::f00:0:0:0:0. Also make sure that the desired prefix delegation size is not longer than the available size shown above.
id_id: Ketika menggunakan antarmuka yang dilacak, maka harap hanya memasukkan rentang itu sendiri, yaitu ::xxxx:0:0:0:0. Sebagai contoh, untuk delegasi /56 dari ::100:0:0:0:0 hingga ::f00:0:0:0:0. Pastikan juga bahwa ukuran delegasi awalan yang diinginkan tidak lebih panjang dari ukuran yang tersedia yang ditunjukkan di atas.
ja_jp: 追跡されたインターフェイスを使用する場合は、範囲そのもの、すなわち ::xxxx:0:0:0:0 を入力するだけにしてください。例えば、:100:0:0:0:0 から ::f00:0:0:0:0 まで /56 を委任する場合です。また、希望するプレフィックスデリゲーションサイズが、上記に示した利用可能なサイズよりも長くならないように注意してください。
ko_ko: 추적된 인터페이스를 사용할 때는 범위 자체(예: ::xxxx:0:0:0:0)만 입력하세요. 예를 들어, /56 위임의 경우 ::100:0:0:0:0에서 ::f00:0:0:0:0까지입니다. 또한 원하는 접두사 위임 크기가 위에 표시된 사용 가능한 크기보다 길지 않은지 확인하세요.
pt_pt: Ao utilizar uma interface rastreada, por favor introduza apenas o intervalo em si, ou seja ::xxxx:0:0:0:0. Por exemplo, para uma delegação /56 de ::100:0:0:0:0:0 a ::f00:0:0:0:0. Certifique-se também de que o tamanho da delegação de prefixo desejado não é maior do que o tamanho disponível mostrado acima.
sw_sw: Om du använder ett spårat gränssnitt ska du bara ange själva intervallet, dvs. ::xxxx:0:0:0:0:0. Till exempel för en /56-delegering från ::100:0:0:0:0:0:0 till ::f00:0:0:0:0:0:0. Kontrollera också att den önskade prefixdelegationsstorleken inte är längre än den tillgängliga storleken som visas ovan.
tr_tr: İzlenen bir arayüz kullanırken lütfen yalnızca aralığın kendisini girin, yani ::xxxx:0:0:0:0. Örneğin, ::100:0:0:0'dan ::f00:0:0:0'a bir /56 delegasyonu için. Ayrıca, istenen önek temsilci boyutunun yukarıda gösterilen kullanılabilir boyuttan daha uzun olmadığından emin olun.
uk_uk: Якщо ви використовуєте відстежуваний інтерфейс, будь ласка, введіть лише сам діапазон, тобто ::xxxx:0:0:0:0. Наприклад, для делегації /56 від ::100:0:0:0:0 до ::f00:0:0:0:0. Також переконайтеся, що бажаний розмір делегації префіксів не перевищує доступний розмір, показаний вище.

source: The system does not check the validity of your entry against the selected mask - please refer to an online net calculator to ensure you have entered a correct range if the dhcpd6 server fails to start.
id_id: Sistem tidak memeriksa validitas entri Anda terhadap mask yang dipilih - silakan lihat kalkulator net online untuk memastikan Anda telah memasukkan kisaran yang benar jika server dhcpd6 gagal memulai.
it_it: Il sistema non controlla la validità della voce rispetto alla maschera selezionata: consultare un calcolatore netto online per assicurarsi di aver inserito un intervallo corretto se il server DHCPD6 non si avvia.
ja_jp: dhcpd6サーバーの起動に失敗した場合は、オンラインのネット計算機で正しい範囲を入力したことを確認してください。
ko_ko: 시스템은 선택한 마스크에 대한 입력의 유효성을 확인하지 않으므로, dhcpd6 서버가 시작되지 않는 경우 온라인 순 계산기를 참조하여 올바른 범위를 입력했는지 확인하세요.
pt_pt: O sistema não verifica a validade da sua entrada em relação à máscara seleccionada - consulte uma calculadora de rede online para se assegurar de que introduziu um intervalo correcto se o servidor dhcpd6 não arrancar.
sw_sw: Systemet kontrollerar inte giltigheten av din inmatning i förhållande till den valda masken - använd en nätkalkylator online för att se till att du har angett ett korrekt intervall om dhcpd6-servern inte startar.
tr_tr: Sistem girişinizin geçerliliğini seçilen maskeye göre kontrol etmez - dhcpd6 sunucusu başlatılamazsa doğru aralığı girdiğinizden emin olmak için lütfen çevrimiçi bir net hesaplayıcıya başvurun.
uk_uk: Система не перевіряє валідність вашого введення відповідно до обраної маски - будь ласка, зверніться до онлайн-калькулятора мережі, щоб переконатися, що ви ввели правильний діапазон, якщо сервер dhcpd6 не запускається.

source: The default is to use the domain name of this system as the domain search list option provided by DHCPv6. You may optionally specify one or multiple domain(s) here. Use the semicolon character as separator. The first domain in this list will also be used for DNS registration of DHCP static mappings (if enabled).
id_id: Standarnya adalah menggunakan nama domain sistem ini sebagai opsi daftar pencarian domain yang disediakan oleh DHCPv6. Anda dapat menentukan satu atau beberapa domain secara opsional di sini. Gunakan karakter titik koma sebagai pemisah. Domain pertama dalam daftar ini juga akan digunakan untuk registrasi DNS pemetaan statis DHCP (jika diaktifkan).
it_it: L'impostazione predefinita è utilizzare il nome di dominio di questo sistema come opzione Elenco di ricerca del dominio fornita da DHCPV6. È possibile specificare facoltativamente uno o più domini qui. Usa il carattere in punto e virgola come separatore. Il primo dominio in questo elenco verrà utilizzato anche per la registrazione DNS di mapping statici DHCP (se abilitato).
ja_jp: デフォルトでは、DHCPv6が提供するドメイン検索リストオプションとして、本システムのドメイン名を使用します。ここでは、オプションで1つまたは複数のドメインを指定することができます。区切り文字としてセミコロン文字を使用します。このリストの最初のドメインは、DHCP静的マッピングのDNS登録にも使用されます（有効な場合）。
ko_ko: 기본값은 이 시스템의 도메인 이름을 DHCPv6에서 제공하는 도메인 검색 목록 옵션으로 사용하는 것입니다. 선택적으로 여기에 하나 또는 여러 도메인을 지정할 수 있습니다. 세미콜론 문자를 구분 기호로 사용합니다. 이 목록의 첫 번째 도메인은 DHCP 정적 매핑(사용 설정된 경우)의 DNS 등록에도 사용됩니다.
pt_pt: O padrão é utilizar o nome de domínio deste sistema como a opção de lista de pesquisa de domínios fornecida pelo DHCPv6. Opcionalmente, pode especificar aqui um ou vários domínios. Utilizar o carácter ponto-e-vírgula como separador. O primeiro domínio desta lista será também utilizado para registo DNS de mapeamentos estáticos DHCP (se activado).
sw_sw: Standardinställningen är att använda domännamnet för det här systemet som alternativ för domänsöklistan som tillhandahålls av DHCPv6. Du kan välja att ange en eller flera domäner här. Använd semikolonet som separator. Den första domänen i den här listan kommer också att användas för DNS-registrering av statiska DHCP-mappningar (om den är aktiverad).
tr_tr: Varsayılan değer, DHCPv6 tarafından sağlanan etki alanı arama listesi seçeneği olarak bu sistemin etki alanı adını kullanmaktır. İsteğe bağlı olarak burada bir veya birden fazla etki alanı belirtebilirsiniz. Ayırıcı olarak noktalı virgül karakterini kullanın. Bu listedeki ilk etki alanı, DHCP statik eşlemelerinin DNS kaydı için de kullanılacaktır (etkinleştirilmişse).
uk_uk: За замовчуванням у списку пошуку доменів, що надається DHCPv6, використовується доменне ім'я цієї системи. За бажанням ви можете вказати тут один або декілька доменів. Використовуйте крапку з комою як роздільник. Перший домен у цьому списку також буде використано для реєстрації DNS для статичних зіставлень DHCP (якщо ввімкнено).

source: Change DHCPv6 display lease time from UTC to local time.
id_id: Mengubah waktu sewa tampilan DHCPv6 dari UTC ke waktu lokal.
it_it: Modificare il tempo di leasing di visualizzazione DHCPV6 dall'UTC all'ora locale.
ja_jp: DHCPv6 リースの時間表示をUTCに現地時間に変更します。
ko_ko: DHCPv6 디스플레이 임대 시간을 UTC에서 현지 시간으로 변경합니다.
pt_pt: Alterar a apresentação de hora DHCPv6 lease do UTC para hora local
sw_sw: Ändra DHCPv6-tid för hyresavtal från UTC till lokal tid.
tr_tr: DHCPv6 görüntüleme kiralama süresini UTC'den yerel saate değiştirin.
uk_uk: Змініть час оренди дисплея DHCPv6 з UTC на місцевий час.

source: By default DHCPv6 leases are displayed in UTC time. By checking this box DHCPv6 lease time will be displayed in local time and set to time zone selected. This will be used for all DHCPv6 interfaces lease time.
id_id: Secara default, waktu sewa DHCPv6 ditampilkan dalam waktu UTC. Dengan mencentang kotak ini, waktu sewa DHCPv6 akan ditampilkan dalam waktu lokal dan diatur ke zona waktu yang dipilih. Ini akan digunakan untuk semua waktu sewa antarmuka DHCPv6.
it_it: Per impostazione predefinita i contratti di locazione DHCPV6 vengono visualizzati nel tempo UTC. Controllando questa casella DHCPV6 Il tempo di leasing verrà visualizzato in ora locale e impostato sul fuso orario selezionato. Questo verrà utilizzato per tutte le interfacce DHCPV6 tempo di leasing.
ja_jp: デフォルトでは DHCPv6 は UTC 時間で表示されますが、このボックスをチェックすると DHCPv6 リースは現地時間表示になり、選択されたタイムゾーンに設定されます。
ko_ko: 기본적으로 DHCPv6 임대는 UTC 시간으로 표시됩니다. 이 확인란을 선택하면 DHCPv6 임대 시간이 현지 시간으로 표시되고 선택한 표준 시간대로 설정됩니다. 이 시간은 모든 DHCPv6 인터페이스 임대 시간에 사용됩니다.
pt_pt: Por defeito DHCP leases são exibidos na hora UTC. Ao selecionar esta opção a hora DHCPv6 lease será apresentada no hora local e definida para o fuso horário selecionado. Isto será usado para todas as interfaces DHCP lease de tempo.
sw_sw: Som standard visas DHCPv6-uthyrningar i UTC-tid. Om du markerar den här rutan kommer tiden för DHCPv6-uthyrningsavtal att visas i lokal tid och ställas in i den valda tidszonen. Detta kommer att användas för alla DHCPv6-gränssnitts hyrestid.
tr_tr: Varsayılan olarak DHCPv6 kiralamaları UTC saatinde görüntülenir. Bu kutuyu işaretleyerek DHCPv6 kiralama süresi yerel saatte görüntülenecek ve seçilen saat dilimine ayarlanacaktır. Bu, tüm DHCPv6 arabirimleri kiralama süresi için kullanılacaktır.
uk_uk: За замовчуванням час оренди DHCPv6 відображається за часом UTC. Якщо ви встановите цей прапорець, час оренди DHCPv6 буде відображатися у місцевому часі та встановлюватиметься відповідно до вибраного часового поясу. Це буде використовуватися для всіх інтерфейсів DHCPv6.

source: Enables network booting.
id_id: Mengaktifkan booting jaringan.
it_it: Abilita l'avvio di rete.
ja_jp: ネットワーク起動を有効にします。
ko_ko: 네트워크 부팅을 활성화합니다.
pt_pt: Ativar a inicialização da rede
sw_sw: Aktiverar nätverksuppstart.
tr_tr: Ağ önyüklemesini etkinleştirir.
uk_uk: Дозволяє завантаження з мережі.

source: Enter the Bootfile URL
id_id: Masukkan URL Bootfile
it_it: Immettere l'URL di bootfile
ja_jp: ブートファイルのurlを入力
ko_ko: 부팅 파일 URL 입력
pt_pt: Introduza um URL de Bootfile
sw_sw: Ange startfilens URL
tr_tr: Önyükleme Dosyası URL'sini girin
uk_uk: Введіть URL-адресу завантажувального файлу

source: Additional BOOTP/DHCP Options
id_id: Opsi BOOTP/DHCP Tambahan
it_it: Opzioni booTP/DHCP aggiuntive
ja_jp: bootp/dhcp 追加オプション
ko_ko: 추가 BOOTP/DHCP 옵션
pt_pt: Opções adicionais BOOTP/DHCP
sw_sw: Ytterligare BOOTP/DHCP-alternativ
tr_tr: Ek BOOTP/DHCP Seçenekleri
uk_uk: Додаткові опції BOOTP/DHCP

source: DHCPv6 Static Mappings for this interface.
id_id: Pemetaan Statis DHCPv6 untuk antarmuka ini.
it_it: Mapping statici DHCPV6 per questa interfaccia.
ja_jp: このインタフェースのDHCPv6 静的マッピング
ko_ko: 이 인터페이스에 대한 DHCPv6 정적 매핑.
pt_pt: Mapeamento estático DHCPv6 para este interface.
sw_sw: DHCPv6-statiska mappningar för det här gränssnittet.
tr_tr: Bu arayüz için DHCPv6 Statik Eşlemeleri.
uk_uk: DHCPv6 Статичні відображення для цього інтерфейсу.

source: DUID
it_it: Dubido
ja_jp: デュード

source: A valid DUID Identifier must be specified.
id_id: Pengenal DUID yang valid harus ditentukan.
it_it: Deve essere specificato un identificatore DUID valido.
ja_jp: 有効なduid 識別子を指定してください
ko_ko: 유효한 DUID 식별자를 지정해야 합니다.
pt_pt: Um identificador DUID válido deve ser especificado.
sw_sw: En giltig DUID-identifierare måste anges.
tr_tr: Geçerli bir DUID Tanımlayıcısı belirtilmelidir.
uk_uk: Необхідно вказати дійсний ідентифікатор DUID.

source: This Hostname, IP or DUID Identifier already exists.
id_id: Nama Host, IP, atau Pengenal DUID ini sudah ada.
it_it: Questo identificatore host, IP o DUID esiste già.
ja_jp: このホスト名、ip、または、duid 識別子は既に存在しています。
ko_ko: 이 호스트 이름, IP 또는 DUID 식별자가 이미 존재합니다.
pt_pt: O Hostname, IP ou o identificador DUID já existe.
sw_sw: Det här värdnamnet, den här IP-adressen eller DUID-identifieraren finns redan.
tr_tr: Bu Ana Bilgisayar Adı, IP veya DUID Tanımlayıcısı zaten mevcut.
uk_uk: Цей ідентифікатор хоста, IP або DUID вже існує.

source: Static DHCPv6 Mapping
id_id: Pemetaan DHCPv6 Statis
it_it: Mappatura statica DHCPV6
ja_jp: 静的 DHCPv6 マッピング
ko_ko: 정적 DHCPv6 매핑
pt_pt: Mapeamento DHCPv6 estático
sw_sw: Statisk DHCPv6-mappning
tr_tr: Statik DHCPv6 Eşleme
uk_uk: Статичне відображення DHCPv6

source: DUID Identifier
id_id: Pengenal DUID
it_it: Dubido Identificatore
ja_jp: DUID 識別子
ko_ko: DUID 식별자
pt_pt: Identificador DUID
tr_tr: DUID Tanımlayıcı
uk_uk: Ідентифікатор DUID

source: Enter a DUID Identifier in the following format:
id_id: Masukkan Pengenal DUID dalam format berikut:
it_it: Immettere un identificatore DUID nel seguente formato:
ja_jp: DUID Identifierを以下のフォーマットで入力します。
ko_ko: 다음 형식의 DUID 식별자를 입력합니다:
pt_pt: Introduzir um identificador DUID no seguinte formato:
sw_sw: Ange en DUID-identifierare i följande format:
tr_tr: Aşağıdaki formatta bir DUID Tanımlayıcısı girin:
uk_uk: Введіть ідентифікатор DUID у наступному форматі:

source: If an IPv6 address is entered, the address must be outside of the pool.
id_id: Jika alamat IPv6 dimasukkan, alamat tersebut harus berada di luar pool.
it_it: Se viene inserito un indirizzo IPv6, l'indirizzo deve essere al di fuori del pool.
ja_jp: 入力されるIPv6アドレスは、プールの範囲外である必要があります。
ko_ko: IPv6 주소를 입력하는 경우 해당 주소는 풀 외부에 있어야 합니다.
pt_pt: Se um endereço IPv6 para inserção, o endereço deve estar fora da piscina.
sw_sw: Om en IPv6-adress anges måste adressen ligga utanför poolen.
tr_tr: Bir IPv6 adresi girilirse, adres havuzun dışında olmalıdır.
uk_uk: Якщо введено IPv6-адресу, вона має бути поза пулом.

source: If no IPv6 address is given, one will be dynamically allocated from the pool.
id_id: Jika tidak ada alamat IPv6 yang diberikan, alamat IPv6 akan dialokasikan secara dinamis dari pool.
it_it: Se non viene fornito alcun indirizzo IPv6, si verrà assegnato dinamicamente dal pool.
ja_jp: IPv6 アドレスが指定されていない場合は、プールから動的に割り当てられます。
ko_ko: IPv6 주소가 지정되지 않으면 풀에서 동적으로 할당됩니다.
pt_pt: Se nenhum endereço IPv6 para fornecido, apenas um será dinamicamente alocado na piscina.
sw_sw: Om ingen IPv6-adress anges tilldelas en dynamiskt från poolen.
tr_tr: IPv6 adresi verilmezse, havuzdan dinamik olarak bir adres tahsis edilecektir.
uk_uk: Якщо IPv6-адреса не вказана, вона буде динамічно виділена з пулу.
