Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Certificate used for authentication towards the access point. Only relevant for infrastructure mode (BSS) if EAP with TLS is used for key management.
id_id: Sertifikat yang digunakan untuk autentikasi terhadap titik akses. Hanya relevan untuk mode infrastruktur (BSS) jika EAP dengan TLS digunakan untuk manajemen kunci.
ja_jp: アクセスポイントへの認証に使用する証明書です。インフラストラクチャーモード（BSS）において、鍵管理にEAP with TLSを使用する場合のみ関連します。
ko_ko: 액세스 포인트에 대한 인증에 사용되는 인증서입니다. 키 관리에 TLS가 포함된 EAP를 사용하는 경우 인프라 모드(BSS)에만 해당됩니다.
pt_pt: Certificado utilizado para autenticação em direcção ao ponto de acesso. Só é relevante para o modo de infra-estrutura (BSS) se o EAP com TLS for utilizado para a gestão de chaves.
sw_sw: Certifikat som används för autentisering av åtkomstpunkten. Endast relevant för infrastrukturläge (BSS) om EAP med TLS används för nyckelhantering.
tr_tr: Erişim noktasına yönelik kimlik doğrulama için kullanılan sertifika. Anahtar yönetimi için TLS ile EAP kullanılıyorsa yalnızca altyapı modu (BSS) için geçerlidir.
uk_uk: Сертифікат, який використовується для автентифікації до точки доступу. Актуально лише для режиму інфраструктури (BSS), якщо для керування ключами використовується EAP з TLS.

source: The %scertificate manager%s can be used to create or import certificates if required.
id_id: Manajer sertifikat dapat digunakan untuk membuat atau mengimpor sertifikat jika diperlukan.
ja_jp: 証明書マネージャ%sは、必要に応じて証明書の作成またはインポートに使用することができます。
ko_ko: 인증서 관리자%s는 필요한 경우 인증서를 만들거나 가져오는 데 사용할 수 있습니다.
pt_pt: O %scertificate manager%s pode ser utilizado para criar ou importar certificados, se necessário.
sw_sw: %scertifikathanteraren%s kan användas för att skapa eller importera certifikat om det behövs.
tr_tr: Sertifika yöneticisi%s, gerektiğinde sertifika oluşturmak veya içe aktarmak için kullanılabilir.
uk_uk: За допомогою %scertificate manager% можна створювати або імпортувати сертифікати, якщо це необхідно.

source: Access Point Authentication
id_id: Otentikasi Titik Akses
ja_jp: アクセスポイント認証
ko_ko: 액세스 포인트 인증
pt_pt: Autenticação do Ponto de Acesso
sw_sw: Autentisering av åtkomstpunkt
tr_tr: Erişim Noktası Kimlik Doğrulaması
uk_uk: Автентифікація точки доступу

source: Open System Authentication
id_id: Otentikasi Sistem Terbuka
it_it: Autenticazione del sistema aperto
ja_jp: オープンシステム認証
ko_ko: 개방형 시스템 인증
pt_pt: Autenticação de Sistema aberto
sw_sw: Autentisering av öppna system
tr_tr: Açık Sistem Kimlik Doğrulama
uk_uk: Автентифікація відкритої системи

source: Shared Key Authentication
id_id: Otentikasi Kunci Bersama
it_it: Autenticazione chiave condivisa
ja_jp: 共有鍵認証
ko_ko: 공유 키 인증
pt_pt: Autenticação de chave partilhada.
sw_sw: Autentisering med delad nyckel
tr_tr: Paylaşılan Anahtar Kimlik Doğrulaması
uk_uk: Автентифікація з використанням спільного ключа

source: Note: Shared Key Authentication requires WEP. Only relevant for access point mode.
id_id: Catatan: Otentikasi Kunci Bersama memerlukan WEP. Hanya relevan untuk mode jalur akses.
ja_jp: 注：共有キー認証はWEPが必要です。アクセスポイントモードにのみ関係します。
ko_ko: 참고: 공유 키 인증에는 WEP가 필요합니다. 액세스 포인트 모드에만 해당됩니다.
pt_pt: Nota: A Autenticação por Chave Partilhada requer WEP. Só é relevante para o modo de ponto de acesso.
sw_sw: Obs: Autentisering med delad nyckel kräver WEP. Endast relevant för accesspunktsläget.
tr_tr: Not: Paylaşılan Anahtar Kimlik Doğrulaması WEP gerektirir. Yalnızca erişim noktası modu için geçerlidir.
uk_uk: Примітка: Для автентифікації з використанням спільного ключа потрібен WEP. Актуально лише для режиму точки доступу.

source: WPA Pairwise
id_id: WPA Berpasangan
it_it: WPA a coppie
ja_jp: WPA ペアワイズ
ko_ko: WPA 쌍방향
sw_sw: WPA parvis
tr_tr: WPA Çift Yönlü
uk_uk: WPA попарно

source: AES (recommended)
id_id: AES (disarankan)
it_it: AES (consigliato)
ja_jp: AES ( 推奨 )
ko_ko: AES(권장)
pt_pt: TKIP
sw_sw: AES (rekommenderas)
tr_tr: AES (önerilir)
uk_uk: AES (рекомендовано)

source: TKIP
ja_jp: ティーケーアイピー

source: Key Rotation
id_id: Rotasi Kunci
it_it: Rotazione chiave
ja_jp: 鍵ローテーション
ko_ko: 키 회전
pt_pt: Rotação da chave
sw_sw: Nyckelrotation
tr_tr: Anahtar Rotasyonu
uk_uk: Обертання клавіш

source: Allowed values are 1-9999 but should not be longer than Master Key Regeneration time.
id_id: Nilai yang diizinkan adalah 1-9999 tetapi tidak boleh lebih lama dari waktu Regenerasi Kunci Master.
it_it: I valori consentiti sono 1-9999 ma non dovrebbero essere più lunghi del tempo di rigenerazione della chiave principale.
ja_jp: 指定できる値は1～9999ですが、マスタ鍵再生時間よりも短くしてください。
ko_ko: 허용되는 값은 1~9999이지만 마스터 키 재생성 시간보다 길어서는 안 됩니다.
pt_pt: Os valores permitidos são 1-9999, mas não devem ser mais compridos do que o tempo de regeneração da chave Master.
sw_sw: Tillåtna värden är 1-9999 men bör inte vara längre än tiden för återskapande av huvudnyckeln.
tr_tr: İzin verilen değerler 1-9999'dur ancak Ana Anahtar Yenileme süresinden daha uzun olmamalıdır.
uk_uk: Допустимі значення 1-9999, але не повинні бути довшими за час регенерації майстер-ключа.

source: Master Key Regeneration
id_id: Regenerasi Kunci Utama
it_it: Rigenerazione della chiave principale
ja_jp: マスタ鍵再生成
ko_ko: 마스터 키 재생성
pt_pt: Regeneração da chave Master
sw_sw: Regenerering av huvudnyckeln
tr_tr: Ana Anahtar Yenileme
uk_uk: Регенерація майстер-ключів

source: Allowed values are 1-9999 but should not be shorter than Key Rotation time.
id_id: Nilai yang diizinkan adalah 1-9999 tetapi tidak boleh lebih pendek dari waktu Rotasi Kunci.
it_it: I valori consentiti sono 1-9999 ma non dovrebbero essere più corti del tempo di rotazione della chiave.
ja_jp: 指定できる値は1～9999ですが、鍵ローテーション時間よりも長くしてください。
ko_ko: 허용되는 값은 1~9999이지만 키 회전 시간보다 짧아서는 안 됩니다.
pt_pt: Os valores permitidos são 1-9999, mas não devem ser mais curtos do que o tempo de rotação da chave.
sw_sw: Tillåtna värden är 1-999999 men bör inte vara kortare än Key Rotation time.
tr_tr: İzin verilen değerler 1-9999'dur ancak Anahtar Döndürme süresinden kısa olmamalıdır.
uk_uk: Допустимі значення 1-9999, але не повинні бути коротшими за час обертання клавіш.

source: Strict Key Regeneration
id_id: Regenerasi Kunci yang Ketat
it_it: Rigenerazione chiave rigorosa
ja_jp: 厳密な鍵再生成
ko_ko: 엄격한 키 재생성
pt_pt: Regeneração da chave Restrita
sw_sw: Strikt nyckelförnyelse
tr_tr: Sıkı Anahtar Rejenerasyonu
uk_uk: Сувора регенерація ключів

source: Setting this option will force the AP to rekey whenever a client disassociates.
id_id: Mengatur opsi ini akan memaksa AP untuk mengunci ulang setiap kali klien melepaskan diri.
it_it: L'impostazione di questa opzione costringerà l'AP a REKEY ogni volta che un client si svanirà.
ja_jp: このオプション設定で、APが、アソシエーション解除されたクライアントに、いつでも鍵を再生成するよう強制します。
ko_ko: 이 옵션을 설정하면 클라이언트가 연결을 끊을 때마다 AP가 강제로 키를 재설정합니다.
pt_pt: A configuração desta opção irá forçar o AP para rekey sempre que um cliente se desassocia.
sw_sw: Om du ställer in det här alternativet tvingas anslutningscentralen att lägga om nyckeln när en klient kopplar bort sig.
tr_tr: Bu seçeneğin ayarlanması, bir istemci ilişkisini kestiğinde AP'yi yeniden anahtarlamaya zorlar.
uk_uk: Якщо встановити цей параметр, точка доступу буде змушена переключатись щоразу, коли клієнт від'єднується.

source: Enable IEEE802.1X Authentication
id_id: Aktifkan Otentikasi IEEE802.1X
it_it: Abilita autenticazione IEEE802.1x
ja_jp: ie802.1x 認証を有効にする。
ko_ko: IEEE802.1X 인증 사용
pt_pt: Ativa a autenticação IEEE802.1X
sw_sw: Aktivera IEEE802.1X-autentisering
tr_tr: IEEE802.1X Kimlik Doğrulamasını Etkinleştir
uk_uk: Увімкнути автентифікацію IEEE802.1X

source: Setting this option will enable 802.1x authentication.
id_id: Mengatur opsi ini akan mengaktifkan autentikasi 802.1x.
it_it: L'impostazione di questa opzione abiliterà l'autenticazione 802.1x.
ja_jp: このオプション設定で、802.1x 認証を有効にします。
ko_ko: 이 옵션을 설정하면 802.1x 인증이 활성화됩니다.
pt_pt: A configuração desta opção irá ativar a autenticação 802.1x.
sw_sw: Om du ställer in det här alternativet aktiveras 802.1x-autentisering.
tr_tr: Bu seçeneğin ayarlanması 802.1x kimlik doğrulamasını etkinleştirir.
uk_uk: Встановлення цього параметра увімкне автентифікацію 802.1x.

source: NOTE
id_id: CATATAN
it_it: NOTA
ja_jp: 注意
ko_ko: 참고
pt_pt: NOTA
sw_sw: NOTERA
tr_tr: NOT
uk_uk: ПРИМІТКА

source: this option requires checking the "Enable WPA box".
id_id: opsi ini mengharuskan Anda mencentang "Aktifkan kotak WPA".
it_it: Questa opzione richiede il controllo della "casella Abilita WPA".
ja_jp: このオプションは「WPA 装置を有効」をチェックする必要があります。
ko_ko: 이 옵션을 사용하려면 "WPA 사용 확인란"을 선택해야 합니다.
pt_pt: esta opção requer verificação do "Enable WPA box".
sw_sw: Detta alternativ kräver att du kryssar i rutan "Enable WPA box" (Aktivera WPA).
tr_tr: bu seçenek "WPA'yı etkinleştir kutusunun" işaretlenmesini gerektirir.
uk_uk: ця опція вимагає встановлення прапорця "Увімкнути WPA".

source: 802.1X Server IP Address
id_id: Alamat IP Server 802.1X
it_it: 802.1x Indirizzo IP del server
ja_jp: 802.1x サーバ ip アドレス
ko_ko: 802.1X 서버 IP 주소
pt_pt: Endereço IP do Servidor 802.1X
sw_sw: IP-adress för 802.1X-servern
tr_tr: 802.1X Sunucu IP Adresi
uk_uk: IP-адреса сервера 802.1X

source: Enter the IP address of the 802.1X Authentication Server. This is commonly a Radius server (FreeRadius, Internet Authentication Services, etc.)
id_id: Masukkan alamat IP Server Otentikasi 802.1X. Biasanya ini adalah server Radius (FreeRadius, Layanan Otentikasi Internet, dll.)
it_it: Immettere l'indirizzo IP del server di autenticazione 802.1x. Questo è comunemente un server RADIUS (freeradius, servizi di autenticazione Internet, ecc.)
ja_jp: 802.1X 認証サーバのIP アドレスを入力してください。 通常はRadius サーバです。
ko_ko: 802.1X 인증 서버의 IP 주소를 입력합니다. 일반적으로 Radius 서버(FreeRadius, 인터넷 인증 서비스 등)입니다.
pt_pt: Digite o endereço IP do 802.1X do servidor de Autenticação. Normalmente, este é um servidor Radius (FreeRadius, Serviços de Autenticação da Internet, etc.)
sw_sw: Ange IP-adressen för 802.1X Authentication Server. Detta är vanligtvis en Radius-server (FreeRadius, Internet Authentication Services, etc.).
tr_tr: 802.1X Kimlik Doğrulama Sunucusunun IP adresini girin. Bu genellikle bir Radius sunucusudur (FreeRadius, Internet Authentication Services, vb.)
uk_uk: Введіть IP-адресу сервера автентифікації 802.1X. Зазвичай це сервер Radius (FreeRadius, Internet Authentication Services тощо).

source: 802.1X Server Port
id_id: Port Server 802.1X
it_it: Porta server 802.1x
ja_jp: 802.1X サーバポート
ko_ko: 802.1X 서버 포트
pt_pt: Porta do servidor 802.1X
tr_tr: 802.1X Sunucu Bağlantı Noktası
uk_uk: Порт сервера 802.1X

source: Leave blank for the default 1812 port.
id_id: Biarkan kosong untuk port 1812 default.
it_it: Lascia vuoto per la porta predefinita 1812.
ja_jp: デフォルトの1812ポートの場合は空白にします。
ko_ko: 기본 1812 포트는 비워둡니다.
pt_pt: Deixe em branco para a porta pré-definida 1812.
sw_sw: Lämna tomt för standardporten 1812.
tr_tr: Varsayılan 1812 bağlantı noktası için boş bırakın.
uk_uk: Залиште порожнім для порту за замовчуванням 1812.

source: 802.1X Server Shared Secret
id_id: Rahasia Bersama Server 802.1X
it_it: Server 802.1x Segreto condiviso
ja_jp: 802.1x サーバ共有秘密鍵
ko_ko: 802.1X 서버 공유 암호
sw_sw: 802.1X-serverns delade hemlighet
tr_tr: 802.1X Sunucu Paylaşılan Sırrı

source: 802.1X Server IP Address (2)
id_id: Alamat IP Server 802.1X (2)
it_it: 802.1x Indirizzo IP del server (2)
ja_jp: 802.1x サーバ ip アドレス (2)
ko_ko: 802.1X 서버 IP 주소(2)
pt_pt: Endereço IP do Servidor 802.1X (2)
sw_sw: IP-adress till 802.1X-servern (2)
tr_tr: 802.1X Sunucu IP Adresi (2)
uk_uk: IP-адреса сервера 802.1X (2)

source: Secondary 802.1X Authentication Server IP Address
id_id: Alamat IP Server Otentikasi 802.1X Sekunder
it_it: Indirizzo IP del server di autenticazione 802.1x secondario
ja_jp: セカンダリ 802.1x 認証サーバの ip アドレス
ko_ko: 보조 802.1X 인증 서버 IP 주소
pt_pt: Endereço IP do servidor de autenticação Secundário 802.1X
sw_sw: Sekundär 802.1X-autentiseringsserverns IP-adress
tr_tr: İkincil 802.1X Kimlik Doğrulama Sunucusu IP Adresi
uk_uk: IP-адреса вторинного сервера автентифікації 802.1X

source: 802.1X Server Port (2)
id_id: Port Server 802.1X (2)
it_it: Porta server 802.1x (2)
ja_jp: 802.1x サーバポート (2)
ko_ko: 802.1X 서버 포트(2)
pt_pt: Porta do servidor 802.1X (2)
tr_tr: 802.1X Sunucu Bağlantı Noktası (2)
uk_uk: Порт сервера 802.1X (2)

source: Secondary 802.1X Authentication Server Port
id_id: Port Server Otentikasi 802.1X Sekunder
it_it: Porta del server di autenticazione 802.1x secondaria
ja_jp: セカンダリ 802.1x 認証サーバのポート
ko_ko: 보조 802.1X 인증 서버 포트
pt_pt: Porta do servidor de Autenticação 802.1X secundário
sw_sw: Sekundär 802.1X-autentiseringsserver-port
tr_tr: İkincil 802.1X Kimlik Doğrulama Sunucusu Bağlantı Noktası
uk_uk: Порт вторинного сервера автентифікації 802.1X

source: 802.1X Server Shared Secret (2)
id_id: Rahasia Bersama Server 802.1X (2)
it_it: Server 802.1x Secret condiviso (2)
ja_jp: 802.1x サーバ共有秘密鍵 (2)
ko_ko: 802.1X 서버 공유 암호(2)
sw_sw: 802.1X-serverns delade hemlighet (2)
tr_tr: 802.1X Sunucu Paylaşılan Sırrı (2)

source: Secondary 802.1X Authentication Server Shared Secret
id_id: Server Otentikasi 802.1X Sekunder Rahasia Bersama
it_it: Secret condiviso Server di autenticazione 802.1x secondario
ja_jp: セカンダリ 802.1x 認証サーバの共有鍵
ko_ko: 보조 802.1X 인증 서버 공유 암호
pt_pt: Autenticação do servidor Shared Secret 802.1X secundário
sw_sw: Sekundär 802.1X-autentiseringsserver delad hemlighet
tr_tr: İkincil 802.1X Kimlik Doğrulama Sunucusu Paylaşılan Gizli
uk_uk: Вторинний сервер автентифікації 802.1X з загальним секретом

source: 802.1X Roaming Preauth
it_it: 802.1x in roaming preauth
ja_jp: 802.1x ローミング事前認証
ko_ko: 802.1X 로밍 사전 인증
pt_pt: 802.1X Preauto de Roaming
tr_tr: 802.1X Dolaşım Ön İzni

source: %s %s (Parent: %s, Tag: %s)
id_id: %s %s (Induk: %s, Tag: %s)
ja_jp: s %s (親: %s, タグ: %s)
ko_ko: %s %s (부모: %s, 태그: %s)
pt_pt: %s %s (Pais: %s, Tag: %s)
sw_sw: %s %s (Förälder: %s, Tagg: %s)
tr_tr: %s %s (Ebeveyn: %s, Etiket: %s)

source: wireless clone
id_id: klon nirkabel
ja_jp: ワイヤレスクローン
ko_ko: 무선 복제
pt_pt: clone sem fios
sw_sw: trådlös klon
tr_tr: kablosuz klon
uk_uk: бездротовий клон

source: The interface "%s" does not exist. Make sure to apply its configuration first.
id_id: Antarmuka "%s" tidak ada. Pastikan untuk menerapkan konfigurasinya terlebih dahulu.
ja_jp: インターフェース"%s "は存在しません。先にその設定を適用してください。
ko_ko: "%s" 인터페이스가 없습니다. 먼저 구성을 적용해야 합니다.
pt_pt: A interface "%s" não existe. Certifique-se de aplicar primeiro a sua configuração.
sw_sw: Gränssnittet "%s" finns inte. Se till att du tillämpar dess konfiguration först.
tr_tr: "%s" arayüzü mevcut değil. Önce yapılandırmasını uyguladığınızdan emin olun.
uk_uk: Інтерфейсу "%s" не існує. Переконайтеся, що спочатку застосовано його конфігурацію.

source: The interface is part of a group. Please remove it from the group to continue
id_id: Antarmuka adalah bagian dari grup. Harap keluarkan dari grup untuk melanjutkan
it_it: L'interfaccia fa parte di un gruppo. Si prega di rimuoverlo dal gruppo per continuare
ja_jp: インタフェースはグループの一部です。継続的にグループから削除してください。
ko_ko: 인터페이스가 그룹의 일부입니다. 계속하려면 그룹에서 제거하세요.
pt_pt: O interface é parte de um grupo. Por favor elimine-o do grupo para continuar.
sw_sw: Gränssnittet är en del av en grupp. Ta bort det från gruppen för att fortsätta
tr_tr: Arayüz bir grubun parçasıdır. Devam etmek için lütfen gruptan çıkarın
uk_uk: Інтерфейс є частиною групи. Будь ласка, видаліть його з групи, щоб продовжити

source: The interface is part of a bridge. Please remove it from the bridge to continue
id_id: Antarmuka adalah bagian dari jembatan. Harap lepaskan dari jembatan untuk melanjutkan
it_it: L'interfaccia fa parte di un ponte. Si prega di rimuoverlo dal ponte per continuare
ja_jp: インタフェースはブリッジの一部です。継続するにはブリッジから削除してください。
ko_ko: 인터페이스는 브리지의 일부입니다. 계속하려면 브리지에서 제거하십시오.
pt_pt: O interface é parte de uma ponte. Por favor elimine-o da ponte para continuar.
sw_sw: Gränssnittet är en del av en bro. Ta bort det från bron för att fortsätta
tr_tr: Arayüz bir köprünün parçasıdır. Devam etmek için lütfen köprüden çıkarın
uk_uk: Інтерфейс є частиною моста. Будь ласка, видаліть його з мосту, щоб продовжити

source: The interface is part of a gre tunnel. Please delete the tunnel to continue
id_id: Antarmuka adalah bagian dari terowongan gre. Harap hapus terowongan untuk melanjutkan
it_it: L'interfaccia fa parte di un tunnel GRE. Si prega di eliminare il tunnel per continuare
ja_jp: インタフェースはトンネルの一部です
ko_ko: 인터페이스는 GRE 터널의 일부입니다. 계속하려면 터널을 삭제하세요.
pt_pt: O interface é parte de um túnel gre. Por favor elimine o túnel para continuar.
sw_sw: Gränssnittet är en del av en gre-tunnel. Ta bort tunneln för att fortsätta
tr_tr: Arayüz bir gre tünelinin parçasıdır. Devam etmek için lütfen tüneli silin
uk_uk: Інтерфейс є частиною тунелю gre. Будь ласка, видаліть тунель, щоб продовжити

source: The interface is part of a gif tunnel. Please delete the tunnel to continue
id_id: Antarmuka adalah bagian dari terowongan gif. Harap hapus terowongan untuk melanjutkan
it_it: L'interfaccia fa parte di un tunnel GIF. Si prega di eliminare il tunnel per continuare
ja_jp: インタフェースはGIFの一部です。
ko_ko: 인터페이스는 GIF 터널의 일부입니다. 계속하려면 터널을 삭제하세요.
pt_pt: O interface é parte de um túnel gif. Por favor elimine o túnel para continuar.
sw_sw: Gränssnittet är en del av en gif-tunnel. Ta bort tunneln för att fortsätta
tr_tr: Arayüz bir gif tünelinin parçasıdır. Devam etmek için lütfen tüneli silin
uk_uk: Інтерфейс є частиною gif-тунелю. Будь ласка, видаліть тунель, щоб продовжити

source: Port %s was assigned to %d interfaces:
id_id: Port %s ditetapkan ke antarmuka %d:
it_it: La porta %s è stata assegnata alle interfacce %d:
ja_jp: ポート %s は %d インタフェースに割り当てられました。
ko_ko: 포트 %s이(가) %d 인터페이스에 할당되었습니다:
pt_pt: Porta %s foi atribuida aos interface %d:
sw_sw: Port %s har tilldelats %d-gränssnitt:
tr_tr: Port %s, %d arabirimlerine atanmıştır:
uk_uk: Порт %s було призначено інтерфейсам %d:

source: You cannot set port %s to interface %s because this interface is a member of %s.
id_id: Anda tidak dapat mengatur port %s ke antarmuka %s karena antarmuka ini adalah anggota dari %s.
it_it: Non è possibile impostare Port %s su Interface %s perché questa interfaccia è un membro di %s.
ja_jp: s ポートを %s インタフェースに設定できません。このインタフェースは %s のメンバです。
ko_ko: 이 인터페이스는 %s의 구성원이므로 %s 포트를 %s 인터페이스로 설정할 수 없습니다.
pt_pt: Não pode definir a porta %s para o interface %s porque este interface é membro de %s.
sw_sw: Du kan inte ställa in port %s till gränssnitt %s eftersom det här gränssnittet är medlem i %s.
tr_tr: Port %s'yi arayüz %s'ye ayarlayamazsınız çünkü bu arayüz %s'nin bir üyesidir.
uk_uk: Ви не можете призначити порт %s інтерфейсу %s, оскільки цей інтерфейс є членом %s.

source: VLAN parent interface %s does not exist.
id_id: Antarmuka induk VLAN %s tidak ada.
it_it: VLAN Parent Interface %s non esiste.
ja_jp: VLAN 親インタフェース %s は存在しません。
ko_ko: VLAN 상위 인터페이스 %s가 없습니다.
pt_pt: Interface %s VLAN pai não existe.
sw_sw: Det överordnade VLAN-gränssnittet %s finns inte.
tr_tr: VLAN üst arabirimi %s mevcut değil.
uk_uk: Батьківський інтерфейс VLAN %s не існує.

source: Do you really want to delete this interface?
id_id: Apakah Anda benar-benar ingin menghapus antarmuka ini?
it_it: Vuoi davvero eliminare questa interfaccia?
ja_jp: 本当にこのインタフェースを削除しますか？
ko_ko: 이 인터페이스를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar este interface?
sw_sw: Vill du verkligen ta bort detta gränssnitt?
tr_tr: Bu arayüzü gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей інтерфейс?

source: Technical identifier of the interface, used by hasync for example
id_id: Pengenal teknis antarmuka, digunakan oleh hasync misalnya
ja_jp: インターフェイスの技術的な識別子。
ko_ko: 예를 들어 해싱크에서 사용하는 인터페이스의 기술 식별자
pt_pt: Identificador técnico da interface, utilizado pela hasync, por exemplo
sw_sw: Teknisk identifierare för gränssnittet, används till exempel av hasync.
tr_tr: Arayüzün teknik tanımlayıcısı, örneğin hasync tarafından kullanılır
uk_uk: Технічний ідентифікатор інтерфейсу, який використовується, наприклад, hasync

source: Network port
id_id: Port jaringan
it_it: Porta di rete
ja_jp: ネットワークポート
ko_ko: 네트워크 포트
pt_pt: Porta de Rede
sw_sw: Nätverksport
tr_tr: Ağ bağlantı noktası
uk_uk: Мережевий порт

source: New interface:
id_id: Antarmuka baru:
it_it: Nuova interfaccia:
ja_jp: 新規インタフェースです。
ko_ko: 새로운 인터페이스:
pt_pt: Novo interface:
sw_sw: Nytt gränssnitt:
tr_tr: Yeni arayüz:
uk_uk: Новий інтерфейс:

source: This bridge cannot be deleted because it is assigned as an interface.
id_id: Jembatan ini tidak dapat dihapus karena ditetapkan sebagai antarmuka.
it_it: Questo ponte non può essere eliminato perché è assegnato come interfaccia.
ja_jp: このブリッジは削除できませんが、インタフェースとして割当てられています。
ko_ko: 이 브리지는 인터페이스로 할당되어 있으므로 삭제할 수 없습니다.
pt_pt: Uma ponte não pode ser apagada porque esta atribuída a um interface.
sw_sw: Den här bron kan inte tas bort eftersom den är tilldelad som ett gränssnitt.
tr_tr: Bu köprü bir arayüz olarak atandığı için silinemez.
uk_uk: Цей міст не можна видалити, оскільки він призначений як інтерфейс.

source: Do you really want to delete this bridge?
id_id: Apakah Anda benar-benar ingin menghapus jembatan ini?
it_it: Vuoi davvero eliminare questo ponte?
ja_jp: 本当にこのブリッジを削除しますか？
ko_ko: 이 브리지를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar esta ponte?
sw_sw: Vill du verkligen radera denna bro?
tr_tr: Bu köprüyü gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей міст?

source: Members
id_id: Anggota
it_it: Membri
ja_jp: メンバ
ko_ko: 회원
pt_pt: Membros
sw_sw: Ledamöter
tr_tr: Üyeler
uk_uk: Члени

source: Link-local
id_id: Tautan-lokal
ja_jp: リンクローカル
ko_ko: 링크-로컬
sw_sw: Länklokal
tr_tr: Bağlantı-yerel

source: Member Interfaces
id_id: Antarmuka Anggota
it_it: Interfacce membri
ja_jp: メンバインタフェース
ko_ko: 멤버 인터페이스
pt_pt: Interfaces membros
sw_sw: Medlemmarnas gränssnitt
tr_tr: Üye Arayüzleri
uk_uk: Інтерфейси учасників

source: Maxage needs to be an integer between 6 and 40.
id_id: Maksimum harus berupa bilangan bulat antara 6 dan 40.
it_it: Maxage deve essere un numero intero tra 6 e 40.
ja_jp: 最大経過時間は6～40時間です。
ko_ko: 최대값은 6에서 40 사이의 정수여야 합니다.
pt_pt: Maxage tem de ser um número inteiro entre 6 e 40.
sw_sw: Maxage måste vara ett heltal mellan 6 och 40.
tr_tr: Maksajın 6 ile 40 arasında bir tam sayı olması gerekir.
uk_uk: Максимальне значення має бути цілим числом від 6 до 40.

source: Maxaddr needs to be an integer.
id_id: Maxaddr harus berupa bilangan bulat.
it_it: Maxaddr deve essere un numero intero.
ja_jp: 最大アドレスは整数です。
ko_ko: Maxaddr는 정수여야 합니다.
pt_pt: Maxaddr tem de ser um número inteiro.
sw_sw: Maxaddr måste vara ett heltal.
tr_tr: Maxaddr'nin bir tamsayı olması gerekir.
uk_uk: Maxaddr має бути цілим числом.

source: Timeout needs to be an integer.
id_id: Batas waktu harus berupa bilangan bulat.
it_it: Il timeout deve essere un numero intero.
ja_jp: タイムアウトは整数です。
ko_ko: 타임아웃은 정수여야 합니다.
pt_pt: Tempo limite tem de ser um número inteiro.
sw_sw: Timeout måste vara ett heltal.
tr_tr: Zaman aşımının bir tamsayı olması gerekir.
uk_uk: Тайм-аут має бути цілим числом.

source: Forward Delay needs to be an integer between 4 and 30.
id_id: Forward Delay harus berupa bilangan bulat antara 4 dan 30.
it_it: Il ritardo in avanti deve essere un numero intero tra 4 e 30.
ja_jp: 転送遅延は4～30秒です。
ko_ko: 포워드 딜레이는 4에서 30 사이의 정수여야 합니다.
pt_pt: Forword Delay tem de ser um número inteiro entre 4 e 30.
sw_sw: Forward Delay måste vara ett heltal mellan 4 och 30.
tr_tr: İleri Gecikme 4 ile 30 arasında bir tamsayı olmalıdır.
uk_uk: Затримка на випередження має бути цілим числом від 4 до 30.

source: Hello time for STP needs to be an integer between 1 and 2.
id_id: Waktu salam untuk STP harus berupa bilangan bulat antara 1 dan 2.
it_it: Ciao tempo per STP deve essere un numero intero tra 1 e 2.
ja_jp: Stp のハロータイムは 1 か 2 です。
ko_ko: STP의 안녕하세요 시간은 1과 2 사이의 정수여야 합니다.
pt_pt: Olá tempo para STP tem de ser um número inteiro entre 2 e 2.
sw_sw: Hello time för STP måste vara ett heltal mellan 1 och 2.
tr_tr: STP için Merhaba süresinin 1 ile 2 arasında bir tamsayı olması gerekir.
uk_uk: Час привітання для STP має бути цілим числом від 1 до 2.
