Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Stop %sService
id_id: Hentikan %sLayanan
ja_jp: s サービスの停止
ko_ko: 서비스 중지
pt_pt: Para o Serviço %s
sw_sw: Stoppa %sService
tr_tr: Durdur %sHizmet
uk_uk: Зупинити %sService

source: Start %sService
id_id: Mulai %sLayanan
it_it: Avvia %sservice
ja_jp: s サービスの起動
ko_ko: 서비스 시작
pt_pt: Iniciar o Serviço %s
sw_sw: Starta %sService
tr_tr: Başlat %sHizmet
uk_uk: Запустити %sService

source: all (*)
id_id: semua (*)
it_it: Tutto (*)
ja_jp: 全て (*)
ko_ko: 모두 (*)
pt_pt: todos (*)
sw_sw: alla (*)
tr_tr: hepsi (*)
uk_uk: всі (*)

source: Restart all services
id_id: Mulai ulang semua layanan
it_it: Riavvia tutti i servizi
ja_jp: すべてのサービスを再起動
ko_ko: 모든 서비스 다시 시작
pt_pt: Reiniciar todos os serviços
sw_sw: Starta om alla tjänster
tr_tr: Tüm hizmetleri yeniden başlatın
uk_uk: Перезапустіть усі служби

source: administrative disabled
id_id: dinonaktifkan secara administratif
it_it: disabilitato amministrativo
ja_jp: 管理無効
ko_ko: 관리 비활성화
pt_pt: administrativos deficientes
sw_sw: administrativt inaktiverad
tr_tr: idari devre dışı
uk_uk: адміністративні інваліди

source: down
id_id: turun
ja_jp: 下
pt_pt: para baixo
sw_sw: ner
tr_tr: aşağı
uk_uk: вниз

source: up
ja_jp: 上
pt_pt: subir
sw_sw: upp
tr_tr: yukarı
uk_uk: догори

source: DHCPv4
ja_jp: ディーエイチシーピーブイフォー

source: DHCPv6
ja_jp: ディーエイチシーピーブイシックス

source: Release
id_id: Lepaskan
it_it: Liberare
ja_jp: リリース
ko_ko: 릴리스
pt_pt: Libertado
sw_sw: Släpp ut
tr_tr: Serbest Bırak
uk_uk: Реліз

source: Renew
id_id: Memperbaharui
it_it: Rinnovare
ja_jp: 更新
ko_ko: 갱신
pt_pt: Renovado
sw_sw: Förnya
tr_tr: Yenileme
uk_uk: Поновити

source: Connect
id_id: Menghubungkan
it_it: Collegare
ja_jp: 接続
ko_ko: 연결
pt_pt: Ligado
sw_sw: Anslut
tr_tr: Bağlan
uk_uk: Підключіться

source: Disconnect
id_id: Putuskan sambungan
it_it: Disconnessione
ja_jp: 切断
ko_ko: 연결 해제
pt_pt: Desligado
sw_sw: Koppla bort
tr_tr: Bağlantıyı Kes
uk_uk: Від'єднати

source: Uptime (historical)
id_id: Waktu aktif (historis)
it_it: Uptime (storico)
ja_jp: 稼働時間( 履歴)
ko_ko: 가동 시간(기록)
pt_pt: Tempo de actividade (histórico)
sw_sw: Driftstid (historisk)
tr_tr: Çalışma Süresi (geçmiş)
uk_uk: Час безвідмовної роботи (історичні дані)

source: IPv4 gateway
id_id: Gerbang IPv4
it_it: Gateway IPv4
ja_jp: IPv4ゲートウェイ
ko_ko: IPv4 게이트웨이
pt_pt: Porta IPv4
tr_tr: IPv4 ağ geçidi
uk_uk: Шлюз IPv4

source: auto-detected
id_id: terdeteksi otomatis
ja_jp: オートデテクト
ko_ko: 자동 감지
pt_pt: auto-detectado
sw_sw: Automatisk upptäckt
tr_tr: otomatik algılanan
uk_uk: визначено автоматично

source: IPv6 link-local
id_id: Tautan IPv6-lokal
ja_jp: IPv6リンクローカル
ko_ko: IPv6 링크-로컬
sw_sw: IPv6 länk-lokal
tr_tr: IPv6 bağlantı-yerel

source: IPv6 delegated prefix
id_id: Awalan yang didelegasikan IPv6
it_it: Prefisso delegato IPv6
ja_jp: IPv6委譲プレフィックス
ko_ko: IPv6 위임 접두사
pt_pt: Prefixo delegado IPv6
sw_sw: Delegerat IPv6-prefix
tr_tr: IPv6 temsilci öneki
uk_uk: Делегований префікс IPv6

source: IPv6 gateway
id_id: Gerbang IPv6
it_it: Gateway IPv6
ja_jp: IPv6ゲートウェイ
ko_ko: IPv6 게이트웨이
pt_pt: Porta de acesso IPv6
tr_tr: IPv6 ağ geçidi
uk_uk: Шлюз IPv6

source: LAGG Protocol
id_id: Protokol LAGG
it_it: Protocollo LAGG
ja_jp: LAGG プロトコル
ko_ko: LAGG 프로토콜
pt_pt: Protocolo LAGG
sw_sw: LAGG-protokoll
tr_tr: LAGG Protokolü
uk_uk: Протокол LAGG

source: LAGG Options
id_id: Opsi LAGG
it_it: Opzioni LAGG
ja_jp: LAGGオプション
ko_ko: LAGG 옵션
pt_pt: Opções LAGG
sw_sw: LAGG-alternativ
tr_tr: LAGG Seçenekleri
uk_uk: Параметри LAGG

source: flags
id_id: bendera
it_it: bandiere
ja_jp: フラグ
ko_ko: 플래그
pt_pt: bandeiras
sw_sw: flaggor
tr_tr: bayraklar
uk_uk: прапори

source: lagghash
it_it: LAGHASH
ja_jp: ラグジャッシュ
uk_uk: лаггаш

source: flowid_shift
ja_jp: フローイッドシフト
ko_ko: 플로우ID_시프트

source: LAGG Statistics
id_id: Statistik LAGG
it_it: Statistiche LAGG
ja_jp: LAGGの統計情報
ko_ko: LAGG 통계
pt_pt: Estatísticas LAGG
sw_sw: LAGG-statistik
tr_tr: LAGG İstatistikleri
uk_uk: Статистика LAGG

source: active ports
id_id: port aktif
it_it: porte attive
ja_jp: アクティブポート
ko_ko: 활성 포트
pt_pt: portos activos
sw_sw: aktiva portar
tr_tr: aktif bağlantı noktaları
uk_uk: активні порти

source: flapping
id_id: mengepakkan
it_it: sbattere
ja_jp: バサバサ
ko_ko: 플랩
sw_sw: flaxande
tr_tr: çırpma
uk_uk: ляскання

source: LAGG Ports
id_id: Pelabuhan LAGG
it_it: Porte LAGG
ja_jp: LAGG ポート
ko_ko: LAGG 포트
pt_pt: Portas LAGG
sw_sw: LAGG-portar
tr_tr: LAGG Limanları
uk_uk: Порти LAGG

source: BSSID
ja_jp: ビーエスアイディー

source: In/out packets
id_id: Paket masuk/keluar
it_it: Pacchetti in/out
ja_jp: IN/OUT パケット
ko_ko: 인/아웃 패킷
pt_pt: Pacotes entrada/saída
sw_sw: In/ut-paket
tr_tr: Giriş/çıkış paketleri
uk_uk: Вхідні/вихідні пакети

source: In/out packets (pass)
id_id: Paket masuk/keluar (pass)
it_it: Pacchetti in/out (pass)
ja_jp: イン/アウト パケット (許可)
ko_ko: 인/아웃 패킷(패스)
pt_pt: Pacotes entrada/saída (autorizados)
sw_sw: In/ut-paket (pass)
tr_tr: Giriş/çıkış paketleri (geçiş)
uk_uk: Вхідні/вихідні пакети (пропуск)

source: In/out packets (block)
id_id: Paket masuk/keluar (blok)
it_it: Pacchetti in/out (blocco)
ja_jp: イン/アウト パケット(拒否)
ko_ko: 인/아웃 패킷(블록)
pt_pt: pacotes entrada/saída (bloqueados)
sw_sw: In/ut-paket (block)
tr_tr: Giriş/çıkış paketleri (blok)
uk_uk: Вхідні/вихідні пакети (блок)

source: In/out errors
id_id: Kesalahan masuk/keluar
it_it: Errori in/out
ja_jp: IN/OUT エラー
ko_ko: 인/아웃 오류
pt_pt: Erros de entrada/saída
sw_sw: In/ut-fel
tr_tr: Giriş/çıkış hataları
uk_uk: Помилки входу/виходу

source: Collisions
id_id: Tabrakan
it_it: Collisioni
ja_jp: 衝突
ko_ko: 충돌
pt_pt: Colisões
sw_sw: Kollisioner
tr_tr: Çarpışmalar
uk_uk: Зіткнення

source: Bridge (%s)
id_id: Jembatan (%s)
ja_jp: ブリッジ (%s)
ko_ko: 브리지(%s)
pt_pt: Ponte (%s)
sw_sw: Bro (%s)
tr_tr: Köprü (%s)
uk_uk: Міст (%)

source: Interrupts
id_id: Interupsi
it_it: Interruzioni
ja_jp: 割り込み
ko_ko: 인터럽트
pt_pt: Interrupções
sw_sw: Avbrott
tr_tr: Kesintiler
uk_uk: Переривання

source: irq
ja_jp: 割り込み要求
sw_sw: irk
tr_tr: IRAK

source: device
id_id: perangkat
it_it: dispositivo
ja_jp: デバイス
ko_ko: 장치
pt_pt: dispositivo
sw_sw: enhet
tr_tr: cihaz
uk_uk: пристрій

source: total
it_it: totale
ja_jp: 合計
ko_ko: 합계
sw_sw: totalt
tr_tr: toplam
uk_uk: всього

source: rate
id_id: nilai
it_it: Vota
ja_jp: レート
pt_pt: taxa
sw_sw: kurs
tr_tr: oran
uk_uk: швидкість

source: status
it_it: stato
ja_jp: 地位
ko_ko: 상태
pt_pt: estatuto
tr_tr: durum
uk_uk: статус

source: vhid
ja_jp: ヴァイドス

source: advbase
ja_jp: アドベース

source: advskew
ja_jp: 顧問弁護士

source: Using dial-on-demand will bring the connection up again if any packet triggers it. To substantiate this point: disconnecting manually will not prevent dial-on-demand from making connections to the outside. Don't use dial-on-demand if you want to make sure that the line is kept disconnected.
id_id: Menggunakan dial-on-demand akan memunculkan koneksi lagi jika ada paket yang memicunya. Untuk memperkuat poin ini: memutuskan sambungan secara manual tidak akan mencegah dial-on-demand membuat sambungan ke luar. Jangan gunakan dial-on-demand jika Anda ingin memastikan bahwa saluran tetap terputus.
it_it: L'uso del dial-on-demand aumenterà di nuovo la connessione se un pacchetto lo innesca. Per comprovare questo punto: scollegare manualmente non impedirà al dial-on-demand di stabilire connessioni all'esterno. Non usare il dial-on-demand se si desidera assicurarsi che la linea sia mantenuta disconnessa.
ja_jp: ダイヤルオンデマンドを使用中に、なんらかのパケットがトリガになると接続は再度アップになります。
ko_ko: 주문형 다이얼을 사용하면 패킷이 트리거되면 연결이 다시 시작됩니다. 이 점을 입증하기 위해 수동으로 연결을 끊어도 주문형 전화 접속이 외부로 연결되는 것을 막지는 못합니다. 회선 연결이 끊어지지 않도록 하려면 주문형 전화 접속을 사용하지 마세요.
pt_pt: Ao usar o dial-on-demand levanta novamente a ligação se um pacote qualquer aciona-la. para fundamentar este ponto: Desligar manualmente não impedirá dial-on-demand de fazer ligações para o exterior. Não usar o dial-on-demand se quer ter a certeza de que a linha é mantida desligada.
sw_sw: Om du använder uppringning på begäran kommer anslutningen att återupptas om något paket utlöser det. För att styrka detta: att koppla bort manuellt hindrar inte dial-on-demand från att göra anslutningar till utsidan. Använd inte dial-on-demand om du vill vara säker på att linjen hålls frånkopplad.
tr_tr: Çevirmeli-istek kullanımı, herhangi bir paketin tetiklemesi durumunda bağlantıyı yeniden kuracaktır. Bu noktayı kanıtlamak için: bağlantıyı manuel olarak kesmek, çevirmeli talebin dışarıya bağlantı kurmasını engellemez. Hattın bağlantısının kesilmediğinden emin olmak istiyorsanız çevirmeli-istek kullanmayın.
uk_uk: Використання dial-on-demand відновить з'єднання, якщо якийсь пакет його спровокує. Підтвердженням цього є те, що роз'єднання вручну не завадить dial-on-demand встановлювати з'єднання із зовнішнім світом. Не використовуйте dial-on-demand, якщо ви хочете бути впевненими, що лінія завжди буде відключеною.

source: Unknown
id_id: Tidak diketahui
it_it: Sconosciuto
ja_jp: 不明
ko_ko: 알 수 없음
pt_pt: Desconhecido
sw_sw: Okänd
tr_tr: Bilinmiyor
uk_uk: Невідомо

source: Unreach/Pending
id_id: Tidak terjangkau/Tertunda
it_it: UNFREAD/PENDE
ja_jp: 未着手・保留
ko_ko: 연결되지 않음/보류 중
pt_pt: Sem alcance/pendente
sw_sw: Otillgänglig/avvaktande
tr_tr: Ulaşılamıyor/Bekliyor
uk_uk: Недосяжний/Очікує на розгляд

source: Active Peer
id_id: Rekan Aktif
it_it: Peer attivo
ja_jp: アクティブピア
ko_ko: 활성 피어
pt_pt: Pares activos
sw_sw: Aktiv kollega
tr_tr: Aktif Eş
uk_uk: Активний партнер

source: Candidate
id_id: Kandidat
it_it: Candidato
ja_jp: 候補者
ko_ko: 후보자
pt_pt: Candidato
sw_sw: Kandidat
tr_tr: Aday
uk_uk: Кандидат

source: PPS Peer
id_id: Rekan Sejawat PPS
it_it: Peer PPS
ja_jp: PPSピア
ko_ko: PPS 피어
tr_tr: PPS Eşdeğer

source: Selected
id_id: Dipilih
it_it: Selezionato
ja_jp: 選択された
ko_ko: 선택됨
pt_pt: Seleccionado
sw_sw: Utvald
tr_tr: Seçilmiş
uk_uk: Вибране

source: Excess Peer
id_id: Kelebihan Rekan
it_it: Peer in eccesso
ja_jp: エクセスピア
ko_ko: 초과 피어
pt_pt: Excesso de pares
sw_sw: Överskott Peer
tr_tr: Fazla Eş
uk_uk: Надлишок однолітків

source: False Ticker
id_id: Ticker Salah
it_it: Falso ticker
ja_jp: フォルスティッカー
ko_ko: 허위 티커
pt_pt: Falso Ticker
sw_sw: Falskt ticker
tr_tr: Yanlış Ticker
uk_uk: Помилковий тикер

source: Outlier
ja_jp: アウトライアー
ko_ko: 이상값
sw_sw: Utfall
tr_tr: Aykırı
uk_uk: Аутсайдер

source: Network Time Protocol Status
id_id: Status Protokol Waktu Jaringan
it_it: Stato del protocollo del tempo di rete
ja_jp: NTP ステータス
ko_ko: 네트워크 시간 프로토콜 상태
pt_pt: Estado do protocolo hora de rede
sw_sw: Status för nätverkstidsprotokoll
tr_tr: Ağ Zaman Protokolü Durumu
uk_uk: Статус протоколу мережевого часу

source: Ref ID
id_id: ID Ref
ja_jp: リフィード
ko_ko: 참조 ID
tr_tr: Ref Kimliği

source: When
id_id: Kapan
it_it: quando
ja_jp: いつ
ko_ko: 언제
pt_pt: Quando
sw_sw: När
tr_tr: Ne zaman
uk_uk: Коли

source: Poll
id_id: Polling
it_it: Sondaggio
ja_jp: ポール
ko_ko: 투표
pt_pt: Sondagem
sw_sw: Omröstning
tr_tr: Anket
uk_uk: Опитування

source: Reach
id_id: Jangkauan
it_it: Portata
ja_jp: リーチ
ko_ko: 도달 범위
pt_pt: Alcance
sw_sw: Nå
tr_tr: Ulaşmak
uk_uk: Дотягнутися

source: Offset
it_it: Compensare
ja_jp: オフセット
ko_ko: 오프셋
tr_tr: Ofset
uk_uk: Зміщення

source: Jitter
ja_jp: ジッター
ko_ko: 지터
uk_uk: Тремтіння

source: Statistics unavailable because ntpq and ntpdc queries are disabled in the %sNTP service settings%s.
id_id: Statistik tidak tersedia karena kueri ntpq dan ntpdc dinonaktifkan di pengaturan layanan%sNTP%s.
it_it: Statistiche non disponibili perché le query NTPQ e NTPDC sono disabilitate nelle impostazioni del servizio %sNTP %s.
ja_jp: 統計が利用できません。ntpq 及び ntpdc クエリが %sNTP サービス設定%s で無効になっています。
ko_ko: NTP 서비스 설정 %s에서 ntpq 및 ntpdc 쿼리를 사용할 수 없으므로 통계를 사용할 수 없습니다.
pt_pt: As estatísticas não estão disponíveis porque as consultas ntpq e ntpdc estão desativadas no %sconfigurações do serviço NTP%s.
sw_sw: Statistiken är inte tillgänglig eftersom ntpq- och ntpdc-förfrågningar är inaktiverade i %sNTP-tjänstinställningar%s.
tr_tr: ntpq ve ntpdc sorguları %sNTP hizmet ayarları%s'de devre dışı bırakıldığı için istatistikler kullanılamıyor.
uk_uk: Статистика недоступна, оскільки запити ntpq і ntpdc вимкнено у налаштуваннях служби %sNTP%s.

source: No peers found, %sis the ntp service running%s?
id_id: Tidak ada rekan yang ditemukan, %apakah layanan ntp berjalan%s?
it_it: Nessun pari trovato, %sIS Il servizio NTP in esecuzione %s?
ja_jp: ピアが見つかりません。%sntp サービスは実行されていますか%s?
ko_ko: 피어를 찾을 수 없습니다, %s NTP 서비스가 실행 중입니까?
pt_pt: Não foram encontrados pares, %so serviço ntp está em execução%s?
sw_sw: Inga peer-medlemmar har hittats, %sär ntp-tjänsten igång%s?
tr_tr: Eş bulunamadı, ntp hizmeti %s çalışıyor mu?
uk_uk: Не знайдено однорангових комп'ютерів, %s is the ntp service running %s?

source: Clock Latitude
id_id: Lintang Jam
it_it: Latitudine dell'orologio
ja_jp: 緯度
ko_ko: 시계 위도
pt_pt: Altitude do Relógio
sw_sw: Klockans latitud
tr_tr: Saat Enlemi
uk_uk: Годинникова широта

source: Clock Longitude
id_id: Bujur Jam
it_it: Longitudine dell'orologio
ja_jp: 経度
ko_ko: 시계 경도
pt_pt: Longitude do Relógio
sw_sw: Klockans longitud
tr_tr: Saat Boylamı
uk_uk: Годинникова довгота

source: Clock Altitude
id_id: Ketinggian Jam
it_it: Altitudine dell'orologio
ja_jp: 高度
ko_ko: 시계 고도
pt_pt: Altitude do Relógio
sw_sw: Klockans höjd
tr_tr: Saat Yüksekliği
uk_uk: Висота над рівнем моря

source: Satellites
id_id: Satelit
it_it: Satelliti
ja_jp: 衛星
ko_ko: 위성
pt_pt: Satelites
sw_sw: Satelliter
tr_tr: Uydular
uk_uk: Супутники

source: invalid input
id_id: masukan yang tidak valid
it_it: inserimento non valido
ja_jp: 無効な入力です
ko_ko: 잘못된 입력
pt_pt: Entrada inválida
sw_sw: ogiltig inmatning
tr_tr: geçersiz giriş
uk_uk: невірне введення

source: Client connections
id_id: Koneksi klien
it_it: Connessioni client
ja_jp: クライアント接続
ko_ko: 클라이언트 연결
pt_pt: Ligações do cliente
sw_sw: Klientanslutningar
tr_tr: İstemci bağlantıları
uk_uk: Підключення клієнтів

source: Common Name
id_id: Nama Umum
it_it: Nome comune
ja_jp: コモンネーム
ko_ko: 일반 이름
pt_pt: GUI da Web
sw_sw: Gemensamt namn
tr_tr: Ortak İsim
uk_uk: Загальна назва

source: Real Address
id_id: Alamat Asli
it_it: Indirizzo reale
ja_jp: 実アドレス
ko_ko: 실제 주소
pt_pt: Endereço Real
sw_sw: Verklig adress
tr_tr: Gerçek Adres
uk_uk: Справжня адреса

source: Virtual Address
id_id: Alamat Virtual
it_it: Indirizzo virtuale
ja_jp: 仮想アドレス
ko_ko: 가상 주소
pt_pt: Endereço Virtual
sw_sw: Virtuell adress
tr_tr: Sanal Adres
uk_uk: Віртуальна адреса

source: Connected Since
id_id: Terhubung Sejak
it_it: Connesso da allora
ja_jp: 接続開始
ko_ko: 연결된 이후
pt_pt: Ligado desde
sw_sw: Ansluten sedan
tr_tr: Bağlandığından beri
uk_uk: Підключено з

source: Bytes Sent
id_id: Byte Terkirim
it_it: Byte inviate
ja_jp: 送信バイト
ko_ko: 전송된 바이트
pt_pt: Bytes Enviados
sw_sw: Bytes som skickats
tr_tr: Gönderilen Baytlar
uk_uk: Відправлено байт

source: Bytes Received
id_id: Byte yang Diterima
it_it: Byte ricevute
ja_jp: 受信バイト
ko_ko: 수신된 바이트
pt_pt: Bytes Recebidos
sw_sw: Mottagna byte
tr_tr: Alınan Baytlar
uk_uk: Отримані байти

source: No OpenVPN clients are connected to this instance.
id_id: Tidak ada klien OpenVPN yang tersambung ke instance ini.
it_it: Nessun client OpenVPN è connesso a questa istanza.
ja_jp: このインスタンスには、OpenVPNクライアントが接続されていません。
ko_ko: 이 인스턴스에 연결된 OpenVPN 클라이언트가 없습니다.
pt_pt: Nenhum cliente OpenVPN está ligado a esta instância.
sw_sw: Inga OpenVPN-klienter är anslutna till den här instansen.
tr_tr: Bu örneğe hiçbir OpenVPN istemcisi bağlı değil.
uk_uk: До цього екземпляра не підключено жодного клієнта OpenVPN.

source: Kill client connection from
id_id: Mematikan koneksi klien dari
it_it: Uccidere la connessione client da
ja_jp: 次からのクライアント接続を強制終了します。
ko_ko: 다음에서 클라이언트 연결 종료
pt_pt: Eliminar ligação do cliente a partir de
sw_sw: Avsluta klientanslutning från
tr_tr: İstemci bağlantısını
uk_uk: Вимкнути клієнтське з'єднання з

source: Routing Table
id_id: Tabel Perutean
it_it: Tavolo di routing
ja_jp: ルーティングテーブル
ko_ko: 라우팅 테이블
pt_pt: Tabela de roteamento
sw_sw: Routingtabell
tr_tr: Yönlendirme Tablosu
uk_uk: Таблиця маршрутизації

source: Target Network
id_id: Jaringan Target
it_it: Rete di destinazione
ja_jp: ターゲットネットワーク
ko_ko: 대상 네트워크
pt_pt: Rede de Destino
sw_sw: Målnätverk
tr_tr: Hedef Ağ
uk_uk: Цільова мережа

source: Last Used
id_id: Terakhir Digunakan
it_it: Ultimo uso
ja_jp: 最終使用時間
ko_ko: 마지막 사용
pt_pt: Último Utilizado
sw_sw: Senast använt
tr_tr: Son Kullanılan
uk_uk: Останнє використання

source: An IP address followed by C indicates a host currently connected through the VPN.
id_id: Alamat IP yang diikuti dengan C menunjukkan host yang saat ini tersambung melalui VPN.
it_it: Un indirizzo IP seguito da C indica un host attualmente collegato tramite VPN.
ja_jp: 末尾にcがついているipアドレスは、現在vpn 経由で接続しているホストを示しています。
ko_ko: IP 주소 뒤에 오는 C는 현재 VPN을 통해 연결된 호스트를 나타냅니다.
pt_pt: Um endereço IP seguido por C indica que existe actualmente um host ligado atravês da VPN.
sw_sw: En IP-adress följt av C anger en värd som för närvarande är ansluten via VPN.
tr_tr: C ile takip edilen bir IP adresi, VPN aracılığıyla o anda bağlı olan bir ana bilgisayarı gösterir.
uk_uk: IP-адреса, за якою слідує C, вказує на хост, який наразі підключений через VPN.

source: Peer to Peer Server Instance Statistics
id_id: Statistik Instance Server Peer to Peer
it_it: Statistiche di istanza del server peer to peer
ja_jp: ピアツーピアサバインスタンス統計
ko_ko: 피어 투 피어 서버 인스턴스 통계
pt_pt: Estatisticas da instância do servidor Peer to Peer
sw_sw: Statistik över Peer to Peer-serverinstans
tr_tr: Peer to Peer Sunucu Örneği İstatistikleri
uk_uk: Статистика екземплярів однорангових серверів

source: Virtual Addr
id_id: Alamat Virtual
it_it: ADDR virtuale
ja_jp: 仮想アドレス
ko_ko: 가상 주소
pt_pt: Addr Virtual
sw_sw: Virtuellt addr
tr_tr: Sanal Adres
uk_uk: Віртуальна адреса

source: Client Instance Statistics
id_id: Statistik Instance Klien
it_it: Statistiche dell'istanza del cliente
ja_jp: クライアントインスタンス統計
ko_ko: 클라이언트 인스턴스 통계
pt_pt: Estatísticas da instância do cliente
sw_sw: Statistik över klientinstanserna
tr_tr: İstemci Örnek İstatistikleri
uk_uk: Статистика клієнтських екземплярів

source: OpenVPN Status
id_id: Status OpenVPN
it_it: Stato OpenVPN
ja_jp: OpenVPN ステータス
ko_ko: OpenVPN 상태
pt_pt: Estado da OpenVPN
sw_sw: Status för OpenVPN
tr_tr: OpenVPN Durumu
uk_uk: Статус OpenVPN

source: No OpenVPN instance defined
id_id: Tidak ada instance OpenVPN yang didefinisikan
it_it: Nessuna istanza OpenVPN definita
ja_jp: 定義済みのOpenVPN インスタンスはありません
ko_ko: 정의된 OpenVPN 인스턴스 없음
pt_pt: Sem instância OpenVPN definida
sw_sw: Ingen OpenVPN-instans definierad
tr_tr: Tanımlanmış OpenVPN örneği yok
uk_uk: Не визначено екземпляр OpenVPN

source: No services found
id_id: Tidak ada layanan yang ditemukan
it_it: Nessun servizio trovato
ja_jp: サービスがありません
ko_ko: 서비스를 찾을 수 없습니다.
pt_pt: Não foram encontrados serviços
sw_sw: Inga tjänster hittades
tr_tr: Hizmet bulunamadı
uk_uk: Послуги не знайдено

source: Nearby access points or ad-hoc peers
id_id: Titik akses terdekat atau rekan ad-hoc
it_it: Punti di accesso vicini o colleghi ad hoc
ja_jp: 近くのアクセスポイント、またはアドホックピア
ko_ko: 주변 액세스 포인트 또는 임시 피어
pt_pt: Pontos de acesso próximos ou pares ad-hoc
sw_sw: Närliggande åtkomstpunkter eller ad hoc-peers.
tr_tr: Yakındaki erişim noktaları veya ad-hoc eşler
uk_uk: Найближчі точки доступу або спеціальні однорангові пристрої

source: Rescan
id_id: Pindai ulang
ja_jp: 再スキャン
ko_ko: 재검색
sw_sw: Omskanna
tr_tr: Yeniden tara
uk_uk: Повторне сканування

source: CHAN
ja_jp: チャン
uk_uk: ЧАН

source: RATE
id_id: TINGKAT
it_it: VOTA
ja_jp: レート
ko_ko: 요금
pt_pt: TAXA
tr_tr: ORAN
uk_uk: ЦІНА

source: INT
ja_jp: イント

source: Associated or ad-hoc peers
id_id: Rekan kerja terkait atau ad-hoc
it_it: Peer associati o ad hoc
ja_jp: アソシエーション済、またはアドホックピア
ko_ko: 연결된 피어 또는 임시 피어
pt_pt: Pares ad-hoc ou associados
sw_sw: Associerade eller ad hoc-peers
tr_tr: İlişkili veya geçici eşler
uk_uk: Асоційовані або спеціальні колеги

source: ADDR
ja_jp: エーディーディーアール
tr_tr: ADRES
uk_uk: АДРЕСА

source: AID
id_id: BANTUAN
it_it: AIUTO
ja_jp: エーアイディー
uk_uk: ДОПОМОГА

source: TXSEQ
ja_jp: ティーエックスイーエックス

source: ERP
ja_jp: イーアールピー

source: A = authorized, E = Extended Rate (802.11g), P = Power save mode
id_id: A = resmi, E = Kecepatan Diperpanjang (802.11g), P = Mode hemat daya
it_it: A = autorizzato, E = velocità estesa (802.11g), p = modalità di salvataggio di potenza
ja_jp: A = 認証済、E = 拡張レート（802.11g）、P = 省電力モード
ko_ko: A = 인증, E = 확장 속도(802.11g), P = 절전 모드
pt_pt: A = Autorizado, E = Velocidade de extensão (802.11g), P = Modo de economia de energia
sw_sw: A = auktoriserad, E = utökad hastighet (802.11g), P = energisparläge
tr_tr: A = yetkili, E = Genişletilmiş Hız (802.11g), P = Güç tasarrufu modu
uk_uk: A = дозволено, E = розширена швидкість (802.11g), P = режим енергозбереження

source: Flags:
id_id: Bendera:
it_it: Flag::
ja_jp: フラグです。
ko_ko: 깃발:
pt_pt: Indicadores:
sw_sw: Flaggor:
tr_tr: Bayraklar:
uk_uk: Прапори:

source: Capabilities:
id_id: Kemampuan:
it_it: Capacità:
ja_jp: ケイパビリティ。
ko_ko: 기능:
pt_pt: Funções:
sw_sw: Kapaciteter:
tr_tr: Yetenekler:
uk_uk: Здібності:

source: E = ESS (infrastructure mode), I = IBSS (ad-hoc mode), P = privacy (WEP/TKIP/AES), S = Short preamble, s = Short slot time
id_id: E = ESS (mode infrastruktur), I = IBSS (mode ad-hoc), P = privasi (WEP/TKIP/AES), S = Pembukaan singkat, s = Waktu slot singkat
it_it: E = ESS (modalità infrastrutturale), i = IBSS (modalità ad-hoc), p = privacy (WEP/TKIP/AES), S = preambolo corto, S = tempo di slot breve
ja_jp: E = ESS ( インフラストラクチャモード )、I = IBSS ( アドホックモード )、P = プライバシー（WEP/TKIP/AES）、S = ショートプリアンブル、S = ショートスロットタイム。
ko_ko: E = ESS(인프라 모드), I = IBSS(애드혹 모드), P = 프라이버시(WEP/TKIP/AES), S = 짧은 프리앰블, s = 짧은 슬롯 시간
pt_pt: E = ESS (modo infra-estrutura), I = IBSS (modo ad-hoc), P = privacidade (WEP/TKIP/AES), S = preâmbulo curto, s = tempo curto de espaço
sw_sw: E = ESS (infrastrukturläge), I = IBSS (ad hoc-läge), P = sekretess (WEP/TKIP/AES), S = kort preambel, s = kort slottid
tr_tr: E = ESS (altyapı modu), I = IBSS (ad-hoc modu), P = gizlilik (WEP/TKIP/AES), S = Kısa önsöz, s = Kısa slot süresi
uk_uk: E = ESS (інфраструктурний режим), I = IBSS (спеціальний режим), P = конфіденційність (WEP/TKIP/AES), S = коротка преамбула, s = короткий час слоту

source: You must specify a valid web GUI port number.
id_id: Anda harus menentukan nomor port GUI web yang valid.
it_it: È necessario specificare un numero di porta GUI Web valido.
ja_jp: 有効なWeb GUI ポート番号を指定してください。
ko_ko: 유효한 웹 GUI 포트 번호를 지정해야 합니다.
pt_pt: Deve especificar um número de porta GUI válido da web.
sw_sw: Du måste ange ett giltigt portnummer för webbgränssnittet.
tr_tr: Geçerli bir web GUI bağlantı noktası numarası belirtmelisiniz.
uk_uk: Ви повинні вказати дійсний номер порту веб-інтерфейсу.

source: You must specify a valid web GUI protocol.
id_id: Anda harus menentukan protokol GUI web yang valid.
it_it: È necessario specificare un protocollo GUI Web valido.
ja_jp: 有効なWeb GUIを指定してください。
ko_ko: 유효한 웹 GUI 프로토콜을 지정해야 합니다.
pt_pt: Deve especificar um protocolo GUI válido para a web.
sw_sw: Du måste ange ett giltigt protokoll för webbgränssnittet.
tr_tr: Geçerli bir web GUI protokolü belirtmelisiniz.
uk_uk: Ви повинні вказати дійсний протокол веб-інтерфейсу.

source: Alternate hostname %s is not a valid hostname.
id_id: Nama host alternatif %s bukan nama host yang valid.
it_it: Il nome host alternativo %s non è un nome host valido.
ja_jp: 代替ホスト名 %s は有効なホスト名ではありません。
ko_ko: 대체 호스트 이름 %s가 올바른 호스트 이름이 아닙니다.
pt_pt: Hostname alternativo %s não é um hostname válido.
sw_sw: Det alternativa värdnamnet %s är inte ett giltigt värdnamn.
tr_tr: Alternatif ana bilgisayar adı %s geçerli bir ana bilgisayar adı değil.
uk_uk: Альтернативне ім'я хоста %s є недійсним ім'ям хоста.

source: You must specify a valid SSH port number.
id_id: Anda harus menentukan nomor port SSH yang valid.
it_it: È necessario specificare un numero di porta SSH valido.
ja_jp: 有効な ssh ポート番号を指定してください。
ko_ko: 유효한 SSH 포트 번호를 지정해야 합니다.
pt_pt: Deve especificar um número de porta SSH válido.
sw_sw: Du måste ange ett giltigt SSH-portnummer.
tr_tr: Geçerli bir SSH bağlantı noktası numarası belirtmelisiniz.
uk_uk: Ви повинні вказати дійсний номер порту SSH.
