Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Clone related phase 2 entries as well, remember to change the networks. All phase 2 entries will be added in disabled state
id_id: Kloning entri fase 2 yang terkait juga, ingatlah untuk mengubah jaringan. Semua entri fase 2 akan ditambahkan dalam keadaan dinonaktifkan
it_it: Anche le voci di fase 2 relative al clone, ricorda di cambiare le reti. Tutte le voci di fase 2 verranno aggiunte in stato disabilitato
ja_jp: 関連するフェーズ2 エントリをクローンし、ネットワークの変更を記憶させます。
ko_ko: 관련 2단계 항목도 복제하고 네트워크를 변경하는 것을 잊지 마세요. 모든 2단계 항목은 비활성화 상태로 추가됩니다.
pt_pt: Entradas da fase 2 relacionadas com clonagens, não se esqueça de alterar como redes. Todas as entradas da fase 2 serão adicionadas no estado desativado.
sw_sw: Klona även relaterade fas 2-poster, men kom ihåg att ändra nätverken. Alla fas 2-poster kommer att läggas till i inaktiverat tillstånd.
tr_tr: İlgili faz 2 girişlerini de klonlayın, ağları değiştirmeyi unutmayın. Tüm faz 2 girişleri devre dışı durumda eklenecektir
uk_uk: Клонуйте пов'язані записи фази 2, не забудьте змінити мережі. Усі записи фази 2 буде додано у вимкненому стані

source: Disable this phase1 entry
id_id: Nonaktifkan entri fase1 ini
it_it: Disabilita questa voce di Fase1
ja_jp: このフェーズ 1 エントリ無効
ko_ko: 이 1단계 항목 비활성화
pt_pt: Desativar esta fase de entrada1
sw_sw: Inaktivera denna fas 1-post.
tr_tr: Bu faz1 girişini devre dışı bırakın
uk_uk: Вимкніть цей запис фази1

source: Set this option to disable this phase1 without removing it from the list.
id_id: Tetapkan opsi ini untuk menonaktifkan fase1 ini tanpa menghapusnya dari daftar.
it_it: Imposta questa opzione per disabilitare questa fase1 senza rimuoverla dall'elenco.
ja_jp: このオプションを設定すると、リストから削除せずに、このフェーズ 1 を無効にします。
ko_ko: 이 옵션을 설정하면 이 단계1를 목록에서 제거하지 않고 비활성화할 수 있습니다.
pt_pt: Defina esta opção para desativar esta fase1 sem remoção da lista.
sw_sw: Ställ in det här alternativet om du vill inaktivera fas1 utan att ta bort den från listan.
tr_tr: Bu faz1'i listeden çıkarmadan devre dışı bırakmak için bu seçeneği ayarlayın.
uk_uk: Встановіть цю опцію, щоб вимкнути цю фазу1, не вилучаючи її зі списку.

source: Connection method
id_id: Metode koneksi
it_it: Metodo di connessione
ja_jp: 接続メソッド
ko_ko: 연결 방법
pt_pt: Método de ligação
sw_sw: Anslutningsmetod
tr_tr: Bağlantı yöntemi
uk_uk: Спосіб підключення

source: Respond only
id_id: Hanya menanggapi
it_it: Rispondi solo
ja_jp: 応答のみ
ko_ko: 응답 전용
pt_pt: Responda apenas
sw_sw: Svara endast
tr_tr: Yalnızca yanıt verin
uk_uk: Відповідайте тільки

source: Start on traffic
id_id: Mulai dari lalu lintas
it_it: Inizia sul traffico
ja_jp: トラフィックで開始
ko_ko: 트래픽에서 시작
pt_pt: Início sem tráfego
sw_sw: Börja med trafiken
tr_tr: Trafikte başlayın
uk_uk: Почніть з трафіку

source: Start immediate
id_id: Mulai segera
it_it: Iniziare immediatamente
ja_jp: すぐに開始
ko_ko: 즉시 시작
pt_pt: Iniciar imediatamente
sw_sw: Start omedelbart
tr_tr: Hemen başlayın
uk_uk: Почніть негайно

source: Choose the connect behaviour here, when using CARP you might want to consider the 'Respond only' option here (wait for the other side to connect).
id_id: Pilih perilaku koneksi di sini, ketika menggunakan CARP Anda mungkin ingin mempertimbangkan opsi 'Hanya merespons' di sini (tunggu sisi lain terhubung).
it_it: Scegli il comportamento Connect qui, quando si utilizza Carp potresti voler considerare l'opzione "Rispondi" qui (attendere che l'altro lato si connetta).
ja_jp: 接続の振る舞いをここで選択しますが、カープを使用している場合は「応答のみ」オプションを検討したいかもしれません（接続する相手方を待ちます）。
ko_ko: 여기에서 연결 동작을 선택하고, CARP를 사용하는 경우 여기에서 '응답만' 옵션을 고려할 수 있습니다(상대방이 연결될 때까지 기다림).
pt_pt: Escolha aqui o comportamento de ligação. Ao usar o CARP, pode considerar a opção "Responder apenas" aqui (aguarde o outro lado se ligar)
sw_sw: Välj anslutningsbeteende här, när du använder CARP kan du överväga alternativet "Respond only" (vänta på att den andra sidan ansluter).
tr_tr: Burada bağlanma davranışını seçin, CARP kullanırken burada 'Yalnızca yanıtla' seçeneğini göz önünde bulundurmak isteyebilirsiniz (diğer tarafın bağlanmasını bekleyin).
uk_uk: Тут виберіть поведінку з'єднання, якщо ви використовуєте CARP, ви можете вибрати опцію "Тільки відповідати" (чекати, поки інша сторона з'єднається).

source: Key Exchange version
id_id: Versi Pertukaran Kunci
it_it: Versione di scambio chiave
ja_jp: 鍵交換バージョン
ko_ko: 키 교환 버전
pt_pt: Versão da Chave Exchange
sw_sw: Version för nyckelutbyte
tr_tr: Anahtar Değişimi sürümü
uk_uk: Версія обміну ключами

source: Select the KeyExchange Protocol version to be used. Usually known as IKEv1 or IKEv2.
id_id: Pilih versi Protokol KeyExchange yang akan digunakan. Biasanya dikenal sebagai IKEv1 atau IKEv2.
it_it: Seleziona la versione del protocollo KeyExchange da utilizzare. Di solito noto come Ikev1 o Ikev2.
ja_jp: 使用する鍵交換プロトコルバージョンを選択してください、通常IKEv1またはIKEv2として知られています。
ko_ko: 사용할 키교환 프로토콜 버전을 선택합니다. 일반적으로 IKEv1 또는 IKEv2로 알려져 있습니다.
pt_pt: Selecione a versão do Protocolo KeyExchange a ser usada. Geralmente conhecida como IKEv1 ou IKEv2.
sw_sw: Välj den version av KeyExchange Protocol som ska användas. Vanligtvis kallas den IKEv1 eller IKEv2.
tr_tr: Kullanılacak KeyExchange Protokolü sürümünü seçin. Genellikle IKEv1 veya IKEv2 olarak bilinir.
uk_uk: Виберіть версію протоколу обміну ключами, яка буде використовуватися. Зазвичай відома як IKEv1 або IKEv2.

source: Internet Protocol
id_id: Protokol Internet
it_it: Protocollo Internet
ja_jp: インターネットプロトコル
ko_ko: 인터넷 프로토콜
pt_pt: Protocolo Internet
sw_sw: Internetprotokoll
tr_tr: İnternet Protokolü
uk_uk: Інтернет-протокол

source: Select the Internet Protocol family from this dropdown.
id_id: Pilih keluarga Protokol Internet dari menu tarik-turun ini.
it_it: Seleziona la famiglia del protocollo Internet da questo discesa.
ja_jp: このドロップダウンから、インターネットプロトコルファミリを選択してください。
ko_ko: 이 드롭다운에서 인터넷 프로토콜 제품군을 선택합니다.
pt_pt: Selecionar a família do protocolo Internet sem menu dropdown.
sw_sw: Välj Internet Protocol-familjen i denna rullgardinsmeny.
tr_tr: Bu açılır menüden İnternet Protokolü ailesini seçin.
uk_uk: Виберіть сімейство інтернет-протоколів у випадаючому списку.

source: Select the interface for the local endpoint of this phase1 entry.
id_id: Pilih antarmuka untuk titik akhir lokal dari entri fase1 ini.
it_it: Selezionare l'interfaccia per l'endpoint locale di questa voce di Fase1.
ja_jp: このフェーズ 1 のローカルエンドポイントに対して、インタフェースを選択してください。
ko_ko: 이 1단계 항목의 로컬 엔드포인트에 대한 인터페이스를 선택합니다.
pt_pt: Seleccione o interface para o ponto de extremidade local desta fase de entrada1.
sw_sw: Välj gränssnittet för den lokala slutpunkten för denna fas1-post.
tr_tr: Bu faz1 girişinin yerel uç noktası için arayüzü seçin.
uk_uk: Виберіть інтерфейс для локальної кінцевої точки цього запису фази 1.

source: Enter the public IP address or host name of the remote gateway.
id_id: Masukkan alamat IP publik atau nama host gateway jarak jauh.
it_it: Immettere l'indirizzo IP pubblico o il nome host del gateway remoto.
ja_jp: リモートゲートウェイのパブリックIPアドレス、もしくはホスト名を入力してください。
ko_ko: 원격 게이트웨이의 공인 IP 주소 또는 호스트 이름을 입력합니다.
pt_pt: Introduzir o endereço IP público ou o nome do anfitrião do gateway remoto.
sw_sw: Ange den offentliga IP-adressen eller värdnamnet för fjärrgatewayen.
tr_tr: Uzak ağ geçidinin genel IP adresini veya ana bilgisayar adını girin.
uk_uk: Введіть публічну IP-адресу або ім'я хоста віддаленого шлюзу.

source: Dynamic gateway
id_id: Gerbang dinamis
it_it: Gateway dinamico
ja_jp: ダイナミックゲートウェイ
ko_ko: 동적 게이트웨이
pt_pt: Porta de entrada dinâmica
sw_sw: Dynamisk gateway
tr_tr: Dinamik ağ geçidi
uk_uk: Динамічний шлюз

source: Allow any remote gateway to connect
id_id: Izinkan gateway jarak jauh untuk terhubung
it_it: Consenti a qualsiasi gateway remoto di connettersi
ja_jp: 全てのリモートゲートウェイへの接続を許可する
ko_ko: 모든 원격 게이트웨이의 연결 허용
pt_pt: Permitir a ligação de qualquer gateway remoto
sw_sw: Tillåt alla fjärrhanteringsenheter att ansluta
tr_tr: Herhangi bir uzak ağ geçidinin bağlanmasına izin verin
uk_uk: Дозвольте підключитися будь-якому віддаленому шлюзу

source: Recommended for dynamic IP addresses that can be resolved by DynDNS at IPsec startup or update time.
id_id: Direkomendasikan untuk alamat IP dinamis yang dapat diselesaikan oleh DynDNS pada saat IPsec dinyalakan atau diperbarui.
it_it: Consigliato per gli indirizzi IP dinamici che possono essere risolti da DYNDNS all'avvio o al tempo di aggiornamento IPSEC.
ja_jp: IPsec の起動もしくは更新時には DynDNS で解決可能なダイナミック IP アドレスを推奨します。
ko_ko: IPsec 시작 또는 업데이트 시 DynDNS에서 확인할 수 있는 동적 IP 주소에 권장됩니다.
pt_pt: Recomendado para endereços IP dinâmicos que podem ser resolvidos pela DynDNS no tempo de arranque ou actualização IPsec.
sw_sw: Rekommenderas för dynamiska IP-adresser som kan lösas upp av DynDNS vid start eller uppdatering av IPsec.
tr_tr: IPsec başlatma veya güncelleme zamanında DynDNS tarafından çözümlenebilen dinamik IP adresleri için önerilir.
uk_uk: Рекомендовано для динамічних IP-адрес, які можуть бути визначені DynDNS під час запуску або оновлення IPsec.

source: Phase 1 proposal (Authentication)
id_id: Proposal tahap 1 (Otentikasi)
it_it: Proposta di fase 1 (autenticazione)
ja_jp: フェーズ 1 プロポーザル ( 認証 )
ko_ko: 1단계 제안(인증)
pt_pt: Proposta Fase 1 (Autenticação)
sw_sw: Förslag i fas 1 (autentisering)
tr_tr: Aşama 1 önerisi (Kimlik Doğrulama)
uk_uk: Пропозиція фази 1 (Аутентифікація)

source: Must match the setting chosen on the remote side.
id_id: Harus sesuai dengan pengaturan yang dipilih pada sisi remote.
it_it: Deve corrispondere all'impostazione scelta sul lato remoto.
ja_jp: リモート側で選択された設定は一致しなければいけません。
ko_ko: 리모컨에서 선택한 설정과 일치해야 합니다.
pt_pt: Deve corresponder à definição escolhida do lado remoto.
sw_sw: Måste överensstämma med den inställning som valts på fjärrsidan.
tr_tr: Uzaktan kumanda tarafında seçilen ayarla eşleşmelidir.
uk_uk: Має відповідати налаштуванню, обраному на пульті дистанційного керування.

source: If you select EAP-RADIUS, you must define your RADIUS servers on the %sServers%s page.
id_id: Jika Anda memilih EAP-RADIUS, Anda harus mendefinisikan server RADIUS pada halaman %sServers%s.
it_it: Se selezioni EAP-Radius, è necessario definire i server RADIUS sulla pagina %sservers %s.
ja_jp: EAP-RADIUS を選択する場合は、%sサーバ%sページでRADIUSサーバを定義する必要がありま す。
ko_ko: EAP-RADIUS를 선택하는 경우 %s서버%s 페이지에서 RADIUS 서버를 정의해야 합니다.
pt_pt: Se seleccionar EAP-RADIUS, deve definir os seus servidores RADIUS na página %sServers%s.
sw_sw: Om du väljer EAP-RADIUS måste du definiera dina RADIUS-servrar på sidan %sServers%s.
tr_tr: EAP-RADIUS'u seçerseniz, RADIUS sunucularınızı %sServers%s sayfasında tanımlamanız gerekir.
uk_uk: Якщо ви вибрали EAP-RADIUS, ви повинні визначити ваші RADIUS-сервери на сторінці %sServers%s.

source: Negotiation mode
id_id: Mode negosiasi
it_it: Modalità di negoziazione
ja_jp: ネゴシエーションモード
ko_ko: 협상 모드
pt_pt: Modo de negociação
sw_sw: Förhandlingsläge
tr_tr: Müzakere modu
uk_uk: Режим переговорів

source: Aggressive is more flexible, but less secure.
id_id: Agresif lebih fleksibel, tetapi kurang aman.
it_it: Aggressivo è più flessibile, ma meno sicuro.
ja_jp: アグレッシブはよりフレキシブルですが、あまりセキュアではありません。
ko_ko: 공격적은 유연성은 높지만 보안성이 떨어집니다.
pt_pt: Agressivo é mais flexível, mas menos seguro.
sw_sw: Aggressivt är mer flexibelt, men mindre säkert.
tr_tr: Agresif daha esnektir, ancak daha az güvenlidir.
uk_uk: Агресивний - більш гнучкий, але менш безпечний.

source: My identifier
id_id: Pengenal saya
it_it: Il mio identificatore
ja_jp: 自分の識別子
ko_ko: 내 식별자
pt_pt: O meu identificador
sw_sw: Min identifierare
tr_tr: Benim tanımlayıcım
uk_uk: Мій ідентифікатор

source: My IP address
id_id: Alamat IP saya
it_it: Il mio indirizzo IP
ja_jp: 自分のIPアドレス
ko_ko: 내 IP 주소
pt_pt: O meu endereço IP
sw_sw: Min IP-adress
tr_tr: IP adresim
uk_uk: Моя IP-адреса

source: ASN.1 distinguished Name
id_id: ASN.1 Nama yang dibedakan
it_it: Asn.1 Nome distinto
ja_jp: ASN.1 識別名
ko_ko: ASN.1 고유 이름
pt_pt: ASN1: Nome distinto
sw_sw: ASN.1 särskiljande namn
tr_tr: ASN.1 ayırt edici İsim
uk_uk: ASN.1 - особлива відзнака Ім'я

source: KeyID tag
id_id: Tag KeyID
it_it: Tag keyid
ja_jp: 鍵ID タグ
ko_ko: KeyID 태그
pt_pt: Etiqueta KeyID
sw_sw: KeyID-tagg
tr_tr: KeyID etiketi
uk_uk: Тег KeyID

source: Peer identifier
id_id: Pengidentifikasi rekan
it_it: Identificatore peer
ja_jp: ピア識別子
ko_ko: 피어 식별자
pt_pt: Par do Identificador
sw_sw: Peer-identifierare
tr_tr: Eş tanımlayıcı
uk_uk: Ідентифікатор однолітка

source: Peer IP address
id_id: Alamat IP rekan
it_it: Indirizzo IP peer
ja_jp: ピアIPアドレス
ko_ko: 피어 IP 주소
pt_pt: Endereço IP do Par
sw_sw: Peer-IP-adress
tr_tr: Eş IP adresi
uk_uk: Однорангова IP-адреса

source: NOTE: This is known as the "group" setting on some VPN client implementations.
id_id: CATATAN: Ini dikenal sebagai pengaturan "grup" pada beberapa implementasi klien VPN.
it_it: Nota: questo è noto come impostazione "Gruppo" su alcune implementazioni del client VPN.
ja_jp: 注意: これは一部のvpnクライアントの実装では「グループ」の設定として知られています。
ko_ko: 참고: 일부 VPN 클라이언트 구현에서는 이를 "그룹" 설정이라고 합니다.
pt_pt: NOTA: Isto è conhecido como a definição de "grupo" em algumas implementaçoes de clientes VPN
sw_sw: OBS: Detta kallas för "gruppinställningen" i vissa VPN-klientimplementationer.
tr_tr: NOT: Bu, bazı VPN istemci uygulamalarında "grup" ayarı olarak bilinir.
uk_uk: ПРИМІТКА: У деяких реалізаціях VPN-клієнтів цей параметр називається "група".

source: Input your Pre-Shared Key string.
id_id: Masukkan string Kunci yang Dibagikan Sebelumnya.
it_it: Inserisci la tua stringa chiave pre-condivisa.
ja_jp: あなたの事前共有鍵文字列を入力してください。
ko_ko: 사전 공유 키 문자열을 입력합니다.
pt_pt: NOTA: Isto è conhecido como a definição de "grupo" em algumas implementaçoes de clientes VPN
sw_sw: Ange din för-delade nyckelsträng.
tr_tr: Ön Paylaşımlı Anahtar dizenizi girin.
uk_uk: Введіть рядок Pre-Shared Key.

source: My Certificate
id_id: Sertifikat Saya
it_it: Il mio certificato
ja_jp: 自分の証明書
ko_ko: 내 인증서
pt_pt: O meu Certificado
sw_sw: Mitt certifikat
tr_tr: Sertifikam
uk_uk: Мій сертифікат

source: Select a certificate previously configured in the Certificate Manager.
id_id: Pilih sertifikat yang sebelumnya telah dikonfigurasi di Manajer Sertifikat.
it_it: Selezionare un certificato precedentemente configurato nel gestore certificato.
ja_jp: 証明書ジャであらかじめ構成した証明書を選択してください。
ko_ko: 인증서 관리자에서 이전에 구성한 인증서를 선택합니다.
pt_pt: Selecione o certificado previamente configurado no Gestor de Certificados.
sw_sw: Välj ett certifikat som tidigare har konfigurerats i certifikathanteraren.
tr_tr: Sertifika Yöneticisi'nde önceden yapılandırılmış bir sertifika seçin.
uk_uk: Виберіть сертифікат, попередньо налаштований у Диспетчері сертифікатів.

source: Remote Certificate Authority
id_id: Otoritas Sertifikat Jarak Jauh
ja_jp: リモート認証局
ko_ko: 원격 인증 기관
pt_pt: Autoridade de Certificado à Distância
sw_sw: Certifikatmyndighet på distans
tr_tr: Uzak Sertifika Yetkilisi
uk_uk: Віддалений центр сертифікації

source: Select a certificate authority previously configured in the Certificate Manager.
id_id: Pilih otoritas sertifikat yang sebelumnya telah dikonfigurasi di Manajer Sertifikat.
it_it: Selezionare un'autorità di certificato precedentemente configurata nel gestore certificato.
ja_jp: 証明書ジャであらかじめ構成した認証局を選択してください。
ko_ko: 인증서 관리자에서 이전에 구성한 인증 기관을 선택합니다.
pt_pt: Selecione o certificado de autoridade previamente configurado no Gestor de Certificados.
sw_sw: Välj en certifikatutfärdare som tidigare har konfigurerats i certifikathanteraren.
tr_tr: Sertifika Yöneticisi'nde önceden yapılandırılmış bir sertifika yetkilisi seçin.
uk_uk: Виберіть центр сертифікації, попередньо налаштований у Диспетчері сертифікатів.

source: Select a local key pair previously configured at IPsec \ Key Pairs.
id_id: Pilih pasangan kunci lokal yang sebelumnya dikonfigurasi di IPsec \ Key Pairs.
it_it: Selezionare una coppia di chiavi locali precedentemente configurata su coppie di tasti IPSEC \.
ja_jp: IPsec ㊤の鍵ペアで事前に設定したローカル鍵ペアを選択します。
ko_ko: 이전에 IPsec \ 키 쌍에서 구성한 로컬 키 쌍을 선택합니다.
pt_pt: Seleccionar um par de chaves local previamente configurado em IPsec \ Pares de chaves.
sw_sw: Välj ett lokalt nyckelpar som tidigare har konfigurerats i IPsec \ Nyckelpar.
tr_tr: IPsec \ Anahtar Çiftleri bölümünde önceden yapılandırılmış bir yerel anahtar çifti seçin.
uk_uk: Виберіть локальну пару ключів, попередньо налаштовану за адресою IPsec \ Пари ключів.

source: This selection will only display key pairs which have both a public and private key.
id_id: Pilihan ini hanya akan menampilkan pasangan kunci yang memiliki kunci publik dan privat.
it_it: Questa selezione visualizzerà solo coppie di chiavi che hanno una chiave sia pubblica che privata.
ja_jp: この選択では、公開鍵と秘密鍵の両方を持つ鍵ペアのみが表示されます。
ko_ko: 이 선택 항목은 공개 키와 개인 키가 모두 있는 키 쌍만 표시합니다.
pt_pt: Esta selecção apenas exibirá pares de chaves que tenham uma chave pública e privada.
sw_sw: Detta val visar endast nyckelpar som har både en offentlig och en privat nyckel.
tr_tr: Bu seçim yalnızca hem genel hem de özel anahtarı olan anahtar çiftlerini görüntüler.
uk_uk: Цей вибір покаже лише пари ключів, які мають як відкритий, так і закритий ключ.

source: Select a peer key pair previously configured at IPsec \ Key Pairs.
id_id: Pilih pasangan kunci peer yang sebelumnya dikonfigurasi di IPsec \ Key Pairs.
it_it: Selezionare una coppia di tasti peer precedentemente configurata su coppie di tasti IPSEC \.
ja_jp: IPsec ㊤の鍵ペアで事前に設定したピア鍵ペアを選択します。
ko_ko: 이전에 IPsec \ 키 쌍에서 구성한 피어 키 쌍을 선택합니다.
pt_pt: Seleccionar um par de chaves previamente configurado em IPsec \ Pares de chaves.
sw_sw: Välj ett peer-nyckelpar som tidigare har konfigurerats på IPsec \ Nyckelpar.
tr_tr: IPsec \ Anahtar Çiftleri bölümünde önceden yapılandırılmış bir eş anahtar çifti seçin.
uk_uk: Виберіть пару однорангових ключів, попередньо налаштовану за адресою IPsec \ Пари ключів.

source: This selection will only display key pairs which have a public key.
id_id: Pilihan ini hanya akan menampilkan pasangan kunci yang memiliki kunci publik.
it_it: Questa selezione visualizzerà solo coppie di chiavi che hanno una chiave pubblica.
ja_jp: この選択では、公開鍵を持つキーペアのみが表示されます。
ko_ko: 이 선택 항목은 공개 키가 있는 키 쌍만 표시합니다.
pt_pt: Esta selecção apenas exibirá pares de chaves que tenham uma chave pública.
sw_sw: Detta val visar endast nyckelpar som har en offentlig nyckel.
tr_tr: Bu seçim yalnızca açık anahtarı olan anahtar çiftlerini görüntüler.
uk_uk: Цей вибір покаже лише пари ключів, які мають відкритий ключ.

source: Radius servers
id_id: Server radius
it_it: Server radius
ja_jp: RADIUS サーバ
ko_ko: 반경 서버
pt_pt: Servidores Radius
sw_sw: Radius-servrar
tr_tr: Radius sunucuları
uk_uk: Радіусні сервери

source: Select authentication servers to use.
id_id: Pilih server autentikasi yang akan digunakan.
it_it: Seleziona i server di autenticazione da utilizzare.
ja_jp: 使用する認証サーバを選択してください。
ko_ko: 사용할 인증 서버를 선택합니다.
pt_pt: Seleccione os servidores de autenticação a utilizar.
sw_sw: Välj de autentiseringsservrar som ska användas.
tr_tr: Kullanılacak kimlik doğrulama sunucularını seçin.
uk_uk: Виберіть сервери автентифікації для використання.

source: Phase 1 proposal (Algorithms)
id_id: Proposal Tahap 1 (Algoritma)
it_it: Proposta di fase 1 (algoritmi)
ja_jp: フェーズ 1 プロポーザル ( アルゴリズム )
ko_ko: 1단계 제안(알고리즘)
pt_pt: Algoritmo de encriptação
sw_sw: Förslag till fas 1 (algoritmer)
tr_tr: Aşama 1 önerisi (Algoritmalar)
uk_uk: Пропозиція фази 1 (Алгоритми)

source: Encryption algorithm
id_id: Algoritma enkripsi
it_it: Algoritmo di crittografia
ja_jp: 暗号化アルゴリズム
ko_ko: 암호화 알고리즘
pt_pt: Algoritmo de encriptação
sw_sw: Krypteringsalgoritm
tr_tr: Şifreleme algoritması
uk_uk: Алгоритм шифрування

source: Note: For security reasons avoid the use of DES,3DES,CAST and BLOWFISH protocols
id_id: Catatan: Demi alasan keamanan, hindari penggunaan protokol DES, 3DES, CAST, dan BLOWFISH
it_it: Nota: per motivi di sicurezza, evitare l'uso di protocolli DES, 3DES, Cast and Blowfish
ja_jp: 注）セキュリティ上、DES、3DES、CAST、BLOWFISHのプロトコルの使用は避けてください。
ko_ko: 참고: 보안상의 이유로 DES, 3DES, CAST 및 BLOWFISH 프로토콜을 사용하지 마세요.
pt_pt: Nota: Por razões de segurança evitar a utilização dos protocolos DES,3DES,CAST e BLOWFISH
sw_sw: Anmärkning: Av säkerhetsskäl bör du undvika att använda DES-, 3DES-, CAST- och BLOWFISH-protokollen.
tr_tr: Not: Güvenlik nedeniyle DES,3DES,CAST ve BLOWFISH protokollerinin kullanımından kaçının
uk_uk: Примітка: З міркувань безпеки уникайте використання протоколів DES, 3DES, CAST і BLOWFISH

source: Hash algorithm
id_id: Algoritma hash
it_it: Algoritmo hash
ja_jp: ハッシュアルゴリズム
ko_ko: 해시 알고리즘
pt_pt: Algoritmo Hash
sw_sw: Hash-algoritm
tr_tr: Hash algoritması
uk_uk: Алгоритм хешування

source: Note: For security reasons avoid the use of MD5 and SHA1 algorithms.
id_id: Catatan: Demi alasan keamanan, hindari penggunaan algoritma MD5 dan SHA1.
it_it: Nota: per motivi di sicurezza evitare l'uso di algoritmi MD5 e SHA1.
ja_jp: 注：セキュリティ上の理由から、MD5およびSHA1アルゴリズムの使用は避けてください。
ko_ko: 참고: 보안상의 이유로 MD5 및 SHA1 알고리즘을 사용하지 마세요.
pt_pt: Nota: Por razões de segurança evitar a utilização de algoritmos MD5 e SHA1.
sw_sw: Observera: Av säkerhetsskäl bör du undvika att använda algoritmerna MD5 och SHA1.
tr_tr: Not: Güvenlik nedeniyle MD5 ve SHA1 algoritmalarını kullanmaktan kaçının.
uk_uk: Примітка: З міркувань безпеки уникайте використання алгоритмів MD5 та SHA1.

source: DH key group
id_id: Kelompok kunci DH
it_it: Gruppo chiave DH
ja_jp: DH 鍵グループ
ko_ko: DH 키 그룹
pt_pt: Grupo DK chave
sw_sw: DH-nyckelgrupp
tr_tr: DH anahtar grubu
uk_uk: Ключова група ЦТ

source: Install policy
id_id: Kebijakan pemasangan
it_it: Installa politica
ja_jp: インストールポリシ
ko_ko: 설치 정책
pt_pt: Política de instalação
sw_sw: Installationspolicy
tr_tr: Yükleme politikası
uk_uk: Політика встановлення

source: Decides whether IPsec policies are installed in the kernel by the charon daemon for a given connection. When using route-based mode (VTI) this needs to be disabled.
id_id: Memutuskan apakah kebijakan IPsec dipasang di kernel oleh daemon charon untuk koneksi tertentu. Saat menggunakan mode berbasis rute (VTI), hal ini perlu dinonaktifkan.
it_it: Decide se le politiche IPSEC sono installate nel kernel dal demone Charon per una determinata connessione. Quando si utilizza la modalità basata su route (VTI), questo deve essere disabilitato.
ja_jp: 与えられた接続に対して、デーモンがカーネルにインストールするポリシをどちらにするか、ルートベースモード（VTI）を使用する場合は、これを無効にする必要があります。
ko_ko: 주어진 연결에 대해 charon 데몬이 커널에 IPsec 정책을 설치할지 여부를 결정합니다. 경로 기반 모드(VTI)를 사용하는 경우 이 옵션을 비활성화해야 합니다.
pt_pt: Decide se as políticas IPsec são instaladas no kernel pelo daemon charon para uma determinada ligação. Quando se utiliza o modo baseado em rotas (VTI), este tem de ser desactivado.
sw_sw: Bestämmer om IPsec-policies ska installeras i kärnan av charon-daemon för en viss anslutning. Vid användning av ruttbaserat läge (VTI) måste detta inaktiveras.
tr_tr: IPsec ilkelerinin belirli bir bağlantı için charon daemon tarafından çekirdeğe yüklenip yüklenmeyeceğine karar verir. Rota tabanlı mod (VTI) kullanılırken bunun devre dışı bırakılması gerekir.
uk_uk: Визначає, чи встановлювати політики IPsec у ядрі демоном charon для даного з'єднання. Якщо використовується режим на основі маршруту (VTI), цей параметр слід вимкнути.

source: Disable Rekey
id_id: Nonaktifkan Rekey
it_it: Disabilita Rekey
ja_jp: リキーを無効化
ko_ko: 리키 비활성화
pt_pt: Desativar Rekey
sw_sw: Inaktivera Rekey
tr_tr: Yeniden Anahtarı Devre Dışı Bırak
uk_uk: Вимкнути Rekey

source: Whether a connection should be renegotiated when it is about to expire.
id_id: Apakah koneksi harus dinegosiasikan ulang ketika akan berakhir.
it_it: Se una connessione debba essere rinegoziata quando sta per scadere.
ja_jp: 有効期限切れが間近な場合に、接続を再ネゴシエートすべきかどうかです。
ko_ko: 연결이 곧 만료될 때 연결을 재협상해야 하는지 여부입니다.
pt_pt: Se uma ligação deve ser renegociada quando está prestes a expirar.
sw_sw: Om en anslutning ska omförhandlas när den håller på att löpa ut.
tr_tr: Bir bağlantının süresi dolmak üzereyken yeniden müzakere edilip edilmeyeceği.
uk_uk: Чи потрібно переукладати з'єднання, коли термін його дії закінчується.
