Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Legacy - Disabled LZO algorithm (%s)
id_id: Lama - Algoritma LZO yang dinonaktifkan (%s)
it_it: Legacy - Algoritmo LZO disabilitato (%s)
ja_jp: レガシー - LZO アルゴリズムを無効にしています (%s)
ko_ko: 레거시 - 비활성화된 LZO 알고리즘(%s)
pt_pt: Legado - Algoritmo LZO para deficientes (%s)
sw_sw: Legacy - Inaktiverad LZO-algoritm (%s)
tr_tr: Eski - Devre dışı LZO algoritması (%s)
uk_uk: Legacy - Вимкнений алгоритм LZO (%s)

source: Legacy - Enabled LZO algorithm with adaptive compression (%s)
id_id: Legacy - Algoritma LZO yang diaktifkan dengan kompresi adaptif (%s)
it_it: Legacy - algoritmo LZO abilitato con compressione adattiva (%s)
ja_jp: Legacy - 適応型圧縮の LZO アルゴリズムが有効になっています (%s) 。
ko_ko: 레거시 - 적응형 압축을 사용하여 LZO 알고리즘 사용(%s)
pt_pt: Legado - Algoritmo LZO activado com compressão adaptativa (%s)
sw_sw: Legacy - Aktiverad LZO-algoritm med adaptiv komprimering (%s)
tr_tr: Eski - Uyarlamalı sıkıştırma ile etkinleştirilmiş LZO algoritması (%s)
uk_uk: Legacy - Увімкнено алгоритм LZO з адаптивним стисненням (%s)

source: Legacy - Enabled LZO algorithm without adaptive compression (%s)
id_id: Legacy - Algoritma LZO yang diaktifkan tanpa kompresi adaptif (%s)
it_it: Legacy - algoritmo LZO abilitato senza compressione adattiva (%s)
ja_jp: Legacy - 適応型圧縮を使用しない LZO アルゴリズムが有効です (%s)
ko_ko: 레거시 - 적응형 압축 없이 LZO 알고리즘 사용(%s)
pt_pt: Legado - Algoritmo LZO activado sem compressão adaptativa (%s)
sw_sw: Legacy - Aktiverad LZO-algoritm utan adaptiv komprimering (%s)
tr_tr: Eski - Uyarlanabilir sıkıştırma olmadan etkinleştirilmiş LZO algoritması (%s)
uk_uk: Legacy - Увімкнений алгоритм LZO без адаптивного стиснення (%s)

source: None (No Encryption)
id_id: Tidak ada (Tanpa Enkripsi)
it_it: Nessuno (nessuna crittografia)
ja_jp: なし( 暗号化なし)
ko_ko: 없음(암호화 안 함)
pt_pt: Nenhum (Sem Encriptação)
sw_sw: Ingen (ingen kryptering)
tr_tr: Yok (Şifreleme Yok)
uk_uk: Ні (без шифрування)

source: None (No Authentication)
id_id: Tidak ada (Tidak ada Autentikasi)
it_it: Nessuno (nessuna autenticazione)
ja_jp: なし( 認証なし)
ko_ko: 없음(인증 안 함)
pt_pt: Nenhum (Sem Autenticação).
sw_sw: Ingen (ingen autentisering)
tr_tr: Yok (Kimlik Doğrulama Yok)
uk_uk: Ні (без автентифікації)

source: The field '%s' must contain a valid port, ranging from 0 to 65535.
id_id: Kolom '%s' harus berisi port yang valid, mulai dari 0 hingga 65535.
it_it: Il campo '%s' deve contenere una porta valida, compresa tra 0 e 65535.
ja_jp: フィールド '%s' には、0 ～ 65535 の有効なポート番号が含まれている必要があります。
ko_ko: '%s' 필드에는 0~65535 범위의 유효한 포트가 포함되어야 합니다.
pt_pt: O campo '%s' tem de conter uma porta válida, variando entre 0 e 65535.
sw_sw: Fältet "%s" måste innehålla en giltig port, mellan 0 och 65535.
tr_tr: '%s' alanı 0 ile 65535 arasında değişen geçerli bir bağlantı noktası içermelidir.
uk_uk: Поле '%s' має містити дійсний порт в діапазоні від 0 до 65535.

source: '%s' in '%s' may only contain valid %s CIDR range(s) separated by commas.
id_id: '%s' dalam '%s' hanya boleh berisi rentang CIDR %s yang valid yang dipisahkan dengan koma.
it_it: '%s' in '%s' può contenere solo l'intervallo CIDR valido S CIDR separato dalle virgole.
ja_jp: '%s' の '%s' には、有効な %s CIDR 範囲 (カンマで区切られた複数可) のみを含めることができます。
ko_ko: '%s'의 '%s'는 쉼표로 구분된 유효한 %s CIDR 범위만 포함할 수 있습니다.
pt_pt: A "%s" em "%s" só pode conter %s de intervalo(s) CIDR válido(s) separado(s) por vírgulas.
sw_sw: "%s" i "%s" får endast innehålla giltiga %s CIDR-områden separerade med kommatecken.
tr_tr: '%s' içindeki '%s' yalnızca virgülle ayrılmış geçerli %s CIDR aralık(lar)ını içerebilir.
uk_uk: '%s' у '%s' може містити лише допустимі діапазони CIDR %s, розділені комами.

source: '%s' in '%s' is not a single valid %s CIDR range
id_id: '%s' dalam '%s' bukan merupakan rentang CIDR %s yang valid
it_it: '%s' in '%s' non è un singolo intervallo CIDR valido S
ja_jp: '%s' の '%s' は有効な %s CIDR 範囲の一つではありません。
ko_ko: '%s'의 '%s'는 유효한 단일 %s CIDR 범위가 아닙니다.
pt_pt: %s' em '%s' não é um único %s CIDR válido
sw_sw: "%s" i "%s" är inte ett enda giltigt %s CIDR-område.
tr_tr: '%s' içindeki '%s' tek bir geçerli %s CIDR aralığı değil
uk_uk: '%s' у '%s' не є єдиним допустимим діапазоном CIDR %s

source: Unable to contact daemon
id_id: Tidak dapat menghubungi daemon
it_it: Impossibile contattare il demone
ja_jp: デーモンと連絡が取れない
ko_ko: 데몬에 연결할 수 없음
pt_pt: Incapaz de contactar o daemon
sw_sw: Det går inte att kontakta daemon
tr_tr: Daemon ile bağlantı kurulamıyor
uk_uk: Не вдалося зв'язатися з демоном

source: Service not running?
id_id: Layanan tidak berjalan?
it_it: Servizio non in esecuzione?
ja_jp: サービスが稼働していない？
ko_ko: 서비스가 실행되지 않나요?
pt_pt: O serviço não funciona?
sw_sw: Tjänsten fungerar inte?
tr_tr: Servis çalışmıyor mu?
uk_uk: Служба не працює?

source: Please enter a valid port number.
id_id: Masukkan nomor port yang valid.
it_it: Immettere un numero di porta valido.
ja_jp: 有効なポート番号を入力してください。
ko_ko: 유효한 포트 번호를 입력하세요.
pt_pt: Por favor introduza um número de porta válido.
sw_sw: Ange ett giltigt portnummer.
tr_tr: Lütfen geçerli bir bağlantı noktası numarası girin.
uk_uk: Будь ласка, введіть дійсний номер порту.

source: Please enter all information for authentication server.
id_id: Masukkan semua informasi untuk server otentikasi.
it_it: Immettere tutte le informazioni per il server di autenticazione.
ja_jp: 認証サーバの全ての情報を入力してください。
ko_ko: 인증 서버에 대한 모든 정보를 입력하세요.
pt_pt: Por favor, introduza toda a informação para o servidor de autenticação.
sw_sw: Ange all information för autentiseringsservern.
tr_tr: Lütfen kimlik doğrulama sunucusu için tüm bilgileri girin.
uk_uk: Будь ласка, введіть всю інформацію для сервера автентифікації.

source: Please choose a different name because an authentication server with this name already exists.
id_id: Pilihlah nama yang berbeda karena server autentikasi dengan nama ini sudah ada.
it_it: Scegli un nome diverso perché esiste già un server di autenticazione con questo nome.
ja_jp: 名前を選択してください。この名前の認証サーバが既に存在しています。
ko_ko: 이 이름을 가진 인증 서버가 이미 존재하므로 다른 이름을 선택하세요.
pt_pt: Por favor escolha um nome diferente porque já existe um servidor de autenticação com este nome.
sw_sw: Välj ett annat namn eftersom det redan finns en autentiseringsserver med det här namnet.
tr_tr: Bu ada sahip bir kimlik doğrulama sunucusu zaten mevcut olduğundan lütfen farklı bir ad seçin.
uk_uk: Будь ласка, виберіть інше ім'я, оскільки сервер автентифікації з таким ім'ям вже існує.

source: Please enter a valid IP address or hostname for the authentication server.
id_id: Masukkan alamat IP atau nama host yang valid untuk server autentikasi.
it_it: Immettere un indirizzo IP o un nome host valido per il server di autenticazione.
ja_jp: 認証サーバの有効なIPアドレスもしくはホスト名を入力してください。
ko_ko: 인증 서버의 유효한 IP 주소 또는 호스트 이름을 입력하세요.
pt_pt: Por favor, introduza um endereço IP ou nome de anfitrião válido para o servidor de autenticação.
sw_sw: Ange en giltig IP-adress eller ett giltigt värdnamn för autentiserings-servern.
tr_tr: Lütfen kimlik doğrulama sunucusu için geçerli bir IP adresi veya ana bilgisayar adı girin.
uk_uk: Будь ласка, введіть дійсну IP-адресу або ім'я хоста для сервера автентифікації.

source: Please enter all information for the new Certificate Authority.
id_id: Masukkan semua informasi untuk Otoritas Sertifikat yang baru.
it_it: Immettere tutte le informazioni per la nuova autorità di certificazione.
ja_jp: 新規認証局の全ての情報を入力してください。
ko_ko: 새 인증 기관에 대한 모든 정보를 입력하세요.
pt_pt: Por favor, introduza todas as informações para a nova Autoridade Certificadora.
sw_sw: Ange all information om den nya certifikatutfärdaren.
tr_tr: Lütfen yeni Sertifika Yetkilisi için tüm bilgileri girin.
uk_uk: Будь ласка, введіть всю інформацію для нового Центру сертифікації.

source: Please do not use special characters in Certificate field names.
id_id: Jangan gunakan karakter khusus dalam nama bidang Sertifikat.
it_it: Si prega di non utilizzare caratteri speciali nei nomi dei campi di certificazione.
ja_jp: 証明書フィールド名に特殊な文字を使用しないでください。
ko_ko: 인증서 필드 이름에 특수 문자를 사용하지 마세요.
pt_pt: Por favor não use carateres especiais em espaços para nome Certificados.
sw_sw: Använd inte specialtecken i namn på certifikatfält.
tr_tr: Lütfen Sertifika alanı adlarında özel karakterler kullanmayın.
uk_uk: Будь ласка, не використовуйте спеціальні символи в назвах полів сертифіката.

source: Please enter a different name for the Certificate Authority. A Certificate Authority with that name already exists.
id_id: Silakan masukkan nama yang berbeda untuk Otoritas Sertifikat. Otoritas Sertifikat dengan nama tersebut sudah ada.
it_it: Immettere un nome diverso per l'autorità certificata. Un'autorità di certificazione con quel nome esiste già.
ja_jp: 認証局に別の名前を入力してください。その名前の認証局はすでに存在しています。
ko_ko: 인증 기관의 다른 이름을 입력하세요. 해당 이름을 가진 인증 기관이 이미 존재합니다.
pt_pt: Por favor, introduza um nome diferente para a Autoridade Certificadora. Já existe uma Autoridade de Certificado com esse nome.
sw_sw: Ange ett annat namn för certifikatutfärdaren. Det finns redan en certifikatutfärdare med det namnet.
tr_tr: Lütfen Sertifika Yetkilisi için farklı bir ad girin. Bu isimde bir Sertifika Yetkilisi zaten mevcut.
uk_uk: Будь ласка, введіть іншу назву центру сертифікації. Центр сертифікації з такою назвою вже існує.

source: Please enter only a two-letter ISO country code
id_id: Masukkan hanya kode negara ISO dua huruf saja
it_it: Inserisci solo un codice paese ISO a due lettere
ja_jp: 2 文字の ISO 国名のみをコード入力してください。
ko_ko: 두 글자의 ISO 국가 코드만 입력하세요.
pt_pt: Por favor introduza apenas um código ISO de país de duas letras
sw_sw: Ange endast en ISO-landskod på två bokstäver.
tr_tr: Lütfen yalnızca iki harfli bir ISO ülke kodu girin
uk_uk: Будь ласка, введіть лише двобуквений код країни ISO

source: Please enter all information for the new certificate.
id_id: Masukkan semua informasi untuk sertifikat baru.
it_it: Immettere tutte le informazioni per il nuovo certificato.
ja_jp: 新規証明書のすべての情報を入力してください。
ko_ko: 새 인증서에 대한 모든 정보를 입력하세요.
pt_pt: Por favor, introduza toda a informação para o novo certificado.
sw_sw: Ange all information om det nya certifikatet.
tr_tr: Lütfen yeni sertifika için tüm bilgileri girin.
uk_uk: Будь ласка, введіть всю інформацію для нового сертифіката.

source: Please enter a different name for the Certificate. A Certificate with that name/common name already exists.
id_id: Silakan masukkan nama yang berbeda untuk Sertifikat. Sertifikat dengan nama tersebut sudah ada.
it_it: Immettere un nome diverso per il certificato. Esiste già un certificato con quel nome/nome comune.
ja_jp: 証明書の別の名前を入力してください。その名前/一般的な名前の証明書はすでに存在します。
ko_ko: 인증서의 다른 이름을 입력하세요. 해당 이름/일반 이름을 가진 인증서가 이미 존재합니다.
pt_pt: Por favor, introduza um nome diferente para o Certificado. Já existe um Certificado com esse nome/nome comum.
sw_sw: Ange ett annat namn för certifikatet. Det finns redan ett certifikat med det namnet/vanliga namnet.
tr_tr: Lütfen Sertifika için farklı bir ad girin. Bu isimde/ortak isimde bir Sertifika zaten mevcut.
uk_uk: Будь ласка, введіть іншу назву для сертифіката. Сертифікат з таким ім'ям/назвою вже існує.

source: Local port
id_id: Pelabuhan lokal
it_it: Porta locale
ja_jp: ローカルポート
ko_ko: 로컬 포트
pt_pt: Porta local
sw_sw: Lokal port
tr_tr: Yerel liman
uk_uk: Локальний порт

source: A prefix longer than 28 cannot be used with a net30 topology.
id_id: Awalan yang lebih panjang dari 28 tidak dapat digunakan dengan topologi net30.
it_it: Un prefisso più lungo di 28 non può essere utilizzato con una topologia Net30.
ja_jp: 28より長いプレフィックスは、net30トポロジーでは使用できません。
ko_ko: 28보다 긴 접두사는 net30 토폴로지와 함께 사용할 수 없습니다.
pt_pt: Um prefixo com mais de 28 não pode ser utilizado com uma topologia net30.
sw_sw: Ett prefix som är längre än 28 kan inte användas med en net30-topologi.
tr_tr: 28'den uzun bir önek net30 topolojisi ile kullanılamaz.
uk_uk: Префікс довший за 28 не може бути використаний з топологією net30.

source: The specified 'Local port' is in use. Please select another value.
id_id: 'Port lokal' yang ditentukan sedang digunakan. Silakan pilih nilai lain.
it_it: La "porta locale" specificata è in uso. Seleziona un altro valore.
ja_jp: 指定した「ローカルポート」は既に使用されていますが、他の値を選択してください。
ko_ko: 지정한 '로컬 포트'가 사용 중입니다. 다른 값을 선택해 주세요.
pt_pt: A 'Porta Local' especificada está em uso. Por favor selecione outro valor.
sw_sw: Den angivna lokala porten används. Välj ett annat värde.
tr_tr: Belirtilen 'Yerel bağlantı noktası' kullanımda. Lütfen başka bir değer seçin.
uk_uk: Вказаний "Локальний порт" використовується. Будь ласка, виберіть інше значення.

source: The field 'TLS Authentication Key' does not appear to be valid.
id_id: Kolom 'Kunci Otentikasi TLS' tampaknya tidak valid.
it_it: La chiave di autenticazione TLS del campo non sembra essere valida.
ja_jp: 「TLS 認証キー」フィールドが有効ではありません。
ko_ko: 'TLS 인증 키' 필드가 유효하지 않은 것 같습니다.
pt_pt: O campo 'Chave de Autenticação TLS #2' deve conter um endereço IP válido
sw_sw: Fältet "TLS Authentication Key" verkar inte vara giltigt.
tr_tr: 'TLS Kimlik Doğrulama Anahtarı' alanı geçerli görünmüyor.
uk_uk: Поле "Ключ автентифікації TLS" виглядає недійсним.

source: The field 'DNS Server #1' must contain a valid IP address
id_id: Kolom 'DNS Server #1' harus berisi alamat IP yang valid
it_it: Il campo 'DNS Server #1' deve contenere un indirizzo IP valido
ja_jp: "dns サーバ1 "フィールドには、有効なIPアドレスが必要です。
ko_ko: 'DNS 서버 #1' 필드에는 유효한 IP 주소가 포함되어야 합니다.
pt_pt: O campo 'Servidor DNS #1' deve conter um endereço IP válido
sw_sw: Fältet "DNS Server #1" måste innehålla en giltig IP-adress.
tr_tr: 'DNS Sunucusu #1' alanı geçerli bir IP adresi içermelidir
uk_uk: Поле "DNS-сервер #1" має містити дійсну IP-адресу

source: The field 'DNS Server #2' must contain a valid IP address
id_id: Kolom 'DNS Server #2' harus berisi alamat IP yang valid
it_it: Il campo 'DNS Server #2' deve contenere un indirizzo IP valido
ja_jp: "dns サーバ2 "フィールドには、有効なIPアドレスが必要です。
ko_ko: 'DNS 서버 #2' 필드에는 유효한 IP 주소가 포함되어야 합니다.
pt_pt: O campo 'Servidor DNS #2' deve conter um endereço IP válido
sw_sw: Fältet "DNS Server #2" måste innehålla en giltig IP-adress.
tr_tr: 'DNS Sunucusu #2' alanı geçerli bir IP adresi içermelidir
uk_uk: Поле "DNS-сервер #2" має містити дійсну IP-адресу

source: The field 'DNS Server #3' must contain a valid IP address
id_id: Bidang 'Server DNS #3' harus berisi alamat IP yang valid
it_it: Il campo 'DNS Server #3' deve contenere un indirizzo IP valido
ja_jp: 「DNS サーバ#3」フィールドには、有効なIPアドレスが必要です。
ko_ko: 'DNS 서버 #3' 필드에는 유효한 IP 주소가 포함되어야 합니다.
pt_pt: O campo 'Servidor DNS #3' deve conter um endereço IP válido
sw_sw: Fältet "DNS Server #3" måste innehålla en giltig IP-adress.
tr_tr: 'DNS Sunucusu #3' alanı geçerli bir IP adresi içermelidir
uk_uk: Поле "DNS-сервер #3" має містити дійсну IP-адресу

source: The field 'DNS Server #4' must contain a valid IP address
id_id: Bidang 'Server DNS #4' harus berisi alamat IP yang valid
it_it: Il campo 'DNS Server #4' deve contenere un indirizzo IP valido
ja_jp: 「DNS サーバ#4」フィールドには、有効なIPアドレスが必要です。
ko_ko: 'DNS 서버 #4' 필드에는 유효한 IP 주소가 포함되어야 합니다.
pt_pt: O campo 'Servidor DNS #4' deve conter um endereço IP válido
sw_sw: Fältet "DNS Server #4" måste innehålla en giltig IP-adress.
tr_tr: 'DNS Sunucusu #4' alanı geçerli bir IP adresi içermelidir
uk_uk: Поле "DNS-сервер #4" має містити дійсну IP-адресу

source: The field 'NTP Server #1' must contain a valid IP address
id_id: Bidang 'NTP Server #1' harus berisi alamat IP yang valid
it_it: Il campo 'NTP Server #1' deve contenere un indirizzo IP valido
ja_jp: 「ntp サーバ #1」フィールドには、有効な ip アドレスが必要です。
ko_ko: 'NTP 서버 #1' 필드에는 유효한 IP 주소가 포함되어야 합니다.
pt_pt: O campo 'Servidor NTP #1' deve conter um endereço IP válido
sw_sw: Fältet "NTP Server #1" måste innehålla en giltig IP-adress.
tr_tr: 'NTP Sunucusu #1' alanı geçerli bir IP adresi içermelidir
uk_uk: Поле "Сервер NTP #1" має містити дійсну IP-адресу

source: The field 'NTP Server #2' must contain a valid IP address
id_id: Bidang 'NTP Server #2' harus berisi alamat IP yang valid
it_it: Il campo 'NTP Server #2' deve contenere un indirizzo IP valido
ja_jp: 「ntp サーバ #2」フィールドには、有効な ip アドレスが必要です。
ko_ko: 'NTP 서버 #2' 필드에는 유효한 IP 주소가 포함되어야 합니다.
pt_pt: O campo 'Servidor NTP #2' deve conter um endereço IP válido
sw_sw: Fältet "NTP Server #2" måste innehålla en giltig IP-adress.
tr_tr: 'NTP Sunucusu #2' alanı geçerli bir IP adresi içermelidir
uk_uk: Поле 'NTP-сервер #2' має містити дійсну IP-адресу

source: The field 'WINS Server #1' must contain a valid IP address
id_id: Bidang 'WINS Server #1' harus berisi alamat IP yang valid
it_it: Il campo 'Wins Server #1' deve contenere un indirizzo IP valido
ja_jp: 「WINS サーバ1」フィールドには、有効なIPアドレスが必要です。
ko_ko: 'WINS 서버 #1' 필드에는 유효한 IP 주소가 포함되어야 합니다.
pt_pt: O campo 'Servidor WINS #1' deve conter um endereço IP válido
sw_sw: Fältet "WINS Server #1" måste innehålla en giltig IP-adress.
tr_tr: 'WINS Sunucusu #1' alanı geçerli bir IP adresi içermelidir
uk_uk: Поле "WINS Server #1" має містити дійсну IP-адресу

source: The field 'WINS Server #2' must contain a valid IP address
id_id: Kolom 'WINS Server #2' harus berisi alamat IP yang valid
it_it: Il campo 'Wins Server #2' deve contenere un indirizzo IP valido
ja_jp: 「WINS サーバ2」フィールドには、有効なIPアドレスが必要です。
ko_ko: 'WINS 서버 #2' 필드에는 유효한 IP 주소가 포함되어야 합니다.
pt_pt: O campo 'Servidor WINS #2' deve conter um endereço IP válido
sw_sw: Fältet "WINS Server #2" måste innehålla en giltig IP-adress.
tr_tr: 'WINS Sunucusu #2' alanı geçerli bir IP adresi içermelidir
uk_uk: Поле "WINS Server #2" має містити дійсну IP-адресу

source: The field 'Concurrent connections' must be numeric.
id_id: Kolom 'Sambungan bersamaan' harus berupa angka.
it_it: Il campo "connessioni simultanee" deve essere numerico.
ja_jp: 「同時接続」フィールドは数値です
ko_ko: '동시 연결' 필드는 숫자로 입력해야 합니다.
pt_pt: O campo 'Ligações concorrentes' deve ser numérico.
sw_sw: Fältet "samtidiga anslutningar" måste vara numeriskt.
tr_tr: 'Eşzamanlı bağlantılar' alanı sayısal olmalıdır.
uk_uk: Поле "Одночасні з'єднання" має бути числовим.

source: You must specify a 'Tunnel network'.
id_id: Anda harus menentukan 'Jaringan terowongan'.
it_it: È necessario specificare una "rete di tunnel".
ja_jp: 「トンネルネットワーク」を指定してください。
ko_ko: '터널 네트워크'를 지정해야 합니다.
pt_pt: Deve especificar o 'Túnel de rede'.
sw_sw: Du måste ange ett "tunnelnätverk".
tr_tr: Bir 'Tünel ağı' belirtmelisiniz.
uk_uk: Ви повинні вказати "Тунельна мережа".

source: OpenVPN %s wizard allow client access
id_id: Wisaya %s OpenVPN mengizinkan akses klien
it_it: La procedura guidata OpenVPN %s consente l'accesso al client
ja_jp: OpenVPN %s ウィザードがクライアントアクセスを許可しています。
ko_ko: OpenVPN %s 마법사가 클라이언트 액세스 허용
pt_pt: OpenVPN %s wizard permite o acesso do cliente
sw_sw: OpenVPN-guiden %s tillåter klientåtkomst
tr_tr: OpenVPN %s sihirbazı istemci erişimine izin veriyor
uk_uk: Майстер OpenVPN %s дозволяє доступ клієнтам

source: OpenVPN %s wizard
id_id: Panduan %s OpenVPN
it_it: Wizard OpenVPN %s
ja_jp: OpenVPN %s ウィザード
ko_ko: OpenVPN %s 마법사
pt_pt: Assistente OpenVPN %s
sw_sw: OpenVPN-guiden %s
tr_tr: OpenVPN %s sihirbazı
uk_uk: Майстер OpenVPN %s

source: Packet Filter
id_id: Filter Paket
it_it: Filtro pacchetti
ja_jp: パケットフィルタ
ko_ko: 패킷 필터
pt_pt: Filtro de pacotes
sw_sw: Paketfilter
tr_tr: Paket Filtresi
uk_uk: Пакетний фільтр

source: Firewall Groups
id_id: Grup Firewall
it_it: Gruppi di firewall
ja_jp: ファイアウォールグループ
ko_ko: 방화벽 그룹
pt_pt: Grupos de Firewall
sw_sw: Brandväggsgrupper
tr_tr: Güvenlik Duvarı Grupları
uk_uk: Групи брандмауерів

source: Firewall Rules
id_id: Aturan Firewall
it_it: Regole di firewall
ja_jp: ファイアウォールルール
ko_ko: 방화벽 규칙
pt_pt: Regras da Firewall
sw_sw: Regler för brandväggar
tr_tr: Güvenlik Duvarı Kuralları
uk_uk: Правила брандмауера

source: Synchronize the firewall rules to the other HA host.
id_id: Sinkronisasi aturan firewall ke host HA lainnya.
it_it: Sincronizzare le regole del firewall all'altro host HA.
ja_jp: ファイアウォールルールを他のハ ホストに同期します。
ko_ko: 방화벽 규칙을 다른 HA 호스트에 동기화합니다.
pt_pt: Sincronizar as regras de firewall com o outro anfitrião HA.
sw_sw: Synkronisera brandväggsreglerna till den andra HA-värden.
tr_tr: Güvenlik duvarı kurallarını diğer HA ana bilgisayarıyla senkronize edin.
uk_uk: Синхронізуйте правила брандмауера на іншому хості HA.

source: Firewall Schedules
id_id: Jadwal Firewall
it_it: Programmi di firewall
ja_jp: ファイアウォールスケジュール
ko_ko: 방화벽 일정
pt_pt: Tarefas da Firewall
sw_sw: Scheman för brandväggar
tr_tr: Güvenlik Duvarı Programları
uk_uk: Розклад брандмауера

source: Synchronize the firewall schedules to the other HA host.
id_id: Sinkronisasi jadwal firewall ke host HA lainnya.
it_it: Sincronizzare i programmi di firewall all'altro host HA.
ja_jp: ファイアウォールスケジュールを他のハ ホストに同期します。
ko_ko: 방화벽 스케줄을 다른 HA 호스트와 동기화합니다.
pt_pt: Sincronizar os horários da firewall com o outro anfitrião HA.
sw_sw: Synkronisera brandväggsscheman till den andra HA-värden.
tr_tr: Güvenlik duvarı programlarını diğer HA ana bilgisayarıyla eşitleyin.
uk_uk: Синхронізуйте розклад брандмауера з іншим хостом HA.

source: Firewall Categories
id_id: Kategori Firewall
it_it: Categorie di firewall
ja_jp: ファイアウォールのカテゴリー
ko_ko: 방화벽 카테고리
pt_pt: Categorias de Firewall
sw_sw: Kategorier för brandväggar
tr_tr: Güvenlik Duvarı Kategorileri
uk_uk: Категорії брандмауерів

source: Firewall Log Templates
id_id: Templat Log Firewall
it_it: Modelli di registro del firewall
ja_jp: ファイアウォールログテンプレート
ko_ko: 방화벽 로그 템플릿
pt_pt: Modelos de Registo de Firewall
sw_sw: Mallar för brandväggsloggar
tr_tr: Güvenlik Duvarı Günlük Şablonları
uk_uk: Шаблони журналів брандмауера

source: Synchronize the aliases over to the other HA host.
id_id: Sinkronisasi alias ke host HA lainnya.
it_it: Sincronizzare gli alias sull'ospite dell'altro HA.
ja_jp: エイリアス他のハ ホストに同期します。
ko_ko: 별칭을 다른 HA 호스트에 동기화합니다.
pt_pt: Sincronizar os pseudónimos com o outro anfitrião HA.
sw_sw: Synkronisera aliaserna till den andra HA-värden.
tr_tr: Takma adları diğer HA ana bilgisayarına senkronize edin.
uk_uk: Синхронізуйте псевдоніми на іншому хості HA.

source: Synchronize the NAT rules over to the other HA host.
id_id: Sinkronisasi aturan NAT ke host HA lainnya.
it_it: Sincronizzare le regole NAT all'altro host HA.
ja_jp: nat ルールを他のホストに同期します。
ko_ko: 다른 HA 호스트에 NAT 규칙을 동기화합니다.
pt_pt: Sincronizar as regras NAT com os outros anfitriões HA.
sw_sw: Synkronisera NAT-reglerna till den andra HA-värden.
tr_tr: NAT kurallarını diğer HA ana bilgisayarına senkronize edin.
uk_uk: Синхронізуйте правила NAT на іншому хості HA.

source: Redis DB
ja_jp: レディスDB

source: WireGuard (Group)
id_id: WireGuard (Grup)
it_it: WireGuard (gruppo)
ja_jp: ワイヤーガード（グループ）
ko_ko: 와이어가드(그룹)
pt_pt: WireGuard (Grupo)
sw_sw: WireGuard (grupp)
tr_tr: WireGuard (Grup)
uk_uk: WireGuard (група)

source: English
id_id: Bahasa Inggris
it_it: inglese
ja_jp: 英語
ko_ko: 영어
pt_pt: Inglês
sw_sw: Engelska
tr_tr: İngilizce
uk_uk: Англійська мова

source: Czech
id_id: Ceko
it_it: ceco
ja_jp: チェコ語
ko_ko: 체코어
pt_pt: Checo
sw_sw: Tjeckiska
tr_tr: Çek Cumhuriyeti
uk_uk: Чеська

source: Chinese (Simplified)
id_id: Bahasa Mandarin (Sederhana)
it_it: Cinese semplificato)
ja_jp: 中国語( 簡体字)
ko_ko: 중국어(간체)
pt_pt: Chinês (simplificado)
sw_sw: Kinesiska (förenklad)
tr_tr: Çince (Basitleştirilmiş)
uk_uk: Китайська (спрощена)

source: French
id_id: Bahasa Prancis
it_it: francese
ja_jp: フランス語
ko_ko: 프랑스어
pt_pt: Francês
sw_sw: Franska
tr_tr: Fransızca
uk_uk: Французька

source: German
id_id: Bahasa Jerman
it_it: Tedesco
ja_jp: ドイツ語
ko_ko: 독일어
pt_pt: Alemão
sw_sw: Tyska
tr_tr: Alman
uk_uk: Німецька

source: Italian
id_id: Bahasa Italia
it_it: Italiano
ja_jp: イタリア語
ko_ko: 이탈리아어
pt_pt: Italiano
sw_sw: Italienska
tr_tr: İtalyan
uk_uk: Італійська

source: Japanese
id_id: Bahasa Jepang
it_it: giapponese
ja_jp: 日本語
ko_ko: 일본어
pt_pt: Japonês
sw_sw: Japanska
tr_tr: Japonca
uk_uk: Японський

source: Norwegian
id_id: Norwegia
it_it: norvegese
ja_jp: ノルウェージャン
pt_pt: Norueguês
sw_sw: Norsk
tr_tr: Norveççe
uk_uk: Норвезька
