Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: VPN: IPsec: Mobile
id_id: VPN: IPsec: Seluler
ja_jp: VPN：IPsec:モバイル
ko_ko: VPN: IPsec: 모바일
pt_pt: VPN: IPsec: Móvel
sw_sw: VPN: IPsec: Mobil
tr_tr: VPN: IPsec: Mobil
uk_uk: VPN: IPsec: Мобільний

source: VPN: IPsec: Pre-Shared Keys List
id_id: VPN: IPsec: Daftar Kunci yang Dibagikan Sebelumnya
ja_jp: VPN: IPsec:事前共有鍵リスト
ko_ko: VPN: IPsec: 사전 공유 키 목록
pt_pt: VPN: IPsec: Lista de chaves pré-partilhadas
sw_sw: VPN: IPsec: Lista över för-delade nycklar
tr_tr: VPN: IPsec: Önceden Paylaşılan Anahtarlar Listesi
uk_uk: VPN: IPsec: Список попередньо наданих ключів

source: VPN: OpenVPN: Client
id_id: VPN: OpenVPN: Klien
ja_jp: VPN：OpenVPN：クライアント
ko_ko: VPN: OpenVPN: 클라이언트
pt_pt: VPN: OpenVPN: Cliente
sw_sw: VPN: OpenVPN: Klient
tr_tr: VPN: OpenVPN: İstemci
uk_uk: VPN: OpenVPN: Клієнт

source: VPN: OpenVPN: Client Export Utility
id_id: VPN: OpenVPN: Utilitas Ekspor Klien
ja_jp: VPN：OpenVPN：クライアントエクスポートユーティリティ
ko_ko: VPN: OpenVPN: 클라이언트 내보내기 유틸리티
pt_pt: VPN: OpenVPN: Utilitário de Exportação do Cliente
sw_sw: VPN: OpenVPN: Verktyg för export av klienter
tr_tr: VPN: OpenVPN: İstemci Dışa Aktarma Yardımcı Programı
uk_uk: VPN: OpenVPN: Утиліта експорту клієнтів

source: VPN: OpenVPN: Client Specific Override
id_id: VPN: OpenVPN: Pengabaian Khusus Klien
ja_jp: VPN: OpenVPN: Client Specific Override（クライアント固有のオーバーライド
ko_ko: VPN: OpenVPN: 클라이언트별 재정의
pt_pt: VPN: OpenVPN: Substituição específica do cliente
sw_sw: VPN: OpenVPN: Klientspecifik åsidosättande
tr_tr: VPN: OpenVPN: İstemciye Özel Geçersiz Kılma
uk_uk: VPN: OpenVPN: перевизначення для конкретного клієнта

source: VPN: OpenVPN: Server
ja_jp: VPN：OpenVPN：サーバー
ko_ko: VPN: OpenVPN: 서버
pt_pt: VPN: OpenVPN: Servidor
tr_tr: VPN: OpenVPN: Sunucu
uk_uk: VPN: OpenVPN: Сервер

source: VPN: Wireguard
id_id: VPN: Penjaga Keamanan
ja_jp: VPN：ワイヤガード
pt_pt: VPN: Guarda-fios

source: WebCfg - Services: Monit System Monitoring page
id_id: WebCfg - Layanan: Halaman Pemantauan Sistem Monit
ja_jp: WebCfg - サービス。Monit システム監視」ページ
ko_ko: WebCfg - 서비스: 시스템 모니터링 모니터링 페이지
pt_pt: WebCfg - Serviços: Página de Monitorização do Sistema Monit
sw_sw: WebCfg - Tjänster: Monit Systemövervakning
tr_tr: WebCfg - Hizmetler: Monit Sistem İzleme sayfası
uk_uk: WebCfg - Сервіси: Сторінка моніторингу системи

source: XMLRPC Library
id_id: Perpustakaan XMLRPC
ja_jp: XMLRPCライブラリ
ko_ko: XMLRPC 라이브러리
pt_pt: Biblioteca XMLRPC
sw_sw: XMLRPC-bibliotek
tr_tr: XMLRPC Kütüphanesi
uk_uk: Бібліотека XMLRPC

source: redis
ja_jp: レディス

source: Controls which objects to keep in the memory cache (cache_mem) always: Keep most recently fetched objects in memory (default) disk: Only disk cache hits are kept in memory, which means an object must first be cached on disk and then hit a second time before cached in memory. network: Only objects fetched from network is kept in memory
id_id: Mengontrol objek mana yang akan disimpan dalam cache memori (cache_mem) always: Menyimpan objek yang terakhir diambil dalam memori (default) disk: Hanya hit cache disk yang disimpan di memori, yang berarti sebuah objek harus terlebih dahulu di-cache di disk dan kemudian di-hit untuk kedua kalinya sebelum di-cache di memori. jaringan: Hanya objek yang diambil dari jaringan yang disimpan dalam memori
ja_jp: メモリキャッシュ（cache_mem）に保持するオブジェクトを制御します。 always: 最近取得したオブジェクトをメモリに保持する(デフォルト) ディスクにキャッシュされます。ディスクキャッシュにヒットしたものだけがメモリに保存されます。つまり、オブジェクトはまずディスクにキャッシュされ、メモリにキャッシュされる前に2回目のヒットをする必要があります。 ネットワーク。ネットワークから取得されたオブジェクトのみがメモリに保存されます。
ko_ko: 메모리 캐시에 보관할 객체를 제어합니다(캐시_메모). 항상: 가장 최근에 가져온 객체를 메모리에 유지합니다(기본값). 디스크: 디스크 캐시 히트만 메모리에 보관하므로, 개체를 먼저 디스크에 캐시한 다음 두 번째로 히트한 후에 메모리에 캐시해야 합니다. 네트워크: 네트워크에서 가져온 개체만 메모리에 보관합니다.
pt_pt: Controla os objectos a manter na cache de memória (cache_mem) sempre: Manter os objectos mais recentes na memória (por defeito) disco: Apenas os hits de cache do disco são mantidos em memória, o que significa que um objecto deve primeiro ser colocado em cache no disco e depois atingido uma segunda vez antes de ser colocado em cache na memória. em rede: Apenas os objectos obtidos a partir da rede são mantidos na memória
sw_sw: Kontrollerar vilka objekt som ska finnas kvar i minnescachen (cache_mem). always: Behåll de senast hämtade objekten i minnet (standard). disk: Detta innebär att ett objekt först måste cachas på disk och sedan cachas en andra gång innan det cachas i minnet. network: Endast objekt som hämtas från nätverket sparas i minnet.
tr_tr: Hangi nesnelerin bellek önbelleğinde tutulacağını kontrol eder (cache_mem) always: En son getirilen nesneleri bellekte tut (varsayılan) disk: Yalnızca disk önbelleği isabetleri bellekte tutulur, yani bir nesne önce diskte önbelleğe alınmalı ve ardından bellekte önbelleğe alınmadan önce ikinci kez isabet etmelidir. ağ: Yalnızca ağdan getirilen nesneler bellekte tutulur
uk_uk: Керує тим, які об'єкти зберігати в кеші пам'яті (cache_mem) always: зберігати в пам'яті останні отримані об'єкти (за замовчуванням) диск: Зберігати у пам'яті лише дані з дискового кешу, що означає, що об'єкт має бути спочатку закешований на диску, а потім отриманий вдруге перед тим, як його буде закешовано у пам'яті. мережа: Зберігати у пам'яті лише об'єкти, отримані з мережі

source: The proxy error pages can be altered, default layout uses DynFi Firewall content, when Squid is selected the content for the selected language will be used (standard squid layout), Custom offers the possibility to upload your own theme content.
id_id: Halaman kesalahan proxy dapat diubah, tata letak default menggunakan konten DynFi Firewall, ketika Squid dipilih konten untuk bahasa yang dipilih akan digunakan (tata letak cumi-cumi standar), Custom menawarkan kemungkinan untuk mengunggah konten tema Anda sendiri.
ja_jp: プロキシエラーページは変更可能、デフォルトのレイアウトはDynFi Firewallのコンテンツを使用、Squidを選択した場合 選択された言語のコンテンツが使用されます（標準的なイカのレイアウト）、カスタムは、可能性を提供します。 をクリックして、自分のテーマコンテンツをアップロードしてください。
ko_ko: 프록시 오류 페이지를 변경할 수 있으며, 기본 레이아웃은 스퀴드를 선택하면 DynFi 방화벽 콘텐츠를 사용합니다. 를 선택하면 선택한 언어의 콘텐츠가 사용되며(표준 오징어 레이아웃), 사용자 정의는 자신만의 테마 콘텐츠를 업로드할 수 있는 를 사용하여 자신만의 테마 콘텐츠를 업로드할 수 있습니다.
pt_pt: As páginas de erro do proxy podem ser alteradas, o layout padrão usa o conteúdo da DynFi Firewall, quando o Squid é seleccionado o conteúdo para a língua seleccionada será utilizado (layout padrão da lula), Custom oferece a possibilidade para carregar o seu próprio conteúdo temático.
sw_sw: Proxyfelssidorna kan ändras, standardlayouten använder DynFi Firewalls innehåll när Squid är valt. används innehållet för det valda språket (standardlayout för Squid). att ladda upp ditt eget temainnehåll.
tr_tr: Proxy hata sayfaları değiştirilebilir, Squid seçildiğinde varsayılan düzen DynFi Firewall içeriğini kullanır Seçilen dil için içerik kullanılacaktır (standart squid düzeni), Custom aşağıdaki olanakları sunar kendi tema içeriğinizi yüklemek için.
uk_uk: Сторінки помилок проксі можна змінювати, за замовчуванням використовується вміст DynFi Firewall, при виборі Squid буде використано вміст для обраної мови (стандартний макет кальмара), Custom пропонує можливість завантажити власний вміст теми.

source: Configure a maximum Time to live in seconds for RRsets and messages in the cache. When the internal TTL expires the cache item is expired. This can be configured to force the resolver to query for data more often and not trust (very large) TTL values.
id_id: Konfigurasikan Waktu hidup maksimum dalam hitungan detik untuk RRset dan pesan dalam cache. Ketika TTL internal berakhir, item cache akan kedaluwarsa. Ini dapat dikonfigurasi untuk memaksa resolver meminta data lebih sering dan tidak mempercayai nilai TTL yang sangat besar.
ja_jp: キャッシュ内のRRsetとメッセージの最大Time to liveを秒単位で設定します。 内部TTLが切れると、キャッシュアイテムは期限切れになります。 これは、リゾルバがより頻繁にデータの問い合わせをするように設定することができます。 は、（非常に大きな）TTL 値を信用しない。
ko_ko: 캐시에 있는 RR설정 및 메시지에 대한 최대 유효기간(초)을 구성합니다. 내부 TTL이 만료되면 캐시 항목이 만료됩니다. 이 설정은 리졸버가 데이터를 더 자주 쿼리하도록 구성할 수 있습니다. (매우 큰) TTL 값을 신뢰하지 않도록 구성할 수 있습니다.
pt_pt: Configurar um Tempo máximo de vida em segundos para RRsets e mensagens na cache. Quando a TTL interna expira, o item da cache expira. Isto pode ser configurado para forçar o resolvedor a consultar os dados com mais frequência e não confiar (muito grande) nos valores TTL.
sw_sw: Konfigurera maximal Time to live i sekunder för RRsets och meddelanden i cacheminnet. När den interna TTL-tiden löper ut upphör cachematerialet att gälla. Detta kan konfigureras för att tvinga resolvern att söka efter data oftare och för att att inte lita på (mycket stora) TTL-värden.
tr_tr: Önbellekteki RRsetler ve mesajlar için saniye cinsinden maksimum bir Yaşam Süresi yapılandırın. Dahili TTL sona erdiğinde önbellek öğesinin süresi dolar. Bu, çözümleyiciyi verileri daha sık sorgulamaya zorlamak için yapılandırılabilir ve (çok büyük) TTL değerlerine güvenmeyin.
uk_uk: Налаштуйте максимальний час життя у секундах для RR-скидів та повідомлень у кеші. Коли закінчується внутрішній TTL, елемент кешу видаляється. Це можна налаштувати так, щоб змусити вирішувач запитувати дані частіше і не довіряти (великим значенням TTL). не довіряти (дуже великим) значенням TTL.

source: Configure a minimum Time to live in seconds for RRsets and messages in the cache. If the minimum value kicks in, the data is cached for longer than the domain owner intended, and thus fewer queries are made to look up the data. The 0 value ensures the data in the cache is as the domain owner intended. High values can lead to trouble as the data in the cache might not match up with the actual data anymore.
id_id: Konfigurasikan Waktu hidup minimum dalam hitungan detik untuk RRset dan pesan dalam cache. Jika nilai minimum diaktifkan, data akan di-cache lebih lama dari yang yang diinginkan pemilik domain, dan dengan demikian lebih sedikit kueri yang dibuat untuk mencari data. Nilai 0 memastikan data dalam cache sesuai dengan yang diinginkan pemilik domain. Nilai yang tinggi dapat menimbulkan masalah karena data dalam cache mungkin tidak sesuai lagi dengan data yang sebenarnya.
ja_jp: キャッシュ内のRRsetとメッセージのTime to liveの最小値（秒）を設定する。 最小値がキックされると、データはより長い間キャッシュされます。 そのため、データを検索するためのクエリが少なくなります。 0値は、キャッシュ内のデータがドメイン所有者の意図した通りであることを保証します。 高い値は、キャッシュ内のデータが実際のデータと一致しなくなる可能性があるため、トラブルにつながる可能性があります。
ko_ko: 캐시에서 RR설정 및 메시지에 대한 최소 유효 시간(초)을 구성합니다. 최소값이 적용되면 데이터가 도메인 소유자가 의도한 것보다 더 오래 캐시되므로 더 오래 캐시되므로 데이터를 조회하기 위한 쿼리 횟수가 줄어듭니다. 0 값은 캐시에 있는 데이터가 도메인 소유자가 의도한 대로 유지되도록 합니다. 값이 높으면 캐시의 데이터가 더 이상 실제 데이터와 일치하지 않을 수 있으므로 문제가 발생할 수 있습니다.
pt_pt: Configurar um Tempo mínimo de vida em segundos para RRsets e mensagens na cache. Se o valor mínimo entrar em vigor, os dados são armazenados em cache durante mais tempo do que o proprietário do domínio pretendido, e assim menos consultas são feitas para pesquisar os dados. O valor 0 assegura que os dados na cache são os pretendidos pelo proprietário do domínio. Valores elevados podem levar a problemas uma vez que os dados na cache podem já não coincidir com os dados reais.
sw_sw: Konfigurera en minsta Time to live i sekunder för RRsets och meddelanden i cacheminnet. Om minimivärdet tillämpas, lagras data i cacheminnet under längre tid än domänägaren hade tänkt sig, och därmed görs färre förfrågningar för att söka upp uppgifterna. Värdet 0 säkerställer att data i cacheminnet är som domänägaren avsett. Höga värden kan leda till problem eftersom data i cacheminnet kanske inte längre stämmer överens med de faktiska uppgifterna.
tr_tr: Önbellekteki RRsetler ve mesajlar için saniye cinsinden minimum bir Yaşam Süresi yapılandırın. Minimum değer devreye girerse, veriler şu süreden daha uzun süre önbelleğe alınır alan adı sahibinin istediği gibi olur ve böylece verileri aramak için daha az sorgu yapılır. 0 değeri, önbellekteki verilerin etki alanı sahibinin amaçladığı gibi olmasını sağlar. Yüksek değerler, önbellekteki veriler artık gerçek verilerle eşleşmeyebileceğinden sorunlara yol açabilir.
uk_uk: Налаштуйте мінімальний час життя у секундах для RR-змін та повідомлень у кеші. Якщо встановлено мінімальне значення, дані зберігаються в кеші довше, ніж планував власник домену. власник домену, і, таким чином, буде зроблено менше запитів для пошуку даних. Значення 0 гарантує, що дані в кеші будуть такими, як задумав власник домену. Високі значення можуть призвести до проблем, оскільки дані в кеші можуть більше не збігатися з реальними даними.

source: DNSKEYs are fetched earlier in the validation process when a Delegation signer is encountered. This helps lower the latency of requests but does utilize a little more CPU.
id_id: DNSKEY diambil lebih awal dalam proses validasi ketika penanda tangan Delegasi ditemukan. Hal ini membantu menurunkan latensi permintaan tetapi menggunakan lebih banyak CPU.
ja_jp: DNSKEYは、Delegation署名者に遭遇した場合、検証プロセスの早い段階で取得されます。 これはリクエストの待ち時間を短縮するのに役立ちますが、CPUを少し多く使用することになります。
ko_ko: 위임 서명자가 발견되면 유효성 검사 프로세스 초기에 DNSKEY를 가져옵니다. 이렇게 하면 요청 지연 시간을 줄이는 데 도움이 되지만 CPU를 조금 더 많이 사용합니다.
pt_pt: Os DNSKEYs são buscados mais cedo no processo de validação quando um signatário da Delegação é encontrado. Isto ajuda a baixar a latência dos pedidos, mas utiliza um pouco mais de CPU.
sw_sw: DNSKEY hämtas tidigare i valideringsprocessen när en delegeringsundertecknare påträffas. Detta bidrar till att minska väntetiden för förfrågningar, men det kräver lite mer CPU.
tr_tr: Bir Delegasyon imzalayanla karşılaşıldığında DNSKEY'ler doğrulama sürecinin başlarında getirilir. Bu, isteklerin gecikme süresini azaltmaya yardımcı olur ancak biraz daha fazla CPU kullanır.
uk_uk: DNSKEY отримуються на більш ранньому етапі процесу перевірки, коли зустрічається підписувач Делегування. Це допомагає зменшити затримку запитів, але використовує трохи більше процесорних ресурсів.

source: DNSSEC data is required for trust-anchored zones. If such data is absent, the zone becomes bogus. If this is disabled and no DNSSEC data is received, then the zone is made insecure.
id_id: Data DNSSEC diperlukan untuk zona berlabuh kepercayaan. Jika data tersebut tidak ada, zona tersebut menjadi palsu. Jika ini dinonaktifkan dan tidak ada data DNSSEC yang diterima, maka zona tersebut menjadi tidak aman.
ja_jp: DNSSECデータは、トラストアンカー・ゾーンに必要なデータです。そのようなデータがない場合、そのゾーンは偽装されたものになる。 これが無効でDNSSECデータを受信しない場合、そのゾーンは安全でないものになる。
ko_ko: 트러스트 앵커링 영역에는 DNSSEC 데이터가 필요합니다. 이러한 데이터가 없으면 영역이 가짜가 됩니다. 이 기능을 사용하지 않도록 설정하고 DNSSEC 데이터를 수신하지 않으면 영역이 안전하지 않게 됩니다.
pt_pt: Os dados DNSSEC são necessários para as zonas de confiança. Se tais dados estiverem ausentes, a zona torna-se falsa. Se isto for desactivado e não forem recebidos dados DNSSEC, então a zona torna-se insegura.
sw_sw: DNSSEC-data krävs för förtroendeförankrade zoner. Om sådana uppgifter saknas blir zonen falsk. Om detta är inaktiverat och inga DNSSEC-data tas emot blir zonen osäker.
tr_tr: Güven bağlantılı bölgeler için DNSSEC verileri gereklidir. Böyle bir veri yoksa bölge sahte olur. Bu devre dışı bırakılırsa ve hiçbir DNSSEC verisi alınmazsa, bölge güvensiz hale gelir.
uk_uk: Для довірчих зон потрібні дані DNSSEC. Якщо такі дані відсутні, зона стає фіктивною. Якщо цю функцію вимкнено і дані DNSSEC не отримано, зона стає незахищеною.

source: Destination ip address for entries in the blocklist (leave empty to use default: 0.0.0.0). Not used when "Return NXDOMAIN" is checked.
id_id: Alamat ip tujuan untuk entri dalam daftar blokir (biarkan kosong untuk menggunakan default: 0.0.0.0). Tidak digunakan bila "Kembalikan NXDOMAIN" dicentang.
ja_jp: ブロックリスト内のエントリーの宛先IPアドレス（デフォルト：0.0.0.0を使用する場合は空欄にします）。 NXDOMAINを返す」がチェックされている場合は使用しません。
ko_ko: 차단 목록에 있는 항목의 대상 IP 주소(기본값인 0.0.0.0을 사용하려면 비워 두세요). "Return NXDOMAIN"을 체크한 경우에는 사용되지 않습니다.
pt_pt: Endereço IP de destino para entradas na lista de blocos (deixar em branco para utilizar por defeito: 0.0.0.0). Não utilizado quando "Return NXDOMAIN" é verificado.
sw_sw: Mål-IP-adress för poster i blocklistan (lämna tomt för att använda standard: 0.0.0.0.0). Används inte när "Return NXDOMAIN" är markerad.
tr_tr: Blok listesindeki girişler için hedef ip adresi (varsayılanı kullanmak için boş bırakın: 0.0.0.0). "Return NXDOMAIN" işaretlendiğinde kullanılmaz.
uk_uk: IP-адреса призначення для записів у списку блокування (залиште порожнім, щоб використовувати значення за замовчуванням: 0.0.0.0). Не використовується, якщо встановлено прапорець "Повернути NXDOMAIN".

source: Direction of the traffic. The default policy is to filter inbound traffic, which sets the policy to the interface originally receiving the traffic.
id_id: Arah lalu lintas. Kebijakan default adalah memfilter trafik masuk, yang menetapkan kebijakan ke antarmuka yang menerima trafik.
ja_jp: トラフィックの方向。デフォルトのポリシーは、受信トラフィックをフィルタリングすることで、トラフィックを最初に受信するインターフェイスにポリシーを設定します。
ko_ko: 트래픽의 방향. 기본 정책은 인바운드 트래픽을 필터링하는 것으로, 원래 트래픽을 수신하는 인터페이스로 정책을 설정합니다.
pt_pt: Sentido do trânsito. A política padrão é a de filtrar o tráfego de entrada, o que define a política para a interface que recebe originalmente o tráfego.
sw_sw: Trafikens riktning. Standardpolicyn är att filtrera inkommande trafik, vilket innebär att policyn ställs in på det gränssnitt som ursprungligen tar emot trafiken.
tr_tr: Trafiğin yönü. Varsayılan ilke gelen trafiği filtrelemektir, bu da ilkeyi trafiği orijinal olarak alan arabirime ayarlar.
uk_uk: Напрямок трафіку. Політикою за замовчуванням є фільтрація вхідного трафіку, яка встановлює політику для інтерфейсу, що спочатку отримує трафік.

source: Domain to override (NOTE: this does not have to be a valid TLD!), e.g. 'test' or 'mycompany.localdomain' or '1.168.192.in-addr.arpa'
id_id: Domain yang akan ditimpa (CATATAN: domain ini tidak harus berupa TLD yang valid!) misalnya 'test' atau 'mycompany.localdomain' atau '1.168.192.in-addr.arpa'
ja_jp: 上書きするドメイン（注：有効なTLDである必要はありません！）。 例： 'test' または 'mycompany.localdomain' または '1.168.192.in-addr.arpa' です。
ko_ko: 재정의할 도메인(참고: 유효한 TLD일 필요는 없습니다!), 예: 'test' 또는 'mycompany.localdomain' 또는 '1.168.192.in-addr.arpa'
pt_pt: Domínio a substituir (NOTA: este não tem de ser um TLD válido!), por exemplo 'test' ou 'mycompany.localdomain' ou '1.168.192.in-addr.arpa'.
sw_sw: Domän som ska åsidosättas (OBS: detta behöver inte vara en giltig toppdomän!), t.ex. "test" eller "mycompany.localdomain" eller "1.168.192.in-addr.arpa".
tr_tr: Geçersiz kılınacak alan adı (NOT: bunun geçerli bir TLD olması gerekmez!), örneğin 'test' veya 'mycompany.localdomain' veya '1.168.192.in-addr.arpa'
uk_uk: Домен для заміни (ПРИМІТКА: це не обов'язково має бути дійсний TLD!), наприклад, 'test' або 'mycompany.localdomain' або '1.168.192.in-addr.arpa'

source: IP address of the authoritative DNS server for this domain, e.g. '192.168.100.100'. To use a nondefault port for communication, append an '@' with the port number.
id_id: Alamat IP server DNS resmi untuk domain ini, misalnya '192.168.100.100'. Untuk menggunakan port nondefault untuk komunikasi, tambahkan '@' dengan nomor port.
ja_jp: このドメインの権威あるDNSサーバーのIPアドレス。 例：「192.168.100.100」。デフォルト以外のポートを通信に使用する場合。 はポート番号と一緒に'@'を付加します。
ko_ko: 이 도메인에 대한 권한 있는 DNS 서버의 IP 주소입니다, 예: '192.168.100.100'. 통신에 기본 포트가 아닌 포트를 사용하려면, 포트 번호 앞에 '@'를 추가합니다.
pt_pt: Endereço IP do servidor DNS autorizado para este domínio, por exemplo, '192.168.100.100'. Utilizar um porto não falho para comunicação, anexar um '@' com o número do porto.
sw_sw: IP-adress till den auktoritativa DNS-servern för den här domänen, t.ex. "192.168.100.100". Om du vill använda en annan port än standardporten för kommunikation, bifoga ett "@" till portnumret.
tr_tr: Bu etki alanı için yetkili DNS sunucusunun IP adresi, örneğin '192.168.100.100'. İletişim için varsayılan olmayan bir bağlantı noktası kullanmak için, port numarasına bir '@' ekleyin.
uk_uk: IP-адреса авторитетного DNS-сервера для цього домену, наприклад, '192.168.100.100'. Щоб використовувати для зв'язку порт не за замовчуванням, додайте '@' до номера порту.

source: If a domain is entered here, queries for this specific domain will be forwarded to the specified server. Leave blank to forward all queries to the specified server (default).
id_id: Jika domain dimasukkan di sini, kueri untuk domain khusus ini akan diteruskan ke server yang ditentukan. Biarkan kosong untuk meneruskan semua kueri ke server yang ditentukan (default).
ja_jp: ここにドメインが入力されている場合、この特定のドメインに対するクエリは、指定されたサーバーに転送されます。 すべてのクエリーを指定したサーバーに転送する場合は、空白のままにします（デフォルト）。
ko_ko: 여기에 도메인을 입력하면 이 특정 도메인에 대한 쿼리가 지정된 서버로 전달됩니다. 모든 쿼리를 지정된 서버로 전달하려면 비워 둡니다(기본값).
pt_pt: Se um domínio for introduzido aqui, as consultas para este domínio específico serão encaminhadas para o servidor especificado. Deixe em branco para reencaminhar todas as consultas para o servidor especificado (por defeito).
sw_sw: Om en domän anges här kommer frågor för den specifika domänen att vidarebefordras till den angivna servern. Lämna tomt för att vidarebefordra alla frågor till den angivna servern (standard).
tr_tr: Buraya bir etki alanı girilirse, bu belirli etki alanı için sorgular belirtilen sunucuya yönlendirilecektir. Tüm sorguları belirtilen sunucuya yönlendirmek için boş bırakın (varsayılan).
uk_uk: Якщо тут вказати домен, запити для цього домену будуть перенаправлятися на вказаний сервер. Залиште поле порожнім, щоб перенаправляти всі запити на вказаний сервер (за замовчуванням).

source: If a packet matches a rule specifying quick, then that rule is considered the last matching rule and the specified action is taken. When a rule does not have quick enabled, the last matching rule wins.
id_id: Jika sebuah paket cocok dengan sebuah aturan yang menetapkan quick, maka aturan tersebut dianggap sebagai aturan terakhir yang cocok dan tindakan yang ditentukan akan diambil. Ketika sebuah aturan tidak memiliki quick yang diaktifkan, aturan pencocokan terakhir yang menang.
ja_jp: パケットが quick を指定したルールにマッチした場合、そのルールは最後にマッチしたルールとみなされ、指定されたアクションが実行されます。 ルールがクイックを有効にしていない場合、最後にマッチしたルールが優先されます。
ko_ko: 패킷이 빠른 실행을 지정하는 규칙과 일치하는 경우 해당 규칙이 마지막으로 일치하는 규칙으로 간주되어 지정된 작업이 수행됩니다. 규칙에 빠른 설정이 없는 경우 마지막으로 일치하는 규칙이 승리합니다.
pt_pt: Se um pacote corresponder a uma regra que especifica rapidamente, então essa regra é considerada a última regra de correspondência e a acção especificada é tomada. Quando uma regra não tem a regra de correspondência rápida activada, ganha a última regra de correspondência.
sw_sw: Om ett paket matchar en regel som anger quick anses regeln vara den sista matchande regeln och den angivna åtgärden vidtas. Om en regel inte har quick aktiverat, vinner den sist matchande regeln.
tr_tr: Bir paket quick belirten bir kuralla eşleşirse, bu kural son eşleşen kural olarak kabul edilir ve belirtilen eylem gerçekleştirilir. Bir kuralda quick etkin değilse, son eşleşen kural kazanır.
uk_uk: Якщо пакет відповідає правилу, в якому вказано quick, то це правило вважається останнім відповідним правилом і виконується вказана дія. Якщо в правилі не ввімкнено опцію quick, перемагає правило, яке збігається з останнім.
