Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Inverse
it_it: Inverso

source: Resolution
it_it: Risoluzione

source: Show Tables
it_it: Mostra i tavoli

source: Please wait while loading data...
it_it: Si prega di attendere durante il caricamento dei dati ...

source: Current detail is showing
it_it: Il dettaglio attuale è mostrato

source: averages
it_it: medie

source: Current View - Overview
it_it: Vista corrente - Panoramica

source: Current View - Details
it_it: Vista corrente - Dettagli

source: Toggle Timeview
it_it: Attiva TimeView

source: Full Date & Time
it_it: Data e ora completa

source: Download as CSV
it_it: Scarica come CSV

source: Multiselect
it_it: Selezione multipla

source: Toggle between range (max level) and exact severity filter
it_it: Attiva alterni tra l'intervallo (livello massimo) e il filtro di gravità esatto

source: Go to page
it_it: Vai alla pagina

source: Do you really want to flush this log?
it_it: Vuoi davvero eliminare questo registro?

source: Severity
it_it: Gravità

source: Emergency
it_it: Emergenza

source: Critical
it_it: Critico

source: Informational
it_it: Informativo

source: Facility
it_it: Facilità

source: Line
it_it: Linea

source: download selection
it_it: Download Selezione

source: Clear log
it_it: Pulisci il registro

source: Capture
it_it: Catturare

source: Flow
it_it: Fluire

source: Sources
it_it: Fonti

source: (other)
it_it: (Altro)

source: Totals
it_it: Totali

source: Details
it_it: Dettagli

source: Export
it_it: Esportare

source: Local data collection is not enabled at the moment, please configure netflow first
it_it: La raccolta dei dati locali non è abilitata al momento, configura prima NetFlow

source: Go to netflow configuration
it_it: Vai alla configurazione Netflow

source: Last 2 hours, 30 second average
it_it: Ultime 2 ore, 30 secondi in media

source: Last 8 hours, 5 minute average
it_it: Ultime 8 ore, media 5 minuti

source: Last 24 hours, 5 minute average
it_it: Ultime 24 ore, media 5 minuti

source: 7 days, 1 hour average
it_it: 7 giorni, 1 ora media

source: 14 days, 1 hour average
it_it: 14 giorni, 1 ora media

source: 30 days, 24 hour average
it_it: 30 giorni, media 24 ore

source: 60 days, 24 hour average
it_it: 60 giorni, media 24 ore

source: 90 days, 24 hour average
it_it: 90 giorni, media 24 ore

source: 182 days, 24 hour average
it_it: 182 giorni, media 24 ore

source: Last year, 24 hour average
it_it: L'anno scorso, media 24 ore

source: Interface totals (bits/sec)
it_it: Totali dell'interfaccia (bit/sec)

source: OUT
it_it: FUORI

source: Top usage ports / sources (bytes)
it_it: Porte / fonti di utilizzo più alto (byte)

source: Reverse lookup
it_it: Ricerca inversa

source: click on pie for details
it_it: Fai clic sulla torta per i dettagli

source: Total
it_it: Totale

source: Date from
it_it: Data da

source: Date to
it_it: Data a

source: (dst) Port
it_it: (DST) Porta

source: (dst) Address
it_it: (DST) Indirizzo

source: (src) Address
it_it: (SRC) indirizzo

source: Last seen
it_it: Ultima visualizzazione

source: Total (selection)
it_it: Totale (selezione)

source: Attribute
it_it: Attributo

source: Collection
it_it: Collezione

source: Resolution (seconds)
it_it: Risoluzione (secondi)

source: From date
it_it: Di data

source: To date
it_it: Ad oggi

source: Remove static route
it_it: Rimuovere il percorso statico

source: Are you sure you want to remove this route? Caution, this could potentially lead to loss of connectivity
it_it: Sei sicuro di voler rimuovere questo percorso? Attenzione, questo potrebbe potenzialmente portare alla perdita di connettività

source: Use
it_it: Utilizzo

source: Netif (name)
it_it: Netif (nome)

source: Expire
it_it: Scadere

source: Waiting for data...
it_it: In attesa di dati ...

source: USERNAME
it_it: NOME UTENTE

source: NICE
it_it: SIMPATICO

source: SIZE
it_it: DIMENSIONE

source: STATE
it_it: STATO

source: TIME
it_it: TEMPO

source: COMMAND
it_it: COMANDO

source: Top hosts in (bps)
it_it: Host Top in (BPS)

source: Top hosts out (bps)
it_it: Top Host Out (BPS)

source: Graph
it_it: Grafico

source: Top talkers
it_it: I migliori oratori

source: Total In
it_it: Totale in

source: Total Out
it_it: Totale

source: %s out of %s selected
it_it: %s su %s selezionato

source: message
it_it: Messaggio

source: Please note that none of the aliases provided are imported due to the errors above
it_it: Si prega di notare che nessuno degli alias forniti viene importato a causa degli errori sopra

source: Import aliases
it_it: Importa alias

source: In order to use GeoIP, you need to configure a source in the GeoIP settings tab
it_it: Per utilizzare GEOIP, è necessario configurare una fonte nella scheda Impostazioni GEOIP

source: Current Tables Entries/Firewall Maximum Table Entries
it_it: Voci di tabelle di corrente/Voci di tabella massima del firewall

source: loading data..
it_it: caricamento dati..

source: GeoIP settings
it_it: Impostazioni GEOIP

source: Filter type
it_it: Tipo di filtro

source: Content
it_it: Contenuto

source: Loaded#
it_it: Caricato#

source: download
it_it: Scarica

source: upload
it_it: caricamento

source: Error reconfiguring aliases
it_it: Errore riconfigurazione degli alias

source: Edit Alias
it_it: Modifica alias

source: Enable this alias
it_it: Abilita questo alias

source: The name of the alias may only consist of the characters "a-z, A-Z, 0-9 and _". Aliases can be nested using this name.
it_it: Il nome dell'alias può essere costituito solo dai personaggi "A-Z, A-Z, 0-9 e _". Gli alias possono essere nidificati usando questo nome.

source: Refresh Frequency
it_it: Aggiorna frequenza

source: The frequency that the list will be refreshed, in days + hours, so 1 day and 8 hours means the alias will be refreshed after 32 hours.
it_it: La frequenza che l'elenco verrà aggiornato, in giorni + ore, quindi 1 giorno e 8 ore significa che l'alias verrà aggiornato dopo 32 ore.

source: Region
it_it: Regione

source: Countries
it_it: Paesi

source: Clear All
it_it: Cancella tutto

source: Copy
it_it: copia

source: Paste
it_it: Incolla

source: Select the interface for the V6 dynamic IP
it_it: Seleziona l'interfaccia per l'IP dinamico V6

source: Maintain a set of counters for each table entry
it_it: Mantieni una serie di contatori per ogni voce della tabella

source: Tables
it_it: Tavoli

source: Do you really want to flush this table?
it_it: Vuoi davvero sciacquare questo tavolo?

source: Find references
it_it: Trova riferimenti

source: Enter an IP address to show in which aliases it is used.
it_it: Immettere un indirizzo IP per mostrare quali alias viene utilizzato.

source: Error while fetching matching aliases:
it_it: Errore durante il recupero di alias di corrispondenza:

source: No matches for this IP.
it_it: Nessuna corrispondenza per questo IP.

source: Quick add address
it_it: Indirizzo aggiuntivo rapido

source: Update bogons
it_it: Aggiorna Bogons

source: Look up which aliases match a certain IP address
it_it: Cerca quali alias corrispondono a un determinato indirizzo IP

source: packets
it_it: pacchetti

source: bytes
it_it: byte

source: Edit category
it_it: Modifica categoria

source: Savepoint created
it_it: SavePoint creato

source: Revert to savepoint
it_it: Ritorna a SavePoint

source: Enter a savepoint to rollback to.
it_it: Inserisci un punto di salvataggio su cui rollback.

source: Revert
it_it: Ripristina

source: Filter load error
it_it: Errore di caricamento del filtro

source: Savepoint
it_it: Salvare

source: snapshot error
it_it: Errore di istantanee

source: Edit rule
it_it: Modifica regola

source: Error reconfiguring FreeRADIUS
it_it: Errore che riconfigura il freeradius

source: Shared secret
it_it: Segreto condiviso

source: IP Address or Network
it_it: Indirizzo IP o rete

source: Edit Client
it_it: Modifica client

source: This feature is still in experimental state, use with caution.
it_it: Questa funzione è ancora in stato sperimentale, utilizzato con cautela.

source: Edit DHCP
it_it: Modifica DHCP

source: Edit Lease
it_it: Modifica il contratto di locazione

source: Edit User
it_it: Modifica l'utente

source: Edit AVPair
it_it: Modifica AvPair

source: not installed
it_it: non installato

source: Alert sid
it_it: Avviso Sid

source: http hostname
it_it: nome host http

source: http url
it_it: URL HTTP

source: tls subject
it_it: soggetto TLS

source: tls issuer
it_it: Emittente TLS

source: tls session resumed
it_it: La sessione TLS è ripresa

source: tls fingerprint
it_it: impronta digitale TLS

source: tls serial
it_it: seriale TLS

source: tls version
it_it: versione TLS

source: tls notbefore
it_it: TLS non prima

source: Configured action
it_it: Azione configurata

source: Changes will be active after apply (rules tab)
it_it: Le modifiche saranno attive dopo l'applicazione (scheda Regole)

source: Payload
it_it: Carico utile

source: Alert info
it_it: Informazioni di allerta

source: Remove log file:
it_it: Rimuovi il file di registro:

source: Removing this file will cleanup disk space, but cannot be undone.
it_it: La rimozione di questo file pulirà lo spazio su disco, ma non può essere annullato.

source: User defined
it_it: Definito dall'utente

source: Alerts
it_it: Avvisi

source: Error reconfiguring IDS
it_it: Errore riconfigurazione di IDS

source: Please use "Download & Update Rules" to fetch your initial ruleset, automatic updating can be scheduled after the first download.
it_it: Si prega di utilizzare "Regole di download e aggiornamento" per recuperare il tuo set di regole iniziali, l'aggiornamento automatico può essere programmato dopo il primo download.

source: Download & Update Rules
it_it: Download e regole di aggiornamento

source: Filters
it_it: Filtri

source: ClassType
it_it: Classype

source: Info / Enabled
it_it: Informazioni / abilitate

source: Alert selected
it_it: Avviso selezionato

source: Drop selected
it_it: Rilascia selezionata

source: Delete Alert Log
it_it: Elimina il registro di avviso

source: Query
it_it: Domanda

source: Rule details
it_it: Dettagli della regola

source: Ruleset details
it_it: Dettagli del set di regole

source: Policies
it_it: Politiche

source: Rule adjustments
it_it: Aggiustamenti delle regole

source: Key Size
it_it: Dimensione della chiave

source: Key Fingerprint
it_it: Chiave impronta digitale

source: Edit key pair
it_it: Modifica coppia di chiavi

source: Connected
it_it: Collegato

source: Phase 1
it_it: Fase 1

source: Phase 2
it_it: Fase 2

source: Tunnel endpoints
it_it: Endpoint tunnel

source: add phase 1 entry
it_it: Aggiungi voce di fase 1

source: Error reconfiguring loopbacks
it_it: Errore riconfigurazione di loopback

source: Edit Loopback
it_it: Modifica loopback

source: Error reconfiguring vxlan
it_it: Errore riconfigurazione di VXLAN

source: Edit VxLan
it_it: Modifica VXLAN

source: Error reconfiguring Monit
it_it: Monit di riconfigurazione dell'errore

source: The Monit configuration has been changed
it_it: La configurazione monit è stata modificata

source: Alert Settings
it_it: Impostazioni di avviso

source: Service Settings
it_it: Impostazioni del servizio

source: Service Tests Settings
it_it: Impostazioni dei test di servizio

source: No Redis plugin found, please install via System > Firmware > Plugins and enable the service.
it_it: Nessun plug -in Redis trovato, installa tramite Sistema> Firmware> Plugin e abilitare il servizio.

source: Maintenance
it_it: Manutenzione

source: Accounts / certificates
it_it: Account / certificati

source: Linked user(s)
it_it: Utenti collegati

source: Are you sure you want to flush all generated content and restart the proxy?
it_it: Sei sicuro di voler eliminare tutti i contenuti generati e riavviare il proxy?

source: saved
it_it: salvato

source: Reset custom template
it_it: Ripristina il modello personalizzato

source: Are you sure you want to flush the configured template (back to defaults)?
it_it: Sei sicuro di voler scaricare il modello configurato (tornando alle impostazioni predefinite)?

source: Remote Access Control Lists
it_it: Elenchi di controllo dell'accesso remoto

source: Error Pages
it_it: Pagine di errore

source: Remote Blacklist
it_it: Lista nera remota

source: Add an item to the table to fetch a remote acl for blacklisting.%s You can enable or disable the blacklist list.%s The active blacklists will be merged with the settings under %sForward Proxy -> Access Control List%s.
it_it: Aggiungi un elemento al tavolo per recuperare un ACL remoto per la lista nera.%s È possibile abilitare o disabilitare l'elenco delle lista nere.%s Le liste nere attive verranno unite con le impostazioni sotto il proxy SForward -> Elenco di controllo degli accessi %s.

source: After changing categories, please remember to download the ACL again to apply your new settings
it_it: Dopo aver modificato le categorie, ricordati di scaricare nuovamente l'ACL per applicare le tue nuove impostazioni

source: Edit | Delete
it_it: Modifica | Eliminare

source: Error reconfiguring proxy
it_it: Errore riconfigurazione del proxy

source: Download ACLs & Apply
it_it: Scarica ACLS e applica

source: Error fetching remote acls
it_it: Errore che recupera ACL remoti

source: Download ACLs
it_it: Scarica ACLS

source: Schedule with Cron
it_it: Programma con Cron

source: Reset all generated content (cached files and certificates included) and restart the proxy.
it_it: Ripristina tutto il contenuto generato (file e certificati memorizzati in cache) e riavvia il proxy.

source: Error pages
it_it: Pagine di errore

source: Upload selected file
it_it: Carica file selezionato

source: Download and upload custom error pages, if no (new) files are provided our defaults are used.
it_it: Scarica e caricano pagine di errore personalizzate, se non vengono forniti file (nuovi) predefiniti.

source: Edit blacklist
it_it: Modifica la lista nera

source: Edit Proxy
it_it: Modifica proxy

source: Edit Match
it_it: Modifica corrispondenza

source: Edit Rule
it_it: Modifica regola

source: Confirm database reset
it_it: Conferma il ripristino del database

source: Do you want to reset the database?
it_it: Vuoi ripristinare il database?

source: Do not enter static routes for networks assigned on any interface of this firewall. Static routes are only used for networks reachable via a different router, and not reachable via your default gateway.
it_it: Non inserire percorsi statici per le reti assegnate su alcuna interfaccia di questo firewall. Le rotte statiche sono utilizzate solo per reti raggiungibili tramite un router diverso e non raggiungibili tramite il gateway predefinito.

source: Error reconfiguring routes
it_it: Errore di riconfigurazione dei percorsi

source: Edit route
it_it: Modifica percorso

source: PASSED
it_it: PASSATO

source: WARNING
it_it: AVVERTIMENTO

source: Do you really want to abort the test?
it_it: Vuoi davvero interrompere il test?

source: No SMART devices.
it_it: Nessun dispositivo intelligente.

source: Info type
it_it: Tipo di informazioni

source: SMART Capabilities
it_it: Capacità intelligenti

source: Attributes
it_it: Attributi

source: Device: /dev/
it_it: Dispositivo: /dev /

source: Perform Self-tests
it_it: Eseguire autotest

source: Test type
it_it: Tipo di prova

source: Short
it_it: Breve

source: Conveyance (ATA Disks Only)
it_it: Trasporto (solo dischi ATA)

source: View Logs
it_it: Visualizza i registri

source: Log type
it_it: Tipo di registro

source: Self-test
it_it: Test di autoverifica

source: Abort tests
it_it: Abort test

source: Abort
it_it: Abortire

source: Error reconfiguring syslog
it_it: Errore riconfigurazione di syslog

source: Edit destination
it_it: Modifica destinazione

source: Are you sure you want to flush and reload all? this might have impact on other services using the same technology underneath (such as Captive portal)
it_it: Sei sicuro di voler sciacquare e ricaricare tutto? Ciò potrebbe avere un impatto su altri servizi utilizzando la stessa tecnologia sottostante (come Captive Portal)

source: Metric
it_it: Metrica

source: Burst
it_it: Scoppiare

source: Error reconfiguring trafficshaper
it_it: Errore riconfigurazione di traffico

source: Edit pipe
it_it: Modifica pipe

source: Edit queue
it_it: Modifica coda

source: Delay (ms):
it_it: Ritardo (ms):

source: Current Activity
it_it: Attività corrente

source: Drop Bytes
it_it: Drop byte

source: Show rules
it_it: Mostra le regole

source: Show active flows
it_it: Mostra flussi attivi

source: Accessed
it_it: Accesso

source: Loading
it_it: Caricamento in corso

source: Legend
it_it: Leggenda

source: Error reconfiguring unbound
it_it: Errore riconfigurazione non legata

source: Edit server
it_it: Modifica server

source: Recursion time (average)
it_it: Tempo di ricorsione (media)

source: Recursion time (median)
it_it: Tempo di ricorsione (mediana)

source: TCP usage
it_it: Utilizzo di TCP

source: IP ratelimited queries
it_it: Query ratelimited IP

source: Recursive replies
it_it: Risposte ricorsive

source: Cache misses
it_it: Cache manca

source: Cache hits
it_it: Colpi di cache

source: Queries
it_it: Interrogazioni

source: Now
it_it: Adesso

source: Elapsed
it_it: Trascorso

source: Local
it_it: Locale

source: Handshakes
it_it: Strette di mano

source: Edit Endpoint
it_it: Modifica endpoint

source: Edit Local Configuration
it_it: Modifica la configurazione locale

source: Network Id
it_it: ID di rete

source: Edit Zerotier Network
it_it: Modifica la rete zerotier

source: physical
it_it: fisico

source: settings
it_it: impostazioni

source: primaryPort
it_it: Primaria

source: Unable to retrieve Zerotier information. Is the service enabled and is there internet connectivity?
it_it: Impossibile recuperare le informazioni di Zerotier. Il servizio è abilitato ed è lì connettività Internet?

source: Addresses
it_it: Indirizzi

source: No addresses currently defined.
it_it: Nessun indirizzo attualmente definito.

source: target
it_it: bersaglio

source: via
it_it: attraverso

source: metric
it_it: metrica

source: No routes currently defined.
it_it: Nessun percorso attualmente definito.

source: Unable to retrieve Zerotier network information. Is the service enabled, do you have enabled networks and is there internet connectivity?
it_it: Impossibile recuperare informazioni di rete Zerotier. Il servizio è abilitato, hai reti abilitate ed è presente connettività a Internet?

source: Peer
it_it: Pari

source: active
it_it: attivo

source: expired
it_it: è scaduto

source: preferred
it_it: preferito

source: trustedPathId
it_it: fidati

source: Unable to retrieve Zerotier peer information. Is the service enabled and is there internet connectivity?
it_it: Impossibile recuperare le informazioni tra pari di Zerotier. Il servizio è abilitato ed è lì connettività Internet?

source: advanced mode
it_it: modalità avanzata

source: Processing request...
it_it: Richiesta di elaborazione ...

source: Toggle navigation
it_it: Attiva la navigazione

source: Showing %s to %s of %s entries
it_it: Mostrando %s a %s di %s voci

source: Loading...
it_it: Caricamento in corso...

source: No results found!
it_it: Nessun risultato trovato!

source: Nothing selected
it_it: Niente selezionato

source: No results matched {0}
it_it: Nessun risultato abbinato {0}

source: Select All
it_it: Seleziona tutto

source: Deselect All
it_it: Deselezionare tutto

source: Remove selected item(s)?
it_it: Rimuovere gli oggetti selezionati)?

source: MONITOR: %s is down, removing from routing group %s
it_it: Monitor: %s è in calo, rimuovendo dal gruppo di routing %s

source: MONITOR: %s has packet loss, removing from routing group %s
it_it: Monitor: %s ha una perdita di pacchetti, rimuovendo dal gruppo di routing %s

source: MONITOR: %s has high latency, removing from routing group %s
it_it: Monitor: %s ha alta latenza, rimuovendo dal gruppo di routing %s

source: Gateways status could not be determined, considering all as up/active. (Group: %s)
it_it: Non è stato possibile determinare lo stato dei gateway, considerando tutto come UP/Active. (Gruppo: %s)

source: Latency
it_it: Latenza

source: Packetloss
it_it: Perdita di pacchetti

source: critical
it_it: critico

source: Background (1, lowest)
it_it: Sfondo (1, più basso)

source: Best Effort (0, default)
it_it: Miglior sforzo (0, impostazione predefinita)

source: Excellent Effort (2)
it_it: Ottimo sforzo (2)

source: Critical Applications (3)
it_it: Applicazioni critiche (3)

source: Voice (5)
it_it: Voce (5)

source: Internetwork Control (6)
it_it: Controllo Internet (6)

source: Network Control (7, highest)
it_it: Controllo della rete (7, più alto)

source: Captive Portal
it_it: Portale prigioniero

source: Dashboard
it_it: Pannello

source: Certificates
it_it: Certificati

source: Virtual IPs
it_it: IPS virtuale

source: Network Time
it_it: Tempo di rete

source: Shaper
it_it: plasmatore

source: IPv4 Tunnel Network
it_it: Rete tunnel IPv4

source: IPv6 Tunnel Network
it_it: Rete tunnel IPv6

source: IPv4 Local Network
it_it: Rete locale IPv4

source: IPv6 Local Network
it_it: Rete locale IPv6

source: IPv4 Remote Network
it_it: Rete remota IPv4

source: IPv6 Remote Network
it_it: Rete remota IPv6

source: Aliases
it_it: Alias

source: Web Proxy
it_it: Proxy web

source: Intrusion Detection
it_it: Rilevamento delle intrusioni

source: Unbound DNS
it_it: DN non illuminato

source: Status
it_it: Stato

source: Username
it_it: Nome utente

source: Password
it_it: Parola d'ordine

source: Interfaces
it_it: Interfacce

source: System
it_it: Sistema

source: Download
it_it: Scarica

source: Action
it_it: Azione

source: Version
it_it: Versione

source: History
it_it: Storia

source: Hostname or IP
it_it: Nome host o IP

source: Type
it_it: Tipo

source: Address
it_it: Indirizzo

source: DNS Lookup
it_it: Ricerca DNS

source: Connection
it_it: Connessione

source: Remote Host
it_it: Host remoto

source: out
it_it: fuori

source: Host
it_it: Ospite

source: Interface
it_it: Interfaccia

source: Promiscuous
it_it: Promiscuo

source: Address Family
it_it: Affrontare la famiglia

source: IPv4 Only
it_it: Solo IPv4

source: IPv6 Only
it_it: Solo IPv6

source: Select the type of traffic to be captured, either Any, IPv4 only or IPv6 only.
it_it: Seleziona il tipo di traffico da catturare, solo IPv4 o IPv6.

source: Protocol
it_it: Protocollo

source: CARP (VRRP)
it_it: Carpa (VRRP)

source: Host Address
it_it: Indirizzo dell'host

source: Port
it_it: Porta

source: The port can be either the source or destination port. The packet capture will look for this port in either field.
it_it: La porta può essere la porta di origine o di destinazione. La cattura dei pacchetti cercherà questa porta in entrambi i campi.

source: Packet Length
it_it: Lunghezza del pacchetto

source: The Packet length is the number of bytes of each packet that will be captured. Default value is 0, which will capture the entire frame regardless of its size.
it_it: La lunghezza del pacchetto è il numero di byte di ciascun pacchetto che verrà catturato. Il valore predefinito è 0, che catturerà l'intero frame indipendentemente dalle sue dimensioni.

source: Count
it_it: Contare

source: Medium
it_it: medio

source: High
it_it: Alto

source: Stop
it_it: Fermare

source: Start
it_it: Inizio

source: info
it_it: Informazioni

source: Default
it_it: Predefinito

source: Rules
it_it: Regole

source: None
it_it: Nessuno

source: Port Probe
it_it: Sonda porta

source: Port Forward
it_it: Porto in avanti

source: Source
it_it: Fonte

source: Destination
it_it: Destinazione

source: Description
it_it: Descrizione

source: Disable
it_it: disattivare

source: Enable
it_it: Abilitare

source: Destination IP
it_it: IP di destinazione

source: Source address
it_it: Indirizzo di partenza

source: Disabled
it_it: Disabilitato
