Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Do you really want to delete this PPP interface?
id_id: Apakah Anda benar-benar ingin menghapus antarmuka PPP ini?
it_it: Vuoi davvero eliminare questa interfaccia PPP?
ja_jp: 本当にこのppp インタフェースを削除しますか？
ko_ko: 이 PPP 인터페이스를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar este interface PPP?
sw_sw: Vill du verkligen ta bort det här PPP-gränssnittet?
tr_tr: Bu PPP arayüzünü gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей інтерфейс PPP?

source: Interface(s)/Port(s)
id_id: Antarmuka/Port(-Port)
it_it: Interfaccia (s)/porte (s)
ja_jp: インタフェース／ポート
ko_ko: 인터페이스/포트
pt_pt: Interface(s)/Porta(s)
sw_sw: Gränssnitt/portar
tr_tr: Arayüz(ler)/Port(lar)
uk_uk: Інтерфейс(и)/порт(и)

source: Link Interface(s)
id_id: Antarmuka Tautan (Interface)
it_it: Interfaccia (i) di collegamento
ja_jp: インタフェースリンク
ko_ko: 링크 인터페이스
pt_pt: Interface(s) de ligação
sw_sw: Länkgränssnitt
tr_tr: Bağlantı Arayüz(ler)i
uk_uk: Інтерфейс(и) зв'язку

source: Subnet
it_it: Sottorete
ja_jp: サブネット
ko_ko: 서브넷
pt_pt: Sub-rede
sw_sw: Undernät
tr_tr: Alt ağ
uk_uk: Підмережа

source: Please choose a Link Type.
id_id: Silakan pilih Jenis Tautan.
it_it: Scegli un tipo di collegamento.
ja_jp: リンクタイプを選択してください
ko_ko: 링크 유형을 선택하세요.
pt_pt: Por favor selecione um tipo de Link.
sw_sw: Välj en länktyp.
tr_tr: Lütfen bir Bağlantı Türü seçin.
uk_uk: Будь ласка, оберіть тип посилання.

source: Multilink connections (MLPPP) using the PPP link type is not currently supported. Please select only one Link Interface.
id_id: Koneksi multilink (MLPPP) yang menggunakan jenis tautan PPP saat ini tidak didukung. Pilih hanya satu Antarmuka Tautan.
it_it: MultiLink Connections (MLPPP) utilizzando il tipo di collegamento PPP non è attualmente supportato. Seleziona solo un'interfaccia di collegamento.
ja_jp: pppタイプを使用した、マルチリンク接続（mlppp）現在対応していません。
ko_ko: PPP 링크 유형을 사용하는 다중 링크 연결(MLPPP)은 현재 지원되지 않습니다. 링크 인터페이스는 하나만 선택해 주세요.
pt_pt: Ligações Multilink (MLPPP) que utilizam o tipo de ligação PPP não são actualmente suportadas. Por favor seleccione apenas um link do interface.
sw_sw: Multilink-anslutningar (MLPPP) som använder PPP-länktypen stöds för närvarande inte. Välj endast ett länkgränssnitt.
tr_tr: PPP bağlantı türünü kullanan çoklu bağlantılar (MLPPP) şu anda desteklenmemektedir. Lütfen yalnızca bir Bağlantı Arayüzü seçin.
uk_uk: Багатоканальні з'єднання (MLPPP) з використанням типу зв'язку PPP наразі не підтримуються. Будь ласка, виберіть лише один інтерфейс зв'язку.

source: The Service name contains invalid characters.
id_id: Nama Layanan berisi karakter yang tidak valid.
it_it: Il nome del servizio contiene caratteri non validi.
ja_jp: サービス名に無効な文字が含まれています
ko_ko: 서비스 이름에 잘못된 문자가 포함되어 있습니다.
pt_pt: O nome de Serviço contém carateres inválidos.
sw_sw: Tjänstens namn innehåller ogiltiga tecken.
tr_tr: Hizmet adı geçersiz karakterler içeriyor.
uk_uk: Ім'я сервісу містить недопустимі символи.

source: Do not specify both a Service name and a NULL Service name.
id_id: Jangan tentukan nama Layanan dan nama Layanan NULL.
it_it: Non specificare sia un nome di servizio che un nome di servizio nullo.
ja_jp: サービス名及びヌル サービス名を、両方ともを指定しないでください。
ko_ko: 서비스 이름과 NULL 서비스 이름을 모두 지정하지 마세요.
pt_pt: Não especifique um nome de Serviço e o nome de Serviço NULL.
sw_sw: Ange inte både ett tjänstens namn och ett NULL-tjänstens namn.
tr_tr: Hem bir Hizmet adı hem de bir NULL Hizmet adı belirtmeyin.
uk_uk: Не вказуйте одночасно ім'я служби та NULL ім'я служби.

source: A valid local IP address must be specified for %s.
id_id: Alamat IP lokal yang valid harus ditentukan untuk %s.
it_it: Un indirizzo IP locale valido deve essere specificato per %s.
ja_jp: s の有効なローカル IP アドレスを指定してください。
ko_ko: 에 대해 유효한 로컬 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP local válido deve ser especificado para %s.
sw_sw: En giltig lokal IP-adress måste anges för %s.
tr_tr: s için geçerli bir yerel IP adresi belirtilmelidir.
uk_uk: Для %s має бути вказано дійсну локальну IP-адресу.

source: A valid gateway IP address must be specified for %s.
id_id: Alamat IP gateway yang valid harus ditentukan untuk %s.
it_it: Un indirizzo IP gateway valido deve essere specificato per %s.
ja_jp: sに有効なゲートウェイIPアドレスを指定する必要があります。
ko_ko: 에 대해 유효한 게이트웨이 IP 주소를 지정해야 합니다.
pt_pt: Deve ser especificado um endereço IP de gateway válido para %s.
sw_sw: En giltig IP-adress för gateway måste anges för %s.
tr_tr: s için geçerli bir ağ geçidi IP adresi belirtilmelidir.
uk_uk: Для %s має бути вказано дійсну IP-адресу шлюзу.

source: The bandwidth value for %s must be an integer.
id_id: Nilai bandwidth untuk %s harus berupa bilangan bulat.
it_it: Il valore della larghezza di banda per %s deve essere un numero intero.
ja_jp: s の帯域幅の値は整数です。
ko_ko: 의 대역폭 값은 정수여야 합니다.
pt_pt: O valor da largura de banda para %s deve ser um inteiro.
sw_sw: Bandbreddsvärdet för %s måste vara ett heltal.
tr_tr: s için bant genişliği değeri bir tamsayı olmalıdır.
uk_uk: Значення пропускної здатності для %s має бути цілим числом.

source: The MTU for %s must be greater than 576 bytes.
id_id: MTU untuk %s harus lebih besar dari 576 byte.
it_it: L'MTU per %s deve essere maggiore di 576 byte.
ja_jp: s の MTU は 576 バイト以上です。
ko_ko: s의 MTU는 576바이트보다 커야 합니다.
pt_pt: O MTU para %s deve ser maior do que 576 bytes.
sw_sw: MTU för %s måste vara större än 576 bytes.
tr_tr: s için MTU değeri 576 bayttan büyük olmalıdır.
uk_uk: MTU для %s має бути більшим за 576 байт.

source: The MRU for %s must be greater than 576 bytes.
id_id: MRU untuk %s harus lebih besar dari 576 byte.
it_it: La MRU per %s deve essere maggiore di 576 byte.
ja_jp: s の MRU は 576 バイト以上です。
ko_ko: s의 MRU는 576바이트보다 커야 합니다.
pt_pt: O MRU para %s deve ser maior do que 576 bytes.
sw_sw: MRU för %s måste vara större än 576 bytes.
tr_tr: s için MRU 576 bayttan büyük olmalıdır.
uk_uk: MRU для %s має бути більшим за 576 байт.

source: PPPs configuration
id_id: Konfigurasi PPP
it_it: Configurazione PPPS
ja_jp: PPP 構成
ko_ko: PPP 구성
pt_pt: Configuração PPPS
sw_sw: Konfigurering av PPP
tr_tr: PPP yapılandırması
uk_uk: Конфігурація ДПП

source: Link Type
id_id: Jenis Tautan
it_it: Tipo di collegamento
ja_jp: リンクタイプ
ko_ko: 링크 유형
pt_pt: Tipo de Link
sw_sw: Typ av länk
tr_tr: Bağlantı Türü
uk_uk: Тип посилання

source: Link interface(s)
id_id: Antarmuka tautan
it_it: Interfaccia (i) di collegamento
ja_jp: インタフェースリンク
ko_ko: 링크 인터페이스
pt_pt: Interface(S) de ligação
sw_sw: Länkgränssnitt
tr_tr: Bağlantı arayüz(ler)i
uk_uk: Інтерфейс(и) зв'язку

source: Select at least two interfaces for Multilink (MLPPP) connections.
id_id: Pilih setidaknya dua antarmuka untuk koneksi Multilink (MLPPP).
it_it: Selezionare almeno due interfacce per le connessioni MultiLink (MLPPP).
ja_jp: マルチリンク（mlppp）接続には2つ以上のインタフェースを選択してください。
ko_ko: 멀티링크(MLPPP) 연결을 위한 인터페이스를 2개 이상 선택합니다.
pt_pt: Selecione pelo menos dois interfaces para ligações (MLPPP) Multilink
sw_sw: Välj minst två gränssnitt för Multilink-anslutningar (MLPPP).
tr_tr: Multilink (MLPPP) bağlantıları için en az iki arayüz seçin.
uk_uk: Виберіть принаймні два інтерфейси для багатоканальних (MLPPP) з'єднань.

source: You may enter a description here for your reference. Description will appear in the "Interfaces Assign" select lists.
id_id: Anda dapat memasukkan deskripsi di sini untuk referensi Anda. Deskripsi akan muncul di daftar pilihan "Interfaces Assign".
it_it: Puoi inserire una descrizione qui per il tuo riferimento. La descrizione apparirà negli elenchi di selezione "Interfacce Assegna".
ja_jp: 参照用の入力できますが、説明は「インタフェースの割当て」選択するリストに表示されます。
ko_ko: 참조를 위해 여기에 설명을 입력할 수 있습니다. 설명은 '인터페이스 할당' 선택 목록에 표시됩니다.
pt_pt: Deve introduzir uma descrição aqui para sua referência. As descrições irão aparecer nas listas selecionadas do "Interface atribuído".
sw_sw: Du kan ange en beskrivning här för referensändamål. Beskrivningen kommer att visas i listorna "Interfaces Assign" (Tilldelning av gränssnitt).
tr_tr: Referans için buraya bir açıklama girebilirsiniz. Açıklama "Arayüz Atama" seçim listelerinde görünecektir.
uk_uk: Тут ви можете ввести опис для довідки. Опис з'явиться у списку "Призначити інтерфейси".

source: Note: Typically *99# for GSM networks and #777 for CDMA networks
id_id: Catatan: Biasanya *99# untuk jaringan GSM dan #777 untuk jaringan CDMA
it_it: Nota: in genere *99 # per le reti GSM e # 777 per le reti CDMA
ja_jp: 注意：通常、gsmネットワークは99#、cdmaネットワークは#777です。
ko_ko: 참고: 일반적으로 GSM 네트워크의 경우 *99#, CDMA 네트워크의 경우 #777입니다.
pt_pt: Nota: Tipicamente *99# para redes GSMe #777 para redes CDMA
sw_sw: Anmärkning: Vanligtvis *99# för GSM-nät och #777 för CDMA-nät.
tr_tr: Not: GSM şebekeleri için tipik olarak *99# ve CDMA şebekeleri için #777
uk_uk: Примітка: Зазвичай *99# для мереж GSM та #777 для мереж CDMA

source: Configure a NULL Service name
id_id: Mengkonfigurasi nama Layanan NULL
it_it: Configurare un nome di servizio nullo
ja_jp: NULL サービス名の構成
ko_ko: NULL 서비스 이름 구성
pt_pt: Configurar o nome do Serviço NULL
sw_sw: Konfigurera ett NULL-tjänstnamn
tr_tr: NULL Hizmet adı yapılandırma
uk_uk: Налаштування NULL імені служби

source: Hint: this field can usually be left empty. Service name will not be configured if this field is empty. Check the "Configure NULL" box to configure a blank Service name.
id_id: Petunjuk: bidang ini biasanya dapat dikosongkan. Nama layanan tidak akan dikonfigurasi jika bidang ini kosong. Centang kotak "Konfigurasi NULL" untuk mengonfigurasi nama Layanan kosong.
it_it: Suggerimento: questo campo di solito può essere lasciato vuoto. Il nome del servizio non sarà configurato se questo campo è vuoto. Controllare la casella "Configura NULL" per configurare un nome di servizio vuoto.
ja_jp: ヒント：このフィールドは通常空白で構いませんが、このフィールドが空白の場合、サービス名は構成されません。
ko_ko: 힌트: 이 필드는 일반적으로 비워 둘 수 있습니다. 이 필드가 비어 있으면 서비스 이름이 구성되지 않습니다. 비어 있는 서비스 이름을 구성하려면 "NULL 구성" 확인란을 선택합니다.
pt_pt: Dica: Este Normalmente este campo pode ser deixado em branco. O nome do serviço não será configurado se este campo ficar por preencher. Marque a opção "Configure NULL" para configurar o nome do serviço em branco.
sw_sw: Tips: Detta fält kan vanligtvis lämnas tomt. Tjänstens namn kommer inte att konfigureras om fältet är tomt. Markera rutan "Configure NULL" för att konfigurera ett tomt tjänstens namn.
tr_tr: İpucu: bu alan genellikle boş bırakılabilir. Bu alan boşsa servis adı yapılandırılmayacaktır. Boş bir Hizmet adı yapılandırmak için "NULL Yapılandır" kutusunu işaretleyin.
uk_uk: Підказка: зазвичай це поле можна залишити порожнім. Ім'я служби не буде налаштовано, якщо це поле буде порожнім. Встановіть прапорець "Налаштувати NULL", щоб налаштувати порожнє ім'я служби.

source: APN number (optional)
id_id: Nomor APN (opsional)
it_it: Numero APN (opzionale)
ja_jp: アプン番号 ( オプション )
ko_ko: APN 번호(선택 사항)
pt_pt: Numero APN (opcional)
sw_sw: APN-nummer (valfritt)
tr_tr: APN numarası (isteğe bağlı)
uk_uk: Номер APN (необов'язково)

source: Note: Defaults to 1 if you set APN above. Ignored if you set no APN above.
id_id: Catatan: Default ke 1 jika Anda menetapkan APN di atas. Diabaikan jika Anda tidak menetapkan APN di atas.
it_it: Nota: i valori predefiniti sono 1 se si imposta APN sopra. Ignorato se non si imposta APN sopra.
ja_jp: 注意：上記でapnを設定すると、デフォルトは1になっています。
ko_ko: 참고: 위에서 APN을 설정한 경우 기본값은 1입니다. 위에서 APN을 설정하지 않으면 무시됩니다.
pt_pt: Nota: Pré-definada para 1 se definir uma APN acima. Ignorado se definir para a APN abaixo para nenhuma.
sw_sw: Obs: Standardvärdet är 1 om du har ställt in APN ovan. Ignoreras om du inte har angett något APN ovan.
tr_tr: Not: Yukarıda APN ayarladıysanız varsayılan değer 1'dir. Yukarıda APN ayarlamadıysanız yok sayılır.
uk_uk: Примітка: За замовчуванням дорівнює 1, якщо ви встановили APN вище. Ігнорується, якщо ви не вказали APN.

source: SIM PIN wait
id_id: PIN SIM menunggu
it_it: PIN SIM Aspetta
ja_jp: SIM PIN 待ち時間
ko_ko: SIM PIN 대기
pt_pt: Espera do PIN o SIM
sw_sw: Vänta på SIM PIN-kod
tr_tr: SIM PIN bekleme
uk_uk: Зачекайте на PIN-код SIM-карти.

source: Note: Time to wait for SIM to discover network after PIN is sent to SIM (seconds).
id_id: Catatan: Waktu untuk menunggu SIM menemukan jaringan setelah PIN dikirim ke SIM (detik).
it_it: Nota: ora di attendere che SIM scopra la rete dopo che il PIN viene inviato a SIM (secondi).
ja_jp: 注意SIM の待ち時間は、ネットワークを検出するためのもので、PIN の後に SIM に送信されます秒 ( ) 。
ko_ko: 참고: PIN이 SIM으로 전송된 후 SIM이 네트워크를 검색할 때까지 기다리는 시간(초)입니다.
pt_pt: Nota: Tempo de espera do SIM para encontrar rede após o envio do PIN para o SIM (segundos).
sw_sw: Obs: Väntetid för att SIM-kortet ska upptäcka nätverket efter att PIN-koden har skickats till SIM-kortet (sekunder).
tr_tr: Not: PIN SIM'e gönderildikten sonra SIM'in ağı keşfetmesi için bekleme süresi (saniye).
uk_uk: Примітка: Час очікування, поки SIM-карта виявить мережу після надсилання PIN-коду на SIM-карту (секунди).

source: Init String
it_it: String init
ja_jp: 初期化文字列
ko_ko: 초기화 문자열
pt_pt: Cordão de inicialização
tr_tr: Başlangıç Dizesi

source: Note: Enter the modem initialization string here. Do NOT include the "AT" string at the beginning of the command. Many modern USB 3G modems don't need an initialization string.
id_id: Catatan: Masukkan string inisialisasi modem di sini. JANGAN menyertakan string "AT" di awal perintah. Banyak modem USB 3G modern tidak memerlukan string inisialisasi.
it_it: Nota: immettere qui la stringa di inizializzazione del modem. Non includere la stringa "at" all'inizio del comando. Molti moderni modem 3G USB non hanno bisogno di una stringa di inizializzazione.
ja_jp: 注意：モデムの初期化文字列を入力してください。"at "は、コマンドの先頭に使われます、文字列には含まないでください。
ko_ko: 참고: 여기에 모뎀 초기화 문자열을 입력합니다. 명령 시작 부분에 "AT" 문자열을 포함하지 마세요. 대부분의 최신 USB 3G 모뎀은 초기화 문자열이 필요하지 않습니다.
pt_pt: Introduza aqui uma string de inicialização do modem. NÃO inclua uma corda "AT" no ínicio do comando. Muitos modems USB 3G atuais, não necessitam da string de inicialização.
sw_sw: Obs: Ange modemets initialiseringssträng här. Inkludera INTE "AT"-strängen i början av kommandot. Många moderna USB 3G-modem behöver ingen initialiseringssträng.
tr_tr: Not: Modem başlatma dizesini buraya girin. Komutun başına "AT" dizesini EKLEMEYİN. Birçok modern USB 3G modem başlatma dizesine ihtiyaç duymaz.
uk_uk: Примітка: Введіть тут рядок ініціалізації модему. НЕ додавайте рядок "AT" на початку команди. Багато сучасних USB 3G модемів не потребують рядка ініціалізації.

source: Note: Enter timeout in seconds for connection to be established (sec.) Default is 45 sec.
id_id: Catatan: Masukkan batas waktu dalam detik untuk koneksi yang akan dibuat (dtk.) Defaultnya adalah 45 detik.
it_it: Nota: immettere il timeout in secondi per stabilire la connessione (Sez.) Il default è 45 sec.
ja_jp: 接続のタイムアウト秒数（ ）を入れてください。
ko_ko: 참고: 연결이 설정되는 데 걸리는 시간 제한(초)을 입력합니다(초). 기본값은 45초입니다.
pt_pt: Nota: Introduza o tempo limite em segundos para que a ligação seja estabelecidas (segundos). Por defeito 45 segundos.
sw_sw: Obs: Ange timeout i sekunder för att upprätta en anslutning (sek.) Standardvärdet är 45 sek.
tr_tr: Not: Bağlantının kurulması için zaman aşımını saniye cinsinden girin (sn.) Varsayılan değer 45 saniyedir.
uk_uk: Примітка: Введіть таймаут у секундах для встановлення з'єднання (сек.) За замовчуванням - 45 сек.

source: Uptime Logging
id_id: Pencatatan Waktu Kerja
it_it: Registrazione del tempo di attività
ja_jp: アップタイムログラフ
ko_ko: 가동 시간 로깅
pt_pt: Tempo de actividade das entradas de login
sw_sw: Loggning av drifttid
tr_tr: Çalışma Süresi Günlüğü
uk_uk: Журналювання часу безвідмовної роботи

source: Enable persistent logging of connection uptime.
id_id: Aktifkan pencatatan waktu aktif koneksi secara terus-menerus.
it_it: Abilita la registrazione persistente del tempo di accesso alla connessione.
ja_jp: 接続アップタイムのパーシステントログを有効にする。
ko_ko: 연결 가동 시간의 영구 로깅을 사용하도록 설정합니다.
pt_pt: Ativar entradas permanentes das ligações uptime.
sw_sw: Aktivera permanent loggning av anslutningstid.
tr_tr: Bağlantı çalışma süresinin kalıcı olarak günlüğe kaydedilmesini etkinleştirin.
uk_uk: Увімкнути постійне ведення журналу часу безвідмовної роботи з'єднання.

source: This option causes cumulative uptime to be recorded and displayed on the Status Interfaces page.
id_id: Opsi ini menyebabkan waktu aktif kumulatif direkam dan ditampilkan pada halaman Antarmuka Status.
it_it: Questa opzione provoca la registrazione e la visualizzazione del tempo di attività cumulative nella pagina delle interfacce di stato.
ja_jp: このオプションは時間を累積して記録し、ステータス： インタフェースページに表示します。
ko_ko: 이 옵션을 선택하면 누적 가동 시간이 기록되어 상태 인터페이스 페이지에 표시됩니다.
pt_pt: Esta opção faz com que o tempo acumolado de actividade seja registado e exibido na página Interfaces de estado.
sw_sw: Med det här alternativet registreras den kumulativa drifttiden och visas på sidan Statusgränssnitt.
tr_tr: Bu seçenek, kümülatif çalışma süresinin kaydedilmesine ve Durum Arayüzleri sayfasında görüntülenmesine neden olur.
uk_uk: Ця опція призводить до того, що кумулятивний час безвідмовної роботи записується і відображається на сторінці Інтерфейси статусу.

source: Dial On Demand
id_id: Panggil Sesuai Permintaan
it_it: Comporre su richiesta
ja_jp: ダイヤルオンデマンド
ko_ko: 주문형 다이얼
pt_pt: Marcar a pedido
sw_sw: Uppringning på begäran
tr_tr: Talep Üzerine Arama
uk_uk: Набір на вимогу

source: Enable Dial-on-Demand mode
id_id: Mengaktifkan mode Dial-on-Demand
it_it: Abilita la modalità Dial-on-Demand
ja_jp: ダイヤルオンデマンドモードを有効
ko_ko: 주문형 다이얼 모드 사용
pt_pt: Ativar o modo Dial-on-Demand
sw_sw: Aktivera läget Dial-on-Demand (uppringning på begäran)
tr_tr: İsteğe Bağlı Arama modunu etkinleştirme
uk_uk: Ввімкнути режим набору за запитом

source: This option causes the interface to operate in dial-on-demand mode. Do NOT enable if you want your link to be always up. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
id_id: Opsi ini menyebabkan antarmuka beroperasi dalam mode panggilan sesuai permintaan. JANGAN aktifkan jika Anda ingin sambungan selalu aktif. Antarmuka dikonfigurasikan, tetapi sambungan sebenarnya dari sambungan tersebut ditunda sampai lalu lintas keluar yang memenuhi syarat terdeteksi.
it_it: Questa opzione fa funzionare l'interfaccia in modalità dial-on-demand. Non abilitare se vuoi che il tuo link sia sempre attivo. L'interfaccia è configurata, ma la connessione effettiva del collegamento viene ritardata fino a quando non viene rilevata il traffico in uscita qualificante.
ja_jp: このオプションは、インタフェースをダイヤルデマンドモードで動作させますが、リンクを常にアップにしたい場合は、「有効にしない」ください。
ko_ko: 이 옵션을 선택하면 인터페이스가 주문형 다이얼 모드로 작동합니다. 링크를 항상 가동하려면 활성화하지 마세요. 인터페이스는 구성되지만 링크의 실제 연결은 적격 발신 트래픽이 감지될 때까지 지연됩니다.
pt_pt: Esta opção faz com que o interface opere em modo dial-on-demand. NÃO ative se pretender que o seu link esteja sempre em cima. O interface é configurado, mas a ligação actual do link é atrasada até que o tráfego da saída seja detetado.
sw_sw: Det här alternativet gör att gränssnittet fungerar i läget uppringning på begäran. Aktivera INTE om du vill att länken alltid ska vara uppkopplad. Gränssnittet är konfigurerat, men den faktiska anslutningen av länken fördröjs tills kvalificerad utgående trafik upptäcks.
tr_tr: Bu seçenek, arabirimin isteğe bağlı arama modunda çalışmasına neden olur. Bağlantınızın her zaman açık olmasını istiyorsanız etkinleştirmeyin. Arayüz yapılandırılır, ancak bağlantının gerçek bağlantısı, nitelikli giden trafik algılanana kadar ertelenir.
uk_uk: Ця опція змушує інтерфейс працювати в режимі дозвону на вимогу. НЕ вмикайте цю опцію, якщо ви хочете, щоб ваш зв'язок завжди був на зв'язку. Інтерфейс налаштовано, але фактичне з'єднання затримується, доки не буде виявлено відповідний вихідний трафік.

source: Idle Timeout
id_id: Batas Waktu Menganggur
it_it: Timeout inattivo
ja_jp: アイドルタイムアウト
ko_ko: 유휴 시간 초과
pt_pt: Tempo esgotado de inatividade.
sw_sw: Timeout för tomgång
tr_tr: Boşta Zaman Aşımı
uk_uk: Тайм-аут простою

source: (seconds) Default is 0, which disables the timeout feature.
id_id: (detik) Defaultnya adalah 0, yang menonaktifkan fitur batas waktu.
it_it: (secondi) L'impostazione predefinita è 0, che disabilita la funzione timeout.
ja_jp: ( 秒 ) デフォルトは 0 で、アウトタイム機能は無効になります。
ko_ko: (초) 기본값은 0으로, 시간 초과 기능이 비활성화됩니다.
pt_pt: (segundos) Por defeito é 0, que desativa o tempo limite.
sw_sw: (sekunder) Standardvärdet är 0, vilket inaktiverar timeout-funktionen.
tr_tr: (saniye) Varsayılan değer 0'dır ve zaman aşımı özelliğini devre dışı bırakır.
uk_uk: (секунди) За замовчуванням 0, що вимикає функцію таймауту.

source: If no incoming or outgoing packets are transmitted for the entered number of seconds the connection is brought down.
id_id: Jika tidak ada paket masuk atau keluar yang dikirimkan selama jumlah detik yang dimasukkan, koneksi akan terputus.
it_it: Se non vengono trasmessi pacchetti in arrivo o in uscita per il numero immesso di secondi, la connessione viene ridotta.
ja_jp: 入力された秒数の間、着信もしくは発信パケットが送信されない場合は、接続はダウンします。
ko_ko: 입력한 시간(초) 동안 수신 또는 발신 패킷이 전송되지 않으면 연결이 끊어집니다.
pt_pt: Se não forem transmitidos pacotes de entrada ou de saída durante o número de segundos introduzidos, a ligação é interrompida.
sw_sw: Om inga inkommande eller utgående paket överförs under det angivna antalet sekunder bryts anslutningen.
tr_tr: Girilen saniye sayısı boyunca hiçbir gelen veya giden paket iletilmezse bağlantı kapatılır.
uk_uk: Якщо протягом введеної кількості секунд не буде передано жодного вхідного або вихідного пакету, з'єднання буде розірвано.

source: When the idle timeout occurs, if the dial-on-demand option is enabled, mpd goes back into dial-on-demand mode. Otherwise, the interface is brought down and all associated routes removed.
id_id: Ketika batas waktu siaga terjadi, jika opsi panggil sesuai permintaan diaktifkan, mpd kembali ke mode panggil sesuai permintaan. Jika tidak, antarmuka akan dimatikan dan semua rute yang terkait akan dihapus.
it_it: Quando si verifica il timeout del minimo, se l'opzione Dial-on-Demand è abilitata, MPD risale alla modalità Dial-on-Demand. Altrimenti, l'interfaccia viene abbattuta e tutte le rotte associate rimosse.
ja_jp: アイドルタイムアウトが発生した場合、ダイヤルデマンドオプションが有効なら、MPDはダイヤルデマンドモードに戻ります、さもなくば、インタフェースはダウンし、関係するすべてのルートは削除されます。
ko_ko: 유휴 시간 초과가 발생했을 때 주문형 전화 걸기 옵션이 활성화되어 있으면 mpd가 주문형 전화 걸기 모드로 돌아갑니다. 그렇지 않으면 인터페이스가 다운되고 모든 관련 경로가 제거됩니다.
pt_pt: Quando o tempo limite inativo ocorre, se a opção dial-on-demand estiver activada, o mpd voltará ao modo de dial-on-demand. Caso contrário o interface é desativado e todas as rotas associadas são removidas.
sw_sw: När timeout för inaktivitet inträffar, om alternativet Dial-on-demand är aktiverat, går mpd tillbaka till läget Dial-on-demand. I annat fall läggs gränssnittet ner och alla tillhörande rutter tas bort.
tr_tr: Boşta kalma zaman aşımı gerçekleştiğinde, talep üzerine arama seçeneği etkinse mpd talep üzerine arama moduna geri döner. Aksi takdirde, arayüz kapatılır ve ilişkili tüm rotalar kaldırılır.
uk_uk: Після закінчення тайм-ауту очікування, якщо увімкнено опцію дозвону на вимогу, mpd повертається у режим дозвону на вимогу. В іншому випадку інтерфейс буде вимкнено, а всі пов'язані з ним маршрути видалено.

source: Disable vjcomp(compression) (auto-negotiated by default).
id_id: Nonaktifkan vjcomp (kompresi) (dinegosiasikan secara otomatis secara default).
it_it: Disabilita VJCOMP (compressione) (auto-negoziata per impostazione predefinita).
ja_jp: vjcomp( 圧縮 ) を無効化 ( デフォルトはオートネゴシエーション )
ko_ko: vjcomp(압축)을 비활성화합니다(기본적으로 자동 협상됨).
pt_pt: Desativar vjcomp (compactação) (auto-negociação por-defeito).
sw_sw: Inaktivera vjcomp(komprimering) (automatiskt förhandlad som standard).
tr_tr: vjcomp(sıkıştırma) özelliğini devre dışı bırakın (varsayılan olarak otomatik anlaşmalı).
uk_uk: Вимкнути vjcomp(стиснення) (за замовчуванням вмикається автоматично).
