Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Block user-agents. You may use a regular expression, use a comma or press Enter for new item. Examples: "^(.)+Macintosh(.)+Firefox/37\.0" matches on "Macintosh version of Firefox revision 37.0"; "^Mozilla" matches on "all Mozilla based browsers"
id_id: Blokir agen pengguna. Anda dapat menggunakan ekspresi biasa, menggunakan koma atau tekan Enter untuk item baru. Contoh: "^(.)+Macintosh(.)+Firefox/37\.0" cocok untuk "versi Macintosh dari Firefox revisi 37.0"; "^Mozilla" cocok untuk "semua peramban berbasis Mozilla"
ja_jp: ユーザーエージェントをブロックします。正規表現を使用するか、カンマを使用するか、Enterキーを押して新しい項目を入力することができます。例"^(.)+Macintosh(.)+Firefox/37.0" は、「Macintosh版Firefoxリビジョン37.0」にマッチします； "^Mozilla" は、「すべてのMozillaベースのブラウザー」にマッチします。
ko_ko: 사용자 에이전트를 차단합니다. 정규식을 사용하거나 쉼표를 사용하거나 Enter 키를 눌러 새 항목을 입력할 수 있습니다. 예시 "^(.)+Macintosh(.)+Firefox/37\.0"은 "Firefox 개정판 37.0의 Macintosh 버전"에 일치하고, "^Mozilla"는 "모든 Mozilla 기반 브라우저"에 일치합니다.
pt_pt: Bloquear os agentes-utilizadores. Pode usar uma expressão regular, usar uma vírgula ou pressionar Enter para novo item. Exemplos: "^(.)+Macintosh(.)+Firefox/37\.0" corresponde em "versão Macintosh da revisão do Firefox 37.0"; "^Mozilla" corresponde em "todos os browsers baseados em Mozilla".
sw_sw: Blockera användaragenter. Du kan använda ett reguljärt uttryck, använda ett kommatecken eller trycka på Enter för ett nytt objekt. Exempel: "^(.)+Macintosh(.)+Firefox/37\.0" matchar "Macintosh-versionen av Firefox revision 37.0"; "^Mozilla" matchar "alla Mozilla-baserade webbläsare".
tr_tr: Kullanıcı temsilcilerini engelleyin. Düzenli bir ifade kullanabilir, virgül kullanabilir veya yeni öğe için Enter tuşuna basabilirsiniz. Örnekler: "^(.)+Macintosh(.)+Firefox/37\.0", "Firefox revizyon 37.0'ın Macintosh sürümü" ile eşleşir; "^Mozilla", "Mozilla tabanlı tüm tarayıcılar" ile eşleşir
uk_uk: Блокувати агентів користувачів. Ви можете використовувати регулярний вираз, кому або натиснути Enter для нового елемента. Приклади: "^(.)+Macintosh(.)+Firefox/37\.0" відповідає "Macintosh версії Firefox версії 37.0"; "^Mozilla" відповідає "усім браузерам на основі Mozilla"

source: Buckets
id_id: Ember
ja_jp: バケツ
ko_ko: 버킷
pt_pt: Baldes
sw_sw: Hinkar
tr_tr: Kovalar
uk_uk: Відра.

source: CA to use
id_id: CA untuk digunakan
ja_jp: 使用するCA
ko_ko: 사용할 CA
pt_pt: CA a utilizar
sw_sw: CA att använda
tr_tr: Kullanılacak CA
uk_uk: Використовувати ЦП

source: Cache directory location
id_id: Lokasi direktori cache
ja_jp: キャッシュ・ディレクトリの場所
ko_ko: 캐시 디렉터리 위치
pt_pt: Localização do directório Cache
sw_sw: Placering i cachekatalogen
tr_tr: Önbellek dizini konumu
uk_uk: Розташування каталогу кешу

source: Cache size in Megabytes
id_id: Ukuran cache dalam Megabyte
ja_jp: キャッシュサイズ(メガバイト)
ko_ko: 캐시 크기(메가바이트)
pt_pt: Tamanho da cache em Megabytes
sw_sw: Storlek på cacheminnet i megabyte
tr_tr: Megabayt cinsinden önbellek boyutu
uk_uk: Розмір кешу в мегабайтах

source: Capture local
id_id: Tangkap lokal
ja_jp: キャプチャーローカル
ko_ko: 로컬 캡처
pt_pt: Capturar local
sw_sw: Fånga upp lokala
tr_tr: Yerel yakalama
uk_uk: Захоплення місцевих

source: Categories
id_id: Kategori
it_it: Categorie
ja_jp: カテゴリー
ko_ko: 카테고리
pt_pt: Categorias
sw_sw: Kategorier
tr_tr: Kategoriler
uk_uk: Категорії

source: Certificate to use to connect
id_id: Sertifikat yang akan digunakan untuk menyambung
ja_jp: 接続に使用する証明書
ko_ko: 연결에 사용할 인증서
pt_pt: Certificado a utilizar para ligar
sw_sw: Certifikat som ska användas för att ansluta
tr_tr: Bağlanmak için kullanılacak sertifika
uk_uk: Сертифікат для підключення

source: Check TLS Common-Name
id_id: Periksa Nama Umum TLS
ja_jp: TLSコモンネームの確認
ko_ko: TLS 일반 이름 확인
pt_pt: Verificar o nome comum TLS
sw_sw: Kontrollera TLS Common-Name
tr_tr: TLS Ortak Adını Kontrol Et
uk_uk: Перевірте загальне ім'я TLS

source: Check if the username should be sent to the ICAP server.
id_id: Periksa apakah nama pengguna harus dikirim ke server ICAP.
ja_jp: ユーザー名をICAPサーバーに送信するかどうかをチェックします。
ko_ko: 사용자 아이디가 ICAP 서버로 전송되어야 하는지 확인합니다.
pt_pt: Verificar se o nome de utilizador deve ser enviado para o servidor do ICAP.
sw_sw: Kontrollera om användarnamnet ska skickas till ICAP-servern.
tr_tr: Kullanıcı adının ICAP sunucusuna gönderilip gönderilmeyeceğini kontrol edin.
uk_uk: Перевірте, чи потрібно надсилати ім'я користувача на сервер ICAP.

source: Check if you want to encode the username using base64.
id_id: Periksa apakah Anda ingin menyandikan nama pengguna menggunakan base64.
ja_jp: ユーザー名をbase64でエンコードするかどうかをチェックします。
ko_ko: base64를 사용하여 사용자 아이디를 인코딩할지 확인합니다.
pt_pt: Verifique se pretende codificar o nome de utilizador usando a base64.
sw_sw: Kontrollera om du vill koda användarnamnet med base64.
tr_tr: Kullanıcı adını base64 kullanarak kodlamak isteyip istemediğinizi kontrol edin.
uk_uk: Перевірте, чи потрібно кодувати ім'я користувача за допомогою base64.

source: Checks that the username given by the user matches the Common-Name of the certificate.
id_id: Memeriksa apakah nama pengguna yang diberikan oleh pengguna cocok dengan Nama Umum sertifikat.
ja_jp: ユーザーから与えられたユーザー名が、証明書のCommon-Nameと一致するかどうかをチェックする。
ko_ko: 사용자가 제공한 사용자 이름이 인증서의 일반 이름과 일치하는지 확인합니다.
pt_pt: Verifica se o nome de utilizador dado pelo utilizador corresponde ao Nome Comum do certificado.
sw_sw: Kontrollerar att det användarnamn som användaren har angett stämmer överens med certifikatets Common-Name.
tr_tr: Kullanıcı tarafından verilen kullanıcı adının sertifikanın Common-Name'i ile eşleşip eşleşmediğini kontrol eder.
uk_uk: Перевіряє, чи ім'я користувача, вказане користувачем, збігається із загальним іменем сертифіката.

source: Choose If in case any case you want to ensure a match to evaluate as is, else choose unless if you want the negated version. Unless is used if you want to use the proxy for every host but not for some special ones.
id_id: Pilih If jika Anda ingin memastikan kecocokan untuk dievaluasi apa adanya, pilih unless jika Anda ingin versi yang dinegasikan. Kecuali digunakan jika Anda ingin menggunakan proxy untuk setiap host tetapi tidak untuk beberapa host khusus.
ja_jp: そのままの評価で確実に一致させたい場合はIfを、否定させたい場合はunlessを選びます。unlessは、すべてのホストに対してプロキシを使いたいが、特殊なホストに対しては使わないという場合に使います。
ko_ko: 어떤 경우라도 일치하는 항목을 그대로 평가하려면 If를 선택하고, 그렇지 않은 버전을 원한다면 unless를 선택합니다. Unless는 모든 호스트에 프록시를 사용하되 일부 특수 호스트에는 프록시를 사용하지 않으려는 경우에 사용합니다.
pt_pt: Escolher Se, em qualquer caso, quiser assegurar uma correspondência para avaliar como está, ou escolher, a menos que queira a versão negada. A menos que seja usada se quiser usar o proxy para cada anfitrião mas não para alguns especiais.
sw_sw: Välj If i det fall du vill försäkra dig om att en matchning ska utvärderas som den är, välj annars unless om du vill ha den negerade versionen. Unless används om du vill använda proxyn för alla värdar men inte för vissa speciella värdar.
tr_tr: Bir eşleşmenin olduğu gibi değerlendirilmesini istediğiniz herhangi bir durumda If seçeneğini seçin, aksi takdirde olumsuzlanmış sürümü istiyorsanız unless seçeneğini seçin. Proxy'yi her ana bilgisayar için kullanmak ancak bazı özel ana bilgisayarlar için kullanmamak istiyorsanız unless kullanılır.
uk_uk: Виберіть If, якщо ви хочете, щоб збіг оцінювався як є, інакше виберіть unless, якщо ви хочете отримати заперечену версію. Unless використовується, якщо ви хочете використовувати проксі для всіх хостів, а не для деяких спеціальних.

source: Choose a proxy type. Usually you should use Direct for a direct connection or Proxy for a Proxy.
id_id: Pilih jenis proxy. Biasanya Anda harus menggunakan Direct untuk koneksi langsung atau Proxy untuk Proxy.
ja_jp: Proxyの種類を選びます。通常、直接接続する場合はDirect、Proxyの場合はProxyを使用する必要があります。
ko_ko: 프록시 유형을 선택합니다. 일반적으로 직접 연결의 경우 직접을, 프록시의 경우 프록시를 사용해야 합니다.
pt_pt: Escolher um tipo de procuração. Normalmente deve usar Direct para uma ligação directa ou Proxy para um Proxy.
sw_sw: Välj en proxytyp. Vanligtvis bör du använda Direct för en direkt anslutning eller Proxy för en Proxy.
tr_tr: Bir proxy türü seçin. Genellikle doğrudan bağlantı için Direct (Doğrudan) veya Proxy için Proxy kullanmalısınız.
uk_uk: Виберіть тип проксі. Зазвичай ви повинні використовувати Прямий для прямого з'єднання або Проксі для проксі-сервера.

source: Choose a secure value. It is recommended that you generate this password.
id_id: Pilih nilai yang aman. Anda disarankan untuk membuat kata sandi ini.
ja_jp: 安全な値を選択してください。このパスワードは生成しておくことをお勧めします。
ko_ko: 안전한 값을 선택합니다. 이 비밀번호를 생성하는 것이 좋습니다.
pt_pt: Escolher um valor seguro. Recomenda-se que gere esta palavra-passe.
sw_sw: Välj ett säkert värde. Det rekommenderas att du skapar lösenordet.
tr_tr: Güvenli bir değer seçin. Bu parolayı oluşturmanız önerilir.
uk_uk: Виберіть безпечне значення. Рекомендується згенерувати цей пароль.

source: Choose for which file types to scan, if unsure select all.
id_id: Pilih jenis file yang akan dipindai, jika tidak yakin, pilih semua.
ja_jp: スキャンするファイルの種類を選択します（不明な場合はすべてを選択します）。
ko_ko: 스캔할 파일 유형을 선택하고 확실하지 않은 경우 모두 선택합니다.
pt_pt: Escolha para que tipos de ficheiros a digitalizar, se não tiver a certeza seleccione todos.
sw_sw: Välj vilka filtyper som ska skannas, om du är osäker välj alla.
tr_tr: Hangi dosya türlerinin taranacağını seçin, emin değilseniz tümünü seçin.
uk_uk: Виберіть, для яких типів файлів сканувати, якщо не впевнені, виберіть усі.

source: Choose the Root CA. This CA will be trusted to issue client certificates for authentication.
id_id: Pilih Root CA. CA ini akan dipercaya untuk menerbitkan sertifikat klien untuk autentikasi.
ja_jp: Root CAを選択します。このCAは、認証のためのクライアント証明書を発行するために信頼されることになります。
ko_ko: 루트 CA를 선택합니다. 이 CA는 인증을 위해 클라이언트 인증서를 발급하는 데 신뢰할 수 있습니다.
pt_pt: Escolher a Root CA. Esta AC será confiável para emitir certificados de cliente para autenticação.
sw_sw: Välj rotcertifikatutfärdare. Denna CA kommer att vara betrodd när det gäller att utfärda klientcertifikat för autentisering.
tr_tr: Kök CA'yı seçin. Bu CA, kimlik doğrulama için istemci sertifikaları yayınlamak üzere güvenilir olacaktır.
uk_uk: Виберіть кореневий центр сертифікації. Цьому ЦС буде довірятися випуск клієнтських сертифікатів для автентифікації.

source: Choose the certificate the Radius service should use.
id_id: Pilih sertifikat yang akan digunakan oleh layanan Radius.
ja_jp: Radius サービスが使用する証明書を選択します。
ko_ko: Radius 서비스에서 사용해야 하는 인증서를 선택합니다.
pt_pt: Escolher o certificado que o serviço Radius deve utilizar.
sw_sw: Välj det certifikat som Radius-tjänsten ska använda.
tr_tr: Radius hizmetinin kullanması gereken sertifikayı seçin.
uk_uk: Виберіть сертифікат, який має використовувати служба Radius.

source: Choose what to do with packets that match the criteria specified below. Hint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
id_id: Pilih apa yang akan dilakukan dengan paket yang sesuai dengan kriteria yang ditentukan di bawah ini. Petunjuk: perbedaan antara blok dan tolak adalah bahwa dengan tolak, sebuah paket (TCP RST atau port ICMP yang tidak dapat dijangkau oleh UDP) dikembalikan ke pengirim, sedangkan dengan blok, paket tersebut dibuang secara diam-diam. Dalam kedua kasus tersebut, paket asli dibuang.
ja_jp: 以下に指定された条件に一致するパケットをどうするか選択します。 ヒント：ブロックとリジェクトの違いは、リジェクトではパケット（TCP RSTまたはUDPのICMP port unreachable）が送信者に返されるのに対し、ブロックではパケットが静かに落とされることです。どちらの場合も、元のパケットは破棄されます。
ko_ko: 아래에 지정된 조건과 일치하는 패킷에 대해 수행할 작업을 선택합니다. 힌트: 차단과 거부의 차이점은 거부를 사용하면 발신자에게 패킷(UDP의 경우 연결할 수 없는 TCP RST 또는 ICMP 포트)이 반환되는 반면, 차단을 사용하면 패킷이 자동으로 삭제된다는 점입니다. 두 경우 모두 원본 패킷은 삭제됩니다.
pt_pt: Escolher o que fazer com os pacotes que correspondem aos critérios especificados abaixo. Dica: a diferença entre bloco e rejeição é que com rejeição, um pacote (TCP RST ou porta ICMP inalcançável para UDP) é devolvido ao remetente, enquanto que com bloco o pacote é largado silenciosamente. Em qualquer dos casos, o pacote original é descartado.
sw_sw: Välj vad du ska göra med paket som uppfyller kriterierna nedan. Tips: Skillnaden mellan blockera och avvisa är att med avvisa returneras ett paket (TCP RST eller ICMP port unreachable för UDP) till avsändaren, medan paketet tyst tappas bort med blockera. I båda fallen kasseras det ursprungliga paketet.
tr_tr: Aşağıda belirtilen kriterlere uyan paketlerle ne yapılacağını seçin. İpucu: block ve reject arasındaki fark, reject ile bir paketin (TCP RST veya UDP için ICMP port ulaşılamaz) göndericiye geri gönderilmesi, block ile ise paketin sessizce düşürülmesidir. Her iki durumda da orijinal paket atılır.
uk_uk: Виберіть, що робити з пакетами, які відповідають критеріям, зазначеним нижче. Підказка: різниця між блокуванням і відхиленням полягає в тому, що при відхиленні пакет (TCP RST або ICMP порт, недоступний для UDP) повертається відправнику, тоді як при блокуванні пакет мовчки відкидається. В обох випадках оригінальний пакет відкидається.

source: Choose which applications should be forwarded to the specified target, omit to select all.
id_id: Pilih aplikasi mana yang harus diteruskan ke target yang ditentukan, hilangkan untuk memilih semua.
ja_jp: 指定したターゲットに転送するアプリケーションを選択し、省略するとすべてを選択します。
ko_ko: 지정된 대상으로 전달할 애플리케이션을 선택하고, 모두 선택하려면 생략합니다.
pt_pt: Escolher que candidaturas devem ser enviadas para o alvo especificado, omitir a selecção de todas.
sw_sw: Välj vilka program som ska vidarebefordras till det angivna målet, utelämna för att välja alla.
tr_tr: Hangi uygulamaların belirtilen hedefe iletileceğini seçin, tümünü seçmek için atlayın.
uk_uk: Виберіть, які програми повинні бути перенаправлені на вказану ціль, не вибирайте всі.

source: Choose which facilities to include, omit to select all.
id_id: Pilih fasilitas mana yang akan disertakan, hilangkan untuk memilih semua.
ja_jp: どの施設を含めるかを選択し、省略するとすべてを選択します。
ko_ko: 포함할 시설을 선택하거나 모두 선택하지 않으려면 생략하세요.
pt_pt: Escolha as instalações a incluir, omitir a selecção de todas.
sw_sw: Välj vilka anläggningar du vill inkludera, utelämna för att välja alla.
tr_tr: Hangi tesislerin dahil edileceğini seçin, tümünü seçmek için atlayın.
uk_uk: Виберіть, які об'єкти включити, а які ні, щоб вибрати всі.

source: Choose which gateway this route applies to or <a href="/system_gateways_edit.php">add a new one</a>.
id_id: Pilih gateway mana yang berlaku untuk rute ini atau <a href="/system_gateways_edit.php">tambahkan gateway baru</a>.
ja_jp: このルートが適用されるゲートウェイを選択するか、<a href="/system_gateways_edit.php">新規追加</a>してください。
ko_ko: 이 경로가 적용되는 게이트웨이를 선택하거나 <a href="/system_gateways_edit.php">새 게이트웨이 추가</a>합니다.
pt_pt: Escolher a que gateway esta rota se aplica ou <a href="/system_gateways_edit.php">add uma nova</a>.
sw_sw: Välj vilken gateway den här rutten gäller för eller <a href="/system_gateways_edit.php">lägga till en ny</a>.
tr_tr: Bu rotanın hangi ağ geçidi için geçerli olduğunu seçin veya <a href="/system_gateways_edit.php">yeni bir tane ekleyin</a>.
uk_uk: Виберіть, до якого шлюзу застосовується цей маршрут, або <a href="/system_gateways_edit.php">додайте новий</a>.

source: Choose which levels to include, omit to select all.
id_id: Pilih level mana yang akan disertakan, hilangkan untuk memilih semua.
ja_jp: どのレベルを含めるか、省略するか、すべて選択するかを選択します。
ko_ko: 포함할 레벨을 선택하고, 모두 선택하려면 생략합니다.
pt_pt: Escolher os níveis a incluir, omitir a selecção de todos.
sw_sw: Välj vilka nivåer du vill inkludera, utelämna eller välja alla.
tr_tr: Hangi seviyelerin dahil edileceğini seçin, tümünü seçmek için atlayın.
uk_uk: Виберіть, які рівні включити, а які ні, щоб вибрати всі.

source: ClamAV engine version
id_id: Versi mesin ClamAV
ja_jp: ClamAVエンジンのバージョン
ko_ko: ClamAV 엔진 버전
pt_pt: Versão do motor ClamAV
sw_sw: Version av ClamAV-motorn
tr_tr: ClamAV motor sürümü
uk_uk: Версія двигуна ClamAV

source: ClamAV log verbose
ja_jp: ClamAVのログを冗長化する
ko_ko: ClamAV 로그 상세 정보
sw_sw: ClamAV-logg verbose
tr_tr: ClamAV günlük verbose

source: ClamAV will scan within archives and compressed files.
id_id: ClamAV akan memindai di dalam arsip dan file yang dikompresi.
ja_jp: ClamAVは、アーカイブや圧縮ファイル内をスキャンします。
ko_ko: ClamAV는 아카이브 및 압축 파일 내에서 검사합니다.
pt_pt: A ClamAV fará o scan dentro de arquivos e ficheiros comprimidos.
sw_sw: ClamAV skannar i arkiv och komprimerade filer.
tr_tr: ClamAV arşivler ve sıkıştırılmış dosyalar içinde tarama yapacaktır.
uk_uk: ClamAV сканує архіви та стиснуті файли.

source: Clients will be disconnected after this amount of inactivity. They may log in again immediately, though. Enter 0 to disable idle timeout.
id_id: Klien akan terputus setelah jumlah ketidakaktifan ini. Namun, mereka bisa langsung masuk lagi. Masukkan 0 untuk menonaktifkan batas waktu idle.
ja_jp: この時間が経過すると、クライアントは接続を解除されます。ただし、すぐに再ログインすることは可能です。アイドルタイムアウトを無効にするには、0を入力します。
ko_ko: 이 시간 동안 활동이 없으면 클라이언트의 연결이 끊어집니다. 하지만 즉시 다시 로그인할 수 있습니다. 유휴 시간 제한을 비활성화하려면 0을 입력합니다.
pt_pt: Os clientes serão desconectados após esta quantidade de inactividade. No entanto, poderão voltar a iniciar sessão imediatamente. Introduza 0 para desactivar o tempo de inactividade.
sw_sw: Klienterna kopplas bort efter denna tid av inaktivitet. De kan dock logga in igen omedelbart. Ange 0 om du vill inaktivera timeout för inaktivitet.
tr_tr: İstemcilerin bağlantısı bu miktarda hareketsizlikten sonra kesilecektir. Ancak hemen tekrar oturum açabilirler. Boşta zaman aşımını devre dışı bırakmak için 0 girin.
uk_uk: Після такої кількості неактивності клієнти будуть відключені. Однак вони можуть одразу ж увійти знову. Введіть 0, щоб вимкнути тайм-аут простою.

source: Clients will be disconnected after this amount of time, regardless of activity. They may log in again immediately, though. Enter 0 to disable hard timeout (not recommended unless an idle timeout is set).
id_id: Klien akan terputus setelah jangka waktu tersebut, apa pun aktivitasnya. Namun, mereka bisa langsung masuk lagi. Masukkan 0 untuk menonaktifkan batas waktu keras (tidak disarankan kecuali jika batas waktu idle ditetapkan).
ja_jp: この時間が経過すると、アクティビティの有無にかかわらず、クライアントは切断されます。ただし、すぐに再ログインすることは可能です。ハードタイムアウトを無効にするには0を入力します（アイドルタイムアウトが設定されていない場合は推奨しません）。
ko_ko: 이 시간이 지나면 활동과 관계없이 클라이언트의 연결이 끊어집니다. 하지만 즉시 다시 로그인할 수 있습니다. 하드 타임아웃을 비활성화하려면 0을 입력합니다(유휴 타임아웃이 설정되어 있지 않은 경우 권장하지 않음).
pt_pt: Os clientes serão desconectados após este período de tempo, independentemente da actividade. No entanto, podem voltar a iniciar sessão imediatamente. Introduzir 0 para desactivar o tempo limite (não recomendado, a menos que seja definido um tempo limite de inactividade).
sw_sw: Klienterna kommer att kopplas bort efter denna tid, oavsett aktivitet. De kan dock logga in igen omedelbart. Ange 0 om du vill inaktivera hård timeout (rekommenderas inte om inte en timeout för inaktivitet är inställd).
tr_tr: İstemcilerin bağlantısı, etkinlikten bağımsız olarak bu sürenin sonunda kesilecektir. Ancak hemen tekrar giriş yapabilirler. Zor zaman aşımını devre dışı bırakmak için 0 girin (boşta zaman aşımı ayarlanmadığı sürece önerilmez).
uk_uk: Після закінчення цього часу клієнти будуть відключені, незалежно від активності. Однак вони можуть одразу ж увійти до системи знову. Введіть 0, щоб вимкнути жорсткий таймаут (не рекомендується, якщо не встановлено таймаут простою).

source: Collect IPS Events
id_id: Kumpulkan Acara IPS
ja_jp: IPSイベントの収集
ko_ko: IPS 이벤트 수집
pt_pt: Recolher eventos IPS
sw_sw: Samla in IPS-händelser
tr_tr: IPS Olaylarını Toplayın
uk_uk: Збирайте події IPS

source: Collect NetFlow data on this firewall for use with Insight. Note that the local cache only holds the latest 100 MB of data.
id_id: Kumpulkan data NetFlow pada firewall ini untuk digunakan dengan Insight. Perhatikan bahwa cache lokal hanya menyimpan 100 MB data terbaru.
ja_jp: Insight で使用するために、このファイアウォールの NetFlow データを収集します。ローカルキャッシュは、最新の 100 MB のデータしか保持しないことに注意してください。
ko_ko: 이 방화벽에서 Insight와 함께 사용할 NetFlow 데이터를 수집합니다. 로컬 캐시에는 최신 100MB의 데이터만 보관됩니다.
pt_pt: Recolher dados NetFlow nesta firewall para utilização com a Insight. Note-se que a cache local contém apenas os últimos 100 MB de dados.
sw_sw: Samla in NetFlow-data på den här brandväggen för användning med Insight. Observera att den lokala cachen endast innehåller de senaste 100 MB data.
tr_tr: Insight ile kullanmak için bu güvenlik duvarında NetFlow verilerini toplayın. Yerel önbelleğin yalnızca en son 100 MB veriyi tuttuğunu unutmayın.
uk_uk: Зберіть дані NetFlow на цьому брандмауері для використання з Insight. Зауважте, що локальний кеш зберігає лише останні 100 МБ даних.

source: Color
id_id: Warna
ja_jp: カラー
ko_ko: 색상
pt_pt: Cor
sw_sw: Färg
tr_tr: Renk
uk_uk: Колір

source: Comma-separated list of SMTP servers for alert delivery.
id_id: Daftar server SMTP yang dipisahkan dengan koma untuk pengiriman peringatan.
ja_jp: アラート配信用のSMTPサーバーをカンマ区切りでリストアップします。
ko_ko: 알림 전송을 위한 쉼표로 구분된 SMTP 서버 목록입니다.
pt_pt: Lista separada por vírgula de servidores SMTP para entrega de alerta.
sw_sw: Kommaseparerad lista över SMTP-servrar för leverans av varningar.
tr_tr: Uyarı teslimi için SMTP sunucularının virgülle ayrılmış listesi.
uk_uk: Список SMTP-серверів для доставки оповіщень через кому.

source: Command
id_id: Perintah
it_it: Comando
ja_jp: コマンド
ko_ko: 명령
pt_pt: Comando
sw_sw: Kommando
tr_tr: Komut
uk_uk: Командир.

source: Community Mode
id_id: Mode Komunitas
ja_jp: コミュニティモード
ko_ko: 커뮤니티 모드
pt_pt: Modo Comunidade
sw_sw: Gemenskapsläge
tr_tr: Topluluk Modu
uk_uk: Режим спільноти

source: Concurrent user logins
id_id: Login pengguna secara bersamaan
ja_jp: ユーザー同時ログイン
ko_ko: 동시 사용자 로그인
pt_pt: Logins de utilizadores simultâneos
sw_sw: Samtida inloggningar av användare
tr_tr: Eşzamanlı kullanıcı girişleri
uk_uk: Одночасні входи користувачів

source: Condition
id_id: Kondisi
it_it: Condizione
ja_jp: 条件
ko_ko: 조건
pt_pt: Condição
sw_sw: Villkor
tr_tr: Durum
uk_uk: Стан

source: Create a list of sites which may not be inspected, for example bank sites. Prefix the domain with a . to accept all subdomains (e.g. .google.com).
id_id: Buat daftar situs yang mungkin tidak diperiksa, misalnya situs bank. Awali domain dengan . untuk menerima semua subdomain (mis. .google.com).
ja_jp: 銀行サイトなど、検査できない可能性のあるサイトのリストを作成する。ドメインの前に.を付けて、すべてのサブドメインを受け入れる（例：.google.com）。
ko_ko: 검사하지 않을 수 있는 사이트 목록(예: 은행 사이트)을 만듭니다. 도메인 앞에 .을 붙여 모든 하위 도메인을 허용합니다(예: .google.com).
pt_pt: Criar uma lista de sítios que não podem ser inspeccionados, por exemplo, sítios bancários. Prefixar o domínio com um . para aceitar todos os subdomínios (por exemplo, .google.com).
sw_sw: Skapa en lista över platser som inte får inspekteras, t.ex. bankplatser. Sätt ett . före domänen för att godkänna alla underdomäner (t.ex. .google.com).
tr_tr: İncelenemeyecek sitelerin bir listesini oluşturun, örneğin banka siteleri. Tüm alt alan adlarını kabul etmek için alan adının önüne . ekleyin (örn. .google.com).
uk_uk: Створіть список сайтів, які не підлягають перевірці, наприклад, сайти банків. Додайте до домену префікс . щоб приймати всі субдомени (наприклад, .google.com).

source: Custom config
id_id: Konfigurasi khusus
ja_jp: カスタムコンフィグ
ko_ko: 사용자 지정 구성
pt_pt: Configuração personalizada
sw_sw: Anpassad konfiguration
tr_tr: Özel yapılandırma
uk_uk: Спеціальна конфігурація

source: Custom configuration, which will be returned in the output file without modifications
id_id: Konfigurasi khusus, yang akan dikembalikan dalam file output tanpa modifikasi
ja_jp: カスタムコンフィギュレーション、これは修正されずに出力ファイルに返される
ko_ko: 수정하지 않고 출력 파일에 반환되는 사용자 지정 구성
pt_pt: Configuração personalizada, que será devolvida no ficheiro de saída sem modificações
sw_sw: Anpassad konfiguration, som kommer att återges i utdatafilen utan ändringar.
tr_tr: Değişiklik yapılmadan çıktı dosyasında döndürülecek olan özel yapılandırma
uk_uk: Користувацька конфігурація, яка буде повернута у вихідному файлі без змін

source: Custom template
id_id: Templat khusus
ja_jp: カスタムテンプレート
ko_ko: 사용자 지정 템플릿
pt_pt: Modelo personalizado
sw_sw: Anpassad mall
tr_tr: Özel şablon
uk_uk: Спеціальний шаблон
