Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: You cannot use the broadcast address in the ending subnet range.
id_id: Anda tidak dapat menggunakan alamat broadcast dalam rentang subnet akhir.
it_it: Non è possibile utilizzare l'indirizzo di trasmissione nell'intervallo della sottorete finale.
ja_jp: サブネット範囲の一番最後はブロードキャストアドレスのため、使用できません。
ko_ko: 종료 서브넷 범위에서는 브로드캐스트 주소를 사용할 수 없습니다.
pt_pt: Não pode usar o endereço transmitido numa gama de subrede final
sw_sw: Du kan inte använda sändningsadressen i det avslutande undernätsområdet.
tr_tr: Bitiş alt ağ aralığında yayın adresini kullanamazsınız.
uk_uk: Ви не можете використовувати широкомовну адресу в кінцевому діапазоні підмережі.

source: A valid port number must be specified for the OMAPI port.
id_id: Nomor port yang valid harus ditentukan untuk port OMAPI.
it_it: Un numero di porta valido deve essere specificato per la porta OMAPI.
ja_jp: OMAPIポートには、有効なポート番号を指定する必要があります。
ko_ko: OMAPI 포트에 유효한 포트 번호를 지정해야 합니다.
pt_pt: Deve ser especificado um número de porta válido para a porta OMAPI.
sw_sw: Ett giltigt portnummer måste anges för OMAPI-porten.
tr_tr: OMAPI portu için geçerli bir port numarası belirtilmelidir.
uk_uk: Для порту OMAPI має бути вказано дійсний номер порту.

source: The subnet range cannot overlap with virtual IP address %s.
id_id: Rentang subnet tidak boleh tumpang tindih dengan alamat IP virtual %s.
it_it: L'intervallo di sottorete non può sovrapporsi all'indirizzo IP virtuale %s.
ja_jp: サブネット範囲は、仮想IPアドレス %s と重複できません。
ko_ko: 서브넷 범위가 가상 IP 주소 %s와 겹칠 수 없습니다.
pt_pt: A gama de subrede não pode sobrepor-se com o endereço IP virtual%s.
sw_sw: Delnätsområdet kan inte överlappa den virtuella IP-adressen %s.
tr_tr: Alt ağ aralığı %s sanal IP adresi ile çakışamaz.
uk_uk: Діапазон підмережі не може перетинатися з віртуальною IP-адресою %s.

source: Cannot enable static ARP when you have static map entries without IP addresses. Ensure all static maps have IP addresses and try again.
id_id: Tidak dapat mengaktifkan ARP statis bila Anda memiliki entri peta statis tanpa alamat IP. Pastikan semua peta statis memiliki alamat IP dan coba lagi.
it_it: Non è possibile abilitare l'ARP statico quando si dispone di voci di mappa statiche senza indirizzi IP. Assicurati che tutte le mappe statiche abbiano indirizzi IP e riprova.
ja_jp: ip アドレスのない静的なマップエントリがあると、静的な arp は有効にできませんが、全ての静的なマップに ip アドレスを持たせてから、再試行してください。
ko_ko: IP 주소가 없는 정적 맵 항목이 있는 경우 정적 ARP를 활성화할 수 없습니다. 모든 정적 맵에 IP 주소가 있는지 확인한 후 다시 시도하세요.
pt_pt: Não é possível ativar o ARP quando tem entradas estáticas de mapa sem endereços IP. Certifique-se que todos os mapas estáticos têm endereços estáticos IP e volte a tentar.
sw_sw: Det går inte att aktivera statisk ARP när du har statiska mappningsposter utan IP-adresser. Se till att alla statiska kartor har IP-adresser och försök igen.
tr_tr: IP adresleri olmayan statik harita girişleriniz olduğunda statik ARP etkinleştirilemiyor. Tüm statik eşlemelerin IP adreslerine sahip olduğundan emin olun ve tekrar deneyin.
uk_uk: Неможливо увімкнути статичний ARP, якщо у вас є статичні записи мапи без IP-адрес. Переконайтеся, що всі статичні мапи мають IP-адреси, і повторіть спробу.

source: A valid MTU value must be specified.
id_id: Nilai MTU yang valid harus ditentukan.
it_it: È necessario specificare un valore mTU valido.
ja_jp: 有効なMTU 値を指定してください。
ko_ko: 유효한 MTU 값을 지정해야 합니다.
pt_pt: Deve ser especificado um valor MTU válido.
sw_sw: Ett giltigt MTU-värde måste anges.
tr_tr: Geçerli bir MTU değeri belirtilmelidir.
uk_uk: Необхідно вказати дійсне значення MTU.

source: Failover split must be a number between 0 and 256.
id_id: Pemisahan failover harus berupa angka antara 0 dan 256.
it_it: La divisione del failover deve essere un numero compreso tra 0 e 256.
ja_jp: フェイルオーバー・スプリットには、0～256の数値を指定する必要があります。
ko_ko: 장애 조치 분할은 0에서 256 사이의 숫자여야 합니다.
pt_pt: A divisão em caso de falha deve ser um número entre 0 e 256.
sw_sw: Uppdelning för växling vid fel måste vara ett tal mellan 0 och 256.
tr_tr: Yük devretme bölmesi 0 ile 256 arasında bir sayı olmalıdır.
uk_uk: Розподіл на відмовостійкість має бути числом від 0 до 256.

source: Text type cannot include quotation marks.
id_id: Jenis teks tidak dapat menyertakan tanda kutip.
it_it: Il tipo di testo non può includere marchi di virgolette.
ja_jp: テキスト型には、クォーテーションマークは使用できません。
ko_ko: 텍스트 유형에는 따옴표를 포함할 수 없습니다.
pt_pt: O tipo de texto não pode incluir aspas.
sw_sw: Texttypen kan inte innehålla citationstecken.
tr_tr: Metin türü tırnak işareti içeremez.
uk_uk: Тип тексту не може містити лапок.

source: String type must be enclosed in quotes like "this" or must be a series of octets specified in hexadecimal, separated by colons, like 01:23:45:67:89:ab:cd:ef
id_id: Jenis string harus diapit oleh tanda kutip seperti "ini" atau harus berupa serangkaian oktet yang ditentukan dalam heksadesimal, dipisahkan oleh titik dua, seperti 01:23:45:67:89:ab:cd:ef
it_it: Il tipo di stringa deve essere racchiuso in citazioni come "questa" o deve essere una serie di ottetti specificati in esadecimale, separati da due punti, come 01: 23: 45: 67: 89: AB: CD: EF
ja_jp: 文字列型は "this "のようにダブルクォーテーションマークで括ってください、16 進数で一連のオクテットを指定する場合は、次のようにコロンで区切ってください。
ko_ko: 문자열 유형은 "this"와 같이 따옴표로 묶거나 01:23:45:67:89:ab:cd:ef와 같이 콜론으로 구분된 16진수로 지정된 일련의 옥텟이어야 합니다.
pt_pt: O tipo de string deve ser colocado entre aspas como "isto" ou deve ser uma série de octetos especificados em hexadecimal, separados por dois-pontos, tal como 01:23:45:67:67:89:ab:cd:ef
sw_sw: Strängtypen måste omslutas av citattecken som "this" eller vara en serie oktetter som anges i hexadecimal form, separerade med kolon, som 01:23:45:67:89:ab:cd:ef.
tr_tr: Dize türü "this" gibi tırnak içine alınmalı veya 01:23:45:67:89:ab:cd:ef gibi iki nokta üst üste ile ayrılmış onaltılık olarak belirtilen bir dizi sekizli olmalıdır
uk_uk: Тип рядка повинен бути взятий в лапки, наприклад, "this", або бути послідовністю октетів у шістнадцятковій системі числення, розділених двокрапкою, наприклад, 01:23:45:67:89:ab:cd:ef

source: Boolean type must be true, false, on, or off.
id_id: Tipe Boolean harus benar, salah, hidup, atau mati.
it_it: Il tipo booleano deve essere vero, falso, acceso o spento.
ja_jp: ブーリアン型は、true、false、on、off です。
ko_ko: 부울 유형은 참, 거짓, 켜짐 또는 꺼짐이어야 합니다.
pt_pt: Tipo Booleano deve ser verdadeiro, falso, ligado e desligado
sw_sw: Den booleska typen måste vara sann, falsk, on eller off.
tr_tr: Boolean tipi true, false, on veya off olmalıdır.
uk_uk: Булевий тип має бути true, false, on або off.

source: Unsigned 8-bit integer type must be a number in the range 0 to 255.
id_id: Jenis bilangan bulat 8-bit yang tidak ditandatangani harus berupa angka dalam rentang 0 hingga 255.
it_it: Il tipo intero non firmato a 8 bit deve essere un numero nell'intervallo da 0 a 255.
ja_jp: 符号なし 8 ビット整数型は 0 - 255 の数字です。
ko_ko: 부호 없는 8비트 정수 유형은 0~255 범위의 숫자여야 합니다.
pt_pt: O numero inteiro de 8 bits não assinado deverá estar dentro da gama 0 a 255.
sw_sw: Osignerat 8-bitars heltal måste vara ett tal i intervallet 0-255.
tr_tr: İşaretsiz 8 bit tamsayı tipi 0 ila 255 aralığında bir sayı olmalıdır.
uk_uk: Беззнаковий 8-розрядний цілий тип повинен бути числом в діапазоні від 0 до 255.

source: Unsigned 16-bit integer type must be a number in the range 0 to 65535.
id_id: Jenis bilangan bulat 16-bit yang tidak ditandatangani harus berupa angka dalam rentang 0 hingga 65535.
it_it: Il tipo intero non firmato a 16 bit deve essere un numero nell'intervallo da 0 a 65535.
ja_jp: 符号なし 16 ビット整数型は 0 ～ 65535 の数字です。
ko_ko: 부호 없는 16비트 정수 유형은 0에서 65535 범위의 숫자여야 합니다.
pt_pt: O numero inteiro de 16-bit não assinado deverá estar dentro da gama 0 a 65535.
sw_sw: Osignerat 16-bitars heltal måste vara ett tal i intervallet 0 till 65535.
tr_tr: İşaretsiz 16 bit tamsayı tipi 0 ila 65535 aralığında bir sayı olmalıdır.
uk_uk: Беззнаковий 16-розрядний цілий тип повинен бути числом в діапазоні від 0 до 65535.

source: Unsigned 32-bit integer type must be a number in the range 0 to 4294967295.
id_id: Jenis bilangan bulat 32-bit yang tidak ditandatangani harus berupa angka dalam rentang 0 hingga 4294967295.
it_it: Il tipo intero non firmato a 32 bit deve essere un numero nell'intervallo da 0 a 4294967295.
ja_jp: 符号なし 32 ビット整数型は 0 - 4294967295 の数字です。
ko_ko: 부호 없는 32비트 정수 유형은 0에서 4294967295 범위의 숫자여야 합니다.
pt_pt: O numero inteiro de 32-bit não assinado deverá estar dentro da gama 0 a 4294967295
sw_sw: Osignerat 32-bitars heltal måste vara ett tal i intervallet 0 till 4294967295.
tr_tr: İşaretsiz 32 bit tamsayı tipi 0 ila 4294967295 aralığında bir sayı olmalıdır.
uk_uk: Беззнаковий 32-розрядний цілий тип повинен бути числом в діапазоні від 0 до 4294967295.

source: Signed 8-bit integer type must be a number in the range -128 to 127.
id_id: Jenis bilangan bulat 8-bit yang ditandatangani harus berupa angka dalam kisaran -128 hingga 127.
it_it: Il tipo intero a 8 bit firmato deve essere un numero nell'intervallo da -128 a 127.
ja_jp: 符号付 8 ビット整数型は -128 - 127 の数字です。
ko_ko: 부호 있는 8비트 정수 유형은 -128~127 범위의 숫자여야 합니다.
pt_pt: O numero inteiro de 8-bit assinado deverá estar dentro da gama -128 a 127.
sw_sw: Signerad 8-bitars heltalstyp måste vara ett tal i intervallet -128 till 127.
tr_tr: İşaretli 8 bit tamsayı tipi -128 ila 127 aralığında bir sayı olmalıdır.
uk_uk: Знаковий 8-розрядний цілий тип повинен бути числом в діапазоні від -128 до 127.

source: Signed 16-bit integer type must be a number in the range -32768 to 32767.
id_id: Jenis bilangan bulat 16-bit yang ditandatangani harus berupa angka dalam kisaran -32768 hingga 32767.
it_it: Il tipo intero a 16 bit firmato deve essere un numero nell'intervallo da -32768 a 32767.
ja_jp: 符号付 16 ビット整数型は -32768 - 32767 の数字です。
ko_ko: 부호 있는 16비트 정수 유형은 -32768 ~ 32767 범위의 숫자여야 합니다.
pt_pt: O numero inteiro de 16-bit assinado deverá estar dentro da gama -32768 a 32767
sw_sw: Signerad 16-bitars heltalstyp måste vara ett tal i intervallet -32768 till 32767.
tr_tr: İşaretli 16 bit tamsayı tipi -32768 ila 32767 aralığında bir sayı olmalıdır.
uk_uk: Знаковий 16-розрядний цілий тип повинен бути числом у діапазоні від -32768 до 32767.

source: Signed 32-bit integer type must be a number in the range -2147483648 to 2147483647.
id_id: Jenis bilangan bulat 32-bit yang ditandatangani harus berupa angka dalam kisaran -2147483648 hingga 2147483647.
it_it: Il tipo intero firmato a 32 bit deve essere un numero nell'intervallo da -2147483648 a 2147483647.
ja_jp: 符号付 32 ビット整数型は -2147483648 - 2147483647 の数字です。
ko_ko: 부호 있는 32비트 정수 유형은 -2147483648~2147483647 범위의 숫자여야 합니다.
pt_pt: O numero inteiro de 32-bit assinado deverá estar dentro da gama -2147483648 a 2147483647.
sw_sw: Signerad 32-bitars heltalstyp måste vara ett tal i intervallet -2147483648 till 2147483647.
tr_tr: İşaretli 32 bit tamsayı tipi -2147483648 ila 2147483647 aralığında bir sayı olmalıdır.
uk_uk: Знаковий 32-розрядний цілий тип повинен бути числом у діапазоні від -2147483648 до 2147483647.

source: IP address or host type must be an IP address or host name.
id_id: Alamat IP atau jenis host harus berupa alamat IP atau nama host.
it_it: L'indirizzo IP o il tipo di host devono essere un indirizzo IP o un nome host.
ja_jp: IPアドレスホスト型は、、、IPアドレスまたはホスト名です。
ko_ko: IP 주소 또는 호스트 유형은 IP 주소 또는 호스트 이름이어야 합니다.
pt_pt: O endereço IP ou o tipo de host deve ser um endereço IP ou hostname.
sw_sw: IP-adress eller värdtyp måste vara en IP-adress eller ett värdnamn.
tr_tr: IP adresi veya ana bilgisayar türü bir IP adresi veya ana bilgisayar adı olmalıdır.
uk_uk: IP-адреса або тип хоста має бути IP-адресою або ім'ям хоста.

source: The specified range lies outside of the current subnet.
id_id: Jangkauan yang ditentukan terletak di luar subnet saat ini.
it_it: L'intervallo specificato si trova al di fuori della sottorete corrente.
ja_jp: 指定された範囲は、現在のサブネットの範囲外です。
ko_ko: 지정된 범위가 현재 서브넷 외부에 있습니다.
pt_pt: O intervalo especificado fica fora da subrede actual.
sw_sw: Det angivna intervallet ligger utanför det aktuella undernätet.
tr_tr: Belirtilen aralık geçerli alt ağın dışındadır.
uk_uk: Вказаний діапазон лежить за межами поточної підмережі.

source: The range is invalid (first element higher than second element).
id_id: Rentang tidak valid (elemen pertama lebih tinggi dari elemen kedua).
it_it: L'intervallo non è valido (primo elemento superiore al secondo elemento).
ja_jp: 無効な範囲です ( 第 1 要素の方が第 2 要素よりも大きい )
ko_ko: 범위가 유효하지 않습니다(첫 번째 요소가 두 번째 요소보다 높습니다).
pt_pt: O intervalo é inválido (primeiro elemento maior que o segundo elemento).
sw_sw: Intervallet är ogiltigt (första elementet är högre än andra elementet).
tr_tr: Aralık geçersiz (ilk eleman ikinci elemandan yüksek).
uk_uk: Діапазон невірний (перший елемент більший за другий).

source: The specified range must not be within the DHCP range for this interface.
id_id: Kisaran yang ditentukan tidak boleh berada dalam kisaran DHCP untuk antarmuka ini.
it_it: L'intervallo specificato non deve trovarsi nell'intervallo DHCP per questa interfaccia.
ja_jp: このインタフェースのdhcpに含まれる、範囲は指定できません。
ko_ko: 지정된 범위가 이 인터페이스의 DHCP 범위 내에 있지 않아야 합니다.
pt_pt: O intervalo especificado não deve estar dentro da gama DHCP para essa interface.
sw_sw: Det angivna intervallet får inte ligga inom DHCP-området för det här gränssnittet.
tr_tr: Belirtilen aralık, bu arabirim için DHCP aralığı içinde olmamalıdır.
uk_uk: Вказаний діапазон не повинен знаходитися у межах діапазону DHCP для цього інтерфейсу.

source: The specified range must not be within the range configured on a DHCP pool for this interface.
id_id: Rentang yang ditentukan tidak boleh berada dalam rentang yang dikonfigurasi pada DHCP pool untuk antarmuka ini.
it_it: L'intervallo specificato non deve trovarsi all'interno dell'intervallo configurato su un pool DHCP per questa interfaccia.
ja_jp: このインタフェースのdhcpに構成された範囲に含まれる、範囲は指定できません。
ko_ko: 지정된 범위는 이 인터페이스에 대한 DHCP 풀에 구성된 범위 내에 있지 않아야 합니다.
pt_pt: O intervalo especificado não deve estar dentro do intervalo configurado numa piscina DHCP para esse interface.
sw_sw: Det angivna intervallet får inte ligga inom det intervall som konfigurerats för en DHCP-pool för det här gränssnittet.
tr_tr: Belirtilen aralık, bu arabirim için bir DHCP havuzunda yapılandırılmış aralık içinde olmamalıdır.
uk_uk: Вказаний діапазон не повинен знаходитися у межах діапазону, налаштованого у пулі DHCP для цього інтерфейсу.

source: You must disable the DHCP relay on the %s interface before enabling the DHCP server.
id_id: Anda harus menonaktifkan relai DHCP pada antarmuka %s sebelum mengaktifkan server DHCP.
it_it: È necessario disabilitare il relè DHCP sull'interfaccia %s prima di abilitare il server DHCP.
ja_jp: DHCP サーバを有効にする前に、%s インタフェースの DHCP リレーを無効にしてください。
ko_ko: DHCP 서버를 사용하도록 설정하기 전에 %s 인터페이스에서 DHCP 릴레이를 사용하지 않도록 설정해야 합니다.
pt_pt: Terá de desativar o DHCP Relay no interface %s antes de ativar o servidor DHCP.
sw_sw: Du måste inaktivera DHCP-reläet på %s-gränssnittet innan du aktiverar DHCP-servern.
tr_tr: DHCP sunucusunu etkinleştirmeden önce %s arabirimindeki DHCP aktarıcısını devre dışı bırakmanız gerekir.
uk_uk: Перед увімкненням DHCP-сервера необхідно вимкнути DHCP-ретранслятор на інтерфейсі %s.

source: Do you really want to delete this pool?
id_id: Apakah Anda benar-benar ingin menghapus kolam ini?
it_it: Vuoi davvero eliminare questo pool?
ja_jp: 本当にこのプールを削除しますか？
ko_ko: 이 풀을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar esta piscina?
sw_sw: Vill du verkligen radera denna pool?
tr_tr: Bu havuzu gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей пул?

source: Do you really want to delete this mapping?
id_id: Apakah Anda benar-benar ingin menghapus pemetaan ini?
it_it: Vuoi davvero eliminare questa mappatura?
ja_jp: 本当にこのマッピングを削除しますか？
ko_ko: 이 매핑을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza que pretende apagar este mapeamento?
sw_sw: Vill du verkligen radera denna mappning?
tr_tr: Bu eşlemeyi gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити це відображення?

source: DHCP Relay is currently enabled. Cannot enable the DHCP Server service while the DHCP Relay is enabled on any interface.
id_id: DHCP Relay saat ini diaktifkan. Tidak dapat mengaktifkan layanan DHCP Server saat DHCP Relay diaktifkan di antarmuka mana pun.
it_it: Il relè DHCP è attualmente abilitato. Impossibile abilitare il servizio DHCP Server mentre il relè DHCP è abilitato su qualsiasi interfaccia.
ja_jp: dhcp リレーは現在有効です。dhcp リレーが有効になっているインタフェースでは、dhcp サーバを有効にできません。
ko_ko: DHCP 릴레이가 현재 사용하도록 설정되어 있습니다. 어떤 인터페이스에서든 DHCP 릴레이가 사용하도록 설정되어 있는 동안에는 DHCP 서버 서비스를 사용하도록 설정할 수 없습니다.
pt_pt: DHCP Relay está atualmente ativo. Não é possível ativar o serviço, servidor de DHCP, enquanto o DHCP Relay está ativo em qualquer interface.
sw_sw: DHCP Relay är för närvarande aktiverat. Det går inte att aktivera tjänsten DHCP Server medan DHCP Relay är aktiverat i något gränssnitt.
tr_tr: DHCP Geçişi şu anda etkin. DHCP Aktarıcısı herhangi bir arabirimde etkinken DHCP Sunucusu hizmeti etkinleştirilemez.
uk_uk: DHCP Relay наразі увімкнено. Неможливо увімкнути службу DHCP-сервера, якщо на будь-якому інтерфейсі увімкнено ретрансляцію DHCP.

source: The static mapping configuration has been changed
id_id: Konfigurasi pemetaan statis telah diubah
it_it: La configurazione della mappatura statica è stata modificata
ja_jp: 静的マッピング構成が変更されました
ko_ko: 정적 매핑 구성이 변경되었습니다.
pt_pt: A configuração de mapeamento estático foi alterada
sw_sw: Konfigurationen för statisk mappning har ändrats
tr_tr: Statik eşleme yapılandırması değiştirildi
uk_uk: Змінено конфігурацію статичного відображення

source: Enable DHCP server on the %s interface
id_id: Mengaktifkan server DHCP pada antarmuka %s
it_it: Abilita il server DHCP sull'interfaccia %s
ja_jp: s インタフェースで DHCP サーバを有効にする
ko_ko: 인터페이스에서 DHCP 서버 사용
pt_pt: Actiar servidor de DHCP sem interface %s
sw_sw: Aktivera DHCP-server på %s gränssnittet
tr_tr: s arabiriminde DHCP sunucusunu etkinleştirin
uk_uk: Увімкніть DHCP-сервер на інтерфейсі %s

source: Editing Pool-Specific Options. To return to the Interface, click its tab above.
id_id: Mengedit Opsi Khusus Kolam. Untuk kembali ke Antarmuka, klik tab di atas.
it_it: Modifica delle opzioni specifiche del pool. Per tornare all'interfaccia, fare clic sulla scheda sopra.
ja_jp: プール固有のオプションを編集しています、インタフェースに戻るには、上記のタブをクリックしてください。
ko_ko: 풀별 옵션 편집하기. 인터페이스로 돌아가려면 위의 탭을 클릭합니다.
pt_pt: Editar opções de especificações da piscina. Para voltar ao interface, clique no separador acima.
sw_sw: Redigera poolspecifika alternativ. Om du vill återgå till gränssnittet klickar du på dess flik ovan.
tr_tr: Havuza Özel Seçenekleri Düzenleme. Arayüze geri dönmek için yukarıdaki sekmesine tıklayın.
uk_uk: Редагування параметрів конкретного пулу. Щоб повернутися до інтерфейсу, клацніть його вкладку вище.

source: Pool Description
id_id: Deskripsi Kolam Renang
it_it: Descrizione della piscina
ja_jp: プールの説明
ko_ko: 풀 설명
pt_pt: Descrição da piscina
sw_sw: Beskrivning av poolen
tr_tr: Havuz Açıklaması
uk_uk: Опис басейну

source: Deny unknown clients
id_id: Menolak klien yang tidak dikenal
it_it: Nega clienti sconosciuti
ja_jp: 不明なクライアントを拒否
ko_ko: 알 수 없는 클라이언트 거부
pt_pt: Recusar clientes desconhecidos
sw_sw: Neka okända klienter
tr_tr: Bilinmeyen istemcileri reddet
uk_uk: Відмовляти невідомим клієнтам

source: If this is checked, only the clients defined below will get DHCP leases from this server.
id_id: Jika ini dicentang, hanya klien yang didefinisikan di bawah ini yang akan mendapatkan sewa DHCP dari server ini.
it_it: Se questo è controllato, solo i client definiti di seguito riceveranno contratti di locazione DHCP da questo server.
ja_jp: これをチェックすると、下記で定義されるクライアントのみがこのサーバから dhcp リースを取得します。
ko_ko: 이 옵션을 선택하면 아래에 정의된 클라이언트만 이 서버에서 DHCP 임대를 받습니다.
pt_pt: Se esta opção estiver marcada apenas os clientes definidos abaixo de receberem o DHCP alugam este servidor.
sw_sw: Om detta är markerat är det endast de klienter som definieras nedan som får DHCP-avtal från den här servern.
tr_tr: Bu işaretlenirse, yalnızca aşağıda tanımlanan istemciler bu sunucudan DHCP kiraları alacaktır.
uk_uk: Якщо позначено цю опцію, лише клієнти, визначені нижче, отримуватимуть DHCP-ліцензії від цього сервера.

source: Ignore Client UIDs
id_id: Abaikan UID Klien
it_it: Ignora gli uid del cliente
ja_jp: クライアントUIDを無視する
ko_ko: 클라이언트 UID 무시
pt_pt: Ignorar UIDs de Clientes
sw_sw: Ignorera klienternas UID:er
tr_tr: İstemci UID'lerini Yoksay
uk_uk: Ігнорувати UID клієнта

source: By default, the same MAC can get multiple leases if the requests are sent using different UIDs. To avoid this behavior, check this box and client UIDs will be ignored.
id_id: Secara default, MAC yang sama bisa mendapatkan beberapa penyewaan jika permintaan dikirim menggunakan UID yang berbeda. Untuk menghindari perilaku ini, centang kotak ini dan UID klien akan diabaikan.
it_it: Per impostazione predefinita, lo stesso Mac può ottenere più contratti di locazione se le richieste vengono inviate utilizzando UID diversi. Per evitare questo comportamento, controllare questa casella e gli UID del cliente verranno ignorati.
ja_jp: デフォルトでは、リクエストが異なるUIDを使用して送信された場合、同じMACが複数のリースを取得することができます。この動作を回避するには、このボックスをオンにすると、クライアントのUIDは無視されます。
ko_ko: 기본적으로 요청이 서로 다른 UID를 사용하여 전송되는 경우 동일한 MAC이 여러 개의 임대를 받을 수 있습니다. 이 동작을 방지하려면 이 확인란을 선택하면 클라이언트 UID가 무시됩니다.
pt_pt: Por defeito, o mesmo MAC pode obter vários arrendamentos se os pedidos forem enviados usando UIDs diferentes. Para evitar este comportamento, marque esta caixa e os UIDs dos clientes serão ignorados.
sw_sw: Som standard kan samma MAC få flera hyresavtal om förfrågningarna skickas med olika UID:er. Om du vill undvika detta beteende markerar du den här rutan så att klienternas UID:er ignoreras.
tr_tr: Varsayılan olarak, istekler farklı UID'ler kullanılarak gönderilirse aynı MAC birden fazla kiralama alabilir. Bu davranıştan kaçınmak için bu kutuyu işaretleyin ve istemci UID'leri yok sayılacaktır.
uk_uk: За замовчуванням, один і той самий MAC може отримати кілька оренд, якщо запити надіслані з використанням різних UID. Щоб уникнути такої поведінки, встановіть цей прапорець, і клієнтські UID будуть ігноруватися.

source: Subnet mask
it_it: Maschera di sottorete
ja_jp: サブネットマスク
ko_ko: 서브넷 마스크
pt_pt: Mascara da sub-rede
sw_sw: Subnätmask
tr_tr: Alt ağ maskesi
uk_uk: Маска підмережі

source: Available range
id_id: Rentang yang tersedia
it_it: Gamma disponibile
ja_jp: 利用可能な範囲
ko_ko: 사용 가능한 범위
pt_pt: Gama disponível
sw_sw: Tillgängligt sortiment
tr_tr: Mevcut aralık
uk_uk: Доступний асортимент

source: No available address range for configured interface subnet size.
id_id: Tidak ada rentang alamat yang tersedia untuk ukuran subnet antarmuka yang dikonfigurasi.
it_it: Nessun intervallo di indirizzi disponibile per la dimensione della sottorete dell'interfaccia configurata.
ja_jp: 設定されているインターフェイスのサブネットサイズに対して利用可能なアドレス範囲がありません。
ko_ko: 구성된 인터페이스 서브넷 크기에 사용할 수 있는 주소 범위가 없습니다.
pt_pt: Não há gama de endereços disponíveis para o tamanho da sub-rede da interface configurada.
sw_sw: Det finns inget tillgängligt adressområde för den konfigurerade gränssnittsundernätstorleken.
tr_tr: Yapılandırılmış arabirim alt ağ boyutu için kullanılabilir adres aralığı yok.
uk_uk: Немає доступного діапазону адрес для налаштованого розміру підмережі інтерфейсу.

source: Range
id_id: Jangkauan
it_it: Allineare
ja_jp: 範囲
ko_ko: 범위
pt_pt: Gama
sw_sw: Utbud
tr_tr: Menzil
uk_uk: Діапазон

source: from
id_id: dari
it_it: a partire dal
ja_jp: からして
ko_ko: 에서
pt_pt: Servidores DNS
sw_sw: från
tr_tr: gelen
uk_uk: від

source: to
id_id: untuk
it_it: a
ja_jp: まで
ko_ko: 에
pt_pt: para
sw_sw: till
tr_tr: için
uk_uk: до

source: Additional Pools
id_id: Kolam Renang Tambahan
it_it: Piscine aggiuntive
ja_jp: 追加プール
ko_ko: 추가 풀
pt_pt: Piscinas adicionais
sw_sw: Ytterligare pooler
tr_tr: İlave Havuzlar
uk_uk: Додаткові пули

source: Pool Start
id_id: Mulai Kolam Renang
it_it: Avvio della piscina
ja_jp: プール開始
ko_ko: 풀 시작
pt_pt: Inicio da Piscina
sw_sw: Start av poolen
tr_tr: Havuz Başlangıcı
uk_uk: Пул Старт
