Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Suspicious entropy
id_id: Entropi yang mencurigakan
ja_jp: 疑惑のエントロピ
ko_ko: 의심스러운 엔트로피
pt_pt: Entropia suspeita
sw_sw: Misstänkt entropi
tr_tr: Şüpheli entropi
uk_uk: Підозріла ентропія

source: Svalbard and Jan Mayen
id_id: Svalbard dan Jan Mayen
ja_jp: スバールバルとヤンマイエン
ko_ko: 스발바르 및 얀 마옌
pt_pt: Svalbard e Jan Mayen
sw_sw: Svalbard och Jan Mayen
tr_tr: Svalbard ve Jan Mayen
uk_uk: Шпіцберген і Ян-Майєн

source: Swaziland
ja_jp: スワジランド
ko_ko: 스와질란드
pt_pt: Suazilândia
tr_tr: Svaziland
uk_uk: Свазіленд

source: Sweden
id_id: Swedia
ja_jp: スウェーデン
ko_ko: 스웨덴
pt_pt: Suécia
sw_sw: Sverige
tr_tr: İsveç
uk_uk: Швеція

source: Switzerland
id_id: Swiss
ja_jp: スイス
ko_ko: 스위스
pt_pt: Suíça
sw_sw: Schweiz
tr_tr: İsviçre
uk_uk: Швейцарія

source: Syrian Arab Republic
id_id: Republik Arab Suriah
ja_jp: シリア・アラブ共和国
ko_ko: 시리아 아랍 공화국
pt_pt: República Árabe da Síria
sw_sw: Syriska Arabrepubliken
tr_tr: Suriye Arap Cumhuriyeti
uk_uk: Сирійська Арабська Республіка

source: Syslog (Json)
ja_jp: シスログ(Json)
ko_ko: 시스로그(Json)

source: System Resource
id_id: Sumber Daya Sistem
ja_jp: システムリソース
ko_ko: 시스템 리소스
pt_pt: Recurso do sistema
sw_sw: Systemresurs
tr_tr: Sistem Kaynağı
uk_uk: Системний ресурс

source: TCP(4)
ja_jp: TCP(4)の場合

source: TFTP
ja_jp: ティーエフティーピー

source: TINC
ja_jp: ティーエヌシー

source: TLS
ja_jp: ティーエスエル

source: TLS (probably) not carrying HTTPS
id_id: TLS (mungkin) tidak membawa HTTPS
ja_jp: TLSは（おそらく）HTTPSを運んでいない
ko_ko: HTTPS를 전달하지 않는 TLS(아마도)
pt_pt: TLS (provavelmente) não portador de HTTPS
sw_sw: TLS bär (troligen) inte HTTPS
tr_tr: TLS (muhtemelen) HTTPS taşımıyor
uk_uk: TLS (ймовірно) не підтримує HTTPS

source: TLS Expired Certificate
id_id: Sertifikat Kedaluwarsa TLS
ja_jp: TLS 期限切れ証明書
ko_ko: TLS 만료 인증서
pt_pt: Certificado Expirado TLS
sw_sw: TLS-certifikat som löpt ut
tr_tr: TLS Süresi Dolmuş Sertifika
uk_uk: Прострочений сертифікат TLS

source: TLS Suspicious ESNI Usage
id_id: TLS Penggunaan ESNI yang Mencurigakan
ja_jp: TLS 不審なESNI使用状況
ko_ko: TLS 의심스러운 ESNI 사용
pt_pt: TLS Utilização Suspeita do ESNI
sw_sw: TLS Misstänkt ESNI-användning
tr_tr: TLS Şüpheli ESNI Kullanımı
uk_uk: TLS Підозріле використання ESNI

source: TLS certificate validity longer than 13 months
id_id: Masa berlaku sertifikat TLS lebih dari 13 bulan
ja_jp: TLS証明書の有効期間が13ヶ月を超える
ko_ko: 13개월보다 긴 TLS 인증서 유효 기간
pt_pt: Certificado TLS válido por mais de 13 meses
sw_sw: TLS-certifikatets giltighet är längre än 13 månader
tr_tr: TLS sertifika geçerlilik süresi 13 aydan uzun
uk_uk: Термін дії сертифіката TLS більше 13 місяців

source: TLS fatal alert
id_id: Peringatan fatal TLS
ja_jp: TLSの致命的な警告
ko_ko: TLS 치명적 경고
pt_pt: TLS alerta fatal
sw_sw: TLS dödlig varning
tr_tr: TLS ölümcül uyarısı
uk_uk: Тривожний сигнал TLS зі смертельним наслідком

source: TLS suspicious extension
id_id: Ekstensi TLS yang mencurigakan
ja_jp: TLSの怪しい拡張子
ko_ko: TLS 의심스러운 확장명
pt_pt: TLS extensão suspeita
sw_sw: TLS misstänkt förlängning
tr_tr: TLS şüpheli uzantısı
uk_uk: Підозріле розширення TLS

source: TTLS
ja_jp: ティーティーエルエス

source: TVUplayer
id_id: Pemutar TVU
ja_jp: テレビプレーヤー
ko_ko: TVU플레이어

source: Tag for this device must be unique.
id_id: Tag untuk perangkat ini harus unik.
ja_jp: このデバイスのタグはユニークでなければなりません。
ko_ko: 이 디바이스의 태그는 고유해야 합니다.
pt_pt: A etiqueta para este dispositivo deve ser única.
sw_sw: Taggen för denna enhet måste vara unik.
tr_tr: Bu cihaz için etiket benzersiz olmalıdır.
uk_uk: Тег для цього пристрою повинен бути унікальним.

source: Taiwan
ja_jp: 台湾
ko_ko: 대만
tr_tr: Tayvan
uk_uk: Тайвань

source: Tajikistan
ja_jp: タジキスタン
ko_ko: 타지키스탄
pt_pt: Tajiquistão
sw_sw: Tadzjikistan
tr_tr: Tacikistan
uk_uk: Таджикистан

source: Tanzania, United Republic of
id_id: Tanzania, Republik Demokratik Kongo
ja_jp: タンザニア連合共和国
ko_ko: 탄자니아, 연합 공화국
pt_pt: Tanzânia, República Unida da
sw_sw: Tanzania, Förenade republiken Tanzania
tr_tr: Tanzanya, Birleşik Cumhuriyet
uk_uk: Танзанія, Об'єднана Республіка

source: TargusDataspeed
ja_jp: ターガスデータスピード
ko_ko: 타거스 데이터스피드

source: TeamSpeak
ja_jp: チームスピーク

source: TeamViewer
id_id: Penampil Tim
ja_jp: チームビューアー

source: Teams
id_id: Tim
ja_jp: チーム紹介
ko_ko: 팀
pt_pt: Equipas
sw_sw: Lag
tr_tr: Takımlar
uk_uk: Команди

source: Telegram
ja_jp: テレグラム
ko_ko: 텔레그램
pt_pt: Telegrama
tr_tr: Telgraf
uk_uk: Телеграма

source: Telnet
ja_jp: テルネット
ko_ko: 텔넷

source: Template name should be a string between 1 and 255 characters
id_id: Nama templat harus berupa string antara 1 hingga 255 karakter
ja_jp: テンプレート名は、1文字以上255文字以下の文字列で指定します。
ko_ko: 템플릿 이름은 1~25자 사이의 문자열이어야 합니다.
pt_pt: O nome do modelo deve ser uma cadeia entre 1 e 255 caracteres
sw_sw: Mallens namn ska vara en sträng mellan 1 och 255 tecken.
tr_tr: Şablon adı 1 ile 255 karakter arasında bir dize olmalıdır
uk_uk: Ім'я шаблону має бути рядком від 1 до 255 символів

source: Teredo
ja_jp: テレド
uk_uk: Тередо.

source: Tester
id_id: Penguji
ja_jp: テスター
ko_ko: 테스터
pt_pt: Testador
sw_sw: Testare
tr_tr: Test Cihazı
uk_uk: Тестер

source: Text files
id_id: File teks
ja_jp: テキストファイル
ko_ko: 텍스트 파일
pt_pt: Ficheiros de texto
sw_sw: Textfiler
tr_tr: Metin dosyaları
uk_uk: Текстові файли

source: Thailand
ja_jp: タイ
ko_ko: 태국
pt_pt: Tailândia
tr_tr: Tayland
uk_uk: Таїланд

source: The absolute limitation for packet size is 64K (65535 bytes)
id_id: Batasan absolut untuk ukuran paket adalah 64K (65535 byte)
ja_jp: パケットサイズの絶対制限は64K（65535バイト）です
ko_ko: 패킷 크기의 절대적인 제한은 64K(65535바이트)입니다.
pt_pt: A limitação absoluta para o tamanho da embalagem é de 64K (65535 bytes)
sw_sw: Den absoluta begränsningen för paketstorlek är 64K (65535 bytes).
tr_tr: Paket boyutu için mutlak sınırlama 64K'dır (65535 bayt)
uk_uk: Абсолютне обмеження на розмір пакетів становить 64K (65535 байт)

source: The cache size should be numeric, optionally appended with 'k', 'm', or 'g'
id_id: Ukuran cache harus berupa angka, secara opsional ditambahkan dengan 'k', 'm', atau 'g'
ja_jp: キャッシュサイズは数値で、オプションで'k'、'm'、'g'を付加することができます。
ko_ko: 캐시 크기는 숫자여야 하며, 선택적으로 'k', 'm' 또는 'g'가 추가될 수 있습니다.
pt_pt: O tamanho da cache deve ser numérico, opcionalmente anexado com 'k', 'm', ou 'g'.
sw_sw: Cachestorleken ska vara numerisk, eventuellt kompletterad med "k", "m" eller "g".
tr_tr: Önbellek boyutu sayısal olmalı ve isteğe bağlı olarak 'k', 'm' veya 'g' ile eklenmelidir
uk_uk: Розмір кешу має бути числовим, необов'язково з додаванням 'k', 'm' або 'g'

source: The device name must be unique.
id_id: Nama perangkat harus unik.
ja_jp: デバイス名は一意である必要があります。
ko_ko: 장치 이름은 고유해야 합니다.
pt_pt: O nome do dispositivo deve ser único.
sw_sw: Enhetsnamnet måste vara unikt.
tr_tr: Cihaz adı benzersiz olmalıdır.
uk_uk: Ім'я пристрою має бути унікальним.

source: The domain field is required if a host has not been specified.
id_id: Bidang domain wajib diisi jika host belum ditentukan.
ja_jp: domain フィールドは、ホストが指定されていない場合に必要です。
ko_ko: 호스트가 지정되지 않은 경우 도메인 필드는 필수입니다.
pt_pt: O campo de domínio é obrigatório se não tiver sido especificado um anfitrião.
sw_sw: Fältet domän krävs om ingen värd har angetts.
tr_tr: Bir ana bilgisayar belirtilmemişse etki alanı alanı gereklidir.
uk_uk: Поле домену є обов'язковим, якщо хост не було вказано.

source: The field IP address is required.
id_id: Alamat IP lapangan harus diisi.
ja_jp: フィールドIPアドレスは必須です。
ko_ko: 필드 IP 주소는 필수 입력 사항입니다.
pt_pt: O endereço IP de campo é obrigatório.
sw_sw: Fältet IP-adress är obligatoriskt.
tr_tr: IP adresi alanı gereklidir.
uk_uk: Поле IP-адреса є обов'язковим для заповнення.

source: The field MX Host is required.
id_id: Bidang MX Host diperlukan.
ja_jp: MX Hostの項目は必須です。
ko_ko: MX 호스트 필드는 필수입니다.
pt_pt: O campo MX Host é obrigatório.
sw_sw: Fältet MX Host är obligatoriskt.
tr_tr: MX Host alanı zorunludur.
uk_uk: Поле MX Host є обов'язковим для заповнення.

source: The field MX Priority is required.
id_id: Kolom MX Prioritas wajib diisi.
ja_jp: MX Priorityの項目は必須です。
ko_ko: MX 우선순위 필드는 필수입니다.
pt_pt: O campo MX Priority é obrigatório.
sw_sw: Fältet MX Priority är obligatoriskt.
tr_tr: MX Önceliği alanı gereklidir.
uk_uk: Поле MX Priority є обов'язковим для заповнення.

source: The filename may only contain letters, digits and one dot (not required).
id_id: Nama file hanya boleh terdiri dari huruf, angka, dan satu titik (tidak wajib).
ja_jp: ファイル名には、文字、数字、および1つのドット（必須ではありません）のみを含めることができます。
ko_ko: 파일 이름에는 문자, 숫자, 점 하나만 포함할 수 있습니다(필수 사항 아님).
pt_pt: O nome do ficheiro só pode conter letras, dígitos e um ponto (não é necessário).
sw_sw: Filnamnet får endast innehålla bokstäver, siffror och en punkt (krävs inte).
tr_tr: Dosya adı yalnızca harfler, rakamlar ve bir nokta (gerekli değildir) içerebilir.
uk_uk: Ім'я файлу може містити лише літери, цифри та одну крапку (не обов'язково).

source: The first hour of the day is 0.
id_id: Jam pertama dalam satu hari adalah 0.
ja_jp: 最初の1時間は0です。
ko_ko: 하루의 첫 시간은 0입니다.
pt_pt: A primeira hora do dia é 0.
sw_sw: Dagens första timme är 0.
tr_tr: Günün ilk saati 0'dır.
uk_uk: Перша година дня - 0.

source: The host field is required if a domain has not been specified.
id_id: Bidang host wajib diisi jika domain belum ditentukan.
ja_jp: ドメインが指定されていない場合、hostフィールドは必須です。
ko_ko: 도메인을 지정하지 않은 경우 호스트 필드는 필수입니다.
pt_pt: O campo de acolhimento é obrigatório se um domínio não tiver sido especificado.
sw_sw: Fältet värd krävs om ingen domän har angetts.
tr_tr: Bir alan adı belirtilmemişse ana bilgisayar alanı gereklidir.
uk_uk: Поле host обов'язкове для заповнення, якщо домен не було вказано.

source: The last hour of the day is 23!
id_id: Jam terakhir dalam satu hari adalah jam 23!
ja_jp: 最後の1時間は23時!
ko_ko: 하루의 마지막 시간은 23시입니다!
pt_pt: A última hora do dia é 23!
sw_sw: Dagens sista timme är 23!
tr_tr: Günün son saati 23!
uk_uk: Остання година дня - 23!

source: The match name must be set.
id_id: Nama pertandingan harus ditetapkan.
ja_jp: マッチ名を設定する必要があります。
ko_ko: 경기 이름을 설정해야 합니다.
pt_pt: O nome do jogo deve ser definido.
sw_sw: Matchnamnet måste anges.
tr_tr: Eşleşme adı ayarlanmalıdır.
uk_uk: Ім'я матчу має бути задано.

source: The proxy name must be set.
id_id: Nama proxy harus ditetapkan.
ja_jp: プロキシ名を設定する必要があります。
ko_ko: 프록시 이름을 설정해야 합니다.
pt_pt: O nome do procurador deve ser definido.
sw_sw: Proxynamnet måste anges.
tr_tr: Proxy adı ayarlanmalıdır.
uk_uk: Ім'я проксі має бути задано.

source: This does not look like a valid proxy or direct connection.
id_id: Ini tidak terlihat seperti proxy yang valid atau koneksi langsung.
ja_jp: これは、有効なプロキシまたは直接接続のように見えません。
ko_ko: 이는 유효한 프록시 또는 직접 연결로 보이지 않습니다.
pt_pt: Isto não se parece com um proxy válido ou uma ligação directa.
sw_sw: Detta ser inte ut som en giltig proxy eller direktanslutning.
tr_tr: Bu geçerli bir proxy veya doğrudan bağlantı gibi görünmüyor.
uk_uk: Це не схоже на дійсний проксі або пряме з'єднання.

source: This does not look like a valid url.
id_id: Ini tidak terlihat seperti url yang valid.
ja_jp: これは有効なurlのようには見えません。
ko_ko: 유효한 URL로 보이지 않습니다.
pt_pt: Isto não parece ser uma url válida.
sw_sw: Detta ser inte ut att vara en giltig url.
tr_tr: Bu geçerli bir url gibi görünmüyor.
uk_uk: Це не схоже на дійсний URL.

source: This must be a valid port number.
id_id: Ini harus merupakan nomor port yang valid.
ja_jp: 有効なポート番号である必要があります。
ko_ko: 유효한 포트 번호여야 합니다.
pt_pt: Este deve ser um número de porta válido.
sw_sw: Detta måste vara ett giltigt portnummer.
tr_tr: Bu geçerli bir bağlantı noktası numarası olmalıdır.
uk_uk: Це має бути дійсний номер порту.

source: Thunder
id_id: Guntur
ja_jp: サンダー
pt_pt: Trovão
tr_tr: Gök gürültüsü
uk_uk: Грім

source: Thursday
id_id: Kamis
ja_jp: 木曜日
ko_ko: 목요일
pt_pt: Quinta-feira
sw_sw: Torsdag
tr_tr: Perşembe
uk_uk: Четвер

source: TikTok
ja_jp: ティックトック
ko_ko: 틱톡

source: Time Range
id_id: Rentang Waktu
ja_jp: 時間範囲
ko_ko: 시간 범위
pt_pt: Intervalo de tempo
sw_sw: Tidsintervall
tr_tr: Zaman Aralığı
uk_uk: Часовий діапазон

source: Timor-Leste
ja_jp: 東ティモール
ko_ko: 동티모르
sw_sw: Östtimor
tr_tr: Doğu Timor
uk_uk: Тимор-Лешті

source: Togo
ja_jp: トーゴ
uk_uk: Того

source: Tokelau
ja_jp: トケラウ
ko_ko: 토켈라우
uk_uk: Токелау

source: Tonga
ja_jp: トンガ
ko_ko: 통가
uk_uk: Тонга

source: Tor
ja_jp: トーア

source: Trace Route
id_id: Lacak Rute
ja_jp: トレースルート
ko_ko: 경로 추적
pt_pt: Rota dos vestígios
sw_sw: Spåra väg
tr_tr: İz Rotası
uk_uk: Відстежити маршрут

source: Traffic Mgmt
id_id: Manajemen Lalu Lintas
ja_jp: トラフィックマネジメント
ko_ko: 트래픽 관리
pt_pt: Gestor de Tráfego
sw_sw: Trafikförvaltning
tr_tr: Trafik Yönetimi
uk_uk: Трафік Mgmt

source: Trinidad and Tobago
id_id: Trinidad dan Tobago
ja_jp: トリニダード・トバゴ
ko_ko: 트리니다드 토바고
pt_pt: Trindade e Tobago
sw_sw: Trinidad och Tobago
tr_tr: Trinidad ve Tobago
uk_uk: Тринідад і Тобаго

source: Tuenti
ja_jp: トゥエンティ
uk_uk: Туенті

source: Tuesday
id_id: Selasa
ja_jp: チューズデー
ko_ko: 화요일
pt_pt: Terça-feira
sw_sw: Tisdag
tr_tr: Salı
uk_uk: Вівторок

source: Tumblr
ja_jp: タンブラー

source: Tunables
ja_jp: チューナブル
ko_ko: 튜너블
pt_pt: Sintonizáveis
tr_tr: Ayarlanabilir
uk_uk: Налаштування

source: Tunisia
ja_jp: チュニジア
ko_ko: 튀니지
pt_pt: Tunísia
sw_sw: Tunisien
tr_tr: Tunus
uk_uk: Туніс

source: Turkey
id_id: Turki
ja_jp: トルコ
ko_ko: 터키
pt_pt: Turquia
sw_sw: Turkiet
tr_tr: Türkiye
uk_uk: Туреччина

source: Turkmenistan
ja_jp: トルクメニスタン
ko_ko: 투르크메니스탄
pt_pt: Turquemenistão
tr_tr: Türkmenistan
uk_uk: Туркменістан

source: Turks and Caicos Islands
id_id: Kepulauan Turks dan Caicos
ja_jp: タークス・カイコス諸島
ko_ko: 터크스 케이커스 제도
pt_pt: Ilhas Turcas e Caicos
sw_sw: Turks- och Caicosöarna
tr_tr: Turks ve Caicos Adaları
uk_uk: Острови Теркс і Кайкос

source: Tuvalu
ja_jp: ツバル
ko_ko: 투발루
uk_uk: Тувалу

source: Twitch
id_id: Berkedut
ja_jp: ツイッチ
uk_uk: Сіпайся.

source: Twitter
ja_jp: ツイッター
ko_ko: 트위터

source: Types
id_id: Jenis
ja_jp: 種類
ko_ko: 유형
pt_pt: Tipos
sw_sw: Typer
tr_tr: Türleri
uk_uk: Типи

source: UBNTAC2
ja_jp: ユービーエヌタックツー

source: UDP(4)
ja_jp: ユーピーピー(4)

source: UDP(6)
ja_jp: ユーピーピー(6)

source: UID
ja_jp: ユーアイディー

source: URL (IPs)
id_id: URL (IP)
ja_jp: URL (IP)
ko_ko: URL(IP)
sw_sw: URL (IP)
tr_tr: URL (IP'ler)
uk_uk: URL (IP-адреси)

source: URL Matches
id_id: URL yang cocok
ja_jp: URLの一致
ko_ko: URL 일치
pt_pt: Combinações de URL
sw_sw: URL-matchningar
tr_tr: URL Eşleşmeleri
uk_uk: Збіги URL-адрес

source: URL Table (IPs)
id_id: Tabel URL (IP)
it_it: Tabella URL (IPS)
ja_jp: URL テーブル (IP)
ko_ko: URL 테이블(IP)
pt_pt: URL da Tabela (IPs)
sw_sw: URL-tabell (IP:er)
tr_tr: URL Tablosu (IP'ler)
uk_uk: Таблиця URL-адрес (IP-адреси)

source: URL has to start with http:// or https://
id_id: URL harus dimulai dengan http:// atau https://
ja_jp: URLは、http:// または https:// で始まる必要があります。
ko_ko: URL은 http:// 또는 https:// 로 시작해야 합니다.
pt_pt: O URL tem de começar com http:// ou https://
sw_sw: URL måste börja med http:// eller https://
tr_tr: URL http:// veya https:// ile başlamalıdır
uk_uk: URL-адреса повинна починатися з http:// або https://

source: USER
id_id: PENGGUNA
ja_jp: ユーザ
pt_pt: USUÁRIO
sw_sw: ANVÄNDARE
tr_tr: KULLANICI
uk_uk: КОРИСТУВАЧ

source: UUCP subsystem
id_id: Subsistem UUCP
ja_jp: UUCPサブシステム
ko_ko: UUCP 하위 시스템
pt_pt: Subsistema UUCP
sw_sw: Delsystemet UUCP
tr_tr: UUCP alt sistemi
uk_uk: Підсистема UUCP

source: Uganda
ja_jp: ウガンダ
ko_ko: 우간다
uk_uk: Уганда

source: Ukraine
id_id: Ukraina
ja_jp: ウクライナ
ko_ko: 우크라이나
pt_pt: Ucrânia
sw_sw: Ukraina
tr_tr: Ukrayna
uk_uk: Україна

source: Uncommon TLS ALPN
id_id: TLS ALPN yang tidak umum
ja_jp: アンコモンTLS ALPN
ko_ko: 흔하지 않은 TLS ALPN
pt_pt: TLS ALPN incomum
sw_sw: Ovanlig TLS ALPN
tr_tr: Yaygın olmayan TLS ALPN
uk_uk: Незвичайний TLS ALPN

source: United Arab Emirates
id_id: Uni Emirat Arab
ja_jp: アラブ首長国連邦
ko_ko: 아랍 에미리트
pt_pt: Emirados Árabes Unidos
sw_sw: Förenade Arabemiraten
tr_tr: Birleşik Arap Emirlikleri
uk_uk: Об'єднані Арабські Емірати

source: United Kingdom
id_id: Inggris Raya
ja_jp: イギリス
ko_ko: 영국
pt_pt: Reino Unido
sw_sw: Storbritannien
tr_tr: Birleşik Krallık
uk_uk: Сполучене Королівство

source: United States
id_id: Amerika Serikat
ja_jp: ユーエスエー
ko_ko: 미국
pt_pt: Estados Unidos da América
sw_sw: Förenta staterna
tr_tr: Birleşik Devletler
uk_uk: Сполучені Штати

source: United States Minor Outlying Islands
id_id: Pulau-Pulau Kecil Terluar Amerika Serikat
ja_jp: 合衆国領有小離島(United States Minor Outlying Islands)
ko_ko: 미국 군소 외딴 섬
pt_pt: Ilhas Menores Distantes dos Estados Unidos
sw_sw: Förenta staternas mindre avlägsna öar
tr_tr: Amerika Birleşik Devletleri Küçük Dış Adaları
uk_uk: Малі віддалені острови Сполучених Штатів

source: Unless
id_id: Kecuali
ja_jp: ただし
ko_ko: 다음과 같은 경우를 제외하고
pt_pt: A menos que
sw_sw: Om inte
tr_tr: Tabii ki
uk_uk: Якщо тільки

source: Unmonitor
id_id: Tidak memonitor
ja_jp: アンモニタ
ko_ko: 모니터 해제
pt_pt: Não-monitor
sw_sw: Avmontera
tr_tr: Monitörsüz
uk_uk: Відключити монітор.

source: Unsafe Protocol
id_id: Protokol Tidak Aman
ja_jp: 安全でないプロトコル
ko_ko: 안전하지 않은 프로토콜
pt_pt: Protocolo inseguro
sw_sw: Osäkert protokoll
tr_tr: Güvenli Olmayan Protokol
uk_uk: Небезпечний протокол

source: Urlshortener
id_id: Pemendek URL
ja_jp: ウルショートナー
ko_ko: URL 단축기
uk_uk: Скорочувач URL-адрес

source: Uruguay
ja_jp: ウルグアイ
ko_ko: 우루과이
pt_pt: Uruguai
uk_uk: Уругвай

source: Usenet
ja_jp: ユーズネット
ko_ko: 유즈넷

source: User Forum
id_id: Forum Pengguna
ja_jp: ユーザーフォーラム
ko_ko: 사용자 포럼
pt_pt: Fórum de utilizadores
sw_sw: Användarforum
tr_tr: Kullanıcı Forumu
uk_uk: Форум користувачів

source: User custom category 1
id_id: Kategori khusus pengguna 1
ja_jp: ユーザーカスタムカテゴリ1
ko_ko: 사용자 지정 카테고리 1
pt_pt: Categoria personalizada do utilizador 1
sw_sw: Användarens anpassade kategori 1
tr_tr: Kullanıcı özel kategorisi 1
uk_uk: Користувацька категорія користувачів 1

source: User custom category 2
id_id: Kategori khusus pengguna 2
ja_jp: ユーザーカスタムカテゴリ2
ko_ko: 사용자 지정 카테고리 2
pt_pt: Categoria personalizada do utilizador 2
sw_sw: Användarens egen kategori 2
tr_tr: Kullanıcı özel kategorisi 2
uk_uk: Користувацька категорія 2

source: User custom category 3
id_id: Kategori khusus pengguna 3
ja_jp: ユーザーカスタムカテゴリ3
ko_ko: 사용자 지정 카테고리 3
pt_pt: Categoria personalizada do utilizador 3
sw_sw: Användarens egen kategori 3
tr_tr: Kullanıcı özel kategorisi 3
uk_uk: Користувацька категорія 3

source: User custom category 4
id_id: Kategori khusus pengguna 4
ja_jp: ユーザーカスタムカテゴリ4
ko_ko: 사용자 지정 카테고리 4
pt_pt: Categoria personalizada do utilizador 4
sw_sw: Användarens egen kategori 4
tr_tr: Kullanıcı özel kategorisi 4
uk_uk: Користувацька категорія 4

source: User custom category 5
id_id: Kategori khusus pengguna 5
ja_jp: ユーザーカスタムカテゴリ5
ko_ko: 사용자 지정 카테고리 5
pt_pt: Categoria personalizada do utilizador 5
sw_sw: Användarens egen kategori 5
tr_tr: Kullanıcı özel kategorisi 5
uk_uk: Користувацька категорія 5

source: Username can be up to 32 signs long. Alphanumeric characters and also dot, dash and underscore allowed.
id_id: Nama pengguna dapat terdiri dari 32 karakter. Karakter alfanumerik dan juga titik, tanda hubung, dan garis bawah diperbolehkan.
ja_jp: ユーザーネームは最大32文字までです。英数字のほか、ドット、ダッシュ、アンダースコアも使用可能です。
ko_ko: 사용자 아이디는 최대 32자까지 입력할 수 있습니다. 영숫자와 점, 대시, 밑줄도 사용할 수 있습니다.
pt_pt: O nome de utilizador pode ter até 32 sinais. São permitidos caracteres alfanuméricos e também ponto, traço e sublinhado.
sw_sw: Användarnamnet kan vara upp till 32 tecken långt. Alfanumeriska tecken samt punkt, streck och understrykning är tillåtna.
tr_tr: Kullanıcı adı en fazla 32 işaret uzunluğunda olabilir. Alfanümerik karakterlerin yanı sıra nokta, tire ve alt çizgiye de izin verilir.
uk_uk: Ім'я користувача може мати довжину до 32 символів. Допускаються алфавітно-цифрові символи, а також крапка, тире і підкреслення.

source: Users
id_id: Pengguna
it_it: Utenti
ja_jp: ユーザ
ko_ko: 사용자
pt_pt: Utilizadores
sw_sw: Användare
tr_tr: Kullanıcılar
uk_uk: Користувачі

source: Uzbekistan
ja_jp: ウズベキスタン
ko_ko: 우즈베키스탄
pt_pt: Uzbequistão
tr_tr: Özbekistan
uk_uk: Узбекистан

source: VHUA
ja_jp: ブイエイチエー

source: VMware
ja_jp: ブイエムウェア

source: VNC
ja_jp: ブイエヌシー

source: VPN
ja_jp: 仮想私設通信網

source: VRRP
ja_jp: ブイアールピー

source: VXLAN
ja_jp: ブイエックスラン

source: Value needs to be between 0 and 23; multiple values, ranges, steps and asterisk are supported (ex. 1,2,8 or 0-8).
id_id: Nilai harus antara 0 dan 23; beberapa nilai, rentang, langkah, dan tanda bintang didukung (mis. 1,2,8 atau 0-8).
ja_jp: 値は0～23の間で、複数の値、範囲、ステップ、アスタリスクがサポートされています（例：1,2,8または0～8）。
ko_ko: 값은 0~23 사이여야 하며, 여러 값, 범위, 단계 및 별표가 지원됩니다(예: 1,2,8 또는 0~8).
pt_pt: O valor tem de estar entre 0 e 23; são suportados múltiplos valores, intervalos, passos e asterisco (ex. 1,2,8 ou 0-8).
sw_sw: Värdet måste vara mellan 0 och 23. Flera värden, intervall, steg och asterisk stöds (t.ex. 1,2,8 eller 0-8).
tr_tr: Değerin 0 ile 23 arasında olması gerekir; birden fazla değer, aralık, adım ve yıldız işareti desteklenir (örn. 1,2,8 veya 0-8).
uk_uk: Значення має бути в діапазоні від 0 до 23; підтримуються множинні значення, діапазони, кроки та зірочка (наприклад, 1,2,8 або 0-8).

source: Value needs to be between 0 and 59; multiple values, ranges, steps and asterisk are supported (ex. 1,10,20,30 or 1-30).
id_id: Nilai harus antara 0 dan 59; beberapa nilai, rentang, langkah, dan tanda bintang didukung (mis. 1,10,20,30 atau 1-30).
ja_jp: 値は0～59の間で、複数の値、範囲、ステップ、アスタリスクに対応しています（例：1,10,20,30または1～30）。
ko_ko: 값은 0에서 59 사이여야 하며, 여러 값, 범위, 단계 및 별표가 지원됩니다(예: 1,10,20,30 또는 1-30).
pt_pt: O valor tem de estar entre 0 e 59; são suportados valores múltiplos, intervalos, passos e asterisco (ex. 1,10,20,30 ou 1-30).
sw_sw: Värdet måste vara mellan 0 och 59. Flera värden, intervall, steg och asterisk stöds (t.ex. 1,10,20,30 eller 1-30).
tr_tr: Değerin 0 ile 59 arasında olması gerekir; birden fazla değer, aralık, adım ve yıldız işareti desteklenir (örn. 1,10,20,30 veya 1-30).
uk_uk: Значення має бути в діапазоні від 0 до 59; підтримуються множинні значення, діапазони, кроки та зірочка (наприклад, 1,10,20,30 або 1-30).

source: Value needs to be between 0 and 7 (Sunday to Sunday), multiple values, ranges, steps and asterisk are supported (ex. 1,2,4 or 0-4).
id_id: Nilai harus antara 0 dan 7 (Minggu hingga Minggu), beberapa nilai, rentang, langkah, dan tanda bintang didukung (mis. 1,2,4 atau 0-4).
ja_jp: 値は0～7（日曜日～日曜日）の間で、複数の値、範囲、ステップ、アスタリスクがサポートされている必要があります（例：1、2、4または0～4）。
ko_ko: 값은 0~7(일요일~일요일) 사이여야 하며, 여러 값, 범위, 단계 및 별표가 지원됩니다(예: 1,2,4 또는 0~4).
pt_pt: O valor tem de estar entre 0 e 7 (domingo a domingo), são suportados valores múltiplos, intervalos, passos e asterisco (ex. 1,2,4 ou 0-4).
sw_sw: Värdet måste vara mellan 0 och 7 (söndag till söndag), flera värden, intervall, steg och asterisk stöds (t.ex. 1,2,4 eller 0-4).
tr_tr: Değerin 0 ile 7 arasında olması gerekir (Pazardan Pazara), birden fazla değer, aralık, adım ve yıldız işareti desteklenir (örn. 1,2,4 veya 0-4).
uk_uk: Значення має бути від 0 до 7 (від неділі до неділі), підтримуються множинні значення, діапазони, кроки та зірочка (наприклад, 1,2,4 або 0-4).

source: Value needs to be between 1 and 12 or JAN to DEC, multiple values, ranges, steps and asterisk are supported (ex. JAN,2,10 or 3-8).
id_id: Nilai harus antara 1 dan 12 atau JAN hingga DEC, beberapa nilai, rentang, langkah, dan tanda bintang didukung (mis. JAN, 2,10 atau 3-8).
ja_jp: 値は1～12またはJAN～DECの間で、複数の値、範囲、ステップ、アスタリスクに対応しています（例：JAN,2,10または3～8）。
ko_ko: 값은 1에서 12 사이 또는 1월에서 12월 사이여야 하며, 여러 값, 범위, 단계 및 별표가 지원됩니다(예: JAN,2,10 또는 3-8).
pt_pt: O valor tem de estar entre 1 e 12 ou JAN a DEC, são suportados múltiplos valores, intervalos, passos e asterisco (ex. JAN,2,10 ou 3-8).
sw_sw: Värdet måste vara mellan 1 och 12 eller JAN till DEC, flera värden, intervall, steg och asterisk stöds (t.ex. JAN,2,10 eller 3-8).
tr_tr: Değerin 1 ile 12 veya OCAK ile ARALIK arasında olması gerekir, birden fazla değer, aralık, adım ve yıldız işareti desteklenir (örn. OCAK,2,10 veya 3-8).
uk_uk: Значення повинно бути в діапазоні від 1 до 12 або від січня до грудня, підтримуються множинні значення, діапазони, кроки та зірочка (наприклад, JAN,2,10 або 3-8).
