Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Create an internal Certificate
id_id: Membuat Sertifikat internal
it_it: Crea un certificato interno
ja_jp: 内部証明書の新規作成
ko_ko: 내부 인증서 만들기
pt_pt: Criar uma solicitação de assinatura de certificado
sw_sw: Skapa ett internt certifikat
tr_tr: Dahili Sertifika Oluşturma
uk_uk: Створіть внутрішній сертифікат

source: Create a Certificate Signing Request
id_id: Membuat Permintaan Penandatanganan Sertifikat
it_it: Crea una richiesta di firma del certificato
ja_jp: 証明書署名要求の新規作成
ko_ko: 인증서 서명 요청 만들기
pt_pt: Criar uma solicitação de assinatura de certificado
sw_sw: Skapa en begäran om signering av certifikat
tr_tr: Sertifika İmzalama İsteği Oluşturma
uk_uk: Створіть запит на підписання сертифіката

source: Sign a Certificate Signing Request
id_id: Menandatangani Permintaan Penandatanganan Sertifikat
it_it: Firma una richiesta di firma del certificato
ja_jp: 証明書署名要求に署名
ko_ko: 인증서 서명 요청에 서명
pt_pt: Assinar um Pedido de Assinatura de Certificado
sw_sw: Signera en begäran om signering av certifikat
tr_tr: Sertifika İmzalama İsteği İmzalama
uk_uk: Підписати запит на підписання сертифіката

source: digitalSignature
it_it: firma digitale
ja_jp: デジタル署名
ko_ko: 디지털 서명
tr_tr: digitalİmza
uk_uk: цифровий підпис

source: nonRepudiation
it_it: non re -redazione
ja_jp: 否認
ko_ko: 비부인
pt_pt: nãoRepudiação
sw_sw: Icke-avvisande
uk_uk: Відмова від зречення

source: keyEncipherment
id_id: kunciPenyandian
ja_jp: 鍵の配布
ko_ko: 키 암호화
tr_tr: anahtarŞifreleme
uk_uk: keyEncipheration

source: dataEncipherment
id_id: Penguraian data
it_it: dataencepherment
ja_jp: データ暗号化
ko_ko: 데이터 암호화
pt_pt: dataEncifração
tr_tr: veriŞifreleme
uk_uk: dataEnciphering

source: keyAgreement
ja_jp: 鍵の検証
ko_ko: 키 계약
tr_tr: anahtarAnlaşma

source: keyCertSign
ja_jp: 鍵署名
ko_ko: 키 인증서 서명

source: cRLSign
ja_jp: CRL 検証

source: encipherOnly
it_it: encepheronly
ja_jp: 暗号化のみ

source: decipherOnly
id_id: menguraikanHanya
it_it: decifero
ja_jp: 復号化のみ
uk_uk: тільки для розшифровки

source: serverAuth
ja_jp: TLS Webサーバ認証

source: clientAuth
it_it: Clienteuth
ja_jp: TLS Webクライアント認証

source: codeSigning
id_id: penandatanganan kode
it_it: Codici
ja_jp: コードサイニング
ko_ko: 코드 서명

source: emailProtection
id_id: emailPerlindungan
ja_jp: 電子メール保護
ko_ko: 이메일 보호
pt_pt: emailProtecção
uk_uk: Захист електронної пошти

source: timeStamping
ja_jp: タイムスタンプ
ko_ko: 타임스탬핑
sw_sw: tidsstämpling
uk_uk: відмітка часу

source: OCSPSigning
id_id: Penandatanganan OCSPS
ja_jp: OCSP 署名
sw_sw: OCSPSignering
tr_tr: OCSİmzalama
uk_uk: Підписання OCSPS

source: Choose an existing certificate
id_id: Pilih sertifikat yang sudah ada
it_it: Scegli un certificato esistente
ja_jp: 既存の証明書を選択してください
ko_ko: 기존 인증서 선택
pt_pt: Escolher um certificado existente
sw_sw: Välj ett befintligt certifikat
tr_tr: Mevcut bir sertifika seçin
uk_uk: Виберіть існуючий сертифікат

source: Invalid request
id_id: Permintaan tidak valid
it_it: Richiesta non valida
ja_jp: 無効なリクエスト
ko_ko: 잘못된 요청
pt_pt: Pedido inválido
sw_sw: Ogiltig begäran
tr_tr: Geçersiz istek
uk_uk: Неправильний запит

source: Invalid Request
id_id: Permintaan Tidak Valid
it_it: richiesta non valida
ja_jp: 無効なリクエスト
ko_ko: 잘못된 요청
pt_pt: Pedido inválido
sw_sw: Ogiltig begäran
tr_tr: Geçersiz Talep
uk_uk: Неправильний запит

source: No csr parameter in query
id_id: Tidak ada parameter csr dalam kueri
it_it: Nessun parametro CSR nella query
ja_jp: 検索の結果 csr パラメータは見つかりませんでした。
ko_ko: 쿼리에 CSR 매개변수 없음
pt_pt: Sem parâmetro csr na consulta
sw_sw: Ingen csr-parameter i frågan
tr_tr: Sorguda csr parametresi yok
uk_uk: У запиті немає параметра csr

source: CSR file is invalid
id_id: File CSR tidak valid
it_it: Il file CSR non è valido
ja_jp: 無効なCSRファイルです
ko_ko: CSR 파일이 유효하지 않습니다.
pt_pt: O ficheiro CSR é inválido
sw_sw: CSR-filen är ogiltig
tr_tr: CSR dosyası geçersiz
uk_uk: Файл CSR є недійсним

source: Could not parse CSR file.
id_id: Tidak dapat mengurai file CSR.
it_it: Impossibile analizzare il file CSR.
ja_jp: csr ファイルを解析できません。
ko_ko: CSR 파일을 구문 분석할 수 없습니다.
pt_pt: Não foi possível analisar o ficheiro CSR.
sw_sw: Kunde inte analysera CSR-filen.
tr_tr: CSR dosyası ayrıştırılamadı.
uk_uk: Не вдалося розібрати файл CSR.

source: Final Certificate data
id_id: Data Sertifikat Akhir
it_it: Dati finali del certificato
ja_jp: 最終的な証明書データ
ko_ko: 최종 인증서 데이터
pt_pt: Data da certificação final
sw_sw: Slutliga uppgifter om intyg
tr_tr: Nihai Sertifika verileri
uk_uk: Остаточні дані сертифіката

source: The certificate modulus does not match the signing request modulus.
id_id: Modulus sertifikat tidak sesuai dengan modulus permintaan penandatanganan.
it_it: Il modulo del certificato non corrisponde al modulo di richiesta di firma.
ja_jp: 証明書モジュールは、署名要求モジュールと一致しません。
ko_ko: 인증서 계수가 서명 요청 계수와 일치하지 않습니다.
pt_pt: Os módulos do certificado não correspondem ao módulo de solicitação de assinatura.
sw_sw: Certifikatmodulen matchar inte modulus för signeringsbegäran.
tr_tr: Sertifika modülü imzalama isteği modülüyle eşleşmiyor.
uk_uk: Модуль сертифіката не збігається з модулем запиту на підпис.

source: Key data
id_id: Data kunci
it_it: Dati chiave
ja_jp: 鍵データ
ko_ko: 주요 데이터
pt_pt: Dados da chave
sw_sw: Nyckeluppgifter
tr_tr: Anahtar veriler
uk_uk: Основні дані

source: Certificate authority
id_id: Otoritas sertifikat
it_it: Autorità di certificazione
ja_jp: 認証局
ko_ko: 인증 기관
pt_pt: Autoridade de certificação
sw_sw: Certifikatmyndighet
tr_tr: Sertifika yetkilisi
uk_uk: Центр сертифікації

source: Existing Certificate Choice
id_id: Pilihan Sertifikat yang Ada
it_it: Scelta del certificato esistente
ja_jp: 既存の証明書の選択
ko_ko: 기존 인증서 선택
pt_pt: Escolha de certificado existente
sw_sw: Befintligt certifikat Val av certifikat
tr_tr: Mevcut Sertifika Seçimi
uk_uk: Вибір існуючого сертифікату

source: CSR file
id_id: File CSR
it_it: File CSR
ja_jp: CSRファイル
ko_ko: CSR 파일
pt_pt: Ficheiro RSE
sw_sw: CSR-fil
tr_tr: CSR dosyası
uk_uk: Файл КСВ

source: Please select a valid Type.
id_id: Pilih Jenis yang valid.
it_it: Seleziona un tipo valido.
ja_jp: 有効なタイプ を選択してください。
ko_ko: 유효한 유형을 선택하세요.
pt_pt: Por favor, seleccione um Tipo válido.
sw_sw: Välj en giltig typ.
tr_tr: Lütfen geçerli bir Tip seçin.
uk_uk: Будь ласка, оберіть правильний тип.

source: Please select a valid keyUsage.
id_id: Pilihlah kunci yang validPenggunaan.
it_it: Selezionare un KeyUsage valido.
ja_jp: 有効なKeyUsageを選択してください。
ko_ko: 유효한 키 용도를 선택해 주세요.
pt_pt: Por favor, seleccione uma chaveUsagem válida.
sw_sw: Välj en giltig nyckelAnvändning.
tr_tr: Lütfen geçerli bir anahtar seçinKullanım.
uk_uk: Будь ласка, оберіть дійсний ключUsage.

source: Please select a valid extendedKeyUsage.
id_id: Pilihlah extendedKeyUsage yang valid.
it_it: Selezionare un ExtendedKeyUsage valido.
ja_jp: 有効な extendedKeyUsage を選択してください。
ko_ko: 유효한 확장키 용도를 선택해 주세요.
pt_pt: Por favor, seleccione umKeyUsage alargado válido.
sw_sw: Välj en giltig extendedKeyUsage.
tr_tr: Lütfen geçerli bir extendedKeyUsage seçin.
uk_uk: Будь ласка, виберіть дійсний extendedKeyUsage.

source: Do you really want to delete this Certificate?
id_id: Apakah Anda benar-benar ingin menghapus Sertifikat ini?
it_it: Vuoi davvero eliminare questo certificato?
ja_jp: 本当にこの証明書を削除しますか？
ko_ko: 이 인증서를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar este certificado?
sw_sw: Vill du verkligen radera detta certifikat?
tr_tr: Bu Sertifikayı gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей сертифікат?

source: Confirm
id_id: Konfirmasi
it_it: Confermare
ja_jp: 確認
ko_ko: 확인
pt_pt: Confirme
sw_sw: Bekräfta
tr_tr: Onaylayın
uk_uk: Підтвердити

source: Optionally use a password to protect your export
id_id: Secara opsional, gunakan kata sandi untuk melindungi ekspor Anda
it_it: Opzionalmente usa una password per proteggere l'esportazione
ja_jp: オプションでエクスポートの保護にパスワードを使用
ko_ko: 선택 사항으로 비밀번호를 사용하여 내보내기를 보호하세요.
pt_pt: Opcionalmente, utilize uma palavra-passe para proteger a sua exportação
sw_sw: Använd eventuellt ett lösenord för att skydda din export
tr_tr: Dışa aktarımınızı korumak için isteğe bağlı olarak bir parola kullanın
uk_uk: За бажанням використовуйте пароль для захисту експорту

source: Certificate Request
id_id: Permintaan Sertifikat
it_it: Richiesta di certificato
ja_jp: 証明書要求
ko_ko: 인증서 요청
pt_pt: Pedido de Certificado
sw_sw: Begäran om certifikat
tr_tr: Sertifika Talebi
uk_uk: Запит на отримання сертифікату

source: OK
id_id: BAIKLAH.
ja_jp: よっしゃー
ko_ko: 확인
tr_tr: TAMAM.
uk_uk: ГАРАЗД.

source: Unknown Error
id_id: Kesalahan Tidak Dikenal
it_it: Errore sconosciuto
ja_jp: 不明なエラー
ko_ko: 알 수 없는 오류
pt_pt: Erro Desconhecido
sw_sw: Okänt fel
tr_tr: Bilinmeyen Hata
uk_uk: Невідома помилка

source: Unknown error occurred. Try again.
id_id: Terjadi kesalahan yang tidak diketahui. Coba lagi.
ja_jp: 不明なエラーが発生しました。もう一度試してみてください。
ko_ko: 알 수 없는 오류가 발생했습니다. 다시 시도하세요.
pt_pt: Ocorreu um erro desconhecido. Tente novamente.
sw_sw: Ett okänt fel inträffade. Försök igen.
tr_tr: Bilinmeyen bir hata oluştu. Tekrar deneyin.
uk_uk: Виникла невідома помилка. Спробуйте ще раз.

source: Import Certificate
id_id: Sertifikat Impor
it_it: Certificato di importazione
ja_jp: 証明書のインポート
ko_ko: 인증서 가져오기
pt_pt: Certificado Importar
sw_sw: Importintyg
tr_tr: İthalat Sertifikası
uk_uk: Сертифікат на імпорт

source: Private key data
id_id: Data kunci pribadi
it_it: Dati chiave privati
ja_jp: 秘密鍵データ
ko_ko: 개인 키 데이터
pt_pt: Chave privada de dados
sw_sw: Uppgifter om privata nycklar
tr_tr: Özel anahtar verileri
uk_uk: Дані приватного ключа

source: Paste a private key in X.509 PEM format here.
id_id: Rekatkan kunci pribadi dalam format X.509 PEM di sini.
it_it: Incolla una chiave privata in formato PEM X.509 qui.
ja_jp: x.509 pem 形式の秘密鍵をここに貼り付けてください。
ko_ko: 여기에 X.509 PEM 형식의 개인 키를 붙여넣습니다.
pt_pt: Cole aqui a chave privada no formato X.509 PEM.
sw_sw: Klistra in en privat nyckel i X.509 PEM-format här.
tr_tr: X.509 PEM biçiminde bir özel anahtarı buraya yapıştırın.
uk_uk: Вставте приватний ключ у форматі X.509 PEM тут.

source: Sign CSR
id_id: Tanda tangani CSR
it_it: Segno CSR
ja_jp: CSR の署名
ko_ko: CSR 서명
pt_pt: Assine CSR
sw_sw: Signera CSR
tr_tr: CSR'yi imzalayın
uk_uk: Підписати CSR

source: No internal Certificate Authorities have been defined. You must %sadd%s an internal CA before creating an internal certificate.
id_id: Tidak ada Otoritas Sertifikat internal yang telah didefinisikan. Anda harus menambahkan CA internal sebelum membuat sertifikat internal.
it_it: Non sono state definite autorità di certificato interno. È necessario %sADD%s una CA interna prima di creare un certificato interno.
ja_jp: 内部認証局が定義されていない、内部認証書を作成する前に、CAを%s追加してください。
ko_ko: 내부 인증 기관이 정의되지 않았습니다. 내부 인증서를 만들기 전에 내부 CA를 %sadd%s해야 합니다.
pt_pt: Nenhum certificado de Autoridade foi definido. Tem de %sadicionar%s um CA interno antes de criar um certificado interno.
sw_sw: Inga interna certifikatutfärdare har definierats. Du måste %sadd%s lägga till en intern certifikatutfärdare innan du skapar ett internt certifikat.
tr_tr: Hiçbir dahili Sertifika Yetkilisi tanımlanmamıştır. Dahili bir sertifika oluşturmadan önce dahili bir CA eklemeniz gerekir.
uk_uk: Не визначено жодного внутрішнього центру сертифікації. Перед створенням внутрішнього сертифіката необхідно %sadd%s внутрішній центр сертифікації.

source: Show Detail
id_id: Tampilkan Detail
it_it: Mostra i dettagli
ja_jp: 詳細を表示
ko_ko: 세부 정보 표시
pt_pt: Mostrar Detalhe
sw_sw: Visa detaljer
tr_tr: Detay Göster
uk_uk: Показати деталь

source: Paste the CSR file here.
id_id: Tempelkan file CSR di sini.
it_it: Incolla qui il file CSR.
ja_jp: csr ファイルをここに貼り付けます。
ko_ko: 여기에 CSR 파일을 붙여넣습니다.
pt_pt: Colar aqui o ficheiro CSR.
sw_sw: Klistra in CSR-filen här.
tr_tr: CSR dosyasını buraya yapıştırın.
uk_uk: Вставте файл КСВ сюди.

source: Subject of the certificate
id_id: Subjek sertifikat
it_it: Oggetto del certificato
ja_jp: 証明書のサブジェクト
ko_ko: 인증서 제목
pt_pt: Assunto do certificado
sw_sw: Intygets ämne
tr_tr: Sertifikanın konusu
uk_uk: Тема сертифікату

source: Subject
id_id: Subjek
it_it: Soggetto
ja_jp: サブジェクト
ko_ko: 제목
pt_pt: Assunto
sw_sw: Ämne
tr_tr: Konu
uk_uk: Тема

source: subjectAltName
id_id: namaSubjekAltName
it_it: soggetto
ja_jp: 件名AltName

source: URI
ja_jp: ユーアールアイ

source: basicConstraints
ja_jp: ベーシックコンストレインツ
ko_ko: 기본 제약 조건

source: is CA
id_id: adalah CA
it_it: è ca.
ja_jp: は CA です。
ko_ko: 는 CA
pt_pt: é CA
sw_sw: är CA
tr_tr: CA'dır
uk_uk: це ЦА

source: Maximum Path Length
id_id: Panjang Jalur Maksimum
it_it: Lunghezza massima del percorso
ja_jp: 最大パス長
ko_ko: 최대 경로 길이
pt_pt: Comprimento máximo do caminho
sw_sw: Maximal längd på sökvägen
tr_tr: Maksimum Yol Uzunluğu
uk_uk: Максимальна довжина шляху

source: Define the maximum number of non-self-issued intermediate certificates that may follow this certificate in a valid certification path.
id_id: Tentukan jumlah maksimum sertifikat menengah yang tidak diterbitkan sendiri yang dapat mengikuti sertifikat ini dalam jalur sertifikasi yang valid.
it_it: Definire il numero massimo di certificati intermedi non emessi che possono seguire questo certificato in un percorso di certificazione valido.
ja_jp: 有効な証明書パスで、この証明書の上位となる自己発行でない中間証明書の最大数を定義します。
ko_ko: 유효한 인증 경로에서 이 인증서를 따를 수 있는 자체 발급하지 않은 중간 인증서의 최대 수를 정의합니다.
pt_pt: Definir o número máximo de certificados intermédios não auto-emitidos que podem seguir este certificado numa via de certificação válida.
sw_sw: Definiera det maximala antalet icke-självutfärdade mellanliggande certifikat som kan följa det här certifikatet i en giltig certifieringssökväg.
tr_tr: Geçerli bir sertifika yolunda bu sertifikayı takip edebilecek, kendi kendine verilmemiş ara sertifikaların maksimum sayısını tanımlayın.
uk_uk: Визначте максимальну кількість несамовипущених проміжних сертифікатів, які можуть слідувати за цим сертифікатом на дійсному шляху сертифікації.

source: keyUsage
id_id: kunciPenggunaan
ja_jp: キーユースメント
tr_tr: anahtarKullanım

source: Select keyUsage
id_id: Pilih kunciPenggunaan
it_it: Seleziona KeyUsage
ja_jp: keyUsage の選択
ko_ko: 키 선택사용 용도
pt_pt: Seleccionar chaveUsagem
sw_sw: Välj keyUsage
tr_tr: Anahtar seçinKullanım
uk_uk: Виберіть ключВикористання

source: Practical examples:
id_id: Contoh-contoh praktis:
it_it: Esempi pratici:
ja_jp: 実例です。
ko_ko: 실제 사례:
pt_pt: Exemplos práticos:
sw_sw: Praktiska exempel:
tr_tr: Pratik örnekler:
uk_uk: Практичні приклади:

source: Client Certificate
id_id: Sertifikat Klien
it_it: Certificato cliente
ja_jp: クライアント証明書
ko_ko: 클라이언트 인증서
pt_pt: Certificado do cilente
sw_sw: Klientcertifikat
tr_tr: Müşteri Sertifikası
uk_uk: Сертифікат клієнта

source: Combined Client/Server Certificate
id_id: Sertifikat Klien/Server Gabungan
it_it: Certificato client/server combinato
ja_jp: クライアント / 証明書を結合
ko_ko: 클라이언트/서버 인증서 결합
pt_pt: Certificado Combinado Cliente/Servidor
sw_sw: Kombinerat klient/server-certifikat
tr_tr: Kombine İstemci/Sunucu Sertifikası
uk_uk: Комбінований сертифікат клієнта/сервера

source: None. Just add CA option in basicConstraints.
id_id: Tidak ada. Cukup tambahkan opsi CA di basicConstraints.
ja_jp: なし。basicConstraintsにCAオプションを追加するだけです。
ko_ko: None. 기본 제약 조건에 CA 옵션을 추가하기만 하면 됩니다.
pt_pt: Nenhuma. Basta adicionar a opção CA em BasicConstraints.
sw_sw: Ingen. Lägg bara till alternativet CA i basicConstraints.
tr_tr: Yok. basicConstraints'e CA seçeneğini eklemeniz yeterlidir.
uk_uk: Ніяких. Просто додайте опцію CA в basicConstraints.

source: extendedKeyUsage
id_id: penggunaanKunci yang diperpanjang
ja_jp: エクステンドキーユースメント
ko_ko: 확장 키 사용

source: Select extendedKeyUsage
id_id: Pilih extendedKeyUsage
it_it: Seleziona ExtendedKeyUsage
ja_jp: extendedKeyUsage を選択
ko_ko: 확장 키 용도 선택
pt_pt: SeleccionarKeyUsage alargado
sw_sw: Välj extendedKeyUsage
tr_tr: extendedKeyUsage'ı seçin
uk_uk: Виберіть extendedKeyUsage

source: Internal Certificate
id_id: Sertifikat Internal
it_it: Certificato interno
ja_jp: 内部証明書
ko_ko: 내부 인증서
pt_pt: Certificado Interno
sw_sw: Internt certifikat
tr_tr: Dahili Sertifika
uk_uk: Внутрішній сертифікат

source: Choose the type of certificate to generate here, the type defines it's constraints
id_id: Pilih jenis sertifikat yang akan dibuat di sini, jenisnya menentukan batasannya
it_it: Scegli il tipo di certificato da generare qui, il tipo definisce i suoi vincoli
ja_jp: ここで生成する証明書のタイプを選択してくださいタイプはその制約で定義されます。
ko_ko: 여기에서 생성할 인증서의 유형을 선택하고 유형에 따라 제약 조건이 정의됩니다.
pt_pt: Escolha o tipo de certificado que pretende gerar aqui. O tipo define como suas restrições.
sw_sw: Välj vilken typ av certifikat som ska genereras här, typen definierar dess begränsningar.
tr_tr: Burada oluşturulacak sertifika türünü seçin, tür, kısıtlamalarını tanımlar
uk_uk: Тут виберіть тип сертифіката, який потрібно згенерувати, тип визначає його обмеження

source: Private key location
id_id: Lokasi kunci pribadi
it_it: Posizione chiave privata
ja_jp: 秘密鍵の場所
ko_ko: 개인 키 위치
pt_pt: Localização chave privada
sw_sw: Plats för den privata nyckeln
tr_tr: Özel anahtar konumu
uk_uk: Розташування приватного ключа

source: Save on this firewall
id_id: Menghemat firewall ini
it_it: Salva su questo firewall
ja_jp: このファイアウォールに保存
ko_ko: 이 방화벽에 저장
pt_pt: Poupe nesta firewall
sw_sw: Spara på denna brandvägg
tr_tr: Bu güvenlik duvarında tasarruf edin
uk_uk: Заощаджуйте на цьому брандмауері

source: Download and do not save
id_id: Unduh dan jangan simpan
it_it: Scarica e non salvare
ja_jp: ダウンロードするが保存しない
ko_ko: 다운로드 후 저장하지 않기
pt_pt: Descarregar e não guardar
sw_sw: Ladda ner och spara inte
tr_tr: İndirin ve kaydetmeyin
uk_uk: Завантажуйте і не зберігайте

source: Normally choose this.
id_id: Biasanya memilih ini.
it_it: Normalmente scegli questo.
ja_jp: 通常はこれを選択します。
ko_ko: 일반적으로 이 옵션을 선택합니다.
pt_pt: Normalmente escolhem isto.
sw_sw: Normalt väljer du detta.
tr_tr: Normalde bunu seçin.
uk_uk: Зазвичай вибирають це.

source: If the certificate is for use by a device other than this firewall, and you can download private key soon after Saving, choose this. By this option you can download the private key, which is not saved onto this firewall.
id_id: Jika sertifikat untuk digunakan oleh perangkat selain firewall ini, dan Anda dapat mengunduh kunci privat segera setelah Menyimpan, pilih ini. Dengan opsi ini Anda dapat mengunduh kunci privat, yang tidak disimpan pada firewall ini.
it_it: Se il certificato è per l'uso da un dispositivo diverso da questo firewall e puoi scaricare una chiave privata subito dopo il salvataggio, scegli questo. Con questa opzione è possibile scaricare la chiave privata, che non è salvata su questo firewall.
ja_jp: 証明書がこのファイアウォール以外のデバイスに使用され、保存後にすぐ秘密鍵をダウンロードできる場合は、これを選択してください。
ko_ko: 인증서가 이 방화벽이 아닌 다른 장치에서 사용하기 위한 것이고 저장 후 곧 개인 키를 다운로드할 수 있는 경우 이 옵션을 선택합니다. 이 옵션을 선택하면 이 방화벽에 저장되지 않은 개인 키를 다운로드할 수 있습니다.
pt_pt: Se o certificado for para utilização por outro dispositivo que não esta firewall, e puder descarregar a chave privada pouco tempo depois de Guardar, escolha esta opção. Com esta opção pode descarregar a chave privada, que não é guardada nesta firewall.
sw_sw: Om certifikatet ska användas av en annan enhet än den här brandväggen och du kan hämta den privata nyckeln strax efter att du har sparat det, välj detta. Med det här alternativet kan du hämta den privata nyckeln, som inte sparas på den här brandväggen.
tr_tr: Sertifika bu güvenlik duvarından başka bir cihaz tarafından kullanılacaksa ve özel anahtarı Kaydettikten hemen sonra indirebiliyorsanız, bunu seçin. Bu seçenekle, bu güvenlik duvarına kaydedilmeyen özel anahtarı indirebilirsiniz.
uk_uk: Якщо сертифікат призначено для використання на іншому пристрої, окрім цього брандмауера, і ви можете завантажити приватний ключ невдовзі після збереження, виберіть цей пункт. За допомогою цього параметра ви можете завантажити закритий ключ, який не було збережено на цьому брандмауері.

source: Alternative Names
id_id: Nama Alternatif
it_it: Nomi alternativi
ja_jp: 代替名
ko_ko: 대체 이름
pt_pt: Nomes Alternativos
sw_sw: Alternativa namn
tr_tr: Alternatif İsimler
uk_uk: Альтернативні назви

source: External Signing Request
id_id: Permintaan Penandatanganan Eksternal
it_it: Richiesta di firma esterna
ja_jp: 外部署名要求
ko_ko: 외부 서명 요청
pt_pt: Solicitação de assinatura externa
sw_sw: Begäran om extern signering
tr_tr: Harici İmzalama Talebi
uk_uk: Запит на зовнішній підпис

source: Organizational Unit
id_id: Unit Organisasi
it_it: Unità organizzativa
ja_jp: 部門名
ko_ko: 조직 단위
pt_pt: Unidade Organizacional
sw_sw: Organisatorisk enhet
tr_tr: Organizasyonel Birim
uk_uk: Організаційний підрозділ

source: IT department
id_id: Departemen TI
it_it: Dipartimento IT
ja_jp: IT部門
ko_ko: IT 부서
pt_pt: Departamento IT
sw_sw: IT-avdelning
tr_tr: BT Departmanı
uk_uk: ІТ-відділ

source: Choose an Existing Certificate
id_id: Pilih Sertifikat yang Sudah Ada
it_it: Scegli un certificato esistente
ja_jp: 既存の証明書を選択
ko_ko: 기존 인증서 선택
pt_pt: Escolha um Certificados existentes
sw_sw: Välj ett befintligt certifikat
tr_tr: Mevcut Bir Sertifika Seçin
uk_uk: Виберіть існуючий сертифікат

source: Existing Certificates
id_id: Sertifikat yang ada
it_it: Certificati esistenti
ja_jp: 既存の証明書
ko_ko: 기존 인증서
pt_pt: *Certificados Existentes
sw_sw: Befintliga certifikat
tr_tr: Mevcut Sertifikalar
uk_uk: Існуючі сертифікати

source: *In Use
id_id: * Sedang Digunakan
it_it: *In uso
ja_jp: *使用中
ko_ko: *사용 중
pt_pt: *Em Uso
sw_sw: *I användning
tr_tr: *Kullanımda
uk_uk: *Використовується*

source: *Revoked
id_id: * Dicabut
it_it: *Revocato
ja_jp: *失効済
ko_ko: *취소됨
pt_pt: *Revogado
tr_tr: *İptal edildi
uk_uk: *Відкликано.

source: Complete Signing Request
id_id: Permintaan Penandatanganan Lengkap
it_it: Richiesta di firma completa
ja_jp: 署名要求が完了しました
ko_ko: 서명 요청 완료
pt_pt: Completar a assinatura do pedido
sw_sw: Fyll i begäran om undertecknande
tr_tr: İmzalama Talebini Tamamlayın
uk_uk: Заповнити запит на підписання

source: Signing request data
id_id: Menandatangani data permintaan
it_it: Dati di richiesta di firma
ja_jp: 署名要求データ
ko_ko: 서명 요청 데이터
pt_pt: Assinatura dos dados solicitados
sw_sw: Uppgifter om begäran om undertecknande
tr_tr: İmzalama talebi verileri
uk_uk: Підписання даних запиту

source: Copy the certificate signing data from here and forward it to your certificate authority for signing.
id_id: Salin data penandatanganan sertifikat dari sini dan teruskan ke otoritas sertifikat Anda untuk ditandatangani.
it_it: Copia i dati di firma del certificato da qui e inoltrali all'autorità del certificato per la firma.
ja_jp: 証明書署名データをここからコピーし、署名する認証局に転送してください。
ko_ko: 여기에서 인증서 서명 데이터를 복사하여 서명을 위해 인증 기관에 전달합니다.
pt_pt: Copie os dados de assinatura do certificado daqui e envie-os para á autoridade de certificação para assinatura.
sw_sw: Kopiera uppgifterna för certifikatsignering härifrån och skicka dem till din certifikatutfärdare för signering.
tr_tr: Sertifika imzalama verilerini buradan kopyalayın ve imzalanması için sertifika yetkilinize iletin.
uk_uk: Скопіюйте дані для підписання сертифіката звідси та надішліть їх до вашого центру сертифікації для підписання.

source: Final certificate data
id_id: Data sertifikat akhir
it_it: Dati finali del certificato
ja_jp: 最終的な証明書データ
ko_ko: 최종 인증서 데이터
pt_pt: Dados do certificado final
sw_sw: Slutliga uppgifter om certifikatet
tr_tr: Nihai sertifika verileri
uk_uk: Остаточні дані сертифіката

source: Paste the certificate received from your certificate authority here.
id_id: Rekatkan sertifikat yang diterima dari otoritas sertifikat Anda di sini.
it_it: Incolla il certificato ricevuto dalla tua autorità di certificazione qui.
ja_jp: 自分の認証局から受け取った証明書を、ここに貼り付けてください。
ko_ko: 인증 기관에서 받은 인증서를 여기에 붙여넣습니다.
pt_pt: Cole aqui o certificado recebido do seu certificado de autoridade.
sw_sw: Klistra in certifikatet från din certifikatutfärdare här.
tr_tr: Sertifika yetkilinizden aldığınız sertifikayı buraya yapıştırın.
uk_uk: Вставте сюди сертифікат, отриманий від вашого центру сертифікації.

source: Update
id_id: Memperbarui
it_it: Aggiornare
ja_jp: 更新
ko_ko: 업데이트
pt_pt: Em utilização
sw_sw: Uppdatera
tr_tr: Güncelleme
uk_uk: Оновлення
