Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: If you want this rule to apply to another IP address rather than the IP address of the interface chosen above, select it here (you will need to define %sVirtual IP addresses%s on the interface first).
id_id: Jika Anda ingin aturan ini berlaku untuk alamat IP lain, bukan alamat IP antarmuka yang dipilih di atas, pilih di sini (Anda harus menentukan %sAlamat IP Virtual%s pada antarmuka terlebih dahulu).
it_it: Se si desidera che questa regola si applichi a un altro indirizzo IP anziché all'indirizzo IP dell'interfaccia scelta sopra, selezionalo qui (dovrai definire prima gli indirizzi %sIP virtuali%s sull'interfaccia).
ja_jp: 上記で選択したインタフェースの IP アドレスではなく、別の IP アドレスをこのルールに適用したい場合は、ここでそれを選択してください ( 先にインタフェースに % IP アドレス%s を定義しておく必要があります ).
ko_ko: 이 규칙을 위에서 선택한 인터페이스의 IP 주소가 아닌 다른 IP 주소에 적용하려면 여기에서 선택합니다(먼저 인터페이스에 %s가상 IP 주소%s를 정의해야 합니다).
pt_pt: Se você quiser que esta regra se aplique um outro endereço IP em vez do endereço IP da interface escolhida acima, selecione-a aqui (você precisará definir %s endereços IP virtuais %s na interface primeiro).
sw_sw: Om du vill att regeln ska tillämpas på en annan IP-adress än IP-adressen för det gränssnitt som valts ovan väljer du den här (du måste först definiera %sVirtuella IP-adresser%s på gränssnittet).
tr_tr: Bu kuralın yukarıda seçilen arayüzün IP adresi yerine başka bir IP adresine uygulanmasını istiyorsanız, burada seçin (önce arayüzde %sVirtual IP addresses%s tanımlamanız gerekecektir).
uk_uk: Якщо ви хочете, щоб це правило застосовувалося до іншої IP-адреси, а не до IP-адреси інтерфейсу, вибраного вище, виберіть її тут (спочатку вам потрібно визначити %sVirtual IP addresses%s на інтерфейсі).

source: port:
id_id: pelabuhan:
it_it: porta:
ja_jp: ポートです。
ko_ko: 포트입니다:
pt_pt: porta:
tr_tr: Liman:
uk_uk: порт:

source: Enter the source port for the outbound NAT mapping.
id_id: Masukkan port sumber untuk pemetaan NAT keluar.
it_it: Immettere la porta di origine per la mappatura NAT in uscita.
ja_jp: 外向きナット マッピングの送信元ポートを入力してください。
ko_ko: 아웃바운드 NAT 매핑을 위한 소스 포트를 입력합니다.
pt_pt: Introduzir uma porta de origem para o mapeamento NAT de saída.
sw_sw: Ange källporten för den utgående NAT-mappningen.
tr_tr: Giden NAT eşlemesi için kaynak bağlantı noktasını girin.
uk_uk: Введіть порт-джерело для вихідного NAT-відображення.

source: Static-port:
id_id: Port statis:
ja_jp: 静的ポート
ko_ko: 정적 포트:
pt_pt: Porta-estática:
sw_sw: Statisk port:
tr_tr: Statik-port:
uk_uk: Статичний порт:

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source. Optionally provide a Source Hash Key to make it persist when the ruleset is reloaded. Must be 0x followed by 32 hexadecimal digits.
id_id: Hash Sumber: Menggunakan hash dari alamat sumber untuk menentukan alamat terjemahan, memastikan bahwa alamat pengalihan selalu sama untuk sumber tertentu. Secara opsional, berikan Kunci Hash Sumber untuk membuatnya tetap ada ketika kumpulan aturan dimuat ulang. Harus berupa 0x diikuti dengan 32 digit heksadesimal.
it_it: Hash di origine: utilizza un hash dell'indirizzo di origine per determinare l'indirizzo di traduzione, garantendo che l'indirizzo di reindirizzamento sia sempre lo stesso per una determinata fonte. Opzionalmente fornire una chiave hash di origine per renderlo persistere quando il set delle regole viene ricaricato. Deve essere 0x seguito da 32 cifre esadecimali.
ja_jp: ソースハッシュ。ソースアドレスのハッシュを使用して変換アドレスを決定し、リダイレクションアドレスが特定のソースに対して常に同じであることを保証します。オプションとして、ルールセットが再読み込みされたときに持続するようにソースハッシュキーを提供します。0xの後に16進数で32桁の数字が続く必要があります。
ko_ko: 소스 해시: 소스 주소의 해시를 사용하여 리디렉션 주소를 결정함으로써 주어진 소스에 대해 리디렉션 주소가 항상 동일하게 유지되도록 합니다. 선택적으로 소스 해시 키를 제공하여 규칙 세트가 다시 로드될 때 지속되도록 할 수 있습니다. 0x 뒤에 16진수 32자리여야 합니다.
pt_pt: Fonte: Hash: Utiliza um hash do endereço de origem para determinar o endereço de tradução, assegurando que o endereço de redireccionamento é sempre o mesmo para uma determinada origem. Opcionalmente, fornece uma Chave de Hash de Origem para que esta persista quando o conjunto de regras é recarregado. Deve ser 0x seguido de 32 dígitos hexadecimais.
sw_sw: Källa Hash: Används en hash av källadressen för att bestämma översättningsadressen, vilket säkerställer att omdirigeringsadressen alltid är densamma för en viss källa. Du kan även ange en nyckel för källhash för att få den att bestå när regeluppsättningen laddas om. Måste vara 0x följt av 32 hexadecimala siffror.
tr_tr: Kaynak Karması: Çeviri adresini belirlemek için kaynak adresin bir karmasını kullanır ve yeniden yönlendirme adresinin belirli bir kaynak için her zaman aynı olmasını sağlar. Kural kümesi yeniden yüklendiğinde kalıcı olması için isteğe bağlı olarak bir Kaynak Karma Anahtarı sağlayın. 0x ve ardından 32 onaltılık basamak olmalıdır.
uk_uk: Хеш джерела: Використовує хеш адреси джерела для визначення адреси перенаправлення, гарантуючи, що адреса перенаправлення завжди буде однаковою для даного джерела. Необов'язково вказувати хеш-ключ джерела, щоб він зберігався при перезавантаженні набору правил. Має бути 0x, за яким слідують 32 шістнадцяткові цифри.

source: Echo Request
id_id: Permintaan Gema
it_it: Richiesta di eco
ja_jp: エコー要求
ko_ko: 에코 요청
pt_pt: Pedido de Eco
sw_sw: Begäran om eko
tr_tr: Yankı Talebi
uk_uk: Запит на ехосигнал

source: Echo Reply
id_id: Balasan Gema
it_it: Eco risposta
ja_jp: エコー応答
ko_ko: 에코 답장
pt_pt: Resposta de Eco
sw_sw: Echo Svar
tr_tr: Echo Yanıt
uk_uk: Ехо-відповідь

source: Destination Unreachable
id_id: Tujuan Tidak Terjangkau
it_it: Destinazione irraggiungibile
ja_jp: 宛先到達不能
ko_ko: 연결할 수 없는 대상
pt_pt: Destino inacessível
sw_sw: Destination som inte går att nå
tr_tr: Hedefe Ulaşılamıyor
uk_uk: Пункт призначення Недосяжний

source: Source Quench (Deprecated)
id_id: Source Quench (Tidak Digunakan)
it_it: Source spezia (deprecata)
ja_jp: 送信元抑制 ( 非推奨 )
ko_ko: 소스 퀀치(사용 중단)
pt_pt: Fonte de Quench (Descontinuada)
sw_sw: Source Quench (föråldrad)
tr_tr: Kaynak Söndürme (Kullanımdan Kaldırıldı)
uk_uk: Джерело гасіння (застаріле)

source: Redirect
id_id: Mengalihkan
it_it: Reindirizzare
ja_jp: リダイレクト
ko_ko: 리디렉션
pt_pt: Redirecionar
sw_sw: Omdirigera
tr_tr: Yönlendirme
uk_uk: Перенаправлення

source: Alternate Host Address (Deprecated)
id_id: Alamat Host Alternatif (Tidak Digunakan)
it_it: Indirizzo host alternativo (deprecato)
ja_jp: 代替ホストアドレス ( 非推奨 )
ko_ko: 대체 호스트 주소(사용 중단됨)
pt_pt: Alternar endereço host (descontinuado)
sw_sw: Alternativ värdadress (föråldrad)
tr_tr: Alternatif Ana Bilgisayar Adresi (Kullanım Dışı)
uk_uk: Альтернативна адреса хоста (застаріла)

source: Router Advertisement
id_id: Iklan Router
it_it: Pubblicità del router
ja_jp: ルータ広告
ko_ko: 라우터 광고
pt_pt: Publicação de rotações
sw_sw: Annonsering av routrar
tr_tr: Yönlendirici Reklamı
uk_uk: Реклама маршрутизатора

source: Router Solicitation
id_id: Permintaan Router
it_it: Solicitazione del router
ja_jp: ルータペースト
ko_ko: 라우터 권유
pt_pt: Solicitação do router
sw_sw: Router-sökning
tr_tr: Yönlendirici Talebi
uk_uk: Запит на отримання маршрутизатора

source: Time Exceeded
id_id: Waktu Terlampaui
it_it: Tempo superato
ja_jp: 時間切れ
ko_ko: 초과 시간
pt_pt: Tempo Excedido
sw_sw: Tid överskrids
tr_tr: Aşılan Süre
uk_uk: Перевищено час

source: Parameter Problem
id_id: Masalah Parameter
it_it: Problema dei parametri
ja_jp: 不正引数
ko_ko: 매개변수 문제
pt_pt: Problema com parametro
sw_sw: Problem med parametrar
tr_tr: Parametre Sorunu
uk_uk: Проблема з параметрами

source: Timestamp Reply
id_id: Balasan Cap Waktu
it_it: Risposta timestamp
ja_jp: タイムスタンプ応答
ko_ko: 타임스탬프 답글
pt_pt: Reencaminhamento Data/hora
sw_sw: Tidsstämpel Svar
tr_tr: Zaman Damgası Yanıt
uk_uk: Мітка часу Відповідь

source: Information Request (Deprecated)
id_id: Permintaan Informasi (Tidak berlaku lagi)
it_it: Richiesta di informazioni (deprecata)
ja_jp: 情報要求 ( 非推奨 )
ko_ko: 정보 요청(사용 중단됨)
pt_pt: Pedido de informação (Descontinuada)
sw_sw: Begäran om information (föråldrad)
tr_tr: Bilgi Talebi (Kullanımdan Kaldırıldı)
uk_uk: Інформаційний запит (застарілий)

source: Information Reply (Deprecated)
id_id: Balasan Informasi (Sudah Tidak Digunakan)
it_it: Risposta informativa (deprecata)
ja_jp: 情報応答( 非推奨)
ko_ko: 정보 답글(사용 중단됨)
pt_pt: Resposta de Informação (Descontinuada)
sw_sw: Informationssvar (föråldrad)
tr_tr: Bilgi Yanıtı (Kullanımdan Kaldırıldı)
uk_uk: Інформаційна відповідь (застаріла)

source: Address Mask Request (Deprecated)
id_id: Permintaan Topeng Alamat (Tidak Digunakan)
it_it: Richiesta maschera di indirizzo (deprecato)
ja_jp: アドレスマスク要求 ( 非推奨 )
ko_ko: 주소 마스크 요청(사용 중단됨)
pt_pt: Pedido de máscara de endereço (Descontinuada)
sw_sw: Begäran om adressmask (föråldrad)
tr_tr: Adres Maskesi İsteği (Kullanım Dışı)
uk_uk: Запит маски адреси (застарілий)

source: Address Mask Reply (Deprecated)
id_id: Balasan Topeng Alamat (Tidak Digunakan)
it_it: Risposta maschera dell'indirizzo (deprecato)
ja_jp: アドレスマスク応答 非推奨 ( )
ko_ko: 주소 마스크 답장(사용 중단됨)
pt_pt: Mascara de endereço de resposta (Descontinuada)
sw_sw: Svar på adressmask (föråldrad)
tr_tr: Adres Maskesi Yanıtı (Kullanım Dışı)
uk_uk: Відповідь за адресною маскою (застаріла)

source: Destination unreachable
id_id: Tujuan tidak terjangkau
it_it: Destinazione irraggiungibile
ja_jp: デスティネーションアンリーチャブル
ko_ko: 연결할 수 없는 대상
pt_pt: Destino inalcançável
sw_sw: Destinationen är ouppnåelig
tr_tr: Hedefe ulaşılamıyor
uk_uk: Пункт призначення недоступний

source: Packet too big
id_id: Paket terlalu besar
it_it: Pacchetto troppo grande
ja_jp: パケットが大きすぎる
ko_ko: 패킷이 너무 큼
pt_pt: Pacote demasiado grande
sw_sw: Paketet är för stort
tr_tr: Paket çok büyük
uk_uk: Пакет занадто великий

source: Time exceeded
id_id: Waktu terlampaui
it_it: Tempo superato
ja_jp: 時間超過
ko_ko: 시간 초과
pt_pt: Tempo excedido
sw_sw: Tiden har överskridits
tr_tr: Süre aşıldı
uk_uk: Час перевищено

source: Invalid IPv6 header
id_id: Header IPv6 tidak valid
it_it: Intestazione IPv6 non valida
ja_jp: 無効なIPv6ヘッダー
ko_ko: 잘못된 IPv6 헤더
pt_pt: Cabeçalho IPv6 inválido
sw_sw: Ogiltig IPv6-huvud
tr_tr: Geçersiz IPv6 başlığı
uk_uk: Неправильний заголовок IPv6

source: Echo service request
id_id: Permintaan layanan gema
it_it: Richiesta di servizio Echo
ja_jp: エコーサービス要求
ko_ko: 에코 서비스 요청
pt_pt: Pedido de serviço de eco
sw_sw: Begäran om ekotjänst
tr_tr: Yankı servis talebi
uk_uk: Запит на ехо-сервіс

source: Echo service reply
id_id: Balasan layanan gema
it_it: Rispondi al servizio eco
ja_jp: エコーサービスの返信
ko_ko: 에코 서비스 응답
pt_pt: Resposta do serviço Echo
sw_sw: Svar från e-tjänsten
tr_tr: Echo servis yanıtı
uk_uk: Відповідь ехо-сервісу

source: Group membership query
id_id: Kueri keanggotaan grup
it_it: Query di abbonamento del gruppo
ja_jp: グループメンバーシップクエリ
ko_ko: 그룹 멤버십 쿼리
pt_pt: Consulta de adesão em grupo
sw_sw: Förfrågan om grupptillhörighet
tr_tr: Grup üyeliği sorgusu
uk_uk: Запит на членство в групі

source: Multicast listener query
id_id: Kueri pendengar multicast
it_it: Query per ascoltatore multicast
ja_jp: マルチキャストリスナーのクエリ
ko_ko: 멀티캐스트 리스너 쿼리
pt_pt: Consulta multicasta de ouvinte
sw_sw: Förfrågan om Multicast-lyssnare
tr_tr: Çok noktaya yayın dinleyici sorgusu
uk_uk: Запит до багатоадресного слухача

source: Group membership report
id_id: Laporan keanggotaan kelompok
it_it: Rapporto di appartenenza al gruppo
ja_jp: グループ加入報告
ko_ko: 그룹 멤버십 보고서
pt_pt: Relatório de adesão em grupo
sw_sw: Rapport om gruppens sammansättning
tr_tr: Grup üyelik raporu
uk_uk: Звіт про членство в групі

source: Multicast listener report
id_id: Laporan pendengar multicast
it_it: Rapporto ascoltatori multicast
ja_jp: マルチキャストリスナーレポート
ko_ko: 멀티캐스트 리스너 보고서
pt_pt: Relatório de um ouvinte multicast
sw_sw: Rapport från Multicast-lyssnaren
tr_tr: Çok noktaya yayın dinleyici raporu
uk_uk: Звіт про слухачів багатоадресної розсилки

source: Group membership termination
id_id: Penghentian keanggotaan grup
it_it: Terminatura dell'appartenenza al gruppo
ja_jp: グループ会員解除
ko_ko: 그룹 멤버십 해지
pt_pt: Rescisão da filiação em grupo
sw_sw: Uppsägning av gruppmedlemskap
tr_tr: Grup üyeliğinin sona ermesi
uk_uk: Припинення членства в групі

source: Multicast listener done
id_id: Pendengar multicast selesai
it_it: Ascoltatore multicast fatto
ja_jp: マルチキャストリスナー完了
ko_ko: 멀티캐스트 리스너 완료
pt_pt: Ouvinte multicast feito
sw_sw: Multicast-lyssnare gjort
tr_tr: Çok noktaya yayın dinleyicisi tamamlandı
uk_uk: Багатоадресний слухач створено

source: Router solicitation
id_id: Permintaan router
it_it: Solicitazione del router
ja_jp: ルーター勧誘
ko_ko: 라우터 권유
pt_pt: Solicitação de roteadores
sw_sw: Ansökan om routrar
tr_tr: Yönlendirici talebi
uk_uk: Запити на маршрутизатори

source: Router advertisement
id_id: Iklan router
it_it: Pubblicità del router
ja_jp: ルーターアドバタイズメント
ko_ko: 라우터 광고
pt_pt: Anúncio de router
sw_sw: Routerannonsering
tr_tr: Yönlendirici reklamı
uk_uk: Реклама маршрутизатора

source: Neighbor solicitation
id_id: Ajakan tetangga
it_it: Solicitazione del vicino
ja_jp: ご近所さんへの勧誘
ko_ko: 이웃 권유
pt_pt: Solicitação de vizinhos
sw_sw: Uppvaktning av grannar
tr_tr: Komşu talebi
uk_uk: Звернення до сусідів

source: Neighbor advertisement
id_id: Iklan tetangga
it_it: Pubblicità vicina
ja_jp: ネイバーアドバタイズメント
ko_ko: 이웃 광고
pt_pt: Anúncio do vizinho
sw_sw: Annonsering av grannar
tr_tr: Komşu reklamı
uk_uk: Сусідське оголошення

source: Shorter route exists
id_id: Ada rute yang lebih pendek
it_it: Esiste una rotta più breve
ja_jp: より短いルートが存在する
ko_ko: 더 짧은 경로가 존재합니다.
pt_pt: Existe uma rota mais curta
sw_sw: Det finns en kortare väg
tr_tr: Daha kısa bir rota var
uk_uk: Існує коротший маршрут

source: Route renumbering
id_id: Penomoran ulang rute
it_it: Rinumbering del percorso
ja_jp: ルートレンナンバリング
ko_ko: 경로 번호 변경
pt_pt: Renumeração de rotas
sw_sw: Omnumrering av rutter
tr_tr: Rota yeniden numaralandırma
uk_uk: Перенумерація маршрутів

source: FQDN query
id_id: Permintaan FQDN
it_it: Query fqdn
ja_jp: FQDNクエリ
ko_ko: FQDN 쿼리
pt_pt: Consulta FQDN
sw_sw: FQDN-förfrågan
tr_tr: FQDN sorgusu
uk_uk: FQDN запит

source: Node information query
id_id: Kueri informasi simpul
it_it: Query per informazioni sul nodo
ja_jp: ノード情報クエリ
ko_ko: 노드 정보 쿼리
pt_pt: Consulta de informação sobre o nó
sw_sw: Förfrågan om information om knutpunkter
tr_tr: Düğüm bilgisi sorgusu
uk_uk: Запит інформації про вузол

source: Who-are-you request
id_id: Permintaan siapa Anda
it_it: CHE-AS-You Richiedi
ja_jp: フーアーユーリクエスト
ko_ko: 요청 대상
pt_pt: Quem-é-é-é você solicita
sw_sw: Förfrågan om vem är du?
tr_tr: Sen kimsin isteği
uk_uk: Хто ви запитуєте

source: FQDN reply
id_id: Balasan FQDN
it_it: Risposta FQDN
ja_jp: FQDN返信
ko_ko: FQDN 응답
pt_pt: Resposta da FQDN
sw_sw: FQDN-svar
tr_tr: FQDN yanıtı
uk_uk: Відповідь FQDN

source: Node information reply
id_id: Balasan informasi node
it_it: Risposta di informazioni sul nodo
ja_jp: ノード情報返信
ko_ko: 노드 정보 응답
pt_pt: Resposta de informação do nó
sw_sw: Svar på information om noden
tr_tr: Düğüm bilgisi yanıtı
uk_uk: Відповідь про інформацію про вузол

source: Who-are-you reply
id_id: Jawaban siapa Anda
it_it: Chi è rispondi
ja_jp: あなたは誰ですか？
ko_ko: 누구에게 답장하기
pt_pt: Quem-é-é você responde
sw_sw: Vem är du?
tr_tr: Sen kimsin cevap ver
uk_uk: Хто ви?

source: mtrace response
id_id: respons mtrace
it_it: risposta mtrace
ja_jp: トレース応答
ko_ko: 엠트레이스 응답
pt_pt: resposta mtrace
sw_sw: mtrace-svar
tr_tr: mtrace yanıtı
uk_uk: Відповідь mtrace

source: mtrace messages
id_id: mmelacak pesan
it_it: messaggi MTrace
ja_jp: mtraceメッセージ
ko_ko: 엠트레이스 메시지
pt_pt: mensagens de rastreio
sw_sw: mtrace-meddelanden
tr_tr: mtrace mesajları
uk_uk: Повідомлення mtrace

source: first match
id_id: pertandingan pertama
it_it: Prima partita
ja_jp: 最初に一致
ko_ko: 첫 경기
pt_pt: Primeira correspondência
sw_sw: första matchen
tr_tr: İLK MAÇ
uk_uk: перший матч

source: last match
id_id: pertandingan terakhir
it_it: ultima partita
ja_jp: 最後に一致
ko_ko: 마지막 경기
pt_pt: Ultima correspondência
sw_sw: sista matchen
tr_tr: son maç
uk_uk: останній матч

source: Disable Rule
id_id: Nonaktifkan Aturan
it_it: Disabilita regola
ja_jp: ルール無効化
ko_ko: 규칙 비활성화
pt_pt: Desactivar Regra
sw_sw: Inaktivera regel
tr_tr: Kuralı Devre Dışı Bırak
uk_uk: Вимкнути правило

source: Enable Rule
id_id: Aktifkan Aturan
it_it: Abilita regola
ja_jp: イネーブルルール
ko_ko: 규칙 사용
pt_pt: Habilitar Regra
sw_sw: Aktivera regel
tr_tr: Kuralı Etkinleştir
uk_uk: Увімкнути правило

source: Disable Log
id_id: Nonaktifkan Log
it_it: Disabilita registro
ja_jp: ログを無効にする
ko_ko: 로그 비활성화
pt_pt: Desactivar Registo
sw_sw: Inaktivera loggningen
tr_tr: Günlüğü Devre Dışı Bırak
uk_uk: Вимкнути журнал

source: Enable Log
id_id: Aktifkan Log
it_it: Abilita registro
ja_jp: ログを有効にする
ko_ko: 로그 사용
pt_pt: Activar Registo
sw_sw: Aktivera logg
tr_tr: Günlüğü Etkinleştir
uk_uk: Увімкнути журнал

source: Inspect
id_id: Memeriksa
it_it: Ispezionare
ja_jp: インスペクト
ko_ko: 검사
pt_pt: Inspeccionar
sw_sw: Inspektera
tr_tr: Kontrol edin
uk_uk: Оглянути

source: The firewall rule configuration has been changed.<br />You must apply the changes in order for them to take effect.
id_id: Konfigurasi aturan firewall telah diubah. Anda harus menerapkan perubahan agar dapat diterapkan.
it_it: La configurazione della regola del firewall è stata modificata. <br /> È necessario applicare le modifiche affinché possano avere effetto.
ja_jp: ファイアウォール構成は変更されましたが、<br />有効にするには、変更を適用してください。
ko_ko: 방화벽 규칙 구성이 변경되었습니다.<br />변경 사항을 적용하려면 변경 사항을 적용해야 합니다.
pt_pt: A configuração da regra de firewall foi alterada.<b/> Terá de aplicar as alterações para que as mesmas entrem em vigor
sw_sw: Konfigurationen av brandväggsregeln har ändrats.<br />Du måste tillämpa ändringarna för att de ska träda i kraft.
tr_tr: Güvenlik duvarı kuralı yapılandırması değiştirildi.<br />Yapılan değişikliklerin etkili olabilmesi için uygulamanız gerekir.
uk_uk: Змінено конфігурацію правил брандмауера.<br /> Ви повинні застосувати зміни, щоб вони набули чинності.

source: Apply changes
id_id: Menerapkan perubahan
it_it: Applica i cambiamenti
ja_jp: 変更適用
ko_ko: 변경 사항 적용
pt_pt: Aplicar alterações
sw_sw: Tillämpa ändringar
tr_tr: Değişiklikleri uygula
uk_uk: Застосувати зміни

source: No floating rules are currently defined. Floating rules are not bound to a single interface and can therefore be used to span policies over multiple networks at the same time.
id_id: Saat ini tidak ada aturan mengambang yang didefinisikan. Aturan mengambang tidak terikat pada satu antarmuka dan oleh karena itu dapat digunakan untuk menjangkau kebijakan di beberapa jaringan secara bersamaan.
it_it: Non sono attualmente definite regole fluttuanti. Le regole galleggianti non sono legate a una singola interfaccia e possono quindi essere utilizzate per estendersi su più reti contemporaneamente.
ja_jp: 現在、フローティングルールが定義されていませんが、フローティングルールは単一のインタフェースに適用されるもので、同時に複数のネットワークに渡って適用されるポリシーとして使用可能です。
ko_ko: 현재 정의된 플로팅 규칙이 없습니다. 플로팅 규칙은 단일 인터페이스에 바인딩되지 않으므로 여러 네트워크에 걸쳐 동시에 정책을 적용하는 데 사용할 수 있습니다.
pt_pt: Nenhuma regra flutuante está atualmente definida. As regras flutuantes não estão vinculadas a uma única interface e podem, portanto, ser usadas para expandir políticas em várias redes ao mesmo tempo.
sw_sw: För närvarande finns inga flytande regler. Flytande regler är inte bundna till ett enda gränssnitt och kan därför användas för att sprida principer över flera nätverk samtidigt.
tr_tr: Şu anda hiçbir kayan kural tanımlanmamıştır. Değişken kurallar tek bir arayüze bağlı değildir ve bu nedenle ilkeleri aynı anda birden fazla ağa yaymak için kullanılabilir.
uk_uk: Наразі не визначено жодного плаваючого правила. Плаваючі правила не прив'язані до одного інтерфейсу і тому можуть використовуватися для охоплення політик у декількох мережах одночасно.

source: No %s rules are currently defined. All incoming connections on this interface will be blocked until you add a pass rule. Exceptions for automatically generated rules may apply.
id_id: Saat ini tidak ada aturan %s yang didefinisikan. Semua sambungan masuk pada antarmuka ini akan diblokir sampai Anda menambahkan aturan lulus. Pengecualian untuk aturan yang dibuat secara otomatis mungkin berlaku.
it_it: Non sono attualmente definite le regole su %s. Tutte le connessioni in arrivo su questa interfaccia verranno bloccate fino a quando non si aggiunge una regola di passaggio. Possono essere applicate eccezioni per le regole generate automaticamente.
ja_jp: 現在、%s ルールが定義されていません。パス・ルールを追加するまで、このインタフェースのすべての着信接続はブロックされます。自動生成されたルールの例外が適用される場合があります。
ko_ko: 현재 정의된 %s 규칙이 없습니다. 통과 규칙을 추가할 때까지 이 인터페이스에서 들어오는 모든 연결이 차단됩니다. 자동 생성된 규칙에 대한 예외가 적용될 수 있습니다.
pt_pt: Não estão actualmente definidas regras de %s. Todas as ligações de entrada nesta interface serão bloqueadas até que se acrescente uma regra de passagem. Podem aplicar-se excepções para as regras geradas automaticamente.
sw_sw: Inga %s-regler är för närvarande definierade. Alla inkommande anslutningar på det här gränssnittet blockeras tills du lägger till en passregel. Undantag för automatiskt genererade regler kan gälla.
tr_tr: Şu anda hiçbir %s kuralı tanımlanmamış. Siz bir geçiş kuralı ekleyene kadar bu arayüzdeki tüm gelen bağlantılar engellenecektir. Otomatik olarak oluşturulan kurallar için istisnalar geçerli olabilir.
uk_uk: Наразі не визначено жодного правила %s. Усі вхідні з'єднання на цьому інтерфейсі буде заблоковано, доки ви не додасте правило пропуску. Можливі винятки для автоматично згенерованих правил.

source: Schedule
id_id: Jadwal
it_it: Programma
ja_jp: スケジュール
ko_ko: 일정
pt_pt: palnificador
sw_sw: Tidsplan
tr_tr: Program
uk_uk: Розклад

source: Evaluations
id_id: Evaluasi
it_it: Valutazioni
ja_jp: エバリュエーション
ko_ko: 평가
pt_pt: Avaliações
sw_sw: Utvärderingar
tr_tr: Değerlendirmeler
uk_uk: Оцінки

source: Packets
id_id: Paket
it_it: Pacchetti
ja_jp: パケット
ko_ko: 패킷
pt_pt: Pacotes
sw_sw: Paket
tr_tr: Paketler
uk_uk: Пакети

source: Automatically generated rules
id_id: Aturan yang dibuat secara otomatis
it_it: Regole generate automaticamente
ja_jp: 自動生成されるルール
ko_ko: 자동 생성된 규칙
pt_pt: Regras geradas automaticamente
sw_sw: Automatiskt genererade regler
tr_tr: Otomatik olarak oluşturulan kurallar
uk_uk: Автоматично згенеровані правила

source: Disable rule
id_id: Nonaktifkan aturan
it_it: Disabilita regola
ja_jp: ルールを無効にする
ko_ko: 규칙 비활성화
pt_pt: Regra de desactivação
sw_sw: Inaktivera regeln
tr_tr: Kuralı devre dışı bırak
uk_uk: Вимкнути правило

source: Enable rule
id_id: Aktifkan aturan
it_it: Abilita regola
ja_jp: イネーブルルール
ko_ko: 규칙 사용
pt_pt: Habilitar regra
sw_sw: Aktivera regel
tr_tr: Kuralı etkinleştir
uk_uk: Увімкнути правило

source: Disable logging
id_id: Menonaktifkan penebangan
it_it: Disabilita la registrazione
ja_jp: ロギングを無効にする
ko_ko: 로깅 비활성화
pt_pt: Desactivar o registo
sw_sw: Inaktivera loggning
tr_tr: Günlük kaydını devre dışı bırak
uk_uk: Вимкнути ведення журналу

source: Enable logging
id_id: Mengaktifkan penebangan
it_it: Abilita la registrazione
ja_jp: ロギングを有効にする
ko_ko: 로깅 사용
pt_pt: Habilitar o abate de árvores
sw_sw: Aktivera loggning
tr_tr: Günlük kaydını etkinleştir
uk_uk: Увімкнути ведення журналу

source: pass
id_id: lulus
it_it: passaggio
ja_jp: 許可
pt_pt: passe
sw_sw: passera
tr_tr: geçmek
uk_uk: перепустка

source: block
id_id: blok
it_it: bloccare
ja_jp: 拒否
ko_ko: 블록
pt_pt: bloqueado
tr_tr: blok
uk_uk: блок

source: reject
id_id: menolak
it_it: rifiutare
ja_jp: 拒絶
ko_ko: 거부
pt_pt: rejeitado
sw_sw: avvisa
tr_tr: reddetmek
uk_uk: відкинути

source: log
it_it: tronco d'albero
ja_jp: ログ
ko_ko: 로그
sw_sw: logg
uk_uk: журнал

source: pass (disabled)
id_id: lulus (dinonaktifkan)
it_it: Pass (disabile)
ja_jp: 許可( 無効)
ko_ko: 패스(비활성화)
pt_pt: passe (desativado)
sw_sw: passera (inaktiverad)
tr_tr: geçiş (devre dışı)
uk_uk: перепустка (відключена)

source: block (disabled)
id_id: blokir (dinonaktifkan)
it_it: Blocco (disabilitato)
ja_jp: 拒否( 無効)
ko_ko: 차단(비활성화)
pt_pt: bloquado (desativado)
sw_sw: blockera (inaktiverad)
tr_tr: blok (devre dışı)
uk_uk: блок (вимкнено)
