Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Portuguese (Brazil)
id_id: Bahasa Portugis (Brasil)
it_it: Portoghese (Brasile)
ja_jp: ポルトガル語 ( ブラジル )
ko_ko: 포르투갈어(브라질)
pt_pt: Português (Brasil)
sw_sw: Portugisiska (Brasilien)
tr_tr: Portekizce (Brezilya)
uk_uk: Португальська (Бразилія)

source: Portuguese (Portugal)
id_id: Bahasa Portugis (Portugal)
it_it: Portoghese (Portogallo)
ja_jp: ポルトガル語 ( ポルトガル語 )
ko_ko: 포르투갈어(포르투갈)
pt_pt: Português (Portugal)
sw_sw: Portugisiska (Portugal)
tr_tr: Portekizce (Portekiz)
uk_uk: Португальська (Португалія)

source: Russian
id_id: Rusia
it_it: russo
ja_jp: ロシア語
ko_ko: 러시아어
pt_pt: Russo
sw_sw: Ryska
tr_tr: Rusça
uk_uk: Російська мова

source: Spanish
id_id: Bahasa Spanyol
it_it: spagnolo
ja_jp: スペイン語
ko_ko: 스페인어
pt_pt: Espanhol
sw_sw: Spanska
tr_tr: İspanyolca
uk_uk: Іспанська

source: Turkish
id_id: Bahasa Turki
it_it: Turco
ja_jp: トルコ語
ko_ko: 터키어
pt_pt: Turco
sw_sw: Turkiska
tr_tr: Türkçe
uk_uk: Турецька

source: VGA Console
id_id: Konsol VGA
it_it: Console VGA
ja_jp: VGA コンソール
ko_ko: VGA 콘솔
pt_pt: Consola VGA
sw_sw: VGA-konsol
tr_tr: VGA Konsol
uk_uk: Консоль VGA

source: Serial Console
id_id: Konsol Serial
it_it: Console seriale
ja_jp: シリアルコンソール
ko_ko: 시리얼 콘솔
pt_pt: Serie Consola
sw_sw: Seriell konsol
tr_tr: Seri Konsol
uk_uk: Послідовна консоль

source: EFI Console
id_id: Konsol EFI
it_it: Console EFI
ja_jp: EFI コンソール
ko_ko: EFI 콘솔
pt_pt: Consola EFI
sw_sw: EFI-konsol
tr_tr: EFI Konsolu
uk_uk: Консоль EFI

source: Mute Console
id_id: Konsol Bisu
it_it: Console muta
ja_jp: コンソールのミュート
ko_ko: 콘솔 음소거
pt_pt: Consola sem som
sw_sw: Mute-konsolen
tr_tr: Sessiz Konsol
uk_uk: Вимкнення звуку на консолі

source: Could not start unknown service `%s'
id_id: Tidak dapat memulai layanan yang tidak dikenal `%s'
it_it: Impossibile iniziare il servizio sconosciuto `%s '
ja_jp: 不明なサービス %s を開始できませんでした。
ko_ko: 알 수 없는 서비스 `%s'를 시작할 수 없습니다.
pt_pt: Não foi possível iniciar o serviço desconhecido '%s
sw_sw: Kunde inte starta okänd tjänst `%s'
tr_tr: Bilinmeyen hizmet `%s' başlatılamadı
uk_uk: Не вдалося запустити невідому службу `%s'

source: Could not start service `%s'
id_id: Tidak dapat memulai layanan `%s'
it_it: Impossibile iniziare il servizio `%s '
ja_jp: s サービスを開始できませんでした。
ko_ko: 서비스 `%s'를 시작할 수 없습니다.
pt_pt: Não foi possível iniciar o serviço '%s
sw_sw: Kunde inte starta tjänsten `%s'.
tr_tr: Hizmet `%s' başlatılamadı
uk_uk: Не вдалося запустити службу `%s'

source: Service `%s' has been started.
id_id: Layanan `%s' telah dimulai.
it_it: Il servizio `%s 'è stato avviato.
ja_jp: サービス `%s' が開始されました。
ko_ko: 서비스 `%s'가 시작되었습니다.
pt_pt: O serviço `%s' foi iniciado.
sw_sw: Tjänsten `%s' har startats.
tr_tr: Hizmet `%s' başlatıldı.
uk_uk: Послуга `%s' запущена.

source: Could not stop unknown service `%s'
id_id: Tidak dapat menghentikan layanan yang tidak dikenal `%s'
it_it: Impossibile fermare il servizio sconosciuto `%s '
ja_jp: 不明なサービス %s を停止できませんでした。
ko_ko: 알 수 없는 서비스 `%s'를 중지할 수 없습니다.
pt_pt: Não foi possível parar o serviço desconhecido '%s
sw_sw: Det gick inte att stoppa den okända tjänsten `%s'.
tr_tr: Bilinmeyen hizmet `%s' durdurulamadı
uk_uk: Не вдалося зупинити невідому службу `%s'

source: Service `%s' has been stopped.
id_id: Layanan `%s' telah dihentikan.
it_it: Il servizio `%s 'è stato fermato.
ja_jp: サービス`%s'は停止しました。
ko_ko: 서비스 `%s'가 중지되었습니다.
pt_pt: O serviço `%s' foi interrompido.
sw_sw: Tjänsten `%s' har stoppats.
tr_tr: Hizmet `%s' durduruldu.
uk_uk: Послуга `%s' була зупинена.

source: Could not restart unknown service `%s'
id_id: Tidak dapat memulai ulang layanan yang tidak dikenal `%s'
it_it: Impossibile riavviare il servizio sconosciuto `%s '
ja_jp: 不明なサービス %s を再起動できませんでした。
ko_ko: 알 수 없는 서비스 `%s'를 다시 시작할 수 없습니다.
pt_pt: Não é possível reiniciar o serviço desconhecido '%s
sw_sw: Kunde inte starta om okänd tjänst `%s'.
tr_tr: Bilinmeyen hizmet `%s' yeniden başlatılamadı
uk_uk: Не вдалося перезапустити невідому службу `%s'

source: Could not restart service `%s'
id_id: Tidak dapat memulai ulang layanan `%s'
it_it: Impossibile riavviare il servizio `%s '
ja_jp: s サービスを再起動できませんでした。
ko_ko: 서비스를 다시 시작할 수 없습니다 `%s'
pt_pt: Não é possível reiniciar o serviço '%s
sw_sw: Det gick inte att starta om tjänsten `%s'.
tr_tr: Hizmet `%s' yeniden başlatılamadı
uk_uk: Не вдалося перезапустити службу `%s'

source: Service `%s' has been restarted.
id_id: Layanan `%s' telah dimulai ulang.
it_it: Il servizio `%s 'è stato riavviato.
ja_jp: サービス`%s'が再起動されました。
ko_ko: 서비스 `%s'가 다시 시작되었습니다.
pt_pt: O serviço `%s' foi reiniciado.
sw_sw: Tjänsten `%s' har startats om.
tr_tr: Hizmet `%s' yeniden başlatıldı.
uk_uk: Сервіс `%s' було перезапущено.

source: WARNING: You must give a name as parameter to lock() function.
id_id: PERINGATAN: Anda harus memberikan nama sebagai parameter pada fungsi lock().
it_it: ATTENZIONE: è necessario dare un nome come parametro alla funzione Lock ().
ja_jp: 警告： 関数ロック()のパラメータとして「名前」が必要です。
ko_ko: 경고: lock() 함수의 매개변수로 이름을 지정해야 합니다.
pt_pt: Aviso: Deve fornecer um nome como parâmetro para a função lock().
sw_sw: VARNING: Du måste ange ett namn som parameter till funktionen lock().
tr_tr: UYARI: lock() fonksiyonuna parametre olarak bir isim vermelisiniz.
uk_uk: ПОПЕРЕДЖЕННЯ: Ви повинні вказати ім'я як параметр функції lock().

source: XML error: %s at line %d cannot occur more than once
id_id: Kesalahan XML: %s pada baris %d tidak dapat terjadi lebih dari satu kali
it_it: Errore XML: %s a riga %d non può verificarsi più di una volta
ja_jp: XML エラー: %s: %d 行: 複数設定できません。
ko_ko: XML 오류: %d줄의 %s는 두 번 이상 발생할 수 없습니다.
pt_pt: Erro XML: %s na linha %d não pode ocorrer mais de uma vez
sw_sw: XML-fel: %s på rad %d kan inte förekomma mer än en gång.
tr_tr: XML hatası: %d satırındaki %s birden fazla kez oluşamaz
uk_uk: Помилка XML: %s у рядку %d не може зустрічатися більше одного разу

source: An API exception occurred
id_id: Terjadi pengecualian API
ja_jp: API例外が発生しました
ko_ko: API 예외가 발생했습니다.
pt_pt: Ocorreu uma excepção API
sw_sw: Ett API-undantag inträffade
tr_tr: Bir API istisnası oluştu
uk_uk: Виникла виняток API

source: All virtual IPs have been disabled. Please note that disabling does not survive a reboot.
id_id: Semua IP virtual telah dinonaktifkan. Harap diperhatikan bahwa penonaktifan tidak akan bertahan saat reboot.
it_it: Tutti gli IP virtuali sono stati disabilitati. Si prega di notare che la disabilitazione non sopravvive a un riavvio.
ja_jp: すべての仮想IPは無効になりました。
ko_ko: 모든 가상 IP가 비활성화되었습니다. 비활성화는 재부팅 후에도 지속되지 않는다는 점에 유의하세요.
pt_pt: Todos os IPs virtuais foram desativados. Por favor tome nota, que a desativação não sobrevive a uma reinicialização.
sw_sw: Alla virtuella IP:er har inaktiverats. Observera att inaktiveringen inte överlever en omstart.
tr_tr: Tüm sanal IP'ler devre dışı bırakıldı. Devre dışı bırakma işleminin yeniden başlatmadan sonra geçerli olmadığını lütfen unutmayın.
uk_uk: Всі віртуальні IP-адреси було вимкнено. Зверніть увагу, що вимкнення не зберігається після перезавантаження.

source: CARP has been enabled.
id_id: CARP telah diaktifkan.
it_it: La carpa è stata abilitata.
ja_jp: CARP は有効になりました。
ko_ko: CARP가 활성화되었습니다.
pt_pt: CARP foi habilitado.
sw_sw: CARP har aktiverats.
tr_tr: CARP etkinleştirildi.
uk_uk: CARP увімкнено.

source: CARP has detected a problem and this unit has been demoted to BACKUP status.
id_id: CARP telah mendeteksi adanya masalah dan unit ini telah diturunkan ke status BACKUP.
it_it: CARP ha rilevato un problema e questa unità è stata retrocessa allo stato di backup.
ja_jp: carp が問題を検出したため、このユニットはバックアップステータスに降格されました。
ko_ko: CARP에서 문제를 감지하여 이 장치가 백업 상태로 강등되었습니다.
pt_pt: O CARP detectou um problema e esta unidade foi rebaixada para o status BACKUP.
sw_sw: CARP har upptäckt ett problem och enheten har degraderats till BACKUP-status.
tr_tr: CARP bir sorun tespit etti ve bu ünite YEDEK durumuna indirildi.
uk_uk: CARP виявив проблему, і цей пристрій переведено в статус BACKUP.

source: Check link status on all interfaces with configured CARP VIPs.
id_id: Periksa status tautan pada semua antarmuka dengan VIP CARP yang dikonfigurasi.
it_it: Controllare lo stato del collegamento su tutte le interfacce con VIP CARP configurati.
ja_jp: carp vip として構成している全てのインタフェースのリンクステータスを確認してください。
ko_ko: CARP VIP가 구성된 모든 인터페이스에서 링크 상태를 확인합니다.
pt_pt: Verifique o estado do link em todos como interfaces com os VIP CARP configurados.
sw_sw: Kontrollera länkstatusen på alla gränssnitt med konfigurerade CARP VIP:er.
tr_tr: Yapılandırılmış CARP VIP'leri ile tüm arayüzlerde bağlantı durumunu kontrol edin.
uk_uk: Перевірте стан посилання на всіх інтерфейсах з налаштованими CARP VIP.

source: Enable CARP
id_id: Aktifkan CARP
it_it: Abilita carpa
ja_jp: CARP を有効
ko_ko: CARP 사용
pt_pt: Ativar CARP
sw_sw: Aktivera CARP
tr_tr: CARP'ı Etkinleştir
uk_uk: Увімкнути CARP

source: Temporarily Disable CARP
id_id: Menonaktifkan CARP untuk sementara waktu
it_it: Disabilita temporaneamente la carpa
ja_jp: CARP を一時的に無効化
ko_ko: 일시적으로 CARP 비활성화
pt_pt: Desativar temporariamente o CARP
sw_sw: Tillfälligt inaktivera CARP
tr_tr: CARP'ı Geçici Olarak Devre Dışı Bırak
uk_uk: Тимчасово вимкнути CARP

source: Enter Persistent CARP Maintenance Mode
id_id: Masuk ke Mode Pemeliharaan Ikan Mas Koki yang Persisten
it_it: Immettere la modalità di manutenzione della carpa persistente
ja_jp: パーシステント カープ メンテナンスモードに移動
ko_ko: 영구 CARP 유지 관리 모드로 전환
pt_pt: Insira o modo de manutenção CARP persistente
sw_sw: Gå in i underhållsläge för permanent CARP
tr_tr: Kalıcı CARP Bakım Moduna Girin
uk_uk: Увійдіть у режим постійного обслуговування CARP

source: Leave Persistent CARP Maintenance Mode
id_id: Keluar dari Mode Pemeliharaan CARP yang Persisten
it_it: Lascia la modalità di manutenzione della carpa persistente
ja_jp: パーシステント メンテナンス カープモードを終了
ko_ko: 영구 CARP 유지 관리 모드 종료
pt_pt: Deixe em Persistente o modo de manutenção CARP
sw_sw: Lämna det beständiga CARP-underhållsläget
tr_tr: Kalıcı CARP Bakım Modundan Çıkma
uk_uk: Залишити режим постійного обслуговування CARP

source: CARP Interface
id_id: Antarmuka CARP
it_it: Interfaccia carpa
ja_jp: CARP インタフェース
ko_ko: CARP 인터페이스
pt_pt: Interface CARP
sw_sw: CARP-gränssnitt
tr_tr: CARP Arayüzü
uk_uk: Інтерфейс CARP

source: Virtual IP
id_id: IP Virtual
it_it: IP virtuale
ja_jp: 仮想IP
ko_ko: 가상 IP
pt_pt: IP Virtual
sw_sw: Virtuell IP
tr_tr: Sanal IP
uk_uk: Віртуальна IP-адреса

source: Could not locate any defined CARP interfaces.
id_id: Tidak dapat menemukan antarmuka CARP yang ditentukan.
it_it: Impossibile individuare alcuna interfaccia carpa definita.
ja_jp: 定義された鯉のインタフェースを見つけられません
ko_ko: 정의된 CARP 인터페이스를 찾을 수 없습니다.
pt_pt: Não foi possível localizar qualquer interface CARP definida.
sw_sw: Kunde inte hitta några definierade CARP-gränssnitt.
tr_tr: Tanımlanmış herhangi bir CARP arayüzü bulunamadı.
uk_uk: Не вдалося знайти жодного визначеного інтерфейсу CARP.

source: DISABLED
id_id: CACAT
it_it: DISABILITATO
ja_jp: 無効
ko_ko: 사용 안 함
pt_pt: Desativado
sw_sw: FUNKTIONSHINDRADE
tr_tr: DEVRE DIŞI
uk_uk: НЕДІЄЗДАТНІ

source: MASTER
it_it: MAESTRO
ja_jp: マスタ
ko_ko: 마스터
pt_pt: MESTRE
tr_tr: USTA
uk_uk: МАЙСТЕР

source: BACKUP
ja_jp: バックアップ
ko_ko: 백업
tr_tr: YEDEKLEME
uk_uk: ПІДТРИМКА

source: INIT
it_it: DENTRO
ja_jp: 初期状態
tr_tr: GİRİŞ

source: Current CARP demotion level
id_id: Tingkat demosi CARP saat ini
it_it: Livello di degrado dell'attuale carpa
ja_jp: 現在のCARP降格レベル
ko_ko: 현재 CARP 강등 수준
pt_pt: Nível actual de despromoção CARP
sw_sw: Nuvarande CARP-degraderingsnivå
tr_tr: Mevcut CARP tenzili rütbe seviyesi
uk_uk: Поточний рівень пониження CARP

source: pfSync nodes
id_id: Node pfSync
it_it: nodi pfsync
ja_jp: pfSync ノード
ko_ko: pfSync 노드
pt_pt: Nodos pfSync
sw_sw: pfSync-noder
tr_tr: pfSync düğümleri
uk_uk: Вузли pfSync

source: No issues were detected.
id_id: Tidak ada masalah yang terdeteksi.
it_it: Non sono stati rilevati problemi.
ja_jp: 問題は検出されませんでした。
ko_ko: 문제가 발견되지 않았습니다.
pt_pt: Não foram detectados problemas.
sw_sw: Inga problem upptäcktes.
tr_tr: Herhangi bir sorun tespit edilmedi.
uk_uk: Жодних проблем не виявлено.

source: An issue was detected.
id_id: Masalah terdeteksi.
it_it: È stato rilevato un problema.
ja_jp: 問題が検出されました。
ko_ko: 문제가 감지되었습니다.
pt_pt: Foi detectado um problema.
sw_sw: Ett problem har upptäckts.
tr_tr: Bir sorun tespit edildi.
uk_uk: Виявлено проблему.

source: Development deployment is configured so crash reports cannot be sent.
id_id: Penyebaran pengembangan dikonfigurasikan sehingga laporan kerusakan tidak dapat dikirim.
ja_jp: 開発用デプロイメントが設定されているため、クラッシュレポートが送信できない。
ko_ko: 개발 배포는 크래시 보고서를 전송할 수 없도록 구성되어 있습니다.
pt_pt: O desenvolvimento é configurado de modo a que não possam ser enviados relatórios de crash.
sw_sw: Utvecklingsdistributionen är konfigurerad så att kraschrapporter inte kan skickas.
tr_tr: Geliştirme dağıtımı, çökme raporları gönderilemeyecek şekilde yapılandırılmıştır.
uk_uk: Розгортання розробки налаштовано так, що звіти про збої не можуть бути надіслані.

source: Thank you for submitting this crash report.
id_id: Terima kasih telah mengirimkan laporan kerusakan ini.
it_it: Grazie per aver inviato questo rapporto sul crash.
ja_jp: クラッシュレポートを送信していただき、ありがとうございました。
ko_ko: 이 충돌 보고서를 제출해 주셔서 감사합니다.
pt_pt: Obrigado por submeter este relatório de dinheiro.
sw_sw: Tack för att du skickade in denna olycksrapport.
tr_tr: Bu kaza raporunu gönderdiğiniz için teşekkür ederiz.
uk_uk: Дякуємо, що надіслали цей звіт про аварію.

source: This crash report contains no actual crash information. If you want to submit a problem please fill out your e-mail and description below.
id_id: Laporan kerusakan ini tidak berisi informasi kerusakan yang sebenarnya. Jika Anda ingin mengirimkan masalah, silakan isi email dan deskripsi di bawah ini.
it_it: Questo rapporto sul crash non contiene informazioni su crash effettive. Se si desidera inviare un problema, compila la tua e-mail e la descrizione di seguito.
ja_jp: このクラッシュレポートには実際のクラッシュは含まれていません。
ko_ko: 이 크래시 보고서에는 실제 크래시 정보가 포함되어 있지 않습니다. 문제를 제출하려면 아래에 이메일과 설명을 작성해 주세요.
pt_pt: Este relatório de crash não contém informações reais sobre o crash. Se quiser submeter um problema, por favor preencha o seu e-mail e descrição abaixo.
sw_sw: Denna olycksrapport innehåller ingen faktisk information om olyckan. Om du vill skicka in ett problem kan du fylla i din e-postadress och en beskrivning nedan.
tr_tr: Bu kaza raporu gerçek kaza bilgisi içermemektedir. Bir sorun göndermek istiyorsanız lütfen e-postanızı ve açıklamanızı aşağıya yazın.
uk_uk: Цей звіт про аварії не містить фактичної інформації про аварії. Якщо ви хочете повідомити про проблему, будь ласка, введіть ваш e-mail та опис проблеми нижче.

source: Please consider submitting a crash report if the error persists.
id_id: Harap pertimbangkan untuk mengirimkan laporan kerusakan jika kesalahan terus berlanjut.
it_it: Si prega di prendere in considerazione l'invio di un rapporto sul crash se l'errore persiste.
ja_jp: エラーが解決しない場合は、クラッシュレポートの送信をお願いします。
ko_ko: 오류가 지속되면 충돌 보고서를 제출해 주세요.
pt_pt: Considere a possibilidade de enviar um relatório de falha se o erro persistir.
sw_sw: Överväg att skicka in en kraschrapport om felet kvarstår.
tr_tr: Hata devam ederse lütfen bir çökme raporu göndermeyi düşünün.
uk_uk: Якщо помилка не зникає, будь ласка, подумайте про те, щоб надіслати звіт про збій.

source: Dismiss this report
id_id: Hapus laporan ini
it_it: Respingere questo rapporto
ja_jp: このレポートを破棄
ko_ko: 이 보고서 삭제하기
pt_pt: Ignorar este relatório
sw_sw: Avvisa denna rapport
tr_tr: Bu raporu iptal edin
uk_uk: Відхилити цей звіт

source: Submit this report
id_id: Kirimkan laporan ini
it_it: Invia questo rapporto
ja_jp: このレポートを送信
ko_ko: 이 보고서 제출하기
pt_pt: Submeter este relatório
sw_sw: Skicka in denna rapport
tr_tr: Bu raporu gönderin
uk_uk: Надішліть цей звіт

source: Would you like to submit this crash report to the developers?
id_id: Apakah Anda ingin mengirimkan laporan kerusakan ini kepada pengembang?
it_it: Vorresti presentare questo rapporto di crash agli sviluppatori?
ja_jp: このクラッシュレポートを開発者に送信しますか？
ko_ko: 이 크래시 보고서를 개발자에게 제출하시겠습니까?
pt_pt: Gostaria de submeter este relatório de falha para os desenvolvedores?
sw_sw: Vill du skicka in den här kraschrapporten till utvecklarna?
tr_tr: Bu kaza raporunu geliştiricilere göndermek ister misiniz?
uk_uk: Бажаєте надіслати цей звіт про аварію розробникам?

source: You can help us further by adding your contact information and a problem description. Please note that providing your contact information greatly improves the chances of bugs being fixed.
id_id: Anda dapat membantu kami lebih lanjut dengan menambahkan informasi kontak Anda dan deskripsi masalah. Harap diperhatikan bahwa memberikan informasi kontak Anda akan sangat meningkatkan peluang perbaikan bug.
it_it: Puoi aiutarci ulteriormente aggiungendo le informazioni di contatto e una descrizione del problema. Si noti che fornire le informazioni di contatto migliora notevolmente le possibilità di risolvere i bug.
ja_jp: あなたの連絡先情報、および、問題の説明を追加していただけると、解決により、連絡先情報の提供は、バグを修正する可能性が大きく上がることにつながります。
ko_ko: 연락처 정보와 문제 설명을 추가하여 도움을 더 받으실 수 있습니다. 연락처 정보를 제공하면 버그가 수정될 가능성이 크게 높아진다는 점에 유의하세요.
pt_pt: Pode nos ajudar a adicionar as suas informações de contacto e uma descrição do problema. Observe que, ao fornecer as suas informações de contacto melhora muito as hipóteses de bugs serem corrigidos.
sw_sw: Du kan hjälpa oss ytterligare genom att lägga till dina kontaktuppgifter och en problembeskrivning. Observera att om du anger dina kontaktuppgifter ökar chansen att felmeddelanden åtgärdas avsevärt.
tr_tr: İletişim bilgilerinizi ve bir sorun açıklaması ekleyerek bize daha fazla yardımcı olabilirsiniz. İletişim bilgilerinizi vermenin hataların giderilme şansını büyük ölçüde artırdığını lütfen unutmayın.
uk_uk: Ви можете допомогти нам ще більше, додавши свою контактну інформацію та опис проблеми. Зверніть увагу, що надання вашої контактної інформації значно підвищує шанси на виправлення помилки.

source: A short problem description or steps to reproduce.
id_id: Deskripsi masalah singkat atau langkah-langkah untuk mereproduksi.
it_it: Una breve descrizione del problema o passaggi da riprodurre.
ja_jp: 問題の簡潔な説明、もしくは、再現手順。
ko_ko: 간단한 문제 설명 또는 재현 단계.
pt_pt: Uma breve descrição do problema ou passos para reproduzir.
sw_sw: En kort problembeskrivning eller steg för att reproducera problemet.
tr_tr: Kısa bir sorun açıklaması veya yeniden üretme adımları.
uk_uk: Короткий опис проблеми або кроки для її відтворення.

source: Please double-check the following contents to ensure you are comfortable submitting the following information.
id_id: Mohon periksa kembali konten berikut ini untuk memastikan Anda merasa nyaman dalam mengirimkan informasi berikut ini.
it_it: Si prega di ricontrollare i seguenti contenuti per assicurarti di essere a tuo agio nel presentare le seguenti informazioni.
ja_jp: 送信する情報が次の内容で間違いがないか、再度見直してください。
ko_ko: 다음 정보를 제출하는 데 불편함이 없도록 다음 내용을 다시 한 번 확인해 주시기 바랍니다.
pt_pt: Verifique novamente o conteúdo a seguir para garantir que esteja confortável enviando as seguintes informações.
sw_sw: Vänligen dubbelkolla följande innehåll för att försäkra dig om att du är bekväm med att lämna in följande information.
tr_tr: Lütfen aşağıdaki bilgileri gönderirken rahat olduğunuzdan emin olmak için aşağıdaki içeriği iki kez kontrol edin.
uk_uk: Будь ласка, перевірте наступний зміст, щоб переконатися, що вам зручно подавати наступну інформацію.

source: Report an issue
id_id: Melaporkan masalah
it_it: Segnala un problema
ja_jp: バグを報告
ko_ko: 문제 신고하기
pt_pt: Reportar um problema
sw_sw: Rapportera ett problem
tr_tr: Bir sorun bildirin
uk_uk: Повідомити про проблему

source: CSRF check failed
id_id: Pemeriksaan CSRF gagal
it_it: Controllo CSRF non riuscito
ja_jp: csrf チェックに失敗しました
ko_ko: CSRF 검사 실패
pt_pt: Verificação do QRSRQ falhou
sw_sw: CSRF-kontrollen misslyckades
tr_tr: CSRF denetimi başarısız oldu
uk_uk: Перевірка CSRF не вдалася

source: CSRF check failed. Your form session may have expired, or you may not have cookies enabled.
id_id: Pemeriksaan CSRF gagal. Sesi formulir Anda mungkin telah kedaluwarsa, atau Anda mungkin tidak mengaktifkan cookie.
it_it: Controllo CSRF non riuscito. La sessione del modulo potrebbe essere scaduta o potresti non avere cookie abilitati.
ja_jp: CSRF チェックに失敗しました。フォームセッションの有効期限が切れたか、Cookie が有効になっていない可能性があります。
ko_ko: CSRF 확인에 실패했습니다. 양식 세션이 만료되었거나 쿠키가 활성화되어 있지 않을 수 있습니다.
pt_pt: A verificação do CSRF falhou. A sua sessão do formulário pode ter expirado, ou pode não ter os cookies activados.
sw_sw: CSRF-kontrollen misslyckades. Din formulärsession kan ha löpt ut eller så har du inte aktiverat cookies.
tr_tr: CSRF kontrolü başarısız oldu. Form oturumunuzun süresi dolmuş olabilir veya çerezleri etkinleştirmemiş olabilirsiniz.
uk_uk: Перевірка CSRF не вдалася. Можливо, термін дії вашого сеансу роботи з формою закінчився, або у вас не ввімкнені файли cookie.

source: is not a valid authentication server
id_id: bukan merupakan server otentikasi yang valid
it_it: non è un server di autenticazione valido
ja_jp: 有効な認証サーバではありません
ko_ko: 가 유효한 인증 서버가 아닙니다.
pt_pt: Não é um servidor de autenticação válido.
sw_sw: inte är en giltig autentiseringsserver
tr_tr: geçerli bir kimlik doğrulama sunucusu değil
uk_uk: не є дійсним сервером автентифікації

source: A username and password must be specified.
id_id: Nama pengguna dan kata sandi harus ditentukan.
it_it: È necessario specificare un nome utente e una password.
ja_jp: ユーザ名とパスワードを指定する必要があります。
ko_ko: 사용자 이름과 비밀번호를 지정해야 합니다.
pt_pt: Um utilizador e palavra pass devem ser fornecidos
sw_sw: Användarnamn och lösenord måste anges.
tr_tr: Bir kullanıcı adı ve parola belirtilmelidir.
uk_uk: Необхідно вказати ім'я користувача та пароль.

source: User
id_id: Pengguna
it_it: Utente
ja_jp: ユーザ
ko_ko: 사용자
pt_pt: Utilizador
sw_sw: Användare
tr_tr: Kullanıcı
uk_uk: Користувач

source: authenticated successfully.
id_id: berhasil diautentikasi.
it_it: autenticato con successo.
ja_jp: 認証に成功しました
ko_ko: 인증에 성공했습니다.
pt_pt: autenticação bem sucedida
sw_sw: autentiserat framgångsrikt.
tr_tr: kimliği başarıyla doğrulandı.
uk_uk: успішно автентифіковано.

source: This user is a member of these groups
id_id: Pengguna ini adalah anggota dari grup-grup ini
it_it: Questo utente è un membro di questi gruppi
ja_jp: このユーザはこれらのグループのメンバーです
ko_ko: 이 사용자는 다음 그룹의 구성원입니다.
pt_pt: Este utilizador é membro destes grupos
sw_sw: Den här användaren är medlem i dessa grupper
tr_tr: Bu kullanıcı şu grupların üyesidir
uk_uk: Цей користувач є членом цих груп

source: Attributes received from server
id_id: Atribut yang diterima dari server
it_it: Attributi ricevuti dal server
ja_jp: サーバから受信した属性
ko_ko: 서버에서 받은 속성
pt_pt: Atributos recebidos do servidor
sw_sw: Attribut som tas emot från servern
tr_tr: Sunucudan alınan öznitelikler
uk_uk: Атрибути, отримані від сервера

source: Authentication failed.
id_id: Otentikasi gagal.
it_it: Autenticazione fallita.
ja_jp: 認証に失敗しました
ko_ko: 인증에 실패했습니다.
pt_pt: Falha na autenticação
sw_sw: Autentisering misslyckades.
tr_tr: Kimlik doğrulama başarısız oldu.
uk_uk: Не вдалося пройти автентифікацію.

source: Authentication Server
id_id: Server Otentikasi
it_it: Server di autenticazione
ja_jp: 認証サーバ
ko_ko: 인증 서버
pt_pt: Servidor de Autenticação
sw_sw: Server för autentisering
tr_tr: Kimlik Doğrulama Sunucusu
uk_uk: Сервер автентифікації

source: Test
id_id: Tes
ja_jp: テスト
ko_ko: 테스트
pt_pt: Teste
uk_uk: Тест

source: DynFi Firewall Additions
id_id: Penambahan DynFi Firewall
ja_jp: DynFi Firewallの追加
ko_ko: DynFi 방화벽 추가
pt_pt: Adições de DynFi Firewall
sw_sw: Tillägg till DynFi Firewall
tr_tr: DynFi Firewall Duvarı Eklemeleri
uk_uk: Доповнення до DynFi Firewall

source: Bridge Devices
id_id: Perangkat Jembatan
it_it: Dispositivi a ponte
ja_jp: ブリッジ・デバイス
ko_ko: 브리지 장치
pt_pt: Ponte dos Dispositivos
sw_sw: Broutrustning
tr_tr: Köprü Cihazları
uk_uk: Мостові пристрої
