Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Bogon Networks
id_id: Jaringan Bogon
it_it: Reti bogon
ja_jp: ボゴン ネットワーク
ko_ko: 보곤 네트워크
pt_pt: Redes Bogon
sw_sw: Bogon-nätverk

source: Update Frequency
id_id: Frekuensi Pembaruan
it_it: Frequenza di aggiornamento
ja_jp: 更新頻度
ko_ko: 업데이트 빈도
pt_pt: Frequência de actualização
sw_sw: Uppdateringsfrekvens
tr_tr: Güncelleme Sıklığı
uk_uk: Частота оновлення

source: Monthly
id_id: Bulanan
it_it: Mensile
ja_jp: 月次
ko_ko: 월간
pt_pt: Mensal
sw_sw: Månadsvis
tr_tr: Aylık
uk_uk: Щомісяця

source: The frequency of updating the lists of IP addresses that are reserved (but not RFC 1918) or not yet assigned by IANA.
id_id: Frekuensi memperbarui daftar alamat IP yang dicadangkan (tetapi bukan RFC 1918) atau belum ditetapkan oleh IANA.
it_it: La frequenza di aggiornamento degli elenchi degli indirizzi IP riservati (ma non RFC 1918) o non ancora assegnati da IANA.
ja_jp: 予約済み ( rfc 1918 以外 )、または iana が現在割り当てていない ip アドレスのリストの更新頻度です。
ko_ko: 예약되어 있거나(RFC 1918이 아님) 아직 할당되지 않은 IP 주소의 목록을 업데이트하는 빈도입니다.
pt_pt: A frequência de actualização da lista de endereços IP que são reservados (mas não RFC 1918) ou ainda não atribuídas pelo IANA.
sw_sw: Frekvensen för uppdatering av listorna över IP-adresser som är reserverade (men inte RFC 1918) eller ännu inte tilldelade av IANA.
tr_tr: IANA tarafından ayrılmış (ancak RFC 1918 olmayan) veya henüz atanmamış IP adresleri listelerinin güncellenme sıklığı.
uk_uk: Частота оновлення списків IP-адрес, які зарезервовані (але не RFC 1918) або ще не призначені IANA.

source: Gateway Monitoring
id_id: Pemantauan Gerbang
it_it: Monitoraggio del gateway
ja_jp: ゲートウェイ監視
ko_ko: 게이트웨이 모니터링
pt_pt: Monitorização da Gateway
sw_sw: Övervakning av gateway
tr_tr: Ağ Geçidi İzleme
uk_uk: Моніторинг шлюзів

source: Skip rules
id_id: Aturan lewati
it_it: Salta le regole
ja_jp: ルールをスキップ
ko_ko: 규칙 건너뛰기
pt_pt: Ignorar regras
sw_sw: Hoppa över regler
tr_tr: Kuralları atla
uk_uk: Правила пропуску

source: Skip rules when gateway is down
id_id: Aturan lewati saat gateway tidak aktif
it_it: Salta le regole quando Gateway è giù
ja_jp: ゲートウェイのダウン時はルールをスキップ
ko_ko: 게이트웨이가 다운되었을 때 규칙 건너뛰기
pt_pt: Ignorar como regras quando a porta de entrada está desativada
sw_sw: Hoppa över regler när gatewayen är nere
tr_tr: Ağ geçidi kapalı olduğunda kuralları atla
uk_uk: Правила пропуску, коли шлюз не працює

source: By default, when a rule has a specific gateway set, and this gateway is down, rule is created and traffic is sent to default gateway. This option overrides that behavior and the rule is not created when gateway is down
id_id: Secara default, ketika sebuah aturan memiliki set gateway tertentu, dan gateway ini tidak aktif, aturan akan dibuat dan lalu lintas dikirim ke gateway default. Opsi ini mengesampingkan perilaku tersebut dan aturan tidak dibuat saat gateway tidak aktif
it_it: Per impostazione predefinita, quando una regola ha un set di gateway specifico e questo gateway è in calo, viene creata la regola e il traffico viene inviato al gateway predefinito. Questa opzione prevalga quel comportamento e la regola non viene creata quando Gateway è inattivo
ja_jp: デフォルトでは、ルールに特定のゲートウェイが設定されている場合、そのゲートウェイがダウンすると、ルールが作成され、トラフィックはデフォルトゲートウェイに送信されます。このオプションはこの動作を上書きし、ゲートウェイがダウンしているときにルールが作成されないようにします。
ko_ko: 기본적으로 규칙에 특정 게이트웨이가 설정되어 있고 이 게이트웨이가 다운되면 규칙이 만들어지고 트래픽이 기본 게이트웨이로 전송됩니다. 이 옵션은 해당 동작을 재정의하며 게이트웨이가 다운된 경우 규칙이 만들어지지 않습니다.
pt_pt: Por defeito, quando uma regra tem uma gateway específica definida, e esta gateway está em baixo, a regra é criada e o tráfego é enviado para a gateway padrão. Esta opção anula esse comportamento e a regra não é criada quando o gateway está em baixo.
sw_sw: När en regel har en specifik gateway inställd och denna gateway är nere skapas regeln som standard och trafiken skickas till standardgatewayen. Det här alternativet åsidosätter detta beteende och regeln skapas inte när gatewayen är nere.
tr_tr: Varsayılan olarak, bir kuralda belirli bir ağ geçidi ayarlandığında ve bu ağ geçidi kapalı olduğunda, kural oluşturulur ve trafik varsayılan ağ geçidine gönderilir. Bu seçenek bu davranışı geçersiz kılar ve ağ geçidi kapalı olduğunda kural oluşturulmaz
uk_uk: За замовчуванням, коли для правила вказано певний шлюз, і цей шлюз не працює, правило створюється і трафік перенаправляється на шлюз за замовчуванням. Цей параметр скасовує цю поведінку, і правило не створюється, коли шлюз не працює

source: Multi-WAN
ja_jp: マルチWAN
ko_ko: 멀티-WAN
tr_tr: Çoklu WAN

source: Sticky connections
id_id: Koneksi yang lengket
it_it: Connessioni appiccicose
ja_jp: スティッキー接続
ko_ko: 고정 연결
pt_pt: Ligações adesivas
sw_sw: Klibbiga anslutningar
tr_tr: Yapışkan bağlantılar
uk_uk: Липкі з'єднання

source: Use sticky connections
id_id: Gunakan koneksi lengket
it_it: Usa connessioni appiccicose
ja_jp: スティッキー接続を使用
ko_ko: 고정 연결 사용
pt_pt: Utilizar Ligações adesivas
sw_sw: Använd klibbiga anslutningar
tr_tr: Yapışkan bağlantılar kullanın
uk_uk: Використовуйте клейкі з'єднання

source: Successive connections will be redirected to the servers in a round-robin manner with connections from the same source being sent to the same gateway. This 'sticky connection' will exist as long as there are states that refer to this connection. Once the states expire, so will the sticky connection. Further connections from that host will be redirected to the next gateway in the round-robin.
id_id: Koneksi yang berurutan akan dialihkan ke server dengan cara round-robin dengan koneksi dari sumber yang sama dikirim ke gateway yang sama. 'Koneksi lengket' ini akan tetap ada selama masih ada status yang merujuk ke koneksi ini. Setelah status berakhir, begitu juga dengan koneksi lengket. Koneksi lebih lanjut dari host tersebut akan dialihkan ke gateway berikutnya dalam round-robin.
it_it: Le connessioni successive verranno reindirizzate ai server in modo round-robin con connessioni dalla stessa fonte inviata allo stesso gateway. Questa "connessione appiccicosa" esisterà fintanto che ci sono stati che si riferiscono a questa connessione. Una volta scaduti gli Stati, anche la connessione appiccicosa. Ulteriori connessioni da quell'host verranno reindirizzate al gateway successivo nel round-robin.
ja_jp: 連続した接続は、同じ送信元が同じゲートで送信している接続をロビン方式でサーバにリダイレクトします。このような「スティッキー接続」は、この接続を参照するステートと同じ期間存在します。ステートの有効期限が切れる、スティッキー接続の有効期限も切れます、そのホストからの追加的な接続はラウンドロビンで次のゲートウェイにリダイレクトされます。
ko_ko: 연속적인 연결은 동일한 소스의 연결이 동일한 게이트웨이로 전송되는 라운드 로빈 방식으로 서버로 리디렉션됩니다. 이 '고정 연결'은 이 연결을 참조하는 상태가 있는 한 존재합니다. 상태가 만료되면 고정 연결도 만료됩니다. 해당 호스트의 추가 연결은 라운드 로빈의 다음 게이트웨이로 리디렉션됩니다.
pt_pt: Ligações sucessivas serão redirecionadas para os servidores de uma forma round-robin com as ligações das mesmas origem a ser enviadas para a mesma gateway. Esta 'ligação sticky' existirá enquanto existirem estados que se referem a esta ligação. Uma vez que os estados expiram, assim será a ligação sticky. Outras ligações desse host serão redirecionadas para o próximo gateway no round-robin.
sw_sw: På varandra följande anslutningar omdirigeras till servrarna på ett round-robin-sätt där anslutningar från samma källa skickas till samma gateway. Denna "klibbiga anslutning" kommer att finnas så länge det finns tillstånd som hänvisar till denna anslutning. När tillstånden löper ut kommer även den klibbiga anslutningen att löpa ut. Ytterligare anslutningar från den värden kommer att omdirigeras till nästa gateway i round-robin-principen.
tr_tr: Ardışık bağlantılar sunuculara aynı kaynaktan gelen bağlantıların aynı ağ geçidine gönderilmesiyle yuvarlak robin şeklinde yeniden yönlendirilecektir. Bu 'yapışkan bağlantı', bu bağlantıya atıfta bulunan durumlar olduğu sürece var olacaktır. Durumlar sona erdiğinde, yapışkan bağlantı da sona erecektir. Bu ana bilgisayardan gelen diğer bağlantılar round-robin'deki bir sonraki ağ geçidine yönlendirilecektir.
uk_uk: Послідовні з'єднання будуть перенаправлятися на сервери по колу, причому з'єднання з одного джерела надсилатимуться на один і той самий шлюз. Таке "липке з'єднання" існуватиме доти, доки існують стани, які посилаються на це з'єднання. Як тільки ці стани закінчаться, липке з'єднання також зникне. Подальші з'єднання з цього хоста будуть перенаправлені на наступний шлюз у циклі.

source: Source tracking timeout
id_id: Batas waktu pelacakan sumber
it_it: Timeout di tracciamento della fonte
ja_jp: 送信元追跡タイムアウト
ko_ko: 소스 추적 시간 초과
pt_pt: Tempo limite da origem de rastreamento
sw_sw: Timeout för källspårning
tr_tr: Kaynak izleme zaman aşımı
uk_uk: Таймаут відстеження джерела

source: Set the source tracking timeout for sticky connections in seconds. By default this is 0, so source tracking is removed as soon as the state expires. Setting this timeout higher will cause the source/destination relationship to persist for longer periods of time.
id_id: Mengatur batas waktu pelacakan sumber untuk koneksi yang lengket dalam hitungan detik. Secara default ini adalah 0, sehingga pelacakan sumber akan dihapus segera setelah status berakhir. Menetapkan batas waktu ini lebih tinggi akan menyebabkan hubungan sumber/tujuan bertahan lebih lama.
it_it: Impostare il timeout di tracciamento della sorgente per connessioni appiccicose in pochi secondi. Per impostazione predefinita questo è 0, quindi il tracciamento della sorgente viene rimosso non appena lo stato scade. L'impostazione di questo timeout più in alto farà persistere la relazione di origine/destinazione per periodi di tempo più lunghi.
ja_jp: スティッキー接続の送信元追跡タイムアウトを秒単位で設定します。デフォルトは0、送信元追跡はステートの有効期限が切れると削除されます。
ko_ko: 고정 연결에 대한 소스 추적 시간 제한을 초 단위로 설정합니다. 기본적으로 이 값은 0이므로 상태가 만료되는 즉시 소스 추적이 제거됩니다. 이 시간 제한을 더 높게 설정하면 소스/대상 관계가 더 오랜 기간 동안 지속됩니다.
pt_pt: Definir o tempo limite de rastreamento da origem para ligações em segundos. Por defeito é 0, desta forma o rastreamento de origem é removido assim que o estado expirar.Configurando o tempo limite para maior fará com que a relação origem/destino persista por períodos de tempo mais longos.
sw_sw: Ange timeout för källspårning för klibbiga anslutningar i sekunder. Som standard är detta 0, så källspårningen tas bort så snart tillståndet löper ut. Om du ställer in den här timeouttiden högre kommer käll-/destinationssambandet att bestå under längre tidsperioder.
tr_tr: Yapışkan bağlantılar için kaynak izleme zaman aşımını saniye cinsinden ayarlayın. Varsayılan olarak bu değer 0'dır, bu nedenle durum sona erer ermez kaynak izleme kaldırılır. Bu zaman aşımını daha yüksek ayarlamak, kaynak/hedef ilişkisinin daha uzun süre devam etmesine neden olacaktır.
uk_uk: Встановіть таймаут відстеження джерела для липких з'єднань у секундах. За замовчуванням це значення дорівнює 0, тому відстеження джерела буде вимкнено, як тільки закінчиться термін дії стану. Якщо встановити більший таймаут, зв'язок джерела/приймача зберігатиметься довше.

source: Shared forwarding
id_id: Penerusan bersama
it_it: Inoltro condiviso
ja_jp: シェアードフォワーディング
ko_ko: 공유 전달
pt_pt: Encaminhamento partilhado
sw_sw: Delad vidarebefordran
tr_tr: Paylaşılan yönlendirme
uk_uk: Спільна переадресація

source: Use shared forwarding between packet filter, traffic shaper and captive portal
id_id: Gunakan penerusan bersama antara filter paket, pembentuk lalu lintas, dan captive portal
it_it: Utilizzare l'inoltro condiviso tra il filtro dei pacchetti, il traffico e il portale prigioniero
ja_jp: パケットフィルタ、トラフィックシェイパ、キャプティブポータル間でシェアードフォワーディングを使用する。
ko_ko: 패킷 필터, 트래픽 셰이퍼, 캡티브 포털 간 공유 포워딩 사용
pt_pt: Utilização de encaminhamento partilhado entre filtro de pacotes, formatador de tráfego e portal cativo
sw_sw: Använd delad vidarebefordran mellan paketfilter, trafikformare och en skyddad portal.
tr_tr: Paket filtresi, trafik şekillendirici ve esir portalı arasında paylaşılan yönlendirme kullanın
uk_uk: Використовуйте спільну переадресацію між фільтром пакетів, формувачем трафіку та кептивним порталом

source: Using policy routing in the packet filter rules causes packets to skip processing for the traffic shaper and captive portal tasks. Using this option enables the sharing of such forwarding decisions between all components to accomodate complex setups.
id_id: Menggunakan perutean kebijakan dalam aturan filter paket menyebabkan paket melewatkan pemrosesan untuk pembentuk lalu lintas dan tugas-tugas captive portal. Menggunakan opsi ini memungkinkan pembagian keputusan penerusan tersebut di antara semua komponen untuk mengakomodasi pengaturan yang kompleks.
it_it: L'uso del routing delle politiche nelle regole del filtro dei pacchetti fa saltare l'elaborazione dei pacchetti per le attività del portale di traffico e in cattività. L'uso di questa opzione consente la condivisione di tali decisioni di inoltro tra tutti i componenti per accogliere le configurazioni complesse.
ja_jp: パケットフィルタールでポリシルーティングを使用すると、トラフィックシェイパ及びキャプティブポータルタスクに対するプロセスがスキップするようになります。
ko_ko: 패킷 필터 규칙에서 정책 라우팅을 사용하면 패킷이 트래픽 셰이퍼 및 캡티브 포털 작업에 대한 처리를 건너뛰게 됩니다. 이 옵션을 사용하면 모든 구성 요소 간에 이러한 전달 결정을 공유하여 복잡한 설정을 수용할 수 있습니다.
pt_pt: A utilização do encaminhamento de políticas nas regras de filtragem de pacotes faz com que os pacotes saltem o processamento para as tarefas de formatação de tráfego e de portal cativo. A utilização desta opção permite a partilha de tais decisões de encaminhamento entre todos os componentes para acomodar configurações complexas.
sw_sw: Om du använder principdirigering i regler för paketfilter kan paket hoppa över behandlingen av trafikformare och portaler för företagsinterna tjänster. Om du använder det här alternativet kan du dela sådana vidarebefordringsbeslut mellan alla komponenter så att komplexa konfigurationer kan anpassas.
tr_tr: Paket filtresi kurallarında ilke yönlendirmenin kullanılması, paketlerin trafik şekillendirici ve esir portalı görevleri için işlenmeyi atlamasına neden olur. Bu seçeneğin kullanılması, karmaşık kurulumlara uyum sağlamak için bu tür yönlendirme kararlarının tüm bileşenler arasında paylaşılmasını sağlar.
uk_uk: Використання маршрутизації за політикою у правилах фільтрації пакетів призводить до того, що пакети пропускають обробку для формувача трафіку та завдань кептивного порталу. Використання цієї опції дозволяє розподіляти такі рішення про переадресацію між усіма компонентами, щоб пристосуватися до складних налаштувань.

source: Disable force gateway
id_id: Menonaktifkan gerbang paksa
it_it: Disabilita il gateway Force
ja_jp: ゲートウェイ強制を無効
ko_ko: 강제 게이트웨이 비활성화
pt_pt: Desactivar o portal de força
sw_sw: Inaktivera force gateway
tr_tr: Güç ağ geçidini devre dışı bırak
uk_uk: Вимкнути примусовий шлюз

source: Disable automatic rules which force local services to use the assigned interface gateway.
id_id: Nonaktifkan aturan otomatis yang memaksa layanan lokal untuk menggunakan gateway antarmuka yang ditetapkan.
it_it: Disabilita le regole automatiche che costringono i servizi locali a utilizzare il gateway dell'interfaccia assegnato.
ja_jp: 割当されたインタフェースウェイの使用、ローカルサービスに強制する自動ルールを無効にします。
ko_ko: 로컬 서비스가 할당된 인터페이스 게이트웨이를 사용하도록 강제하는 자동 규칙을 비활성화합니다.
pt_pt: Desactivar regras automáticas que obrigam os serviços locais a utilizar o portal de interface atribuído.
sw_sw: Inaktivera automatiska regler som tvingar lokala tjänster att använda den tilldelade gränssnittsgatewayen.
tr_tr: Yerel hizmetleri atanan arayüz ağ geçidini kullanmaya zorlayan otomatik kuralları devre dışı bırakın.
uk_uk: Вимкніть автоматичні правила, які змушують локальні служби використовувати призначений інтерфейс шлюзу.

source: Outgoing packets from this firewall on an interface which has a gateway will normally use the specified gateway for that interface. When this option is set the route will be selected by the system routing table instead.
id_id: Paket keluar dari firewall ini pada antarmuka yang memiliki gateway biasanya akan menggunakan gateway yang ditentukan untuk antarmuka tersebut. Ketika opsi ini diatur, rute akan dipilih oleh tabel perutean sistem.
it_it: I pacchetti in uscita da questo firewall su un'interfaccia che ha un gateway utilizzerà normalmente il gateway specificato per quell'interfaccia. Quando questa opzione è impostata, il percorso verrà invece selezionato dalla tabella di routing di sistema.
ja_jp: ゲートウェイがあるインタフェースにあるファイアウォールからの発信パケットは、通常そのインタフェースを指定されたゲートウェイとして使用します。このオプションを設定すると、代わりにシステムテーブルを選択する設定になります。
ko_ko: 게이트웨이가 있는 인터페이스에서 이 방화벽에서 나가는 패킷은 일반적으로 해당 인터페이스에 대해 지정된 게이트웨이를 사용합니다. 이 옵션을 설정하면 시스템 라우팅 테이블에서 대신 경로가 선택됩니다.
pt_pt: Os pacotes de saída deste firewall numa interface que tem uma porta de entrada normalmente utilizará a porta de entrada especificada para essa interface. Quando esta opção é definida, a rota será seleccionada pela tabela de encaminhamento do sistema.
sw_sw: Utgående paket från den här brandväggen på ett gränssnitt som har en gateway kommer normalt att använda den angivna gatewayen för det gränssnittet. När det här alternativet är inställt kommer vägen att väljas av systemets routningstabell i stället.
tr_tr: Bu güvenlik duvarından bir ağ geçidine sahip bir arabirim üzerinden giden paketler normalde o arabirim için belirtilen ağ geçidini kullanacaktır. Bu seçenek ayarlandığında, rota bunun yerine sistem yönlendirme tablosu tarafından seçilecektir.
uk_uk: Вихідні пакети з цього брандмауера на інтерфейс, який має шлюз, зазвичай використовують вказаний шлюз для цього інтерфейсу. Якщо цей параметр встановлено, маршрут буде обрано за допомогою системної таблиці маршрутизації.

source: Schedule States
id_id: Status Jadwal
it_it: Stato Stati
ja_jp: ステートのスケジュール
ko_ko: 스케줄 상태
pt_pt: Estados de Programação
sw_sw: Schema Stater
tr_tr: Program Devletleri
uk_uk: Держави, що входять до переліку

source: By default schedules clear the states of existing connections when the expiration time has come. This option overrides that behavior by not clearing states for existing connections.
id_id: Secara default, jadwal akan menghapus status koneksi yang ada ketika waktu kedaluwarsa telah tiba. Opsi ini mengesampingkan perilaku tersebut dengan tidak menghapus status koneksi yang ada.
it_it: Per impostazione predefinita, le pianifica cancellano gli stati delle connessioni esistenti quando è arrivato il tempo di scadenza. Questa opzione sovrascrive quel comportamento non cancellando gli stati per le connessioni esistenti.
ja_jp: デフォルトでは、スケジュールは有効期間が切れた時点で既存の接続ステートを消去します。このオプションはその振る舞いを上書きするため、既存の接続ステートは消去されません。
ko_ko: 기본적으로 일정은 만료 시간이 되면 기존 연결의 상태를 지웁니다. 이 옵션을 사용하면 기존 연결의 상태를 지우지 않음으로써 해당 동작을 재정의합니다.
pt_pt: Por defeito os agendamentos apagam os estados das ligações existemtes quando o tempo de expiração se aproxima. Esta opção substitui essa funcionalidade pelo facto de não limpar estados para conexões existentes.
sw_sw: Som standard rensar scheman statusen för befintliga anslutningar när förfallodatumet är passerat. Det här alternativet åsidosätter detta beteende genom att inte rensa tillstånd för befintliga anslutningar.
tr_tr: Varsayılan olarak, zamanlamalar süre dolduğunda mevcut bağlantıların durumlarını temizler. Bu seçenek, mevcut bağlantılar için durumları temizlemeyerek bu davranışı geçersiz kılar.
uk_uk: За замовчуванням розклади очищають стани існуючих з'єднань, коли настає час їхнього завершення. Цей параметр скасовує цю поведінку, не очищаючи стани існуючих з'єднань.

source: Firewall Optimization
id_id: Pengoptimalan Firewall
it_it: Ottimizzazione del firewall
ja_jp: ファイアウォール最適化
ko_ko: 방화벽 최적화
pt_pt: Otimização da firewall
sw_sw: Optimering av brandväggar
tr_tr: Güvenlik Duvarı Optimizasyonu
uk_uk: Оптимізація брандмауера

source: normal
it_it: normale
ja_jp: 通常
ko_ko: 정상
uk_uk: нормальний

source: high-latency
id_id: latensi tinggi
it_it: alta latenza
ja_jp: 高遅延
ko_ko: 높은 지연 시간
pt_pt: latência alta
sw_sw: höglatensitet
tr_tr: yüksek gecikme
uk_uk: висока затримка

source: aggressive
id_id: agresif
it_it: aggressivo
ja_jp: アグレッシブ
ko_ko: 공격적
pt_pt: Agressivo
sw_sw: aggressiv
tr_tr: agresif
uk_uk: агресивний

source: conservative
id_id: konservatif
it_it: conservatore
ja_jp: コンサバティブ
ko_ko: 보수적
pt_pt: conservador
sw_sw: konservativ
tr_tr: muhafazakar
uk_uk: консервативний

source: Select the type of state table optimization to use
id_id: Pilih jenis pengoptimalan tabel status yang akan digunakan
it_it: Seleziona il tipo di ottimizzazione della tabella dello stato da utilizzare
ja_jp: ステートテーブルの最適化に使用するタイプを選択してください。
ko_ko: 사용할 상태 테이블 최적화 유형을 선택합니다.
pt_pt: Selecione o tipo de otimização de tabela de estado a ser usada
sw_sw: Välj vilken typ av optimering av tillståndstabellen som ska användas
tr_tr: Kullanılacak durum tablosu optimizasyon türünü seçin
uk_uk: Виберіть тип оптимізації таблиці станів для використання

source: As the name says, it is the normal optimization algorithm
id_id: Seperti namanya, ini adalah algoritme pengoptimalan normal
it_it: Come dice il nome, è il normale algoritmo di ottimizzazione
ja_jp: 名前の通り、一般的な最適化アルゴリズムです。
ko_ko: 이름에서 알 수 있듯이 일반적인 최적화 알고리즘입니다.
pt_pt: Tal como o nome diz, isto é o algoritmo de optimização normal
sw_sw: Som namnet säger är det den normala optimeringsalgoritmen.
tr_tr: Adından da anlaşılacağı gibi, normal optimizasyon algoritmasıdır
uk_uk: Як видно з назви, це звичайний алгоритм оптимізації

source: Used for high latency links, such as satellite links. Expires idle connections later than default
id_id: Digunakan untuk sambungan latensi tinggi, seperti sambungan satelit. Berakhirnya sambungan idle lebih lambat dari default
it_it: Utilizzato per collegamenti ad alta latenza, come collegamenti satellitari. Scade connessioni inattivi più tardi che predefinito
ja_jp: 衛星リンクのような高延リンクに対して使用します。アイドル接続の期限切れがデフォルトよりも遅くなります。
ko_ko: 위성 링크와 같이 지연 시간이 긴 링크에 사용됩니다. 유휴 연결을 기본값보다 늦게 만료합니다.
pt_pt: Usado para links de latência alta, tais como link satélites. Ligações inactivas expiram mais tarde que as pré-definidas.
sw_sw: Används för länkar med hög latenstid, t.ex. satellitlänkar. Slutar att gälla för inaktiva anslutningar senare än standardvärdet.
tr_tr: Uydu bağlantıları gibi yüksek gecikmeli bağlantılar için kullanılır. Boştaki bağlantıları varsayılandan daha geç sonlandırır
uk_uk: Використовується для з'єднань з високою затримкою, таких як супутникові з'єднання. Завершує неактивні з'єднання пізніше, ніж за замовчуванням

source: Expires idle connections quicker. More efficient use of CPU and memory but can drop legitimate idle connections
id_id: Mengakhiri koneksi idle lebih cepat. Penggunaan CPU dan memori yang lebih efisien tetapi dapat memutuskan koneksi idle yang sah
it_it: Scade le connessioni inattivi più rapidamente. Uso più efficiente della CPU e della memoria, ma può abbandonare le legittime connessioni al minimo
ja_jp: アイドル接続をより速く期限切れにします。
ko_ko: 유휴 연결을 더 빨리 종료합니다. CPU와 메모리를 더 효율적으로 사용하지만 합법적인 유휴 연결을 끊을 수 있습니다.
pt_pt: Ligações inactivas expiram mais rapidamente. Mais eficiência na utilização do CPU e memória mas pode deixar cair ligações inativas.
sw_sw: Slutar snabbare att använda inaktiva anslutningar. Effektivare användning av CPU och minne, men kan tappa legitima lediga anslutningar.
tr_tr: Boşta kalan bağlantıları daha hızlı sonlandırır. CPU ve belleği daha verimli kullanır ancak meşru boş bağlantıları düşürebilir
uk_uk: Швидше завершує неактивні з'єднання. Ефективніше використовує процесор і пам'ять, але може обривати законні неактивні з'єднання
