Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Interface %s (VLAN) has MTU set to a bigger value
id_id: Antarmuka %s (VLAN) memiliki MTU yang ditetapkan ke nilai yang lebih besar
it_it: L'interfaccia %s (VLAN) ha MTU impostato su un valore maggiore
ja_jp: インタフェース %s (VLAN) の MTU に大きい値が設定されています。
ko_ko: 인터페이스 %s(VLAN)의 MTU가 더 큰 값으로 설정되어 있습니다.
pt_pt: Interface %s (VLAN) tem MTU definido para um valor maior
sw_sw: Gränssnitt %s (VLAN) har MTU inställt till ett större värde.
tr_tr: Arayüz %s (VLAN) MTU'su daha büyük bir değere ayarlanmış
uk_uk: Для інтерфейсу %s (VLAN) встановлено більше значення MTU

source: The MSS must be greater than 576 bytes.
id_id: MSS harus lebih besar dari 576 byte.
it_it: L'MSS deve essere maggiore di 576 byte.
ja_jp: MSS、576バイト以上です。
ko_ko: MSS는 576바이트보다 커야 합니다.
pt_pt: SSID
sw_sw: MSS måste vara större än 576 bytes.
tr_tr: MSS 576 bayttan büyük olmalıdır.
uk_uk: MSS має бути більшим за 576 байт.

source: Unable to change mode to %s. You may already have the maximum number of wireless clones supported in this mode.
id_id: Tidak dapat mengubah mode ke %s. Anda mungkin telah memiliki jumlah maksimum klon nirkabel yang didukung dalam mode ini.
it_it: Impossibile modificare la modalità in %s. Potresti già avere il numero massimo di cloni wireless supportati in questa modalità.
ja_jp: モードは %s に変更できません。
ko_ko: 모드를 %S로 변경할 수 없습니다. 이 모드에서 지원되는 최대 무선 클론 수가 이미 초과되었을 수 있습니다.
pt_pt: Não é possível alterar o modo para%s. Talvez já tenha o número máximo de clones sem fios suportados neste modo.
sw_sw: Det går inte att ändra läge till %s. Du kanske redan har det maximala antalet trådlösa kloner som stöds i det här läget.
tr_tr: Mod %s olarak değiştirilemiyor. Bu modda desteklenen maksimum kablosuz klon sayısına zaten sahip olabilirsiniz.
uk_uk: Неможливо змінити режим на %s. Можливо, у вас вже є максимальна кількість бездротових клонів, які підтримуються у цьому режимі.

source: Invalid WEP key size. Sizes should be 40 (64) bit keys or 104 (128) bit.
id_id: Ukuran kunci WEP tidak valid. Ukuran kunci harus 40 (64) bit atau 104 (128) bit.
it_it: Dimensione della chiave WEP non valida. Le dimensioni dovrebbero essere 40 (64) chiavi bit o 104 (128) bit.
ja_jp: WEP 鍵サイズが無効です。有効なサイズは40（64）ビット鍵、もしくは104（128）ビット鍵です。
ko_ko: WEP 키 크기가 잘못되었습니다. 키 크기는 40(64)비트 키 또는 104(128)비트여야 합니다.
pt_pt: O comprimento da frase-passe deve ser entre 8 e 63 caracteres.
sw_sw: Felaktig WEP-nyckelstorlek. Nycklarna ska vara 40 (64) bitars nycklar eller 104 (128) bitars nycklar.
tr_tr: Geçersiz WEP anahtar boyutu. Boyutlar 40 (64) bit anahtar veya 104 (128) bit olmalıdır.
uk_uk: Неправильний розмір ключа WEP. Розмір ключів повинен бути 40 (64) біт або 104 (128) біт.

source: The length of the passphrase should be between 8 and 63 characters.
id_id: Panjang frasa sandi harus antara 8 hingga 63 karakter.
it_it: La lunghezza della passphrase dovrebbe essere compresa tra 8 e 63 caratteri.
ja_jp: パスフレーズの長さは8～63文字です。
ko_ko: 비밀번호의 길이는 8자에서 63자 사이여야 합니다.
pt_pt: Se for necessário não esqueça de ajustar a gama do servidor de DHCP após aplicar.
sw_sw: Längden på lösenfrasen bör vara mellan 8 och 63 tecken.
tr_tr: Parolanın uzunluğu 8 ila 63 karakter arasında olmalıdır.
uk_uk: Довжина парольної фрази повинна бути від 8 до 63 символів.

source: Don't forget to adjust the DHCP Server range if needed after applying.
id_id: Jangan lupa untuk menyesuaikan rentang DHCP Server jika diperlukan setelah menerapkannya.
it_it: Non dimenticare di regolare l'intervallo del server DHCP se necessario dopo l'applicazione.
ja_jp: 適用後に、必要であれば、dhcp サーバの範囲を調整してください。
ko_ko: 신청 후 필요한 경우 DHCP 서버 범위를 조정하는 것을 잊지 마세요.
pt_pt: Não se esqueça de ajustar o alcance do DHCP Server, se necessário, após a aplicação.
sw_sw: Glöm inte att justera DHCP Server-området om det behövs efter att du har tillämpat det.
tr_tr: Uyguladıktan sonra gerekirse DHCP Sunucu aralığını ayarlamayı unutmayın.
uk_uk: Не забудьте налаштувати діапазон DHCP-серверів, якщо це необхідно після застосування.

source: The %s configuration has been changed.
id_id: Konfigurasi %s telah diubah.
it_it: La configurazione %s è stata modificata.
ja_jp: s 構成が変更されました。
ko_ko: 구성이 %s로 변경되었습니다.
pt_pt: A configuração das %s foi alterada.
sw_sw: Konfigurationen %s har ändrats.
tr_tr: s yapılandırması değiştirildi.
uk_uk: Змінено конфігурацію %s.

source: Basic configuration
id_id: Konfigurasi dasar
it_it: Configurazione di base
ja_jp: 基本構成
ko_ko: 기본 구성
pt_pt: Configuração básica
sw_sw: Grundläggande konfiguration
tr_tr: Temel yapılandırma
uk_uk: Базова конфігурація

source: Enable Interface
id_id: Aktifkan Antarmuka
it_it: Abilita interfaccia
ja_jp: インタフェースを有効
ko_ko: 인터페이스 사용
pt_pt: Introduza aqui a descrição (nome) para o interface.
sw_sw: Aktivera gränssnitt
tr_tr: Arayüzü Etkinleştir
uk_uk: Увімкнути інтерфейс

source: Lock
id_id: Mengunci
it_it: Serratura
ja_jp: ロック
ko_ko: 잠금
pt_pt: Fechadura
sw_sw: Lås
tr_tr: Kilit
uk_uk: Блокування.

source: Prevent interface removal
id_id: Mencegah penghapusan antarmuka
it_it: Prevenire la rimozione dell'interfaccia
ja_jp: インタフェースの除去を抑制
ko_ko: 인터페이스 제거 방지
pt_pt: Prevenir a remoção da interface
sw_sw: Förhindra borttagning av gränssnitt
tr_tr: Arayüzün kaldırılmasını önleyin
uk_uk: Запобігання вилученню інтерфейсу

source: The real device name of this interface.
id_id: Nama perangkat sesungguhnya dari antarmuka ini.
it_it: Il vero nome del dispositivo di questa interfaccia.
ja_jp: システム内部でのフェイスの名称
ko_ko: 이 인터페이스의 실제 장치 이름입니다.
pt_pt: O verdadeiro nome do dispositivo desta interface.
sw_sw: Det verkliga enhetsnamnet för det här gränssnittet.
tr_tr: Bu arayüzün gerçek cihaz adı.
uk_uk: Справжнє ім'я пристрою цього інтерфейсу.

source: Enter a description (name) for the interface here.
id_id: Masukkan deskripsi (nama) untuk antarmuka di sini.
it_it: Immettere una descrizione (nome) per l'interfaccia qui.
ja_jp: ここにインタフェースの説明名 ( ) を入力します。
ko_ko: 여기에 인터페이스에 대한 설명(이름)을 입력합니다.
pt_pt: Introduza aqui a descrição (nome) para o interface.
sw_sw: Ange en beskrivning (namn) för gränssnittet här.
tr_tr: Buraya arayüz için bir açıklama (isim) girin.
uk_uk: Введіть опис (назву) інтерфейсу тут.

source: Generic configuration
id_id: Konfigurasi umum
it_it: Configurazione generica
ja_jp: 汎用的な構成
ko_ko: 일반 구성
pt_pt: Configuração genérica
sw_sw: Generisk konfiguration
tr_tr: Genel yapılandırma
uk_uk: Загальна конфігурація

source: Block private networks
id_id: Memblokir jaringan pribadi
it_it: Blocca reti private
ja_jp: プライベートネットワーク拒否
ko_ko: 사설 네트워크 차단
pt_pt: por-defeito
sw_sw: Blockera privata nätverk
tr_tr: Özel ağları engelleyin
uk_uk: Блокування приватних мереж

source: Bogons are prefixes that should never appear in the Internet routing table, and obviously should not appear as the source address in any packets you receive.
id_id: Bogon adalah prefiks yang tidak boleh muncul dalam tabel perutean Internet, dan jelas tidak boleh muncul sebagai alamat sumber dalam paket apa pun yang Anda terima.
it_it: I bogon sono prefissi che non dovrebbero mai apparire nella tabella di routing Internet e ovviamente non dovrebbero apparire come indirizzo di origine in nessun pacchetto che ricevi.
ja_jp: ボーゴン」接頭語は、インターネットルーティングテーブルに表示させていけませんが、当然のことながら、受信したどのようなパケットの送信元アドレスとしても、表示させていけません。
ko_ko: 보곤은 인터넷 라우팅 테이블에 절대 표시되어서는 안 되는 접두사로, 수신하는 패킷의 소스 주소로 표시되어서는 안 됩니다.
pt_pt: Nota: A frequência de actualização pode ser alterada em Sistema-> Firewall Avançado/ configurações do NAT.
sw_sw: Bogons är prefix som aldrig ska finnas med i Internets routningstabell, och de ska naturligtvis inte heller finnas med som källadress i de paket du tar emot.
tr_tr: Bogonlar, İnternet yönlendirme tablosunda asla görünmemesi gereken öneklerdir ve aldığınız hiçbir pakette kaynak adres olarak görünmemelidir.
uk_uk: Богони - це префікси, які ніколи не повинні з'являтися в таблиці маршрутизації Інтернету, і, очевидно, не повинні з'являтися як адреса джерела в будь-яких пакетах, які ви отримуєте.

source: MBIM
ja_jp: エムビーアイエム

source: PPP
ja_jp: ピーピーピー
uk_uk: ДПП

source: Static IPv4
id_id: IPv4 Statis
it_it: IPv4 statico
ja_jp: 静的IPv4
ko_ko: 정적 IPv4
pt_pt: IPv4 estático
sw_sw: Statisk IPv4
tr_tr: Statik IPv4
uk_uk: Статичний IPv4

source: IPv6 Configuration Type
id_id: Jenis Konfigurasi IPv6
it_it: Tipo di configurazione IPv6
ja_jp: IPv6 構成タイプ
ko_ko: IPv6 구성 유형
pt_pt: Tipo de configuração IPv6
sw_sw: Typ av IPv6-konfiguration
tr_tr: IPv6 Yapılandırma Türü
uk_uk: Тип конфігурації IPv6

source: 6rd Tunnel
id_id: Terowongan ke-6
it_it: 6 ° tunnel
ja_jp: 6位 トンネル
ko_ko: 6번째 터널
pt_pt: 6° Túnel
sw_sw: 6:e tunneln
tr_tr: 6. Tünel
uk_uk: 6-й тунель

source: 6to4 Tunnel
id_id: Terowongan 6to4
ja_jp: 6to4 トンネル
ko_ko: 6to4 터널
pt_pt: Túnel de 6 a 4
tr_tr: 6to4 Tünel
uk_uk: Тунель 6to4

source: SLAAC
ja_jp: スラアク

source: Static IPv6
id_id: IPv6 Statis
it_it: IPv6 statico
ja_jp: 静的IPv6
ko_ko: 정적 IPv6
pt_pt: IPv6 estático
sw_sw: Statisk IPv6
tr_tr: Statik IPv6
uk_uk: Статичний IPv6

source: Track Interface
id_id: Antarmuka Lacak
it_it: Traccia l'interfaccia
ja_jp: インタフェースの追跡
ko_ko: 트랙 인터페이스
pt_pt: Endereço MAC
sw_sw: Spårgränssnitt
tr_tr: Parça Arayüzü
uk_uk: Інтерфейс треку

source: This field can be used to spoof the MAC address of the interface. Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank if unsure. This may only be required e.g. with certain cable connections on a WAN interface.
id_id: Bidang ini dapat digunakan untuk memalsukan alamat MAC antarmuka. Masukkan alamat MAC dalam format berikut: xx:xx:xx:xx:xx:xx atau biarkan kosong jika tidak yakin. Ini mungkin hanya diperlukan, misalnya pada sambungan kabel tertentu pada antarmuka WAN.
it_it: Questo campo può essere utilizzato per falsificare l'indirizzo MAC dell'interfaccia. Immettere un indirizzo MAC nel seguente formato: xx: xx: xx: xx: xx: xx o lasciare vuoto se incerto. Questo può essere richiesto solo ad es. con alcune connessioni del cavo su un'interfaccia WAN.
ja_jp: このフィールドは、インタフェースのMACアドレスのなりましに使用可能ですxx:xx:xx:xx:xxの形式でMACアドレスを入力するか、確信がない場合は空白にしてください、これはWANインタフェースに一部のケーブル接続を行っている場合等の場合のみ要求されます。
ko_ko: 이 필드는 인터페이스의 MAC 주소를 스푸핑하는 데 사용할 수 있습니다. MAC 주소는 xx:xx:xx:xx:xx:xx 형식으로 입력하거나 확실하지 않은 경우 공백으로 두세요. 이 필드는 WAN 인터페이스의 특정 케이블 연결과 같은 경우에만 필요할 수 있습니다.
pt_pt: Este campo pode ser utilizado para falsificar o endereço MAC da interface. Introduza um endereço MAC no seguinte formato: xx:xx:xx:xx:xx:xx:xx ou deixe em branco se não tiver a certeza. Isto só pode ser necessário, por exemplo, com certas ligações de cabos numa interface WAN.
sw_sw: Det här fältet kan användas för att förfalska gränssnittets MAC-adress. Ange en MAC-adress i följande format: xx:xx:xx:xx:xx:xx:xx:xx eller lämna tomt om du är osäker. Detta kan endast krävas t.ex. vid vissa kabelanslutningar på ett WAN-gränssnitt.
tr_tr: Bu alan arayüzün MAC adresini taklit etmek için kullanılabilir. Aşağıdaki formatta bir MAC adresi girin: xx:xx:xx:xx:xx veya emin değilseniz boş bırakın. Bu yalnızca örneğin bir WAN arayüzündeki belirli kablo bağlantıları için gerekli olabilir.
uk_uk: Це поле можна використовувати для підміни MAC-адреси інтерфейсу. Введіть MAC-адресу у такому форматі: xx:xx:xx:xx:xx:xx або залиште порожнім, якщо не впевнені. Це може знадобитися, наприклад, у разі певних кабельних з'єднань на інтерфейсі WAN.

source: Insert my currently connected MAC address (use with care)
id_id: Masukkan alamat MAC yang saat ini tersambung (gunakan dengan hati-hati)
it_it: Inserisci il mio indirizzo MAC attualmente connesso (utilizzo con cura)
ja_jp: 現在接続しているアドレスを挿入して使用してください。
ko_ko: 현재 연결된 내 MAC 주소 입력(주의해서 사용)
pt_pt: Inserir o meu endereço MAC actualmente ligado (usar com cuidado)
sw_sw: Ange min MAC-adress som är ansluten för närvarande (använd med försiktighet)
tr_tr: Şu anda bağlı olan MAC adresimi girin (dikkatli kullanın)
uk_uk: Вставте мою поточну підключену MAC-адресу (використовуйте з обережністю)

source: Calculated PPP MTU
id_id: MTU PPP yang dihitung
it_it: PPP MTU calcolato
ja_jp: PPP MTUの計算結果
ko_ko: 계산된 PPP MTU
pt_pt: MTU calculado PPP
sw_sw: Beräknad PPP MTU
tr_tr: Hesaplanan PPP MTU
uk_uk: Розрахована MTU ДПП

source: If you leave this field blank, the adapter's default MTU will be used. This is typically 1500 bytes but can vary in some circumstances.
id_id: Jika Anda membiarkan bidang ini kosong, MTU default adaptor akan digunakan. Biasanya berukuran 1500 byte, tetapi dapat bervariasi dalam beberapa keadaan.
it_it: Se lasci questo campo vuoto, verrà utilizzato l'MTU predefinito dell'adattatore. Questo è in genere 1500 byte ma può variare in alcune circostanze.
ja_jp: このフィールドを空白にすると、アダプタのデフォルトMTUが使用されますが、通常は1500バイトですが、一部の環境では変更可能です。
ko_ko: 이 필드를 비워두면 어댑터의 기본 MTU가 사용됩니다. 일반적으로 1500바이트이지만 상황에 따라 달라질 수 있습니다.
pt_pt: Se deixar este campo em branco, o adaptador pré-definido MTU será usado. Geralmente são 1500 bytes mas pode variar em algumas circunstâncias.
sw_sw: Om du lämnar det här fältet tomt används adapterns standard-MTU. Detta är vanligtvis 1500 bytes men kan variera under vissa omständigheter.
tr_tr: Bu alanı boş bırakırsanız, bağdaştırıcının varsayılan MTU'su kullanılır. Bu genellikle 1500 bayttır ancak bazı durumlarda değişebilir.
uk_uk: Якщо ви залишите це поле порожнім, буде використано значення MTU адаптера за замовчуванням. Зазвичай це 1500 байт, але за певних обставин може змінюватися.

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (IPv4) or 60 (IPv6) will be in effect (TCP/IP header size).
id_id: Jika Anda memasukkan nilai dalam bidang ini, maka penjepitan MSS untuk koneksi TCP ke nilai yang dimasukkan di atas minus 40 (IPv4) atau 60 (IPv6) akan berlaku (ukuran header TCP/IP).
it_it: Se si immette un valore in questo campo, il blocco MSS per le connessioni TCP al valore inserito sopra il minus 40 (IPv4) o 60 (IPv6) sarà in vigore (dimensione dell'intestazione TCP/IP).
ja_jp: このフィールドに値を入力すると、上記で入力した値から40（IPv4）または60（IPv6）を引いた値までのTCP接続に対するMSSクランプが有効になります（TCP/IPヘッダーサイズ）。
ko_ko: 이 필드에 값을 입력하면 위에 입력한 값에서 40(IPv4) 또는 60(IPv6)을 뺀 값(TCP/IP 헤더 크기)으로 TCP 연결에 대한 MSS 클램핑이 적용됩니다.
pt_pt: Se introduzir um valor neste campo, então o aperto MSS para ligações TCP ao valor introduzido acima de 40 (IPv4) ou 60 (IPv6) estará em vigor (tamanho do cabeçalho TCP/IP).
sw_sw: Om du anger ett värde i det här fältet kommer MSS-klämning för TCP-anslutningar till det värde som angetts ovan minus 40 (IPv4) eller 60 (IPv6) att gälla (TCP/IP-huvudstorlek).
tr_tr: Bu alana bir değer girerseniz, TCP bağlantıları için yukarıda girilen değer eksi 40 (IPv4) veya 60 (IPv6) değerine kadar MSS sıkıştırması geçerli olacaktır (TCP/IP başlık boyutu).
uk_uk: Якщо ви введете значення в це поле, то для TCP-з'єднань діятиме обмеження MSS до значення, введеного вище, мінус 40 (IPv4) або 60 (IPv6) (розмір заголовка TCP/IP).

source: Speed and duplex
id_id: Kecepatan dan dupleks
it_it: Velocità e duplex
ja_jp: 速度とデュプレックス
ko_ko: 속도 및 양면 인쇄
pt_pt: Pré-definido (Sem preferências, tipicamente autoselect)
sw_sw: Hastighet och duplex
tr_tr: Hız ve dubleks
uk_uk: Швидкість і дуплекс

source: Default (no preference, typically autoselect)
id_id: Default (tidak ada preferensi, biasanya pilih otomatis)
it_it: Predefinito (nessuna preferenza, in genere automatico)
ja_jp: デフォルト ( 指定なし、通常は自動選択 )
ko_ko: 기본값(기본 설정 없음, 일반적으로 자동 선택)
pt_pt: Pode definir aqui explicitamente o modo de velocidade e duplex para esta interface. AVISO: DEVE deixar este conjunto para autoselect (negociar automaticamente a velocidade) a menos que a porta a que esta interface se liga tenha a sua velocidade e duplex forçada.
sw_sw: Standard (inga preferenser, vanligtvis autoselect)
tr_tr: Varsayılan (tercih yok, tipik olarak otomatik seçim)
uk_uk: За замовчуванням (без налаштувань, зазвичай автоматичний вибір)

source: Here you can explicitly set speed and duplex mode for this interface. WARNING: You MUST leave this set to autoselect (automatically negotiate speed) unless the port this interface connects to has its speed and duplex forced.
id_id: Di sini Anda dapat secara eksplisit mengatur kecepatan dan mode dupleks untuk antarmuka ini. PERINGATAN: Anda HARUS membiarkan setelan ini menjadi pilihan otomatis (menegosiasikan kecepatan secara otomatis) kecuali jika port yang tersambung dengan antarmuka ini memiliki kecepatan dan dupleks yang dipaksakan.
it_it: Qui puoi impostare esplicitamente la modalità Speed ​​e Duplex per questa interfaccia. ATTENZIONE: è necessario lasciare questo set su Autoselect (negoziare automaticamente la velocità) a meno che la porta a cui questa interfaccia non si collega non abbia la velocità e il duplex forzato.
ja_jp: このインタフェースに対して速度とデュプレックスモードを明示的に設定できます。
ko_ko: 여기에서 이 인터페이스의 속도 및 양면 모드를 명시적으로 설정할 수 있습니다. 경고: 이 인터페이스가 연결되는 포트에 속도 및 양면성이 강제로 설정되어 있지 않는 한 이 설정을 자동 선택(속도 자동 협상)으로 두어야 합니다.
pt_pt: Configuração estática IPv4
sw_sw: Här kan du uttryckligen ställa in hastighet och duplexläge för det här gränssnittet. VARNING: Du MÅSTE låta detta vara inställt på autoselect (förhandlar hastigheten automatiskt) om inte hastigheten och duplexläget för den port som gränssnittet ansluts till har tvingats till.
tr_tr: Burada bu arayüz için hız ve dupleks modunu açıkça ayarlayabilirsiniz. UYARI: Bu arayüzün bağlandığı portun hızı ve dupleksi zorlanmadığı sürece bu ayarı otomatik seçime (otomatik olarak hız anlaşması) bırakmalısınız.
uk_uk: Тут ви можете явно встановити швидкість і режим дуплексу для цього інтерфейсу. ПОПЕРЕДЖЕННЯ: Ви повинні залишити цей параметр у режимі автопідбору (автоматичне узгодження швидкості), якщо тільки для порту, до якого підключено цей інтерфейс, не встановлено примусовий режим швидкості і дуплексу.

source: Put interface into permanently promiscuous mode. Only to be used for specific usecases requiring the interface to receive all packets being received. When unsure, leave this disabled.
id_id: Menempatkan antarmuka ke dalam mode promiscuous secara permanen. Hanya digunakan untuk kasus penggunaan tertentu yang membutuhkan antarmuka untuk menerima semua paket yang diterima. Jika tidak yakin, biarkan ini dinonaktifkan.
it_it: Metti l'interfaccia in modalità permanentemente promiscua. Solo per essere utilizzati per usecasi specifiche che richiedono all'interfaccia di ricevere tutti i pacchetti ricevuti. Se incerto, lascia questo disabile.
ja_jp: インタフェースを恒久的にプロミスキャスモードにする。インターフェイスが受信するすべてのパケットを受信する必要がある特定の用途にのみ使用されます。不明な場合は、無効のままにしてください。
ko_ko: 인터페이스를 영구적으로 난잡한 모드로 전환합니다. 인터페이스가 수신되는 모든 패킷을 수신해야 하는 특정 사용 사례에만 사용합니다. 확실하지 않은 경우 비활성화 상태로 두세요.
pt_pt: Colocar a interface em modo permanentemente promíscuo. Apenas para ser utilizado para casos de utilização específicos que exijam que a interface receba todos os pacotes a serem recebidos. Quando não tiver a certeza, deixar isto desactivado.
sw_sw: Sätter gränssnittet i permanent promiskuöst läge. Används endast för särskilda användningsfall där gränssnittet måste ta emot alla paket som tas emot. Om du är osäker, låt denna funktion vara inaktiverad.
tr_tr: Arayüzü kalıcı olarak karışık moda geçirin. Yalnızca arayüzün alınan tüm paketleri almasını gerektiren belirli kullanım durumları için kullanılmalıdır. Emin olmadığınızda bunu devre dışı bırakın.
uk_uk: Перевести інтерфейс у постійний режим проміскуїтету. Використовувати лише у певних випадках, коли інтерфейс повинен отримувати усі пакети, що надходять. Якщо ви не впевнені, залиште цей параметр вимкненим.

source: Dynamic gateway policy
id_id: Kebijakan gateway dinamis
it_it: Politica dinamica del gateway
ja_jp: ダイナミック・ゲートウェイ・ポリシー
ko_ko: 동적 게이트웨이 정책
pt_pt: Política de porta de entrada dinâmica
sw_sw: Dynamisk gateway-policy
tr_tr: Dinamik ağ geçidi politikası
uk_uk: Динамічна політика шлюзу

source: This interface does not require an intermediate system to act as a gateway
id_id: Antarmuka ini tidak memerlukan sistem perantara untuk bertindak sebagai gateway
it_it: Questa interfaccia non richiede un sistema intermedio per fungere da gateway
ja_jp: このインターフェースは、ゲートウェイとして機能する中間システムを必要としない
ko_ko: 이 인터페이스는 게이트웨이 역할을 하는 중간 시스템이 필요하지 않습니다.
pt_pt: Esta interface não requer um sistema intermédio para actuar como porta de entrada
sw_sw: Detta gränssnitt kräver inte att ett mellanliggande system fungerar som en gateway.
tr_tr: Bu arayüz, ağ geçidi olarak hareket edecek bir ara sistem gerektirmez
uk_uk: Цей інтерфейс не потребує проміжної системи, яка виконує роль шлюзу

source: If the destination is directly reachable via an interface requiring no intermediary system to act as a gateway, you can select this option which allows dynamic gateways to be created without direct target addresses. Some tunnel types support this.
id_id: Jika tujuan dapat dicapai secara langsung melalui antarmuka yang tidak memerlukan sistem perantara untuk bertindak sebagai gateway, Anda dapat memilih opsi ini yang memungkinkan gateway dinamis dibuat tanpa alamat target langsung. Beberapa jenis terowongan mendukung hal ini.
it_it: Se la destinazione è direttamente raggiungibile tramite un'interfaccia che non richiede un sistema intermedio per fungere da gateway, è possibile selezionare questa opzione che consente di creare gateway dinamici senza indirizzi target diretti. Alcuni tipi di tunnel supportano questo.
ja_jp: ゲートウェイとして動作する中間システムを必要としないインターフェイスを介して宛先に直接到達できる場合、このオプションを選択すると、直接のターゲットアドレスなしで動的ゲートウェイを作成することができます。一部のトンネルタイプはこれをサポートしています。
ko_ko: 게이트웨이 역할을 하는 중개 시스템이 필요 없는 인터페이스를 통해 대상에 직접 연결할 수 있는 경우 이 옵션을 선택하면 직접 대상 주소 없이 동적 게이트웨이를 생성할 수 있습니다. 일부 터널 유형은 이를 지원합니다.
pt_pt: Se o destino for directamente alcançável através de uma interface que não exija nenhum sistema intermediário para actuar como gateway, pode seleccionar esta opção que permite a criação de gateways dinâmicas sem endereços alvo directos. Alguns tipos de túneis suportam isto.
sw_sw: Om destinationen kan nås direkt via ett gränssnitt som inte kräver något mellanliggande system som fungerar som en gateway kan du välja det här alternativet som gör det möjligt att skapa dynamiska gateways utan direkta måladresser. Vissa tunneltyper har stöd för detta.
tr_tr: Hedefe, ağ geçidi görevi görecek aracı bir sistem gerektirmeyen bir arayüz üzerinden doğrudan erişilebiliyorsa, doğrudan hedef adresleri olmadan dinamik ağ geçitleri oluşturulmasına olanak tanıyan bu seçeneği belirleyebilirsiniz. Bazı tünel türleri bunu destekler.
uk_uk: Якщо адресат доступний безпосередньо через інтерфейс, який не потребує проміжної системи для роботи в якості шлюзу, ви можете вибрати цей параметр, який дозволяє створювати динамічні шлюзи без прямих адрес адресата. Деякі типи тунелів це підтримують.

source: Hardware settings
id_id: Pengaturan perangkat keras
it_it: Impostazioni hardware
ja_jp: ハードウェアの設定
ko_ko: 하드웨어 설정
pt_pt: Configurações do hardware
sw_sw: Maskinvaruinställningar
tr_tr: Donanım ayarları
uk_uk: Налаштування обладнання

source: Overwrite global settings
id_id: Menimpa pengaturan global
ja_jp: グローバル設定を上書きする
ko_ko: 전역 설정 덮어쓰기
pt_pt: Sobregravar configurações globais
sw_sw: Skriva över globala inställningar
tr_tr: Genel ayarların üzerine yaz
uk_uk: Перезаписати глобальні налаштування

source: Overwrite custom interface hardware settings with settings specified below
id_id: Menimpa pengaturan perangkat keras antarmuka khusus dengan pengaturan yang ditentukan di bawah ini
it_it: Sovrascrivi le impostazioni hardware dell'interfaccia personalizzata con le impostazioni specificate di seguito
ja_jp: カスタムインターフェースのハードウェア設定を、以下の設定に上書きする。
ko_ko: 아래에 지정된 설정으로 사용자 지정 인터페이스 하드웨어 설정을 덮어씁니다.
pt_pt: Sobregravar configurações de hardware de interface personalizadas com as configurações especificadas abaixo
sw_sw: Skriva över anpassade inställningar för gränssnittets maskinvara med de inställningar som anges nedan.
tr_tr: Özel arayüz donanım ayarlarının üzerine aşağıda belirtilen ayarları yazın
uk_uk: Замінити налаштування апаратного забезпечення користувацького інтерфейсу налаштуваннями, зазначеними нижче
