Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Interfaces: GRE
id_id: Antarmuka: GRE
ja_jp: インターフェイスのことです。GRE
ko_ko: 인터페이스: GRE
sw_sw: Gränssnitt: GRE
tr_tr: Arayüzler: GRE
uk_uk: Інтерфейси: GRE

source: Interfaces: GRE: Edit
id_id: Antarmuka: GRE: Edit
ja_jp: インターフェイスです。GREです。編集する
ko_ko: 인터페이스: GRE: 편집
pt_pt: Interfaces: GRE: Edição:
sw_sw: Gränssnitt: GRE: Redigera
tr_tr: Arayüzler: GRE: Düzenle
uk_uk: Інтерфейси: GRE: Редагувати

source: Interfaces: Groups
id_id: Antarmuka: Kelompok
ja_jp: インターフェイスのこと。グループ
ko_ko: 인터페이스: 그룹
pt_pt: Interfaces: Grupos
sw_sw: Gränssnitt: Grupper
tr_tr: Arayüzler: Gruplar
uk_uk: Інтерфейси: Групи

source: Interfaces: Groups: Edit
id_id: Antarmuka: Kelompok: Edit
ja_jp: インターフェイスです。Groups（グループ）です。編集する
ko_ko: 인터페이스: 그룹: 편집
pt_pt: Interfaces: Grupos: Edição:
sw_sw: Gränssnitt: Grupper: Redigera
tr_tr: Arayüzler: Gruplar: Düzenle
uk_uk: Інтерфейси: Групи: Редагування

source: Interfaces: LAGG
id_id: Antarmuka: LAGG
ja_jp: インターフェイスです。LAGG
ko_ko: 인터페이스: LAGG
sw_sw: Gränssnitt: LAGG
tr_tr: Arayüzler: LAGG
uk_uk: Інтерфейси: LAGG

source: Interfaces: LAGG: Edit
id_id: Antarmuka: LAGG: Edit
ja_jp: インターフェイスです。LAGG: 編集
ko_ko: 인터페이스: LAGG: 편집
pt_pt: Interfaces: LAGG: Editar
sw_sw: Gränssnitt: LAGG: Redigera
tr_tr: Arayüzler: LAGG: Düzenle
uk_uk: Інтерфейси: LAGG: Редагувати

source: Interfaces: Loopback
id_id: Antarmuka: Loopback
ja_jp: インターフェイスです。ループバック
ko_ko: 인터페이스: 루프백
sw_sw: Gränssnitt: Loopback
tr_tr: Arayüzler: Geri Döngü
uk_uk: Інтерфейси: Зворотний зв'язок

source: Interfaces: PPPs
id_id: Antarmuka: PPP
ja_jp: インターフェイスのことです。PPPの場合
ko_ko: 인터페이스: PPP
sw_sw: Gränssnitt: PPP
tr_tr: Arayüzler: PPP'ler
uk_uk: Інтерфейси: ДПП

source: Interfaces: PPPs: Edit
id_id: Antarmuka: PPP: Sunting
ja_jp: インターフェイスです。PPPのことです。編集する
ko_ko: 인터페이스: PPP: 편집
pt_pt: Interfaces: PPPs: Edição:
sw_sw: Gränssnitt: PPP: Redigera
tr_tr: Arayüzler: PPP'ler: Düzenle
uk_uk: Інтерфейси: Державно-приватне партнерство: Редагування

source: Interfaces: VLAN
id_id: Antarmuka: VLAN
ja_jp: インターフェイスのことです。VLAN
ko_ko: 인터페이스: 인터페이스: VLAN
sw_sw: Gränssnitt: VLAN
tr_tr: Arayüzler: VLAN
uk_uk: Інтерфейси: VLAN

source: Interfaces: VXLAN
id_id: Antarmuka: VXLAN
ja_jp: インターフェイスのことです。VXLAN
ko_ko: 인터페이스: 인터페이스: VXLAN
sw_sw: Gränssnitt: VXLAN
tr_tr: Arayüzler: VXLAN
uk_uk: Інтерфейси: VXLAN

source: Interfaces: WAN
id_id: Antarmuka: WAN
ja_jp: インターフェイスを搭載しています。WAN
ko_ko: 인터페이스: WAN
sw_sw: Gränssnitt: WAN
tr_tr: Arayüzler: WAN
uk_uk: Інтерфейси: WAN

source: Interfaces: Wireless
id_id: Antarmuka: Nirkabel
ja_jp: インターフェイスを搭載しています。ワイヤレス
ko_ko: 인터페이스: 무선
pt_pt: Interfaces: Sem fios
sw_sw: Gränssnitt: Trådlöst
tr_tr: Arayüzler: Kablosuz
uk_uk: Інтерфейси: Бездротовий

source: Interfaces: Wireless edit
id_id: Antarmuka: Edit nirkabel
ja_jp: インターフェイスです。ワイヤレス編集
ko_ko: 인터페이스: 무선 편집
pt_pt: Interfaces: Edição sem fios
sw_sw: Gränssnitt: Trådlös redigering
tr_tr: Arayüzler: Kablosuz düzenleme
uk_uk: Інтерфейси: Бездротове редагування

source: Lobby: Login / Logout / Dashboard
id_id: Lobi: Masuk / Keluar / Dasbor
ja_jp: ロビーログイン／ログアウト／ダッシュボード
ko_ko: 로비 로그인 / 로그아웃 / 대시보드
pt_pt: Lobby: Login / Logout / Painel de controlo
sw_sw: Lobby: Inloggning / Utloggning / Kontrollpanel
tr_tr: Lobi Giriş / Çıkış / Gösterge Tablosu
uk_uk: Лобі: Вхід / Вихід / Панель управління

source: RPZ
ja_jp: きょくどめ

source: Services: C-ICAP
id_id: Layanan: C-ICAP
ja_jp: サービス内容C-ICAP
ko_ko: 서비스: C-ICAP
pt_pt: Serviços: C-ICAP
sw_sw: Tjänster: C-ICAP
tr_tr: Hizmetler: C-ICAP
uk_uk: Послуги: C-ICAP

source: Services: Captive Portal
id_id: Layanan Portal Tawanan
ja_jp: サービス内容キャプティブポータル
ko_ko: 서비스: 캡티브 포털
pt_pt: Serviços: Portal cativo
sw_sw: Tjänster: Kaptiv portal
tr_tr: Hizmetler Esir Portal
uk_uk: Послуги: Портал для полонених

source: Services: ClamAV
id_id: Layanan: ClamAV
ja_jp: サービス内容ClamAV
ko_ko: 서비스: ClamAV
pt_pt: Serviços: ClamAV
sw_sw: Tjänster: ClamAV
tr_tr: Hizmetler ClamAV
uk_uk: Послуги: ClamAV

source: Services: DHCP Relay
id_id: Layanan: Relai DHCP
ja_jp: サービスDHCP リレー
ko_ko: 서비스: DHCP 릴레이
pt_pt: Serviços: Relé DHCP
sw_sw: Tjänster: DHCP Relay
tr_tr: Hizmetler: DHCP Aktarımı
uk_uk: Сервіси: DHCP Relay

source: Services: DHCP Server: Edit static mapping
id_id: Layanan: Server DHCP: Mengedit pemetaan statis
ja_jp: サービスです。DHCP サーバーです。静的マッピングの編集
ko_ko: 서비스: DHCP 서버: 정적 매핑 편집
pt_pt: Serviços: Servidor DHCP: Editar mapeamento estático
sw_sw: Tjänster: DHCP Server: Redigera statisk mappning
tr_tr: Hizmetler: DHCP Sunucusu: Statik eşlemeyi düzenle
uk_uk: Сервіси: Сервер DHCP: Редагування статичного зіставлення

source: Services: DHCP server
id_id: Layanan: Server DHCP
ja_jp: サービスです。DHCPサーバー
ko_ko: 서비스: DHCP 서버
pt_pt: Serviços: Servidor DHCP
sw_sw: Tjänster: DHCP-server
tr_tr: Hizmetler: DHCP sunucusu
uk_uk: Сервіси: Сервер DHCP

source: Services: DHCPv6 Relay
id_id: Layanan: Relai DHCPv6
ja_jp: サービスDHCPv6 リレー
ko_ko: 서비스: DHCPv6 릴레이
pt_pt: Serviços: DHCPv6 Relé
sw_sw: Tjänster: DHCPv6 Relay
tr_tr: Hizmetler: DHCPv6 Aktarıcısı
uk_uk: Сервіси: DHCPv6 Relay

source: Services: DHCPv6 Server: Edit static mapping
id_id: Layanan: Server DHCPv6: Mengedit pemetaan statis
ja_jp: サービスです。DHCPv6 サーバーです。スタティックマッピングを編集する
ko_ko: 서비스: DHCPv6 서버: 정적 매핑 편집
pt_pt: Serviços: Servidor DHCPv6: Editar mapeamento estático
sw_sw: Tjänster: DHCPv6 Server: Redigera statisk mappning
tr_tr: Hizmetler: DHCPv6 Sunucusu: Statik eşlemeyi düzenle
uk_uk: Сервіси: Сервер DHCPv6: Редагування статичної прив'язки

source: Services: DHCPv6 server
id_id: Layanan: Server DHCPv6
ja_jp: サービスを提供します。DHCPv6サーバー
ko_ko: 서비스: DHCPv6 서버
pt_pt: Serviços: Servidor DHCPv6
sw_sw: Tjänster: DHCPv6-server
tr_tr: Hizmetler: DHCPv6 sunucusu
uk_uk: Сервіси: Сервер DHCPv6

source: Services: DNS Filter
id_id: Layanan: Filter DNS
ja_jp: サービスDNSフィルター
ko_ko: 서비스: DNS 필터
pt_pt: Serviços: Filtro DNS
sw_sw: Tjänster: DNS-filter
tr_tr: Hizmetler: DNS Filtresi
uk_uk: Сервіси: DNS-фільтр

source: Services: Dnsmasq DNS: Edit Domain Override
id_id: Layanan: DNS Dnsmasq: Edit Penggantian Domain
ja_jp: サービスDnsmasq DNSです。ドメインオーバーライドを編集する
ko_ko: 서비스: Dnsmasq DNS: 도메인 재정의 편집
pt_pt: Serviços: Dnsmasq DNS: Editar Domain Override
sw_sw: Tjänster: Dnsmasq DNS: Redigera domänöverskridande
tr_tr: Hizmetler: Dnsmasq DNS: Etki Alanı Geçersiz Kılmayı Düzenle
uk_uk: Послуги: DNS Dnsmasq: Редагування перевизначення домену

source: Services: Dnsmasq DNS: Edit Host
id_id: Layanan: DNS Dnsmasq: Edit Host
ja_jp: サービスDnsmasq DNSです。ホストを編集する
ko_ko: 서비스: Dnsmasq DNS: 호스트 편집
pt_pt: Serviços: Dnsmasq DNS: Edit Host
sw_sw: Tjänster: Dnsmasq DNS: Redigera värd
tr_tr: Hizmetler: Dnsmasq DNS: Ana Bilgisayarı Düzenle
uk_uk: Послуги: Dnsmasq DNS: Редагувати хост

source: Services: Dnsmasq DNS: Log File
id_id: Layanan: DNS Dnsmasq: File Log
ja_jp: サービスDnsmasq DNSです。ログファイル
ko_ko: 서비스: Dnsmasq DNS: 로그 파일
pt_pt: Serviços: Dnsmasq DNS: Ficheiro de registo
sw_sw: Tjänster: Dnsmasq DNS: Loggfil
tr_tr: Hizmetler: Dnsmasq DNS: Günlük Dosyası
uk_uk: Послуги: Dnsmasq DNS: Файл журналу

source: Services: Dnsmasq DNS: Settings
id_id: Layanan: DNS Dnsmasq: Pengaturan
ja_jp: サービスDnsmasq DNSです。設定
ko_ko: 서비스: Dnsmasq DNS: 설정
pt_pt: Serviços: Dnsmasq DNS: Definições
sw_sw: Tjänster: Dnsmasq DNS: Settings
tr_tr: Hizmetler: Dnsmasq DNS: Ayarlar
uk_uk: Послуги: Dnsmasq DNS: Налаштування

source: Services: FreeRADIUS
id_id: Layanan FreeRADIUS
ja_jp: サービス内容FreeRADIUS（フリーラディウス
ko_ko: 서비스: FreeRADIUS
pt_pt: Serviços: FreeRADIUS
sw_sw: Tjänster: FreeRADIUS
tr_tr: Hizmetler FreeRADIUS
uk_uk: Послуги: FreeRADIUS

source: Services: Intrusion Detection
id_id: Layanan: Deteksi Intrusi
ja_jp: サービス内容イントラクションディテクション
ko_ko: 서비스: 침입 탐지
pt_pt: Serviços: Detecção de Intrusão
sw_sw: Tjänster: Intrångsdetektering
tr_tr: Hizmetler İzinsiz Giriş Tespiti
uk_uk: Послуги: Виявлення вторгнень

source: Services: NTP
id_id: Layanan: NTP
ja_jp: サービスNTP
ko_ko: 서비스: NTP
pt_pt: Serviços: NTP
sw_sw: Tjänster: NTP
tr_tr: Hizmetler NTP
uk_uk: Послуги: НТП

source: Services: Proxy
id_id: Layanan: Proxy
ja_jp: サービスプロキシ
ko_ko: 서비스: 프록시
pt_pt: Serviços: Proxy
sw_sw: Tjänster: Proxy
tr_tr: Hizmetler Proxy
uk_uk: Послуги: Довіреність

source: Services: Router advertisements
id_id: Layanan: Iklan router
ja_jp: サービスです。ルーターアドバタイズメント
ko_ko: 서비스: 라우터 광고
pt_pt: Serviços: Anúncios de router
sw_sw: Tjänster: Routerannonser
tr_tr: Hizmetler: Yönlendirici reklamları
uk_uk: Послуги: Реклама роутерів

source: Services: SMART
id_id: Layanan: SMART
ja_jp: サービス内容SMART
ko_ko: 서비스 SMART
pt_pt: Serviços: SMART
sw_sw: Tjänster: SMART
tr_tr: Hizmetler AKILLI
uk_uk: Послуги: SMART

source: Services: Unbound (MVC)
id_id: Layanan: Tidak terikat (MVC)
ja_jp: サービスアンバウンド(MVC)
ko_ko: 서비스: 언바운드(MVC)
pt_pt: Serviços: Sem restrições (MVC)
sw_sw: Tjänster: Obundet (MVC)
tr_tr: Hizmetler: Bağlantısız (MVC)
uk_uk: Сервіси: Незв'язані (MVC)

source: Services: Unbound DNS: Access Lists
id_id: Layanan: DNS tidak terikat: Daftar Akses
ja_jp: サービスアンバインドDNS。アクセスリスト
ko_ko: 서비스: 언바운드 DNS: 액세스 목록
pt_pt: Serviços: DNS não vinculado: Listas de Acesso
sw_sw: Tjänster: Obunden DNS: Åtkomstlistor
tr_tr: Hizmetler: Bağlantısız DNS: Erişim Listeleri
uk_uk: Сервіси: Відв'язаний DNS: Списки доступу

source: Services: Unbound DNS: Edit Host and Domain Override
id_id: Layanan: DNS tidak terikat: Mengedit Penggantian Host dan Domain
ja_jp: サービスアンバウンドDNS。ホストとドメインのオーバーライドを編集する
ko_ko: 서비스: 언바운드 DNS: 호스트 및 도메인 재정의 편집
pt_pt: Serviços: DNS não vinculado: Edição de Alojamento e Substituição de Domínio
sw_sw: Tjänster: Obunden DNS: Redigera värd- och domänöverskridande
tr_tr: Hizmetler: Bağlantısız DNS: Ana Bilgisayarı Düzenle ve Etki Alanı Geçersiz Kılma
uk_uk: Сервіси: Відв'язаний DNS: Редагування перевизначення хостів і доменів

source: Services: Unbound DNS: General
id_id: Layanan: DNS tidak terikat: Umum
ja_jp: サービスアンバウンドDNS。一般
ko_ko: 서비스: 언바인딩된 DNS: 일반
pt_pt: Serviços: DNS não vinculado: Geral
sw_sw: Tjänster: Obunden DNS: Allmänt
tr_tr: Hizmetler: Bağlantısız DNS: Genel
uk_uk: Сервіси: Unbound DNS: Загальний

source: Services: Unbound DNS: Log File
id_id: Layanan: DNS tidak terikat: File Log
ja_jp: サービスアンバウンドDNS。ログファイル
ko_ko: 서비스: 언바운드 DNS: 로그 파일
pt_pt: Serviços: DNS não vinculado: Ficheiro de registo
sw_sw: Tjänster: Obunden DNS: Loggfil
tr_tr: Hizmetler: Bağlantısız DNS: Günlük Dosyası
uk_uk: Сервіси: Відв'язаний DNS: Файл журналу

source: Services: nprobe
id_id: Layanan: nprobe
ja_jp: サービス：nprobe
ko_ko: 서비스: 엔프로브
pt_pt: Serviços: nprobe
sw_sw: Tjänster: nprobe
tr_tr: Hizmetler: nprobe
uk_uk: Послуги: nprobe

source: Services: ntopng
id_id: Layanan: ntopng
ja_jp: サービス：ntopng
ko_ko: 서비스: 엔탑엔지
pt_pt: Serviços: ntopng
sw_sw: Tjänster: ntopng
tr_tr: Hizmetler: ntopng
uk_uk: Послуги: ntopng

source: Status: CARP
id_id: Status: IKAN MAS
ja_jp: ステータスCARP
ko_ko: 상태: CARP
pt_pt: Estado: CARP
tr_tr: Statü: CARP
uk_uk: Статус: КАРП

source: Status: DHCP leases
id_id: Status: Sewa DHCP
ja_jp: ステータスDHCPリース
ko_ko: 상태: DHCP 임대
pt_pt: Estado: Arrendamentos DHCP
sw_sw: Status: DHCP-leasingavtal
tr_tr: Durum: DHCP kiralamaları
uk_uk: Статус: Оренда DHCP

source: Status: DHCPv6 leases
id_id: Status: Penyewaan DHCPv6
ja_jp: 状態です。DHCPv6リース
ko_ko: 상태: DHCPv6 임대
pt_pt: Estado: DHCPv6 arrendamentos
sw_sw: Status: DHCPv6-uthyrningar
tr_tr: Durum: DHCPv6 kiralamaları
uk_uk: Статус: Оренда DHCPv6

source: Status: HA backup
id_id: Status: Cadangan HA
ja_jp: 状態です。HAバックアップ
ko_ko: 상태: HA 백업
pt_pt: Estado: HA backup
tr_tr: Durum: HA yedekleme
uk_uk: Статус: Резервна копія HA

source: Status: IPsec
ja_jp: ステータスIPsec
ko_ko: 상태: IPsec
pt_pt: Estado: IPsec
tr_tr: Durum IPsec
uk_uk: Статус: IPsec

source: Status: IPsec: Leasespage
id_id: Status: IPsec: Halaman sewa
ja_jp: 状態です。IPsecです。リーズページ
ko_ko: 상태: IPsec: 임대 페이지
pt_pt: Estado: IPsec: Leasespage
tr_tr: Durum: IPsec: Leasespage
uk_uk: Статус: IPsec: Leasespage

source: Status: IPsec: SAD
id_id: Status: IPsec: SEDIH
ja_jp: 状態です。IPsecです。SAD
ko_ko: 상태: IPsec: SAD
pt_pt: Estado: IPsec: SAD
tr_tr: Durum: IPsec: SAD
uk_uk: Статус: IPsec: SAD

source: Status: IPsec: SPD
ja_jp: 状態です。IPsecです。SPD
ko_ko: 상태: IPsec: SPD
pt_pt: Estado: IPsec: DPS
tr_tr: Durum: IPsec: SPD
uk_uk: Статус: IPsec: SPD

source: Status: Interfaces
id_id: Status: Antarmuka
ja_jp: ステータスインターフェイス
ko_ko: 상태: 인터페이스
pt_pt: Estado: Interfaces:
sw_sw: Status: Gränssnitt
tr_tr: Durum: Arayüzler
uk_uk: Статус: Інтерфейси

source: Status: NTP
ja_jp: ステータスNTP
ko_ko: 상태: NTP
pt_pt: Estado: NTP
tr_tr: Statü: NTP
uk_uk: Статус: NTP

source: Status: NTP GPS
id_id: Status: GPS NTP
ja_jp: ステータスNTP GPS
ko_ko: 상태: NTP GPS
pt_pt: Estado: NTP GPS
tr_tr: Durum NTP GPS
uk_uk: Статус: NTP GPS

source: Status: NTP PPS
ja_jp: ステータスNTP PPS
ko_ko: 상태: NTP PPS
pt_pt: Estado: NTP PPS
tr_tr: Statü NTP BES
uk_uk: Статус: NTP PPS

source: Status: OpenVPN
ja_jp: 状態です。OpenVPN
ko_ko: 상태: OpenVPN
pt_pt: Estado: OpenVPN
tr_tr: Durum OpenVPN
uk_uk: Статус: OpenVPN

source: Status: Services
id_id: Status Layanan
ja_jp: ステータスサービス
ko_ko: 상태: 서비스
pt_pt: Estado: Serviços
sw_sw: Status: Tjänster
tr_tr: Statü Hizmetler
uk_uk: Статус: Послуги

source: Status: System logs: Captive portal
id_id: Status: Log sistem: Portal tawanan
ja_jp: 状態です。システムログを見るキャプティブポータル
ko_ko: 상태: 시스템 로그: 캡티브 포털
pt_pt: Estado: Registos do sistema: Portal cativo
sw_sw: Status: Systemloggar: Portal med begränsat tillträde
tr_tr: Durum: Sistem günlükleri: Esir Portal
uk_uk: Статус: Системні журнали: Захоплений портал

source: Status: System logs: IPsec VPN
id_id: Status: Log sistem: VPN IPsec
ja_jp: 状態です。システムログを表示します。IPsec VPN
ko_ko: 상태: 시스템 로그: IPsec VPN
pt_pt: Estado: Registos do sistema: VPN IPsec
sw_sw: Status: Systemloggar: IPsec VPN
tr_tr: Durum: Sistem günlükleri: IPsec VPN
uk_uk: Статус: Системні журнали: IPsec VPN

source: Status: System logs: NTP
id_id: Status: Log sistem: NTP
ja_jp: 状態です。システムログです。NTP
ko_ko: 상태: 시스템 로그: NTP
pt_pt: Estado: Registos do sistema: NTP
sw_sw: Status: Systemloggar: NTP
tr_tr: Durum: Sistem günlükleri: NTP
uk_uk: Статус: Системні журнали: NTP

source: Status: System logs: OpenVPN
id_id: Status: Log sistem: OpenVPN
ja_jp: 状態です。システムログです。OpenVPN
ko_ko: 상태: 시스템 로그: OpenVPN
pt_pt: Estado: Registos do sistema: OpenVPN
sw_sw: Status: Systemloggar: OpenVPN
tr_tr: Durum: Sistem günlükleri: OpenVPN
uk_uk: Статус: Системні журнали: OpenVPN

source: Status: System logs: PPP
id_id: Status: Log sistem: PPP
ja_jp: 状態です。システムログです。PPP
ko_ko: 상태: 시스템 로그: PPP
pt_pt: Estado: Registos do sistema: PPP
sw_sw: Status: Systemloggar: PPP
tr_tr: Durum: Sistem günlükleri: PPP
uk_uk: Статус: Системні журнали: PPP

source: Status: System logs: Routing
id_id: Status: Log sistem: Perutean
ja_jp: 状態です。システムログです。ルーティング
ko_ko: 상태: 시스템 로그: 라우팅
pt_pt: Estado: Registos do sistema: Routing
sw_sw: Status: Systemloggar: Routing
tr_tr: Durum: Sistem günlükleri: Yönlendirme
uk_uk: Статус: Системні журнали: Маршрутизація

source: Status: System logs: Wireless
id_id: Status: Log sistem: Nirkabel
ja_jp: 状態です。システムログを表示します。ワイヤレス
ko_ko: 상태: 시스템 로그: 무선
pt_pt: Estado: Registos do sistema: Sem fios:
sw_sw: Status: Systemloggar: Trådlöst
tr_tr: Durum: Sistem günlükleri: Kablosuz
uk_uk: Статус: Системні журнали: Бездротовий

source: Status: Traffic Graph
id_id: Status Grafik Lalu Lintas
ja_jp: ステータストラフィックグラフ
ko_ko: 상태: 트래픽 그래프
pt_pt: Estado: Gráfico de tráfego
sw_sw: Status: Trafikdiagram
tr_tr: Durum Trafik Grafiği
uk_uk: Статус: Графік руху

source: Status: Wireless
id_id: Status: Nirkabel
ja_jp: ステータスワイヤレス
ko_ko: 상태: 무선
pt_pt: Estado: Sem fios
sw_sw: Status: Trådlös
tr_tr: Durum Kablosuz
uk_uk: Статус: Бездротовий

source: System Setup Wizard
id_id: Wizard Pengaturan Sistem
ja_jp: システムセットアップウィザード
ko_ko: 시스템 설정 마법사
pt_pt: Assistente de Configuração do Sistema
sw_sw: Guiden för systeminställning
tr_tr: Sistem Kurulum Sihirbazı
uk_uk: Майстер налаштування системи

source: System: Advanced: Admin Access Page
id_id: Sistem: Lanjutan: Halaman Akses Admin
ja_jp: システムです。アドバンスド管理者アクセスページ
ko_ko: 시스템: 고급: 관리자 액세스 페이지
pt_pt: Sistema: Avançado: Página de Acesso de Admin
sw_sw: System: Avancerat: Admin Access Page
tr_tr: Sistem Gelişmiş: Yönetici Erişim Sayfası
uk_uk: Система: Розширений: Сторінка доступу адміністратора

source: System: Advanced: Firewall and NAT
id_id: Sistem: Tingkat lanjut: Firewall dan NAT
ja_jp: システムです。アドバンスドファイアウォールとNAT
ko_ko: 시스템: 고급: 방화벽 및 NAT
pt_pt: Sistema: Avançado: Firewall e NAT
sw_sw: System: Avancerat: Brandvägg och NAT
tr_tr: Sistem: Gelişmiş: Güvenlik Duvarı ve NAT
uk_uk: Система: Розширений: Брандмауер і NAT

source: System: Advanced: Miscellaneous
id_id: Sistem: Tingkat lanjut: Lain-lain
ja_jp: システムです。アドバンスドその他
ko_ko: 시스템: 고급: 기타
pt_pt: Sistema: Avançado: Miscelânea
sw_sw: System: Avancerat: Diverse
tr_tr: Sistem Gelişmiş: Çeşitli
uk_uk: Система: Просунута: Різне

source: System: Advanced: Network
id_id: Sistem: Tingkat lanjut: Jaringan
ja_jp: システムです。アドバンスドです。ネットワーク
ko_ko: 시스템: 고급: 네트워크
pt_pt: Sistema: Avançado: Rede
sw_sw: System: Avancerat: Network
tr_tr: Sistem Gelişmiş: Ağ
uk_uk: Система: Просунута: Мережа

source: System: Advanced: Tunables
id_id: Sistem: Tingkat lanjut: Penyetelan
ja_jp: システムです。アドバンスドチューナブル
ko_ko: 시스템: 고급: 튜너블
pt_pt: Sistema: Avançado: Sintonizáveis:
sw_sw: System: Avancerat: Tunables
tr_tr: Sistem: Gelişmiş: Ayarlanabilir
uk_uk: Система: Просунута: Налаштування

source: System: Authentication Servers
id_id: Sistem: Server Otentikasi
ja_jp: システム認証サーバー
ko_ko: 시스템: 인증 서버
pt_pt: Sistema: Servidores de Autenticação
sw_sw: System: Autentiseringsservrar
tr_tr: Sistem: Kimlik Doğrulama Sunucuları
uk_uk: Система: Сервери автентифікації

source: System: CA Manager
id_id: Sistem: Manajer CA
ja_jp: システムCA Manager
ko_ko: System: CA 관리자
pt_pt: Sistema: Gestor da AC
tr_tr: Sistem CA Yöneticisi
uk_uk: Система: CA Manager

source: System: CRL Manager
id_id: Sistem: Manajer CRL
ja_jp: システムCRLマネージャー
ko_ko: 시스템: CRL 관리자
pt_pt: Sistema: Gestor do LCR
sw_sw: System: Förvaltare av referenslaboratorier
tr_tr: Sistem CRL Yöneticisi
uk_uk: Система: CRL Manager

source: System: Certificate Manager
id_id: Sistem: Manajer Sertifikat
ja_jp: システムです。証明書マネージャ
ko_ko: 시스템: 인증서 관리자
pt_pt: Sistema: Gestor de certificados
tr_tr: Sistem Sertifika Yöneticisi
uk_uk: Система: Менеджер сертифікатів

source: System: Crash Reporter
id_id: Sistem: Pelapor Kecelakaan
ja_jp: システムクラッシュリポーター
ko_ko: System: 크래시 리포터
pt_pt: Sistema: Repórter de acidentes
tr_tr: Sistem: Crash Reporter
uk_uk: Система: Crash Reporter

source: System: Deny config write
id_id: Sistem: Tolak penulisan konfigurasi
ja_jp: システムです。コンフィグの書き込みを拒否する
ko_ko: System: 구성 쓰기 거부
pt_pt: Sistema: Negar a escrita de configuração
sw_sw: System: Neka skrivning av konfigurationen
tr_tr: Sistem: Yapılandırma yazmayı reddet
uk_uk: Система: Заборонити запис конфігурації

source: System: Firmware
id_id: Sistem: Firmware
ja_jp: システムファームウェア
ko_ko: 시스템: 펌웨어
pt_pt: Sistema: Firmware
tr_tr: Sistem Ürün Yazılımı
uk_uk: Система: Прошивка

source: System: Gateway Groups
id_id: Sistem: Grup Gerbang
ja_jp: システムゲートウェイ・グループ
ko_ko: 시스템: 게이트웨이 그룹
pt_pt: Sistema: Grupos de portas de entrada
sw_sw: System: Gateway-grupper
tr_tr: Sistem Ağ Geçidi Grupları
uk_uk: Система: Групи шлюзів

source: System: Gateways
id_id: Sistem: Gerbang
ja_jp: システムゲートウェイ
ko_ko: 시스템: 게이트웨이
pt_pt: Sistema: Portas
tr_tr: Sistem Ağ Geçitleri
uk_uk: Система: Шлюзи

source: System: Gateways: Edit Gateway
id_id: Sistem: Gerbang: Edit Gerbang
ja_jp: システムゲートウェイゲートウェイを編集する
ko_ko: 시스템: 게이트웨이: 게이트웨이 편집
pt_pt: Sistema: Portas de acesso: Edit Gateway
sw_sw: System: Gateways: Redigera gateway
tr_tr: Sistem: Ağ Geçitleri: Ağ Geçidini Düzenle
uk_uk: Система: Шлюзи: Редагування шлюзу

source: System: Gateways: Edit Gateway Groups
id_id: Sistem: Gerbang: Mengedit Grup Gateway
ja_jp: システムゲートウェイゲートウェイグループを編集する
ko_ko: 시스템: 게이트웨이: 게이트웨이 그룹 편집
pt_pt: Sistema: Portas de acesso: Editar Grupos de Portas de Acesso
sw_sw: System: Gateways: Redigera gatugrupper
tr_tr: Sistem: Ağ Geçitleri: Ağ Geçidi Gruplarını Düzenle
uk_uk: Система: Шлюзи: Редагування груп шлюзів

source: System: General Setup
id_id: Sistem: Pengaturan Umum
ja_jp: システム一般的なセットアップ
ko_ko: 시스템: 일반 설정
pt_pt: Sistema: Configuração geral
sw_sw: System: Allmän inställning
tr_tr: Sistem: Genel Kurulum
uk_uk: Система: Загальні налаштування

source: System: Group Manager: Add Privileges
id_id: Sistem: Manajer Grup: Menambahkan Hak Istimewa
ja_jp: システムです。グループマネージャー特権の追加
ko_ko: 시스템: 그룹 관리자: 권한 추가
pt_pt: Sistema: Gestor do grupo: Adicionar Privilégios
sw_sw: System: Gruppchef: Lägg till privilegier
tr_tr: Sistem: Grup Yöneticisi: Ayrıcalıklar Ekle
uk_uk: Система: Менеджер групи: Додати привілеї

source: System: Group manager
id_id: Sistem: Manajer grup
ja_jp: システムグループマネージャー
ko_ko: 시스템: 그룹 관리자
pt_pt: Sistema: Gestor do grupo
sw_sw: System: Gruppchef
tr_tr: Sistem: Grup yöneticisi
uk_uk: Система: Менеджер групи

source: System: High Availability
id_id: Sistem: Ketersediaan Tinggi
ja_jp: システムです。ハイアベイラビリティ
ko_ko: 시스템: 고가용성
pt_pt: Sistema: Alta Disponibilidade
sw_sw: System: Hög tillgänglighet
tr_tr: Sistem Yüksek Kullanılabilirlik
uk_uk: Система: Висока доступність

source: System: License
id_id: Sistem: Lisensi
ja_jp: システムです。ライセンス
ko_ko: 시스템: 라이선스
pt_pt: Sistema: Licença
sw_sw: System: Licens
tr_tr: Sistem: Lisans
uk_uk: Система: Ліцензія

source: System: Settings: Cron
id_id: Sistem: Pengaturan: Cron
ja_jp: システムです。設定です。クロン
ko_ko: 시스템: 설정 Cron
pt_pt: Sistema: Configurações: Cron
sw_sw: System: Inställningar: Cron
tr_tr: Sistem: Ayarlar: Cron
uk_uk: Система: Налаштування: Cron

source: System: Static Routes
id_id: Sistem: Rute Statis
ja_jp: システムスタティックルート
ko_ko: 시스템: 정적 경로
pt_pt: Sistema: Vias Estáticas
sw_sw: System: Statiska vägar
tr_tr: Sistem Statik Yönler
uk_uk: Система: Статичні маршрути

source: System: Status
id_id: Sistem: Status
ja_jp: システムステータス
ko_ko: 시스템: 상태
pt_pt: Sistema: Estado
tr_tr: Sistem Durum
uk_uk: Система: Статус

source: System: User Manager
id_id: Sistem: Manajer Pengguna
ja_jp: システムユーザーマネージャー
ko_ko: 시스템: 사용자 관리자
pt_pt: Sistema: Gestor do utilizador
sw_sw: System: Användaransvarig
tr_tr: Sistem Kullanıcı Yöneticisi
uk_uk: Система: Диспетчер користувачів

source: System: User Manager: Add Privileges
id_id: Sistem: Manajer Pengguna: Menambahkan Hak Istimewa
ja_jp: システムです。ユーザーマネージャー特権の追加
ko_ko: 시스템: 사용자 관리자: 권한 추가
pt_pt: Sistema: Gestor do utilizador: Adicionar Privilégios
sw_sw: System: Användaransvarig: Lägg till privilegier
tr_tr: Sistem: Kullanıcı Yöneticisi: Ayrıcalıklar Ekle
uk_uk: Система: Диспетчер користувачів: Додати привілеї

source: System: User Password Manager
id_id: Sistem: Manajer Kata Sandi Pengguna
ja_jp: システムユーザーパスワードマネージャー
ko_ko: 시스템: 사용자 비밀번호 관리자
pt_pt: Sistema: Gestor de Senha de Utilizador
sw_sw: System: Lösenordshanterare för användare
tr_tr: Sistem Kullanıcı Şifre Yöneticisi
uk_uk: Система: Менеджер паролів користувачів

source: VPN: IPsec: Edit Phase 1
id_id: VPN: IPsec: Edit Tahap 1
ja_jp: VPN：IPsecです。フェーズ1を編集する
ko_ko: VPN: IPsec: 1단계 편집
pt_pt: VPN: IPsec: Editar Fase 1
sw_sw: VPN: IPsec: Redigera fas 1
tr_tr: VPN: IPsec: Aşama 1'i Düzenle
uk_uk: VPN: IPsec: Редагування Етап 1

source: VPN: IPsec: Edit Phase 2
id_id: VPN: IPsec: Edit Tahap 2
ja_jp: VPN：IPsecです。フェーズ2を編集する
ko_ko: VPN: IPsec: 2단계 편집
pt_pt: VPN: IPsec: Editar Fase 2
sw_sw: VPN: IPsec: Redigera fas 2
tr_tr: VPN: IPsec: Aşama 2'yi Düzenle
uk_uk: VPN: IPsec: Редагування Етап 2

source: VPN: IPsec: Edit Pre-Shared Keys
id_id: VPN: IPsec: Mengedit Kunci yang Dibagikan Sebelumnya
ja_jp: VPN：IPsec:事前共有鍵の編集
ko_ko: VPN: IPsec: 사전 공유 키 편집
pt_pt: VPN: IPsec: Editar chaves pré-partilhadas
sw_sw: VPN: IPsec: Redigera för-delade nycklar
tr_tr: VPN: IPsec: Ön Paylaşımlı Anahtarları Düzenle
uk_uk: VPN: IPsec: Редагування попередньо наданих ключів

source: VPN: IPsec: Key Pairs
id_id: VPN: IPsec: Pasangan Kunci
ja_jp: VPN：IPsec:キーペア
ko_ko: VPN: IPsec: 키 쌍
pt_pt: VPN: IPsec: Pares Chave
sw_sw: VPN: IPsec: Nyckelpar
tr_tr: VPN: IPsec: Anahtar Çiftleri
uk_uk: VPN: IPsec: Пари ключів
