Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: To be used in combination with synchronize groups, allow the authenticator to create new local users after successful login with group memberships returned for the user.
id_id: Untuk digunakan bersama dengan sinkronisasi grup, izinkan autentikator untuk membuat pengguna lokal baru setelah berhasil masuk dengan keanggotaan grup yang dikembalikan untuk pengguna.
it_it: Per essere utilizzato in combinazione con i gruppi di sincronizzare, consentire all'autenticatore di creare nuovi utenti locali dopo aver restituito l'accesso con successo con i membri del gruppo per l'utente.
ja_jp: synchronize groupsと組み合わせて使用することで、ログインに成功した後、認証者が新しいローカルユーザーを作成し、そのユーザーに対してグループメンバーシップを返すことができるようになります。
ko_ko: 그룹 동기화와 함께 사용하려면 인증자가 로그인에 성공한 후 사용자에게 반환된 그룹 멤버십으로 새 로컬 사용자를 만들 수 있도록 허용합니다.
pt_pt: Para ser utilizado em combinação com grupos sincronizados, permitir ao autenticador criar novos utilizadores locais após o login bem sucedido com membros de grupo devolvidos para o utilizador.
sw_sw: Används i kombination med synkronisera grupper för att låta autentiseraren skapa nya lokala användare efter en lyckad inloggning med gruppmedlemskap som returneras för användaren.
tr_tr: Grupları eşitle ile birlikte kullanılmak üzere, kullanıcı için döndürülen grup üyelikleri ile başarılı oturum açma sonrasında kimlik doğrulayıcının yeni yerel kullanıcılar oluşturmasına izin verin.
uk_uk: Використовується у поєднанні з синхронізацією груп, дозволяє автентифікатору створювати нових локальних користувачів після успішного входу з поверненням членства в групах для користувача.

source: Server Name
id_id: Nama Server
it_it: Nome del server
ja_jp: サーバ名
ko_ko: 서버 이름
pt_pt: Nome do Servidor
sw_sw: Serverns namn
tr_tr: Sunucu Adı
uk_uk: Ім'я сервера

source: Host Name
id_id: Nama Host
it_it: Nome host
ja_jp: ホスト名
ko_ko: 호스트 이름
pt_pt: Nome do anfitrião
sw_sw: Värdnamn
tr_tr: Ana Bilgisayar Adı
uk_uk: Ім'я хоста

source: Certificate data
id_id: Data sertifikat
it_it: Dati del certificato
ja_jp: 証明書データ
ko_ko: 인증서 데이터
pt_pt: Dados do Certificado
sw_sw: Uppgifter om certifikat
tr_tr: Sertifika verileri
uk_uk: Дані сертифіката

source: This certificate does not appear to be valid.
id_id: Sertifikat ini tampaknya tidak berlaku.
it_it: Questo certificato non sembra essere valido.
ja_jp: この証明書は有効ではありません
ko_ko: 이 인증서가 유효하지 않은 것 같습니다.
pt_pt: O certificado não aparenta ser válido.
sw_sw: Detta certifikat verkar inte vara giltigt.
tr_tr: Bu sertifika geçerli görünmüyor.
uk_uk: Цей сертифікат не є дійсним.

source: Encrypted private keys are not yet supported.
id_id: Kunci pribadi terenkripsi belum didukung.
it_it: Le chiavi private crittografate non sono ancora supportate.
ja_jp: 暗号化された秘密鍵は、現時点では対応していません。
ko_ko: 암호화된 개인 키는 아직 지원되지 않습니다.
pt_pt: Chaves privadas encriptadas ainda não são suportadas.
sw_sw: Krypterade privata nycklar stöds ännu inte.
tr_tr: Şifrelenmiş özel anahtarlar henüz desteklenmemektedir.
uk_uk: Зашифровані приватні ключі поки що не підтримуються.

source: Key type
id_id: Jenis kunci
it_it: Tipo chiave
ja_jp: 鍵タイプ
ko_ko: 키 유형
pt_pt: Tipo de Chave
sw_sw: Nyckeltyp
tr_tr: Anahtar tipi
uk_uk: Тип ключа

source: Curve
id_id: Kurva
it_it: Curva
ja_jp: カーブ
ko_ko: 커브
pt_pt: Curva
sw_sw: Kurva
tr_tr: Eğri
uk_uk: Крива.

source: Digest algorithm
id_id: Algoritma intisari
it_it: Algoritmo digest
ja_jp: ダイジェストアルゴリズム
ko_ko: 다이제스트 알고리즘
pt_pt: Algoritmo Digest
sw_sw: Sammanställningsalgoritm
tr_tr: Özet algoritması
uk_uk: Алгоритм дайджесту

source: Distinguished name Country Code
id_id: Nama yang dibedakan Kode Negara
it_it: Codice del paese distinto nome
ja_jp: 識別名国コード
ko_ko: 고유 이름 국가 코드
pt_pt: Nome Distinto do código de País
sw_sw: Särskilt namn Land Kod
tr_tr: Ayırt edici isim Ülke Kodu
uk_uk: Відокремлена назва Код країни

source: Distinguished name State or Province
id_id: Nama yang dibedakan Negara Bagian atau Provinsi
it_it: Nome distinto Stato o provincia
ja_jp: 識別名都道府県
ko_ko: 고유 이름 주 또는 시/도
pt_pt: Nome distinto da Cidade
sw_sw: Namn som utmärker sig Stat eller provins
tr_tr: Ayırt edici isim Eyalet veya İl
uk_uk: Відокремлена назва Штат або провінція

source: Distinguished name City
id_id: Nama yang dibedakan Kota
it_it: Nome distinto City
ja_jp: 識別名市
ko_ko: 고유 이름 도시
pt_pt: Nome distinto da Cidade
sw_sw: Namn med utmärkande namn Stad
tr_tr: Seçkin isim Şehir
uk_uk: Видатне ім'я Місто

source: Distinguished name Organization
id_id: Nama organisasi yang terhormat
it_it: Organizzazione del nome distinta
ja_jp: 識別名組織
ko_ko: 고유 이름 조직
pt_pt: Nome Distinto da Organização
sw_sw: Utmärkt namn Organisation
tr_tr: Seçkin isim Organizasyon
uk_uk: Поважне ім'я Організація

source: Distinguished name Email Address
id_id: Nama yang dibedakan Alamat email
it_it: Indirizzo e -mail del nome distinto
ja_jp: 識別名メールアドレス
ko_ko: 고유 이름 이메일 주소
pt_pt: Nome distinto endereço de e-mail
sw_sw: Namn E-postadress
tr_tr: Ayırt edici isim E-posta Adresi
uk_uk: Прізвище, ім'я та по батькові Адреса електронної пошти

source: Distinguished name Common Name
id_id: Nama yang dibedakan Nama Umum
it_it: Nome distinto Nome comune
ja_jp: 識別名コモンネーム
ko_ko: 고유 이름 일반 이름
pt_pt: Nome distinto Nome Comum
sw_sw: Särskilt namn Gemensamt namn
tr_tr: Ayırt edici isim Yaygın İsim
uk_uk: Відоме ім'я Загальне ім'я

source: Signing Certificate Authority
id_id: Penandatanganan Otoritas Sertifikat
it_it: Autorità di certificato di firma
ja_jp: 認証局の署名
ko_ko: 서명 인증 기관
pt_pt: Assinar o Certificado de Autoriodade
sw_sw: Certifikatmyndighet för signering
tr_tr: İmzalama Sertifika Yetkilisi
uk_uk: Центр сертифікації підпису

source: The field 'Distinguished name Email Address' contains invalid characters.
id_id: Bidang 'Nama yang dibedakan Alamat Email' berisi karakter yang tidak valid.
it_it: Il campo "Distinguished Name Email Indirizzo" contiene caratteri non validi.
ja_jp: 「識別名メールアドレス」フィールドには無効な文字が含まれています。
ko_ko: '고유명사 이메일 주소' 필드에 잘못된 문자가 포함되어 있습니다.
pt_pt: O campo 'Nome distinto endereço de Mail' contém caracteres inválidos.
sw_sw: Fältet "Distinguished name Email Address" innehåller ogiltiga tecken.
tr_tr: 'Ayırt edici ad E-posta Adresi' alanı geçersiz karakterler içeriyor.
uk_uk: Поле "Адреса електронної пошти" містить неприпустимі символи.

source: The field 'Distinguished name Common Name' contains invalid characters.
id_id: Bidang 'Nama yang dibedakan Nama Umum' berisi karakter yang tidak valid.
it_it: Il campo "nome comune distinto" contiene caratteri non validi.
ja_jp: 「識別名コモンネーム」フィールドには無効な文字が含まれています。
ko_ko: '고유명 일반명' 필드에 잘못된 문자가 포함되어 있습니다.
pt_pt: O campo 'Nome distinto Nome Comum' contém caracteres inválidos.
sw_sw: Fältet "Distinguished name Common Name" innehåller ogiltiga tecken.
tr_tr: 'Ayırt edici ad Ortak Ad' alanı geçersiz karakterler içeriyor.
uk_uk: Поле "Відоме ім'я Загальне ім'я" містить неприпустимі символи.

source: The field '%s' contains invalid characters.
id_id: Bidang '%s' berisi karakter yang tidak valid.
it_it: Il campo '%s' contiene caratteri non validi.
ja_jp: "%s "フィールドには無効な文字が含まれています。
ko_ko: '%s' 필드에 잘못된 문자가 포함되어 있습니다.
pt_pt: O campo '%s' contém caracteres inválidos.
sw_sw: Fältet %s innehåller ogiltiga tecken.
tr_tr: '%s' alanı geçersiz karakterler içeriyor.
uk_uk: Поле '%s' містить недопустимі символи.

source: Please select a valid Key Type.
id_id: Pilih Jenis Kunci yang valid.
it_it: Selezionare un tipo di chiave valido.
ja_jp: 有効なKey Typeを選択してください。
ko_ko: 유효한 키 유형을 선택하세요.
pt_pt: Por favor seleccione um tipo de chave válido.
sw_sw: Välj en giltig nyckeltyp.
tr_tr: Lütfen geçerli bir Anahtar Türü seçin.
uk_uk: Будь ласка, оберіть правильний тип ключа.

source: Please select a valid Key Length.
id_id: Pilih Panjang Kunci yang valid.
it_it: Selezionare una lunghezza della chiave valida.
ja_jp: 有効な鍵長を選択してください。
ko_ko: 유효한 키 길이를 선택해 주세요.
pt_pt: Por favor selecione um Algoritmo Digest válido.
sw_sw: Välj en giltig nyckellängd.
tr_tr: Lütfen geçerli bir Anahtar Uzunluğu seçin.
uk_uk: Будь ласка, оберіть правильну довжину ключа.

source: Please select a valid Curve.
id_id: Pilihlah Kurva yang valid.
it_it: Seleziona una curva valida.
ja_jp: 有効なCurveを選択してください。
ko_ko: 유효한 커브를 선택해 주세요.
pt_pt: Por favor, seleccione uma Curva válida.
sw_sw: Välj en giltig kurva.
tr_tr: Lütfen geçerli bir Eğri seçin.
uk_uk: Будь ласка, виберіть правильну криву.

source: Please select a valid Digest Algorithm.
id_id: Pilihlah Algoritma Digest yang valid.
it_it: Selezionare un algoritmo digest valido.
ja_jp: 有効なダイジェストアルゴリズムを選択してください。
ko_ko: 유효한 다이제스트 알고리즘을 선택해 주세요.
pt_pt: Por favor selecione um Algoritmo Digest válido.
sw_sw: Välj en giltig Digest-algoritm.
tr_tr: Lütfen geçerli bir Özet Algoritması seçin.
uk_uk: Будь ласка, оберіть правильний алгоритм дайджесту.

source: The serial number must be a number greater than zero or left blank.
id_id: Nomor seri harus berupa angka yang lebih besar dari nol atau dikosongkan.
it_it: Il numero di serie deve essere un numero maggiore di zero o lasciato vuoto.
ja_jp: シリアルナンバーは0以上の数値にするか、空白のままにしてください。
ko_ko: 일련 번호는 0보다 큰 숫자이거나 비워 두어야 합니다.
pt_pt: O número de série deve ser um número superior a zero ou deixado em branco.
sw_sw: Serienumret måste vara ett nummer större än noll eller lämnas tomt.
tr_tr: Seri numarası sıfırdan büyük bir sayı olmalı veya boş bırakılmalıdır.
uk_uk: Серійний номер повинен бути числом, більшим за нуль, або залишений порожнім.

source: openssl library returns:
id_id: pengembalian pustaka openssl:
it_it: I ritorni della libreria OpenSSL:
ja_jp: OpenSSL ライブラリの戻り値。
ko_ko: openssl 라이브러리가 반환됩니다:
pt_pt: biblioteca openssl retornou:
sw_sw: openssl-biblioteket återkommer:
tr_tr: openssl kütüphanesi geri döner:
uk_uk: повертається бібліотека openssl:

source: Do you really want to delete this Certificate Authority and its CRLs, and unreference any associated certificates?
id_id: Apakah Anda benar-benar ingin menghapus Otoritas Sertifikat ini dan CRL-nya, dan membatalkan referensi sertifikat terkait?
it_it: Vuoi davvero eliminare questa autorità di certificazione e i suoi CRL e non reference qualsiasi certificato associato?
ja_jp: 本当にこの認証局、CRL、及び、参照されていない関連証明書全てを削除しますか？
ko_ko: 이 인증 기관 및 해당 CRL을 삭제하고 관련된 모든 인증서를 참조 해제하시겠습니까?
pt_pt: Tem a certeza que pretende apagar este certificado de autoridade e suas CRLs, e não referenciar quaisquer certificados associados?
sw_sw: Vill du verkligen ta bort den här certifikatutfärdaren och dess CRL:er och avhända dig alla tillhörande certifikat?
tr_tr: Bu Sertifika Yetkilisini ve CRL'lerini gerçekten silmek ve ilişkili sertifikaları geri almak istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей центр сертифікації та його CRL, а також скасувати посилання на всі пов'язані з ним сертифікати?

source: Method
id_id: Metode
it_it: Metodo
ja_jp: 方法
ko_ko: 방법
pt_pt: Metodo
sw_sw: Metod
tr_tr: Yöntem
uk_uk: Метод

source: Import an existing Certificate Authority
id_id: Mengimpor Otoritas Sertifikat yang sudah ada
it_it: Importa un'autorità di certificazione esistente
ja_jp: 既存の認証局をインポート
ko_ko: 기존 인증 기관 가져오기
pt_pt: Importar uma Certificação de Autoridade existente
sw_sw: Importera en befintlig certifikatutfärdare
tr_tr: Mevcut bir Sertifika Yetkilisini içe aktarma
uk_uk: Імпорт існуючого центру сертифікації

source: Create an internal Certificate Authority
id_id: Membuat Otoritas Sertifikat internal
it_it: Crea un'autorità di certificazione interna
ja_jp: 内部認証局を作成
ko_ko: 내부 인증 기관 만들기
pt_pt: Criar uma Certificação de Autoridade internacional
sw_sw: Skapa en intern certifikatutfärdare
tr_tr: Dahili bir Sertifika Yetkilisi oluşturma
uk_uk: Створіть внутрішній центр сертифікації

source: Create an intermediate Certificate Authority
id_id: Membuat Otoritas Sertifikat perantara
it_it: Crea un'autorità di certificazione intermedia
ja_jp: 中間認証局を作成
ko_ko: 중간 인증 기관 만들기
pt_pt: Criar uma Certificação de Autoridade intermediária
sw_sw: Skapa en mellanliggande certifikatutfärdare
tr_tr: Bir ara Sertifika Yetkilisi oluşturma
uk_uk: Створіть проміжний центр сертифікації

source: Existing Certificate Authority
id_id: Otoritas Sertifikat yang ada
it_it: Autorità di certificazione esistente
ja_jp: 既存の認証局
ko_ko: 기존 인증 기관
pt_pt: Autoridade de Certificação Existente
sw_sw: Befintlig certifikatutfärdare
tr_tr: Mevcut Sertifika Yetkilisi
uk_uk: Існуючий центр сертифікації

source: Paste a certificate in X.509 PEM format here.
id_id: Rekatkan sertifikat dalam format X.509 PEM di sini.
it_it: Incolla un certificato in formato PEM X.509 qui.
ja_jp: ここに x.509 pem 形式の証明書を貼り付けてください。
ko_ko: 여기에 X.509 PEM 형식의 인증서를 붙여넣습니다.
pt_pt: Cole aqui o certificado no formato X.509 PEM.
sw_sw: Klistra in ett certifikat i X.509 PEM-format här.
tr_tr: Buraya X.509 PEM biçiminde bir sertifika yapıştırın.
uk_uk: Вставте сюди сертифікат у форматі X.509 PEM.

source: Certificate Private Key
id_id: Sertifikat Kunci Pribadi
it_it: Chiave privata del certificato
ja_jp: 証明書の秘密鍵
ko_ko: 인증서 개인 키
pt_pt: Chave privada do certificado
sw_sw: Certifikat privat nyckel
tr_tr: Sertifika Özel Anahtarı
uk_uk: Приватний ключ сертифіката

source: (optional)
id_id: (opsional)
it_it: (opzionale)
ja_jp: ( オプション )
ko_ko: (선택 사항)
pt_pt: (opcional)
sw_sw: (valfritt)
tr_tr: (isteğe bağlı)
uk_uk: (за бажанням)

source: Paste the private key for the above certificate here. This is optional in most cases, but required if you need to generate a Certificate Revocation List (CRL).
id_id: Rekatkan kunci pribadi untuk sertifikat di atas di sini. Ini opsional dalam banyak kasus, tetapi diperlukan jika Anda perlu membuat Daftar Pencabutan Sertifikat (CRL).
it_it: Incolla la chiave privata per il certificato di cui sopra qui. Questo è facoltativo nella maggior parte dei casi, ma richiesto se è necessario generare un elenco di revoca del certificato (CRL).
ja_jp: 上記の証明書の秘密鍵、ここに貼り付けてください。通常はオプションですが、証明書失効リスト（CRL）を生成する必要がある場合は、必須です。
ko_ko: 여기에 위 인증서의 개인 키를 붙여넣습니다. 대부분의 경우 이 작업은 선택 사항이지만 CRL(인증서 해지 목록)을 생성해야 하는 경우에는 필수입니다.
pt_pt: Cole a chave privada para o certificado acima. Isso é opcional na maioria dos casos, mas necessário se você precisar gerar uma lista de revogação de certificados (CRL).
sw_sw: Klistra in den privata nyckeln för ovanstående certifikat här. Detta är frivilligt i de flesta fall, men krävs om du behöver generera en Certificate Revocation List (CRL).
tr_tr: Yukarıdaki sertifikanın özel anahtarını buraya yapıştırın. Bu çoğu durumda isteğe bağlıdır, ancak bir Sertifika İptal Listesi (CRL) oluşturmanız gerekiyorsa gereklidir.
uk_uk: Вставте сюди приватний ключ для вищевказаного сертифіката. У більшості випадків це необов'язково, але необхідно, якщо вам потрібно згенерувати список відкликання сертифікатів (CRL).

source: Serial for next certificate
id_id: Serial untuk sertifikat berikutnya
it_it: Seriale per il prossimo certificato
ja_jp: 次の証明書のシリアル
ko_ko: 다음 인증서를 위한 일련 번호
pt_pt: Número de série para o próximo certificado
sw_sw: Serienummer för nästa certifikat
tr_tr: Bir sonraki sertifika için seri
uk_uk: Серія для наступного сертифіката

source: Enter a decimal number to be used as the serial number for the next certificate to be created using this CA.
id_id: Masukkan nomor desimal yang akan digunakan sebagai nomor seri untuk sertifikat berikutnya yang akan dibuat menggunakan CA ini.
it_it: Immettere un numero decimale da utilizzare come numero di serie per il certificato successivo da creare utilizzando questa CA.
ja_jp: このCAを使用して作成される、次の証明書のシリアル番号として使用される、10進数を入力してください。
ko_ko: 이 CA를 사용하여 다음에 만들 인증서의 일련 번호로 사용할 십진수를 입력합니다.
pt_pt: Insira um número decimal a ser usado como número de série para o próximo certificado a ser criado usando este CA.
sw_sw: Ange ett decimaltal som ska användas som serienummer för nästa certifikat som ska skapas med den här certifikatutfärdaren.
tr_tr: Bu CA kullanılarak oluşturulacak bir sonraki sertifika için seri numarası olarak kullanılacak ondalık bir sayı girin.
uk_uk: Введіть десяткове число, яке буде використано як серійний номер наступного сертифіката, створеного за допомогою цього центру сертифікації.

source: Internal Certificate Authority
id_id: Otoritas Sertifikat Internal
it_it: Autorità di certificato interno
ja_jp: 内部認証局
ko_ko: 내부 인증 기관
pt_pt: Autoridade de certificação internacional
sw_sw: Intern certifikatutfärdare
tr_tr: Dahili Sertifika Yetkilisi
uk_uk: Внутрішній центр сертифікації

source: Digest Algorithm
id_id: Algoritma Pencernaan
it_it: Algoritmo digest
ja_jp: ダイジェストアルゴリズム
ko_ko: 다이제스트 알고리즘
pt_pt: Algoritmo de digestão
sw_sw: Digest-algoritm
tr_tr: Digest Algoritması
uk_uk: Алгоритм дайджесту

source: NOTE: It is recommended to use an algorithm stronger than SHA1 when possible.
id_id: CATATAN: Disarankan untuk menggunakan algoritme yang lebih kuat daripada SHA1 jika memungkinkan.
it_it: Nota: si consiglia di utilizzare un algoritmo più forte di SHA1 quando possibile.
ja_jp: 注意：可能であれば、sha1 よりも強固なアルゴリズムを使用することをお勧めします。
ko_ko: 참고: 가능하면 SHA1보다 더 강력한 알고리즘을 사용하는 것이 좋습니다.
pt_pt: NOTA: é recomendado que se utilize um algoritmo mais forte que SHA1 quando possível.
sw_sw: OBS: Det rekommenderas att använda en algoritm som är starkare än SHA1 när det är möjligt.
tr_tr: NOT: Mümkün olduğunda SHA1'den daha güçlü bir algoritma kullanılması önerilir.
uk_uk: ПРИМІТКА: Рекомендується використовувати алгоритм сильніший за SHA1, якщо це можливо.

source: days
id_id: hari
it_it: giorni
ja_jp: 日
ko_ko: 일
pt_pt: dias
sw_sw: dagar
tr_tr: günler
uk_uk: днів

source: Distinguished name
id_id: Nama yang terhormat
it_it: Nome distinto
ja_jp: 識別名
ko_ko: 고유 이름
pt_pt: Nome distinto
sw_sw: Särskilt namn
tr_tr: Seçkin isim
uk_uk: Видатне ім'я

source: ex:
ja_jp: 例:
ko_ko: 예:
pt_pt: por exemplo:
tr_tr: Eski:
uk_uk: Колишній:

source: Sachsen
ja_jp: ザクセン
pt_pt: Saxónia
uk_uk: Саксен

source: Leipzig
it_it: Lipsia
ja_jp: ライプツィヒ
ko_ko: 라이프치히
uk_uk: Лейпциг

source: My Company Inc
ja_jp: 株式会社マイカンパニー
ko_ko: 내 회사 Inc
pt_pt: Minha Empresa lda
sw_sw: Mitt företag Inc
tr_tr: Benim Şirketim A.Ş.

source: Email Address
id_id: Alamat email
it_it: Indirizzo e-mail
ja_jp: 電子メールアドレス
ko_ko: 이메일 주소
pt_pt: Endereço de Email
sw_sw: E-postadress
tr_tr: E-posta Adresi
uk_uk: Адреса електронної пошти

source: internal-ca
it_it: CA interno
ja_jp: 内部CA
pt_pt: ca-interno
sw_sw: intern-ca
tr_tr: dahili-ca

source: Issuer
id_id: Penerbit
it_it: Emittente
ja_jp: 発行者
ko_ko: 발행자
pt_pt: Emissor
sw_sw: Emittent
tr_tr: İhraççı
uk_uk: Емітент

source: Distinguished Name
id_id: Nama Terhormat
it_it: Nome distinto
ja_jp: 識別名
ko_ko: 고유 이름
pt_pt: Nome único
sw_sw: Utmärkt namn
tr_tr: Seçkin İsim
uk_uk: Видатне ім'я

source: self-signed
id_id: ditandatangani sendiri
it_it: autofirmato
ja_jp: 自己署名
ko_ko: 자체 서명
pt_pt: auto-assinatura
sw_sw: självsignerad
tr_tr: kendinden imzalı
uk_uk: власноручно підписано

source: external
id_id: eksternal
it_it: esterno
ja_jp: 外部
ko_ko: 외부
pt_pt: externo
sw_sw: extern
tr_tr: dış
uk_uk: зовнішній

source: Valid From
id_id: Berlaku dari
it_it: Valido dal
ja_jp: 有効期間開始
ko_ko: 유효한 날짜
pt_pt: Válido apartir de
sw_sw: Gäller från och med
tr_tr: Geçerlilik Tarihi
uk_uk: Дійсний від

source: Valid Until
id_id: Berlaku Sampai
it_it: Valido fino a
ja_jp: 有効期間終了
ko_ko: 다음까지 유효
pt_pt: Válido até
sw_sw: Giltigt till och med
tr_tr: Şu Tarihe Kadar Geçerlidir
uk_uk: Дійсний до

source: edit CA
id_id: sunting CA
it_it: Modifica ca.
ja_jp: CA の編集
ko_ko: CA 편집
pt_pt: Editar CA
sw_sw: redigera CA
tr_tr: CA'yı düzenle
uk_uk: редагувати ЦА

source: export CA cert
id_id: ekspor sertifikat CA
it_it: esportazione CA CERT
ja_jp: CA 証明書をエクスポート
ko_ko: CA 인증서 내보내기
pt_pt: exportar o certificado CA
sw_sw: exportera CA cert
tr_tr: CA sertifikasını dışa aktar
uk_uk: експортувати сертифікат ЦС

source: export CA private key
id_id: mengekspor kunci pribadi CA
it_it: Esporta CA Chiave privata
ja_jp: CA 鍵付きエクスポート
ko_ko: CA 개인 키 내보내기
pt_pt: exportar uma chave privada do CA
sw_sw: exportera CA:s privata nyckel
tr_tr: CA özel anahtarını dışa aktarma
uk_uk: експортувати приватний ключ ЦС

source: delete ca
id_id: hapus ca
it_it: Elimina ca.
ja_jp: CA の削除
ko_ko: CA 삭제
pt_pt: apagar o ca
sw_sw: radera ca
tr_tr: ca'yı sil
uk_uk: видалити ca

source: DNS subjectAltName values must be valid hostnames or FQDNs
id_id: Nilai DNS subjectAltName harus berupa nama host atau FQDN yang valid
it_it: I valori DNS soggettoltname devono essere nomi host o FQDNS validi
ja_jp: DNS subjectAltName 値は、有効なホスト名もしくはFQDNです。
ko_ko: DNS subjectAltName 값은 유효한 호스트 이름 또는 FQDN이어야 합니다.
pt_pt: Os valores do DNS fazem subjectAltName, deve ser um hostname válido ou FQDNs.
sw_sw: DNS subjectAltName-värdena måste vara giltiga värdnamn eller FQDN:er.
tr_tr: DNS subjectAltName değerleri geçerli ana bilgisayar adları veya FQDN'ler olmalıdır
uk_uk: Значення DNS subjectAltName мають бути дійсними іменами хостів або FQDN

source: IP subjectAltName values must be valid IP Addresses
id_id: Nilai IP subjectAltName harus berupa Alamat IP yang valid
it_it: I valori IP soggettoltname devono essere indirizzi IP validi
ja_jp: IP subjectAltName 値は有効なIPアドレスである必要があります。
ko_ko: IP subjectAltName 값은 유효한 IP 주소여야 합니다.
pt_pt: O endereço IP do subjectAltName, deve ser um endereço IP válido.
sw_sw: IP subjectAltName-värdena måste vara giltiga IP-adresser.
tr_tr: IP subjectAltName değerleri geçerli IP Adresleri olmalıdır
uk_uk: Значення IP subjectAltName повинні бути дійсними IP-адресами

source: You must provide an email address for this type of subjectAltName
id_id: Anda harus memberikan alamat email untuk jenis subjek iniAltName
it_it: È necessario fornire un indirizzo email per questo tipo di soggetto
ja_jp: このタイプの subjectAltName には、メールアドレスを入力してください。
ko_ko: 이 유형의 subjectAltName에 대한 이메일 주소를 제공해야 합니다.
pt_pt: Deve fornecer um endereço de e-mail para este tipo de assuntoAltName
sw_sw: Du måste ange en e-postadress för denna typ av ämneAltName
tr_tr: Bu tür bir subjectAltName için bir e-posta adresi sağlamalısınız
uk_uk: Ви повинні вказати адресу електронної пошти для цього типу суб'єктаAltName

source: The email provided in a subjectAltName contains invalid characters.
id_id: Email yang diberikan dalam subjectAltName berisi karakter yang tidak valid.
it_it: L'e -mail fornita in un soggetto soggetto contiene caratteri non validi.
ja_jp: subjectAltName の メールアドレスに無効な文字が含まれています。
ko_ko: subjectAltName에 제공된 이메일에 잘못된 문자가 포함되어 있습니다.
pt_pt: O email fornecido sem assuntoAltName contém caracteres inválidos
sw_sw: E-postmeddelandet i subjectAltName innehåller ogiltiga tecken.
tr_tr: Bir subjectAltName'de sağlanan e-posta geçersiz karakterler içeriyor.
uk_uk: Email, вказаний у полі subjectAltName, містить неприпустимі символи.

source: URI subjectAltName types must be a valid URI
id_id: Jenis URI subjectAltName harus berupa URI yang valid
it_it: I tipi di uri soggettiltname devono essere un URI valido
ja_jp: URI subjectAltName タイプは有効な URI である必要があります。
ko_ko: URI subjectAltName 유형은 유효한 URI여야 합니다.
pt_pt: Tipo URI subjectAltName tem de ser um URI válido
sw_sw: URI subjectAltName-typer måste vara en giltig URI.
tr_tr: URI subjectAltName türleri geçerli bir URI olmalıdır
uk_uk: Типи URI subjectAltName повинні бути дійсними URI

source: Unrecognized subjectAltName type.
id_id: Jenis subjectAltName yang tidak dikenali.
it_it: Tipo non riconosciuto soggetto.
ja_jp: 未確認の subjectAltName タイプです。
ko_ko: 인식할 수 없는 subjectAltName 유형입니다.
pt_pt: Tipo subjectAltName não reconhecido.
sw_sw: Oigenkänd typ av subjectAltName.
tr_tr: Tanınmayan subjectAltName türü.
uk_uk: Нерозпізнаний тип subjectAltName.

source: Import an existing Certificate
id_id: Mengimpor Sertifikat yang sudah ada
it_it: Importa un certificato esistente
ja_jp: 既存の証明書のインポート
ko_ko: 기존 인증서 가져오기
pt_pt: Importar um certificado existente
sw_sw: Importera ett befintligt certifikat
tr_tr: Mevcut bir Sertifikayı içe aktarma
uk_uk: Імпортувати існуючий сертифікат
