Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: If you do not have a supported thermal sensor chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
id_id: Jika Anda tidak memiliki chip sensor termal yang didukung dalam sistem Anda, opsi ini tidak akan berpengaruh. Untuk membongkar modul yang dipilih, atur opsi ini ke 'tidak ada', lalu boot ulang.
it_it: Se non si dispone di un chip del sensore termico supportato nel sistema, questa opzione non avrà alcun effetto. Per scaricare il modulo selezionato, impostare questa opzione su "Nessuno" e quindi riavviare.
ja_jp: システムで対応する温度センサを使用していない場合は、このオプションは何の効果もありませんが、選択したモジュールのアンロードするには、このオプションを「設定しない」と再起動します。
ko_ko: 시스템에 지원되는 열 센서 칩이 없는 경우 이 옵션은 아무런 효과가 없습니다. 선택한 모듈을 언로드하려면 이 옵션을 '없음'으로 설정한 다음 재부팅하세요.
pt_pt: Se não possui um sensor de temperatura suportado no seu sistema, esta opção não terá efeito. Para descarregar o módulo selecionado, configure esta opção para 'nenhum' e reinicie o sistema.
sw_sw: Om du inte har ett värmesensorchip som stöds i ditt system har det här alternativet ingen effekt. Om du vill avlasta den valda modulen ställer du in det här alternativet till "none" och startar sedan om.
tr_tr: Sisteminizde desteklenen bir termal sensör çipi yoksa, bu seçeneğin hiçbir etkisi olmayacaktır. Seçilen modülü boşaltmak için bu seçeneği 'yok' olarak ayarlayın ve ardından yeniden başlatın.
uk_uk: Якщо у вашій системі немає підтримуваної мікросхеми термодатчика, ця опція не матиме жодного ефекту. Щоб вивантажити вибраний модуль, встановіть для цієї опції значення "none" і перезавантажте систему.

source: Periodic Backups
id_id: Pencadangan Berkala
it_it: Backup periodici
ja_jp: 定期バックアップ
ko_ko: 정기 백업
pt_pt: Periódicos de apoio
sw_sw: Periodiska säkerhetskopior
tr_tr: Periyodik Yedeklemeler
uk_uk: Періодичне резервне копіювання

source: Periodic RRD Backup
id_id: Pencadangan RRD Berkala
it_it: Backup periodico RRD
ja_jp: 定期RRDバックアップ
ko_ko: 정기 RRD 백업
pt_pt: Periódico de apoio do RRD
sw_sw: Periodisk säkerhetskopiering av RRD
tr_tr: Periyodik RRD Yedekleme
uk_uk: Періодичне резервне копіювання RRD

source: Power off
id_id: Matikan
it_it: Spegni
ja_jp: 電源オフ
ko_ko: 전원 끄기
pt_pt: Desligar a energia
sw_sw: Stäng av
tr_tr: Güç kapalı
uk_uk: Вимкнути живлення.

source: %s hours
id_id: %s jam
it_it: %s ore
ja_jp: %s 時間
ko_ko: 시간
pt_pt: %s horas
sw_sw: %s timmar
tr_tr: %s saat
uk_uk: %s годин

source: 1 hour
id_id: 1 jam
it_it: 1 ora
ja_jp: 1 時間
ko_ko: 1시간
pt_pt: 1 hora
sw_sw: 1 timme
tr_tr: 1 saat
uk_uk: 1 година

source: This will periodically backup the RRD data so it can be restored automatically on the next boot.
id_id: Ini akan mencadangkan data RRD secara berkala sehingga dapat dipulihkan secara otomatis pada boot berikutnya.
it_it: Ciò eseguirà periodicamente il backup dei dati RRD in modo che possano essere ripristinati automaticamente al prossimo avvio.
ja_jp: RRD データを定期的にバックアップします。次回の起動時に自動的にリストア可能になります。
ko_ko: 이렇게 하면 주기적으로 RRD 데이터가 백업되어 다음 부팅 시 자동으로 복원할 수 있습니다.
pt_pt: Isso fará backup periodicamente dos dados RRD para que possa ser restaurado automaticamente na próxima inicialização".
sw_sw: Detta kommer regelbundet att säkerhetskopiera RRD-data så att de kan återställas automatiskt vid nästa uppstart.
tr_tr: Bu, bir sonraki açılışta otomatik olarak geri yüklenebilmesi için RRD verilerini periyodik olarak yedekleyecektir.
uk_uk: Це дозволить періодично створювати резервні копії даних RRD, щоб їх можна було автоматично відновити під час наступного завантаження.

source: Periodic DHCP Leases Backup
id_id: Cadangan Sewa DHCP Berkala
it_it: Backup periodico del DHCP in affitti
ja_jp: 定期的なdhcpリースバックアップ
ko_ko: 주기적인 DHCP 임대 백업
pt_pt: Periódico de backup dos alugueres DHCP
sw_sw: Periodisk säkerhetskopiering av DHCP-avtal
tr_tr: Periyodik DHCP Kiralamaları Yedekleme
uk_uk: Періодичне резервне копіювання оренди DHCP

source: This will periodically backup the DHCP leases data so it can be restored automatically on the next boot.
id_id: Ini akan mencadangkan data sewa DHCP secara berkala sehingga dapat dipulihkan secara otomatis pada boot berikutnya.
it_it: Ciò eseguirà periodicamente il backup dei dati sui contratti di locazione DHCP in modo che possano essere ripristinati automaticamente sul avvio successivo.
ja_jp: dhcp リースデータを定期的にバックアップします。次回の起動時に自動的にリストア可能になります。
ko_ko: 이렇게 하면 DHCP 임대 데이터가 주기적으로 백업되어 다음 부팅 시 자동으로 복원될 수 있습니다.
pt_pt: Isso fará backup periodicamente dos dados de concessões DHCP para que possa ser restaurado automaticamente na próxima inicialização.
sw_sw: Detta kommer regelbundet att säkerhetskopiera DHCP-uthyrningsdata så att de kan återställas automatiskt vid nästa uppstart.
tr_tr: Bu, DHCP kiralama verilerini periyodik olarak yedekler, böylece bir sonraki önyüklemede otomatik olarak geri yüklenebilir.
uk_uk: Це дозволить періодично створювати резервні копії даних про оренду DHCP, щоб їх можна було автоматично відновити під час наступного завантаження.

source: Periodic NetFlow Backup
id_id: Pencadangan NetFlow Berkala
it_it: Backup periodico Netflow
ja_jp: 定期 NetFlow バックアップ
ko_ko: 주기적인 NetFlow 백업
pt_pt: Periódico de backup do NetFlow
sw_sw: Periodisk säkerhetskopiering av NetFlow
tr_tr: Periyodik NetFlow Yedekleme
uk_uk: Періодичне резервне копіювання NetFlow

source: This will periodically backup the NetFlow data aggregation so it can be restored automatically on the next boot.
id_id: Ini akan mencadangkan agregasi data NetFlow secara berkala sehingga dapat dipulihkan secara otomatis pada boot berikutnya.
it_it: Ciò eseguirà periodicamente il backup dell'aggregazione dei dati Netflow in modo da poter essere ripristinato automaticamente al avvio successivo.
ja_jp: NetFlow 集約データを定期的にバックアップします。次回の起動時に自動的にリストア可能になります。
ko_ko: 이렇게 하면 NetFlow 데이터 집계를 주기적으로 백업하여 다음 부팅 시 자동으로 복원할 수 있습니다.
pt_pt: Isso fará backup periodicamente da agregação de dados NetFlow para que possa ser restaurado automaticamente na próxima inicialização.
sw_sw: Detta kommer regelbundet att säkerhetskopiera NetFlow-dataaggregationen så att den kan återställas automatiskt vid nästa uppstart.
tr_tr: Bu, NetFlow veri toplamasını periyodik olarak yedekler, böylece bir sonraki önyüklemede otomatik olarak geri yüklenebilir.
uk_uk: Це дозволить періодично створювати резервні копії агрегації даних NetFlow, щоб їх можна було автоматично відновити під час наступного завантаження.

source: Periodic Captive Portal Backup
id_id: Pencadangan Portal Tahanan Berkala
it_it: Backup del portale in cattività periodico
ja_jp: キャプティブポータルを定期的にバックアップ
ko_ko: 주기적인 캡티브 포털 백업
pt_pt: Cópia de Segurança Periódica do Portal Cativo
sw_sw: Periodisk säkerhetskopiering av Captive Portal
tr_tr: Periyodik Captive Portal Yedeklemesi
uk_uk: Періодичне резервне копіювання порталу

source: This will periodically backup the captive portal session data so it can be restored automatically on the next boot.
id_id: Ini akan mencadangkan data sesi captive portal secara berkala sehingga dapat dipulihkan secara otomatis pada boot berikutnya.
it_it: Ciò eseguirà periodicamente il backup dei dati della sessione del portale prigioniero in modo che possano essere ripristinati automaticamente al avvio successivo.
ja_jp: キャプティブポータルセッションデータを定期的にバックアップしますので、次回の起動時に自動的にリストアが可能になります。
ko_ko: 이렇게 하면 캡티브 포털 세션 데이터가 주기적으로 백업되어 다음 부팅 시 자동으로 복원될 수 있습니다.
pt_pt: Isto fará periodicamente o backup dos dados da sessão cativa do portal para que possam ser restaurados automaticamente no próximo arranque.
sw_sw: Detta kommer regelbundet att säkerhetskopiera sessionsdata från den personliga portalen så att de kan återställas automatiskt vid nästa uppstart.
tr_tr: Bu, bir sonraki önyüklemede otomatik olarak geri yüklenebilmesi için esir portalı oturum verilerini periyodik olarak yedekleyecektir.
uk_uk: Це дозволить періодично створювати резервні копії даних сеансу порталу, щоб їх можна було автоматично відновити при наступному завантаженні.

source: Power Savings
id_id: Penghematan Daya
it_it: Risparmio di potenza
ja_jp: 省電力
ko_ko: 절전 모드
pt_pt: Economia de energia
sw_sw: Energibesparingar
tr_tr: Güç Tasarrufu
uk_uk: Енергозбереження

source: Use PowerD
id_id: Gunakan PowerD
it_it: Usa Powerd
ja_jp: PowerD を使用
ko_ko: PowerD 사용
pt_pt: Utilizar o PowerD
sw_sw: Använd PowerD
tr_tr: PowerD kullanın
uk_uk: Використовуйте PowerD

source: The powerd utility monitors the system state and sets various power control options accordingly. It offers four modes (maximum, minimum, adaptive and hiadaptive) that can be individually selected while on AC power or batteries. The modes maximum, minimum, adaptive and hiadaptive may be abbreviated max, min, adp, hadp. Maximum mode chooses the highest performance values. Minimum mode selects the lowest performance values to get the most power savings. Adaptive mode attempts to strike a balance by degrading performance when the system appears idle and increasing it when the system is busy. It offers a good balance between a small performance loss for greatly increased power savings. Hiadaptive mode is alike adaptive mode, but tuned for systems where performance and interactivity are more important than power consumption. It raises frequency faster, drops slower and keeps twice lower CPU load.
id_id: Utilitas powerd memonitor status sistem dan menetapkan berbagai opsi kontrol daya yang sesuai. Utilitas ini menawarkan empat mode (maksimum, minimum, adaptif, dan hiadaptif) yang dapat dipilih secara individual saat menggunakan daya AC atau baterai. Mode maksimum, minimum, adaptif, dan hiadaptif dapat disingkat maks, min, adp, hadp. Mode maksimum memilih nilai performa tertinggi. Mode minimum memilih nilai performa terendah untuk mendapatkan penghematan daya yang paling banyak. Mode adaptif mencoba mencapai keseimbangan dengan menurunkan kinerja saat sistem tampak diam dan meningkatkannya saat sistem sibuk. Mode ini menawarkan keseimbangan yang baik antara penurunan performa yang kecil untuk penghematan daya yang sangat besar. Mode Hiadaptive sama dengan mode adaptif, tetapi disetel untuk sistem yang mengutamakan kinerja dan interaktivitas daripada konsumsi daya. Mode ini menaikkan frekuensi lebih cepat, menurunkan lebih lambat, dan menjaga beban CPU dua kali lebih rendah.
it_it: L'utilità PowerD monitora lo stato del sistema e imposta di conseguenza varie opzioni di controllo dell'alimentazione. Offre quattro modalità (massimo, minimo, adattivo e iadattivo) che possono essere selezionati individualmente durante la potenza CA o le batterie. Le modalità massimo, minimo, adattivo e iadattivo possono essere abbreviate Max, Min, ADP, HADP. La modalità massima sceglie i valori delle prestazioni più alti. La modalità minima seleziona i valori delle prestazioni più bassi per ottenere il maggior risparmio di alimentazione. La modalità adattiva tenta di trovare un equilibrio degradando le prestazioni quando il sistema appare inattivo e aumentandolo quando il sistema è occupato. Offre un buon equilibrio tra una piccola perdita di prestazioni per un risparmio energetico notevolmente aumentato. La modalità HiaDaptive è sia una modalità adattiva, ma sintonizzati per i sistemi in cui le prestazioni e l'interattività sono più importanti del consumo di energia. Aumenta la frequenza più velocemente, diminuisce più lentamente e mantiene un carico CPU due volte inferiore.
ja_jp: powerd ユーティリティはシステムの状態を監視して、様々な電源コントロールオプションを状況に応じて設定します。電源やバッテリで個々に選択可能です、最大、最小、適応、高適応は、最大、最小、adp、hadp、省略表記します。最大モードは、最も高いパフォーマンスとなる値を選択します、最小モードは、最も低いパフォーマンスの値を選択することで、最大限の省電力を行います、適応モードはパフォーマンスと省電力をうまく均衡させます、アイドルに見える場合はパフォーマンスを落とし、システムがビジーの場合は上昇します、少しの低下のパフォーマンスでより大きな省電力を可能にします、より良いバランスを提供する高適応モードは適応モードに似ています、システムのパフォーマンスと応答性が電力よりも重要あるシステム用に調整されています、周波数に上がったら安速に落としCPU 負荷を半分下げた状態を継続します。
ko_ko: 전원 유틸리티는 시스템 상태를 모니터링하고 그에 따라 다양한 전원 제어 옵션을 설정합니다. AC 전원 또는 배터리로 작동하는 동안 개별적으로 선택할 수 있는 네 가지 모드(최대, 최소, 적응형 및 하이어댑티브)를 제공합니다. 최대, 최소, 적응형 및 하이어댑티브 모드는 최대, 최소, adp, hadp로 약칭할 수 있습니다. 최대 모드는 최고 성능 값을 선택합니다. 최소 모드는 가장 낮은 성능 값을 선택하여 전력을 최대한 절약합니다. 적응 모드는 시스템이 유휴 상태일 때는 성능을 저하시키고 시스템이 사용 중일 때는 성능을 높여 균형을 맞추려고 시도합니다. 이 모드는 작은 성능 손실과 크게 향상된 절전 사이의 균형을 제공합니다. 하이어댑티브 모드는 적응 모드와 비슷하지만 전력 소비보다 성능과 상호 작용이 더 중요한 시스템을 위해 조정되었습니다. 주파수를 더 빠르게 높이고, 더 느리게 낮추며, CPU 부하를 두 배 낮게 유지합니다.
pt_pt: O utilitário de potência monitoriza o estado do sistema e define como várias opções dos controladores de potência em conformidade. Oferece quatro modos (máximo, mínimo, adaptativo e agressivo) que podem ser selecionados individualmente tanto em modo de energia AC ou baterias. Os modos máximo, mínimo, adaptativo e agressivo podem ser abreviados como max, min, adp, hadp. O modo máximo escolhe os valores mais altos para performance. O modo mínimo escolhe os valores mais baixos para obter maior economia de energia. O modo adaptativo tenta encontrar um equilíbrio degradando a performance em quanto o sistema aparenta estar ocioso e a aumenta quando o sistema está ocupado. Oferece um bom equilíbrio entre uma pequena perda de desempenho para um maior incremento na economia de energia O modo agressivo é parecido com o modo adaptativo, mas afinado para sistemas onde a performance e a interatividade são mais importantes do que o consumo de energia. Ele aumenta a frequência mais rápida, cai mais lentamente e mantém a carga do CPU duas vezes menor.
sw_sw: Verktyget powerd övervakar systemtillståndet och ställer in olika alternativ för strömstyrning i enlighet med detta. Det erbjuder fyra lägen (maximalt, minimalt, adaptivt och hiadaptivt) som kan väljas individuellt vid växelström eller batterier. Lägena maximum, minimum, adaptive och hiadaptive kan förkortas max, min, adp, hadp. I läget Maximum väljs de högsta prestandavärdena. Läget Minimum väljer de lägsta prestandavärdena för att få den största energibesparingen. Det adaptiva läget försöker hitta en balans genom att försämra prestandan när systemet verkar inaktivt och öka den när systemet är upptaget. Det erbjuder en bra balans mellan en liten prestandaförlust för kraftigt ökade energibesparingar. Hiadaptive mode är likt adaptive mode, men anpassat för system där prestanda och interaktivitet är viktigare än strömförbrukning. Det höjer frekvensen snabbare, sänker den långsammare och håller två gånger lägre CPU-belastning.
tr_tr: Powerd yardımcı programı sistem durumunu izler ve çeşitli güç kontrol seçeneklerini buna göre ayarlar. AC gücü veya bataryalar üzerindeyken ayrı ayrı seçilebilen dört mod (maksimum, minimum, adaptif ve hiadaptif) sunar. Maksimum, minimum, adaptif ve hiadaptif modları max, min, adp, hadp olarak kısaltılabilir. Maksimum mod en yüksek performans değerlerini seçer. Minimum mod, en fazla güç tasarrufunu elde etmek için en düşük performans değerlerini seçer. Uyarlanabilir mod, sistem boşta göründüğünde performansı düşürerek ve sistem meşgul olduğunda artırarak bir denge kurmaya çalışır. Büyük ölçüde artırılmış güç tasarrufu için küçük bir performans kaybı arasında iyi bir denge sunar. Hiadaptive modu adaptive moduna benzer, ancak performans ve etkileşimin güç tüketiminden daha önemli olduğu sistemler için ayarlanmıştır. Frekansı daha hızlı yükseltir, daha yavaş düşürür ve CPU yükünü iki kat daha düşük tutar.
uk_uk: Утиліта powerd відстежує стан системи і відповідно до нього встановлює різні параметри керування живленням. Вона пропонує чотири режими (максимальний, мінімальний, адаптивний та гіадаптивний), які можна вибрати окремо для живлення від мережі або батарей. Режими максимальний, мінімальний, адаптивний та гіадаптивний можна скорочено позначити як max, min, adp, hiadaptive. Максимальний режим вибирає найвищі значення продуктивності. Мінімальний режим обирає найнижчі значення продуктивності для досягнення максимального енергозбереження. Адаптивний режим намагається досягти балансу, знижуючи продуктивність, коли система простоює, і підвищуючи її, коли система зайнята. Він пропонує хороший баланс між невеликою втратою продуктивності та значним енергозбереженням. Режим Hiadaptive схожий на адаптивний режим, але налаштований для систем, де продуктивність та інтерактивність важливіші за енергоспоживання. Він підвищує частоту швидше, знижує повільніше і утримує вдвічі менше навантаження на процесор.

source: On AC Power Mode
id_id: Pada Mode Daya AC
it_it: In modalità di alimentazione CA
ja_jp: AC 電源オン
ko_ko: AC 전원 모드 켜기
pt_pt: Em modo de alimentação AC
sw_sw: På AC Power Mode
tr_tr: AC Güç Modunda
uk_uk: У режимі живлення від мережі змінного струму

source: Hiadaptive
id_id: Hiadaptif
it_it: Iadattivo
ja_jp: 高適応
pt_pt: Agressivo
sw_sw: Hiadaptiv

source: Adaptive
id_id: Adaptif
it_it: Adattivo
ja_jp: 適応
ko_ko: 적응형
pt_pt: Adaptativo
sw_sw: Anpassningsbar
tr_tr: Uyarlanabilir
uk_uk: Адаптивний

source: Minimum
it_it: Minimo
ja_jp: 最小
ko_ko: 최소
pt_pt: Mínimo
uk_uk: Мінімум

source: Maximum
id_id: Maksimum
it_it: Massimo
ja_jp: 最大
ko_ko: 최대
pt_pt: Máximo
sw_sw: Maximalt
tr_tr: Maksimum
uk_uk: Максимум

source: On Battery Power Mode
id_id: Pada Mode Daya Baterai
it_it: In modalità di alimentazione della batteria
ja_jp: バッテリ電源モードをオン
ko_ko: 배터리 전원 모드 켜기
pt_pt: No Modo de Energia da Bateria
sw_sw: På batteriläge
tr_tr: Pil Gücü Modunda
uk_uk: Режим живлення від акумулятора

source: On Normal Power Mode
id_id: Pada Mode Daya Normal
it_it: In modalità di potenza normale
ja_jp: 通常電源モードをオン
ko_ko: 일반 전원 모드에서
pt_pt: No modo de alimentação normal
sw_sw: På normalt strömläge
tr_tr: Normal Güç Modunda
uk_uk: У звичайному режимі живлення

source: If the powerd utility can not determine the power state it uses "normal" for control.
id_id: Jika utilitas powerd tidak dapat menentukan status daya, maka utilitas ini menggunakan "normal" untuk kontrol.
it_it: Se l'utilità PowerD non può determinare lo stato di potenza che utilizza "normale" per il controllo.
ja_jp: Powerd ユーティリティが電源の状態を判別できない場合、「通常」をコントロールに使用します。
ko_ko: 전원 유틸리티가 전원 상태를 확인할 수 없는 경우 제어에 '정상'을 사용합니다.
pt_pt: Se o utilitário powerd não puder determinar o estado de energia, irá usar "normal" para controlo.
sw_sw: Om Powerd-verktyget inte kan fastställa strömtillståndet använder det "normal" för kontroll.
tr_tr: Eğer powerd yardımcı programı güç durumunu belirleyemezse, kontrol için "normal "i kullanır.
uk_uk: Якщо утиліта не може визначити стан живлення, вона використовує "нормальний" для керування.

source: Disk / Memory Settings (reboot to apply changes)
id_id: Pengaturan Disk / Memori (reboot untuk menerapkan perubahan)
it_it: Impostazioni disco / memoria (riavvio per applicare le modifiche)
ja_jp: ディスクメモリ / 再起動で変更が適用されます。
ko_ko: 디스크/메모리 설정(재부팅하여 변경 사항 적용)
pt_pt: Definições disco / memória (reiniciar para aplicar alterações)
sw_sw: Inställningar för disk/minne (starta om för att tillämpa ändringarna)
tr_tr: Disk / Bellek Ayarları (değişiklikleri uygulamak için yeniden başlatın)
uk_uk: Налаштування диска / пам'яті (перезавантажте, щоб застосувати зміни)

source: Swap file
id_id: Tukar file
ja_jp: スワップファイル
ko_ko: 스왑 파일
pt_pt: Trocar ficheiro
sw_sw: Utbytesfil
tr_tr: Dosya değiştirme
uk_uk: Файл підкачки

source: Add a 2 GB swap file to the system
id_id: Menambahkan file swap 2 GB ke sistem
it_it: Aggiungi un file di swap da 2 GB al sistema
ja_jp: 2gb のスワップファイルをシステムに追加
ko_ko: 시스템에 2GB 스왑 파일 추가하기
pt_pt: Acrescentar um ficheiro swap de 2 GB ao sistema
sw_sw: Lägg till en swap-fil på 2 GB i systemet
tr_tr: Sisteme 2 GB'lık bir takas dosyası ekleyin
uk_uk: Додайте до системи файл підкачки розміром 2 ГБ

source: /var/log RAM disk
id_id: Disk RAM /var/log
ja_jp: /var/log RAMディスク
ko_ko: /var/log RAM 디스크
pt_pt: /var/log disco RAM
tr_tr: /var/log RAM diski
uk_uk: /var/log Диск оперативної пам'яті

source: Use memory file system for /var/log
id_id: Gunakan sistem file memori untuk /var/log
ja_jp: メモリファイルシステムを /var/log に使用する。
ko_ko: var/log에 메모리 파일 시스템 사용
pt_pt: Usar sistema de arquivo de memória para /var/log
sw_sw: Använd minnesfilssystem för /var/log
tr_tr: var/log için bellek dosya sistemini kullan
uk_uk: Використовувати файлову систему пам'яті для /var/log

source: Set this if you wish to use /var/log as a RAM disk (memory file system disks) rather than using the hard disk. Setting this will cause the log data to be lost on reboot.
id_id: Atur ini jika Anda ingin menggunakan /var/log sebagai disk RAM (disk sistem file memori) daripada menggunakan hard disk. Mengatur ini akan menyebabkan data log hilang saat reboot.
ja_jp: ハードディスクを使用せず、/var/logをRAMディスク（メモリファイルシステムディスク）として使用したい場合に設定します。これを設定すると、再起動時にログデータが失われます。
ko_ko: 하드 디스크 대신 /var/log를 RAM 디스크(메모리 파일 시스템 디스크)로 사용하려는 경우 이 옵션을 설정합니다. 이 옵션을 설정하면 재부팅 시 로그 데이터가 손실됩니다.
pt_pt: Defina isto se desejar utilizar /var/log como disco RAM (discos de sistema de ficheiros de memória) em vez de utilizar o disco rígido. A definição disto fará com que os dados de registo sejam perdidos no reinício.
sw_sw: Ställ in detta om du vill använda /var/log som en RAM-disk (minnesfilsystemdiskar) i stället för att använda hårddisken. Om du ställer in den här inställningen förloras loggdata vid omstart.
tr_tr: Sabit diski kullanmak yerine /var/log dosyasını RAM diski (bellek dosya sistemi diskleri) olarak kullanmak istiyorsanız bunu ayarlayın. Bunu ayarlamak günlük verilerinin yeniden başlatma sırasında kaybolmasına neden olacaktır.
uk_uk: Встановіть цей параметр, якщо ви хочете використовувати /var/log як диск оперативної пам'яті (диск файлової системи пам'яті), а не як жорсткий диск. Встановлення цього параметра призведе до втрати даних журналу при перезавантаженні.

source: /var/log RAM usage
id_id: Penggunaan RAM /var/log
ja_jp: /var/log RAM使用量
ko_ko: /var/log RAM 사용량
pt_pt: /var/log Utilização de RAM
sw_sw: /var/log RAM-användning
tr_tr: /var/log RAM kullanımı
uk_uk: /var/log використання оперативної пам'яті

source: Percentage of RAM used for the respective memory disk. A value of "0" means unlimited, which will additionally include all swap space.
id_id: Persentase RAM yang digunakan untuk masing-masing disk memori. Nilai "0" berarti tidak terbatas, yang juga akan menyertakan semua ruang swap.
ja_jp: それぞれのメモリディスクに使用されるRAMの割合です。0」は無制限を意味し、さらにすべてのスワップ領域を含むことになる。
ko_ko: 각 메모리 디스크에 사용되는 RAM의 백분율입니다. 값이 "0"이면 무제한을 의미하며, 모든 스왑 공간이 추가로 포함됩니다.
pt_pt: Percentagem de RAM utilizada para o respectivo disco de memória. Um valor de "0" significa ilimitado, que incluirá, adicionalmente, todo o espaço swap.
sw_sw: Procentuell andel RAM-minne som används för respektive minnesdisk. Ett värde på "0" betyder obegränsat, vilket dessutom inkluderar allt växlingsutrymme.
tr_tr: İlgili bellek diski için kullanılan RAM yüzdesi. "0" değeri sınırsız anlamına gelir ve bu da tüm takas alanını içerir.
uk_uk: Відсоток оперативної пам'яті, що використовується для відповідного диска пам'яті. Значення "0" означає необмежений, що додатково включає весь простір підкачки.

source: /tmp RAM disk
id_id: Disk RAM /tmp
it_it: /disco RAM TMP
ja_jp: /tmp RAM ディスク
ko_ko: /tmp RAM 디스크
pt_pt: /tmp disco RAM
uk_uk: /tmp Диск оперативної пам'яті

source: Use memory file system for /tmp
id_id: Gunakan sistem file memori untuk /tmp
it_it: Utilizzare il file system di memoria per /tmp
ja_jp: /tmp メモリファイルシステムとして使用
ko_ko: tmp에 메모리 파일 시스템 사용
pt_pt: Utilizar sistema de arquivos na memória RAM para /tmp
sw_sw: Använd minnesfilsystem för /tmp
tr_tr: tmp için bellek dosya sistemini kullan
uk_uk: Використовувати файлову систему пам'яті для /tmp
