Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: SSL Certificate Authorities
id_id: Otoritas Sertifikat SSL
it_it: Autorità di certificato SSL
ja_jp: SSL 認証局
ko_ko: SSL 인증 기관
pt_pt: Certificados de Autoridade SSL
sw_sw: Myndigheter för SSL-certifikat
tr_tr: SSL Sertifika Yetkilileri
uk_uk: Центри сертифікації SSL

source: SSL Certificates
id_id: Sertifikat SSL
it_it: Certificati SSL
ja_jp: SSL 証明書
ko_ko: SSL 인증서
pt_pt: Certificados SSL
sw_sw: SSL-certifikat
tr_tr: SSL Sertifikaları
uk_uk: SSL-сертифікати

source: DHCP Server
id_id: Server DHCP
it_it: Server DHCP
ja_jp: DHCP サーバ
ko_ko: DHCP 서버
pt_pt: Servidor DHCP
tr_tr: DHCP Sunucusu
uk_uk: Сервер DHCP

source: DHCP Relay
id_id: Relai DHCP
it_it: Relè DHCP
ja_jp: DHCP リレー
ko_ko: DHCP 릴레이
pt_pt: Estafeta DHCP
tr_tr: DHCP Aktarımı
uk_uk: DHCP ретрансляція

source: Dynamic DNS
id_id: DNS Dinamis
it_it: DNS dinamico
ja_jp: ダイナミックDNS
ko_ko: 동적 DNS
pt_pt: Qualquer
sw_sw: Dynamisk DNS
tr_tr: Dinamik DNS
uk_uk: Динамічний DNS

source: RFC 2136
ja_jp: アールエフシー2136

source: GIF Devices
id_id: Perangkat GIF
it_it: Dispositivi GIF
ja_jp: GIF デバイス
ko_ko: GIF 장치
pt_pt: Dispositivos GIF
sw_sw: GIF-enheter
tr_tr: GIF Cihazları
uk_uk: Пристрої GIF

source: IGMP Proxy
id_id: Proksi IGMP
it_it: Proxy IGMP
ja_jp: IGMP プロキシ
ko_ko: IGMP 프록시
pt_pt: Proxy IGMP
uk_uk: Проксі-сервер IGMP

source: Universal Plug and Play
id_id: Pasang dan Pakai Universal
it_it: Plug and play universali
ja_jp: ユニバーサルプラグアンドプレイ
ko_ko: 범용 플러그 앤 플레이
pt_pt: Plug and Play Universal
tr_tr: Evrensel Tak ve Çalıştır
uk_uk: Універсальний Plug and Play

source: LAGG Devices
id_id: Perangkat LAGG
it_it: Dispositivi LAGG
ja_jp: LAGG デバイス
ko_ko: LAGG 장치
pt_pt: Dispositivos LAGG
sw_sw: LAGG-enheter
tr_tr: LAGG Cihazları
uk_uk: Пристрої LAGG

source: Load Balancer
id_id: Penyeimbang Beban
it_it: Carico Balancer
ja_jp: ロードバランサ
ko_ko: 로드 밸런서
pt_pt: Balanceador de carga
sw_sw: Lastbalansering
tr_tr: Yük Dengeleyici
uk_uk: Балансир навантаження

source: Network Address Translation
id_id: Terjemahan Alamat Jaringan
it_it: Traduzione dell'indirizzo di rete
ja_jp: ネットワークアドレス変換
ko_ko: 네트워크 주소 변환
pt_pt: Tradução do Endereço da Rede
sw_sw: Översättning av nätverksadresser
tr_tr: Ağ Adresi Çevirisi
uk_uk: Переклад мережевих адрес

source: DNS Filter
id_id: Filter DNS
it_it: Filtro DNS
ja_jp: DNS フィルタ
ko_ko: DNS 필터
pt_pt: Filtro DNS
tr_tr: DNS Filtresi
uk_uk: DNS-фільтр

source: Point-to-Point Devices
id_id: Perangkat Point-to-Point
it_it: Dispositivi punto-punto
ja_jp: ポイントツーポイントデバイス
ko_ko: 포인트 투 포인트 장치
pt_pt: Dispositivos ponto-a-ponto
sw_sw: Punkt-till-punkt-enheter
tr_tr: Noktadan Noktaya Cihazlar
uk_uk: Пристрої типу "точка-точка

source: Proxy ARP
ja_jp: プロキシARP
ko_ko: 프록시 ARP
pt_pt: ARP Proxy
uk_uk: Проксі ARP

source: RRD Data
id_id: Data RRD
it_it: Dati RRD
ja_jp: RRD データ
ko_ko: RRD 데이터
pt_pt: Dados RRD
sw_sw: RRD Uppgifter
tr_tr: RRD Verileri
uk_uk: Дані RRD

source: Static routes
id_id: Rute statis
it_it: Percorsi statici
ja_jp: 静的ルート
ko_ko: 정적 경로
pt_pt: Rotas estáticas
sw_sw: Statiska vägar
tr_tr: Statik rotalar
uk_uk: Статичні маршрути

source: VLAN Devices
id_id: Perangkat VLAN
it_it: Dispositivi VLAN
ja_jp: VLAN デバイス
ko_ko: VLAN 장치
pt_pt: Dispositivos VLAN
sw_sw: VLAN-enheter
tr_tr: VLAN Cihazları
uk_uk: Пристрої VLAN

source: Dashboard Widgets
id_id: Widget Dasbor
it_it: Widget dashboard
ja_jp: ダッシュボードウィジェット
ko_ko: 대시보드 위젯
pt_pt: Widgets do Painel de controlo
sw_sw: Widgetar för instrumentbrädan
tr_tr: Gösterge Tablosu Araçları
uk_uk: Віджети інформаційної панелі

source: Wireless Devices
id_id: Perangkat Nirkabel
it_it: Dispositivi wireless
ja_jp: ワイヤレス・デバイス
ko_ko: 무선 장치
pt_pt: Dispositivos sem fio
sw_sw: Trådlösa enheter
tr_tr: Kablosuz Cihazlar
uk_uk: Бездротові пристрої

source: Wake on LAN
id_id: Bangun di LAN
it_it: Sveglia su Lan
ja_jp: ウェイクオンラン
ko_ko: LAN에서 깨우기
pt_pt: Acordar na rede
sw_sw: Väckning på LAN
tr_tr: LAN'da Uyandırma
uk_uk: Пробудження через локальну мережу

source: You must supply and confirm the password for encryption.
id_id: Anda harus memberikan dan mengonfirmasi kata sandi untuk enkripsi.
it_it: È necessario fornire e confermare la password per la crittografia.
ja_jp: 暗号化パスワードの入力と確認が必要です。
ko_ko: 암호화를 위해 비밀번호를 제공하고 확인해야 합니다.
pt_pt: Deve fornecer e confirmar a palavra pass para encriptação.
sw_sw: Du måste ange och bekräfta lösenordet för kryptering.
tr_tr: Şifreleme için şifreyi girmeniz ve onaylamanız gerekir.
uk_uk: Ви повинні надати та підтвердити пароль для шифрування.

source: The passwords do not match.
id_id: Kata sandi tidak cocok.
it_it: Le password non corrispondono.
ja_jp: パスワードが一致しません
ko_ko: 비밀번호가 일치하지 않습니다.
pt_pt: Um passe de palavra não corresponde
sw_sw: Lösenorden stämmer inte överens.
tr_tr: Şifreler eşleşmiyor.
uk_uk: Паролі не збігаються.

source: You must supply the password for decryption.
id_id: Anda harus memberikan kata sandi untuk dekripsi.
it_it: È necessario fornire la password per la decrittazione.
ja_jp: 復号化のためのパスワードの入力が必要です。
ko_ko: 암호 해독을 위해 비밀번호를 입력해야 합니다.
pt_pt: Deve fornecer a palavra-passe para descodificação.
sw_sw: Du måste ange lösenordet för dekryptering.
tr_tr: Şifre çözme için şifreyi sağlamalısınız.
uk_uk: Ви повинні надати пароль для розшифровки.

source: You do not have the permission to perform this action.
id_id: Anda tidak memiliki izin untuk melakukan tindakan ini.
it_it: Non hai il permesso di eseguire questa azione.
ja_jp: このアクションを実行する権限がありません。
ko_ko: 이 작업을 수행할 수 있는 권한이 없습니다.
pt_pt: Não tem a permissão para executar esta acção.
sw_sw: Du har inte behörighet att utföra den här åtgärden.
tr_tr: Bu eylemi gerçekleştirmek için izniniz yok.
uk_uk: Ви не маєте дозволу на виконання цієї дії.

source: Warning, could not read file %s
id_id: Peringatan, tidak dapat membaca file %s
it_it: ATTENZIONE, Impossibile leggere i file %s
ja_jp: 警告: ファイル %s を読み込めません。
ko_ko: 경고, %s 파일을 읽을 수 없습니다.
pt_pt: Aviso, não foi possível ler o arquivo %s
sw_sw: Varning, kunde inte läsa filen %s
tr_tr: Uyarı, %s dosyası okunamadı
uk_uk: Попередження, не вдалося прочитати файл %s

source: The configuration could not be restored (file upload error).
id_id: Konfigurasi tidak dapat dipulihkan (kesalahan pengunggahan file).
it_it: La configurazione non può essere ripristinata (errore di caricamento del file).
ja_jp: 構成はリストアできなかった（ファイルアップロードエラー）
ko_ko: 구성을 복원할 수 없습니다(파일 업로드 오류).
pt_pt: A configuração não pôde ser restaurada (erro de upload de arquivo).
sw_sw: Konfigurationen kunde inte återställas (fel vid filuppladdning).
tr_tr: Yapılandırma geri yüklenemedi (dosya yükleme hatası).
uk_uk: Конфігурацію не вдалося відновити (помилка завантаження файлу).

source: The uploaded file could not be decrypted.
id_id: File yang diunggah tidak dapat didekripsi.
it_it: Il file caricato non poteva essere decrittografato.
ja_jp: アップロードされたファイルを復号化できませんでした。
ko_ko: 업로드한 파일의 암호를 해독할 수 없습니다.
pt_pt: O ficheiro carregado não pôde ser desencriptado.
sw_sw: Den uppladdade filen kunde inte dekrypteras.
tr_tr: Yüklenen dosyanın şifresi çözülemedi.
uk_uk: Завантажений файл не вдалося розшифрувати.

source: You have selected to restore an area but we could not locate the correct xml tag.
id_id: Anda telah memilih untuk memulihkan suatu area namun kami tidak dapat menemukan tag xml yang benar.
it_it: Hai selezionato per ripristinare un'area ma non siamo riusciti a individuare il tag XML corretto.
ja_jp: リストアする領域が選択されましたが、正しいxmlタグを見つけられませんでした。
ko_ko: 영역을 복원하도록 선택했지만 올바른 XML 태그를 찾을 수 없습니다.
pt_pt: Selecionou para restaurar uma área, mas não conseguimos localizar a marca xml correta
sw_sw: Du har valt att återställa ett område, men vi kunde inte hitta rätt xml-tagg.
tr_tr: Bir alanı geri yüklemeyi seçtiniz ancak doğru xml etiketini bulamadık.
uk_uk: Ви вибрали відновлення області, але ми не змогли знайти правильний xml-тег.

source: The configuration area has been restored.
id_id: Area konfigurasi telah dipulihkan.
it_it: L'area di configurazione è stata ripristinata.
ja_jp: 構成領域はリストアされました。
ko_ko: 구성 영역이 복원되었습니다.
pt_pt: A área de configuração foi restaurada.
sw_sw: Konfigurationsområdet har återställts.
tr_tr: Yapılandırma alanı geri yüklendi.
uk_uk: Область конфігурації відновлено.

source: The configuration has been restored.
id_id: Konfigurasi telah dipulihkan.
it_it: La configurazione è stata ripristinata.
ja_jp: 構成はリストアされました。
ko_ko: 구성이 복원되었습니다.
pt_pt: A configuração foi restaurada.
sw_sw: Konfigurationen har återställts.
tr_tr: Yapılandırma geri yüklendi.
uk_uk: Конфігурацію відновлено.

source: The configuration could not be restored.
id_id: Konfigurasi tidak dapat dipulihkan.
it_it: La configurazione non può essere ripristinata.
ja_jp: 構成はリストアできませんでした。
ko_ko: 구성을 복원할 수 없습니다.
pt_pt: A configuração não se pode se restaurada.
sw_sw: Konfigurationen kunde inte återställas.
tr_tr: Yapılandırma geri yüklenemedi.
uk_uk: Відновити конфігурацію не вдалося.

source: The system is rebooting now. This may take one minute.
id_id: Sistem sedang di-boot ulang sekarang. Ini mungkin memerlukan waktu satu menit.
it_it: Il sistema si sta riavviando ora. Questo potrebbe richiedere un minuto.
ja_jp: システムがあります。
ko_ko: 지금 시스템이 재부팅 중입니다. 1분 정도 소요될 수 있습니다.
pt_pt: O sistema está agora a reinicializar. Isto deverá levar um minuto.
sw_sw: Systemet startar om nu. Detta kan ta en minut.
tr_tr: Sistem şimdi yeniden başlatılıyor. Bu işlem bir dakika sürebilir.
uk_uk: Система перезавантажується. Це може зайняти одну хвилину.

source: Saved settings, but remote backup failed.
id_id: Pengaturan tersimpan, tetapi pencadangan jarak jauh gagal.
it_it: Impostazioni salvate, ma il backup remoto non è riuscito.
ja_jp: 設定を保存したが、リモートバックアップに失敗した。
ko_ko: 설정을 저장했지만 원격 백업에 실패했습니다.
pt_pt: Definições guardadas, mas o backup remoto falhou.
sw_sw: Sparade inställningar, men fjärrbackupen misslyckades.
tr_tr: Ayarlar kaydedildi, ancak uzaktan yedekleme başarısız oldu.
uk_uk: Налаштування збережено, але віддалене резервне копіювання не вдалося.

source: Backup successful, current file list:
id_id: Pencadangan berhasil, daftar file saat ini:
it_it: Backup Elenco dei file correnti di successo:
ja_jp: バックアップは成功しました。現在のファイルリスト。
ko_ko: 백업 성공, 현재 파일 목록:
pt_pt: Cópia de segurança bem sucedido, lista de ficheiros actuais
sw_sw: Säkerhetskopiering lyckad, aktuell fillista:
tr_tr: Yedekleme başarılı, geçerli dosya listesi:
uk_uk: Резервне копіювання виконано успішно, поточний список файлів:

source: Do not backup RRD data.
id_id: Jangan membuat cadangan data RRD.
it_it: Non eseguire il backup dei dati RRD.
ja_jp: RRD データをバックアップしない。
ko_ko: RRD 데이터를 백업하지 마세요.
pt_pt: Não faça backup aos dados RRD.
sw_sw: Säkerhetskopiera inte RRD-data.
tr_tr: RRD verilerini yedeklemeyin.
uk_uk: Не створюйте резервну копію даних RRD.

source: Encrypt this configuration file.
id_id: Enkripsi file konfigurasi ini.
it_it: Crittografare questo file di configurazione.
ja_jp: この構成ファイルを暗号化する
ko_ko: 이 구성 파일을 암호화합니다.
pt_pt: Encriptar este ficheiro de configuração.
sw_sw: Kryptera den här konfigurationsfilen.
tr_tr: Bu yapılandırma dosyasını şifreleyin.
uk_uk: Зашифруйте цей файл конфігурації.

source: Confirmation
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_ko: 확인
pt_pt: Confirmação
sw_sw: Bekräftelse
tr_tr: Onaylama
uk_uk: Підтвердження

source: Download configuration
id_id: Unduh konfigurasi
it_it: Scarica la configurazione
ja_jp: ダウンロード構成
ko_ko: 구성 다운로드
pt_pt: Descarregar da configuração
sw_sw: Ladda ner konfigurationen
tr_tr: Yapılandırmayı indirin
uk_uk: Завантажити конфігурацію

source: Click this button to download the system configuration in XML format.
id_id: Klik tombol ini untuk mengunduh konfigurasi sistem dalam format XML.
it_it: Fare clic su questo pulsante per scaricare la configurazione del sistema in formato XML.
ja_jp: このボタンをクリックすると、xml 形式でシステム構成をダウンロードします。
ko_ko: 이 버튼을 클릭하면 시스템 구성을 XML 형식으로 다운로드할 수 있습니다.
pt_pt: Clique neste botão para fazer o download da configuração do sistema no formato.
sw_sw: Klicka på den här knappen för att ladda ner systemkonfigurationen i XML-format.
tr_tr: Sistem yapılandırmasını XML formatında indirmek için bu düğmeye tıklayın.
uk_uk: Натисніть цю кнопку, щоб завантажити конфігурацію системи у форматі XML.

source: Restore
id_id: Mengembalikan
it_it: Ristabilire
ja_jp: リストア
ko_ko: 복원
pt_pt: Restaurar
sw_sw: Återställ
tr_tr: Geri Yükleme
uk_uk: Відновити

source: Restore area:
id_id: Area pemulihan:
it_it: Area di ripristino:
ja_jp: リストア領域。
ko_ko: 복원 영역:
pt_pt: Área de restauro:
sw_sw: Återställ området:
tr_tr: Alanı geri yükle:
uk_uk: Відновити зону:

source: ALL
id_id: SEMUA
it_it: TUTTO
ja_jp: 全て
ko_ko: 모두
pt_pt: TODOS
sw_sw: ALLA
tr_tr: TÜMÜ
uk_uk: ВСІ

source: Reboot after a successful restore.
id_id: Mulai ulang setelah pemulihan berhasil.
it_it: Riavvia dopo un ripristino riuscito.
ja_jp: リストの正常終了後に再起動します。
ko_ko: 복원에 성공한 후 재부팅합니다.
pt_pt: Reiniciar após restauro com sucesso
sw_sw: Starta om efter en lyckad återställning.
tr_tr: Başarılı bir geri yüklemeden sonra yeniden başlatın.
uk_uk: Перезавантажтеся після успішного відновлення.

source: Configuration file is encrypted.
id_id: File konfigurasi dienkripsi.
it_it: Il file di configurazione è crittografato.
ja_jp: 暗号化された構成ファイル
ko_ko: 구성 파일이 암호화됩니다.
pt_pt: Ficheiro de configuração está encriptado.
sw_sw: Konfigurationsfilen är krypterad.
tr_tr: Yapılandırma dosyası şifrelenmiştir.
uk_uk: Конфігураційний файл зашифровано.

source: Restore configuration
id_id: Mengembalikan konfigurasi
it_it: Ripristina la configurazione
ja_jp: 構成リストア
ko_ko: 구성 복원
pt_pt: Configuração do Repórter
sw_sw: Återställa konfiguration
tr_tr: Yapılandırmayı geri yükle
uk_uk: Відновлення конфігурації

source: Open a configuration XML file and click the button below to restore the configuration.
id_id: Buka file XML konfigurasi dan klik tombol di bawah ini untuk memulihkan konfigurasi.
it_it: Apri un file XML di configurazione e fai clic sul pulsante in basso per ripristinare la configurazione.
ja_jp: 構成 xml を開いて構成をリストアするには下のボタンをクリックしてください。
ko_ko: 구성 XML 파일을 열고 아래 버튼을 클릭하여 구성을 복원합니다.
pt_pt: Abra um arquivo XML de configuração e clique no botão abaixo para restaurar a configuração.
sw_sw: Öppna en XML-konfigurationsfil och klicka på knappen nedan för att återställa konfigurationen.
tr_tr: Bir yapılandırma XML dosyası açın ve yapılandırmayı geri yüklemek için aşağıdaki düğmeye tıklayın.
uk_uk: Відкрийте файл конфігурації XML і натисніть кнопку нижче, щоб відновити конфігурацію.

source: Click to edit
id_id: Klik untuk mengedit
ja_jp: クリックで編集
ko_ko: 클릭하여 편집
pt_pt: Clique para editar
sw_sw: Klicka för att redigera
tr_tr: Düzenlemek için tıklayın
uk_uk: Натисніть, щоб змінити

source: Setup/Test %s
id_id: Pengaturan / Uji%s
it_it: Impostazione/test %s
ja_jp: セットアップ / テスト %s
ko_ko: 설정/테스트 %s
pt_pt: Configuração/Teste %s
sw_sw: Inställning/Test %s
tr_tr: Kurulum/Test %s
uk_uk: Налаштування/тест %s

source: Backup count must be greater than zero.
id_id: Jumlah cadangan harus lebih besar dari nol.
it_it: Il conteggio di backup deve essere maggiore di zero.
ja_jp: バックアップ数は 0 よりも大きい値です。
ko_ko: 백업 횟수는 0보다 커야 합니다.
pt_pt: A contagem de backup deve ser maior que zero.
sw_sw: Antalet säkerhetskopior måste vara större än noll.
tr_tr: Yedekleme sayısı sıfırdan büyük olmalıdır.
uk_uk: Кількість резервних копій має бути більшою за нуль.

source: Successfully reverted to timestamp %s with description "%s".
id_id: Berhasil dikembalikan ke stempel waktu %s dengan deskripsi "%s".
it_it: Ripiste con successo in Timestamp %s con descrizione " %s".
ja_jp: タイムスタンプを %s に戻すことに成功しました: 説明 %s
ko_ko: 설명 "%s"를 사용하여 타임스탬프 %s로 성공적으로 되돌렸습니다.
pt_pt: Revertido para timestamp comucesso %s com a descrição "%s".
sw_sw: Framgångsrikt återställd till tidsstämpel %s med beskrivningen "%s".
tr_tr: "%s" açıklaması ile %s zaman damgasına başarıyla geri dönüldü.
uk_uk: Успішно повернуто до мітки часу %s з описом "%s".

source: Unable to revert to the selected configuration.
id_id: Tidak dapat kembali ke konfigurasi yang dipilih.
it_it: Impossibile tornare alla configurazione selezionata.
ja_jp: 選択した構成に戻せませんでした
ko_ko: 선택한 구성으로 되돌릴 수 없습니다.
pt_pt: Impossibilidade de reverter para a configuração selecionada.
sw_sw: Det går inte att återgå till den valda konfigurationen.
tr_tr: Seçilen yapılandırmaya geri dönülemiyor.
uk_uk: Неможливо повернутися до обраної конфігурації.

source: Deleted backup with timestamp %s and description "%s".
id_id: Cadangan yang dihapus dengan stempel waktu %s dan deskripsi "%s".
it_it: Backup eliminato con Timestamp %s e descrizione " %s".
ja_jp: バックアップを削除しました。
ko_ko: 타임스탬프 %s 및 설명 "%s"로 백업을 삭제했습니다.
pt_pt: Apagar backup com timestamp %s e descrição "%s".
sw_sw: Borttagen säkerhetskopia med tidsstämpel %s och beskrivning "%s".
tr_tr: Zaman damgası %s ve açıklaması "%s" olan yedek silindi.
uk_uk: Видалено резервну копію з міткою часу %s та описом "%s".

source: Unable to delete the selected configuration.
id_id: Tidak dapat menghapus konfigurasi yang dipilih.
it_it: Impossibile eliminare la configurazione selezionata.
ja_jp: 選択した構成を削除できませんでした。
ko_ko: 선택한 구성을 삭제할 수 없습니다.
pt_pt: Não é possível excluir a configuração selecionada.
sw_sw: Det går inte att ta bort den valda konfigurationen.
tr_tr: Seçilen yapılandırma silinemiyor.
uk_uk: Не вдається видалити вибрану конфігурацію.

source: Restore from Configuration Backup
id_id: Memulihkan dari Cadangan Konfigurasi
it_it: Ripristina il backup della configurazione
ja_jp: 構成バックアップからリストア
ko_ko: 구성 백업에서 복원
pt_pt: Repor da configuração de Backup
sw_sw: Återställa från en säkerhetskopia av konfigurationen
tr_tr: Yapılandırma Yedeğinden Geri Yükleme
uk_uk: Відновлення з резервної копії конфігурації

source: No
id_id: Tidak.
ja_jp: いいえ
ko_ko: 아니요
pt_pt: Não
sw_sw: Ingen
tr_tr: Hayır
uk_uk: Ні.

source: Yes
id_id: Ya.
it_it: sì
ja_jp: はい
ko_ko: 예
pt_pt: Sim
sw_sw: Ja
tr_tr: Evet
uk_uk: Так.

source: Remove Configuration Backup
id_id: Menghapus Cadangan Konfigurasi
it_it: Rimuovere il backup della configurazione
ja_jp: 構成のバックアップを削除
ko_ko: 구성 백업 제거
pt_pt: Remover uma configuração de Backup
sw_sw: Ta bort säkerhetskopiering av konfigurationen
tr_tr: Yapılandırma Yedeğini Kaldır
uk_uk: Видалити резервну копію конфігурації

source: Backup Count
id_id: Jumlah Cadangan
it_it: Conteggio di backup
ja_jp: バックアップ数
ko_ko: 백업 횟수
pt_pt: Contador de Cópias de Segurança
sw_sw: Antal säkerhetskopior
tr_tr: Yedekleme Sayısı
uk_uk: Кількість резервних копій

source: Enter the number of older configurations to keep in the local backup cache.
id_id: Masukkan jumlah konfigurasi lama yang akan disimpan dalam cache cadangan lokal.
it_it: Immettere il numero di configurazioni più vecchie da conservare nella cache di backup locale.
ja_jp: ローカルバックアップキャッシュに保持する古い構成の数を入力してください。
ko_ko: 로컬 백업 캐시에 보관할 이전 구성의 수를 입력합니다.
pt_pt: Insira o número de configurações mais antigas para manter no cache de backup local.
sw_sw: Ange det antal äldre konfigurationer som ska sparas i den lokala säkerhetskopian.
tr_tr: Yerel yedekleme önbelleğinde tutulacak eski yapılandırmaların sayısını girin.
uk_uk: Введіть кількість старих конфігурацій, які слід зберігати у локальному кеші резервних копій.

source: Save
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_ko: 저장
pt_pt: Guardar
sw_sw: Spara
tr_tr: Kaydet
uk_uk: Зберегти

source: Be aware of how much space is consumed by backups before adjusting this value.
id_id: Perhatikan berapa banyak ruang yang digunakan oleh cadangan sebelum menyesuaikan nilai ini.
it_it: Sii consapevole di quanto spazio viene consumato dai backup prima di regolare questo valore.
ja_jp: この値を調整する前に、バックアップがどの程度の領域を消費しているか確認してください。
ko_ko: 이 값을 조정하기 전에 백업이 차지하는 공간의 양에 유의하세요.
pt_pt: Esteja atento de quanto espaço está a ser usado por backups antes de ajustar este valor.
sw_sw: Var medveten om hur mycket utrymme säkerhetskopior tar upp innan du justerar det här värdet.
tr_tr: Bu değeri ayarlamadan önce yedeklemeler tarafından ne kadar alan tüketildiğinin farkında olun.
uk_uk: Перш ніж змінювати це значення, переконайтеся, що ви знаєте, скільки місця займають резервні копії.

source: Current space used:
id_id: Ruang yang digunakan saat ini:
it_it: Spazio attuale usato:
ja_jp: 現在の使用済み領域。
ko_ko: 현재 사용 중인 공간입니다:
pt_pt: Espaço actual usado:
sw_sw: Nuvarande utrymme som används:
tr_tr: Şu anda kullanılan alan:
uk_uk: Поточний простір, що використовується:

source: Configuration diff from %s to %s
id_id: Perbedaan konfigurasi dari %s ke %s
it_it: Configurazione diff da %s a %s
ja_jp: %s から %s への構成差分
ko_ko: 구성이 %s와 %s가 다릅니다.
pt_pt: Configuração dif de %s para %s
sw_sw: Konfigurationsdifferens från %s till %s
tr_tr: Konfigürasyon farkı %s'den %s'ye
uk_uk: Конфігурація відрізняється від %s до %s

source: View differences
id_id: Lihat perbedaan
it_it: Visualizza differenze
ja_jp: 差分表示
ko_ko: 차이점 보기
pt_pt: Ver como diferenças
sw_sw: Visa skillnader
tr_tr: Farklılıkları görüntüleyin
uk_uk: Різниця у поглядах

source: To view the differences between an older configuration and a newer configuration, select the older configuration using the left column of radio options and select the newer configuration in the right column, then press the button.
id_id: Untuk melihat perbedaan antara konfigurasi yang lebih lama dan konfigurasi yang lebih baru, pilih konfigurasi yang lebih lama dengan menggunakan kolom kiri opsi radio dan pilih konfigurasi yang lebih baru di kolom kanan, lalu tekan tombol.
it_it: Per visualizzare le differenze tra una configurazione più vecchia e una configurazione più recente, selezionare la configurazione precedente utilizzando la colonna sinistra delle opzioni radio e selezionare la configurazione più recente nella colonna destra, quindi premere il pulsante.
ja_jp: 古い構成と新しい構成の差分を表示するには、ラジオオプションの左側の列を使用して古い構成を選択、右側の列を使用して選択してから、ボタンを押してください。
ko_ko: 이전 구성과 최신 구성의 차이점을 확인하려면 라디오 옵션의 왼쪽 열을 사용하여 이전 구성을 선택하고 오른쪽 열에서 최신 구성을 선택한 다음 버튼을 누릅니다.
pt_pt: Para ver as diferenças entre uma configuração mais antiga e uma configuração mais recente, selecione a configuração mais antiga usando a coluna esquerda das opções de rádio e selecione a configuração mais recente na coluna da direita e, em seguida, pressione o botão.
sw_sw: Om du vill visa skillnaderna mellan en äldre och en nyare konfiguration väljer du den äldre konfigurationen i den vänstra kolumnen med radioalternativ och väljer den nyare konfigurationen i den högra kolumnen och trycker sedan på knappen .
tr_tr: Daha eski bir yapılandırma ile daha yeni bir yapılandırma arasındaki farkları görüntülemek için, radyo seçeneklerinin sol sütununu kullanarak daha eski yapılandırmayı seçin ve sağ sütunda daha yeni yapılandırmayı seçin, ardından düğmesine basın.
uk_uk: Щоб переглянути відмінності між старою і новою конфігурацією, виберіть стару конфігурацію в лівому стовпчику перемикачів і виберіть нову конфігурацію в правому стовпчику, а потім натисніть кнопку .

source: Diff
ja_jp: 差分
uk_uk: Різниця

source: Date
id_id: Tanggal
it_it: Data
ja_jp: 日付
ko_ko: 날짜
pt_pt: Dados
sw_sw: Datum
tr_tr: Tarih
uk_uk: Дата

source: Size
id_id: Ukuran
it_it: Misurare
ja_jp: サイズ
ko_ko: 크기
pt_pt: Tamanho
sw_sw: Storlek
tr_tr: Boyut
uk_uk: Розмір

source: Configuration Change
id_id: Perubahan Konfigurasi
it_it: Modifica della configurazione
ja_jp: 構成変更
ko_ko: 구성 변경
pt_pt: Configuração Alterada
sw_sw: Konfigurationsändring
tr_tr: Konfigürasyon Değişikliği
uk_uk: Зміна конфігурації

source: Current
id_id: Saat ini
it_it: Attuale
ja_jp: 現在
ko_ko: 현재
pt_pt: Currente
sw_sw: Aktuell
tr_tr: Güncel
uk_uk: Течія

source: Revert to this configuration
id_id: Kembalikan ke konfigurasi ini
it_it: Ripristina questa configurazione
ja_jp: この構成に戻す
ko_ko: 이 구성으로 되돌리기
pt_pt: Reverter para esta configuração
sw_sw: Återgå till den här konfigurationen
tr_tr: Bu yapılandırmaya geri dönün
uk_uk: Поверніться до цієї конфігурації

source: Remove this backup
id_id: Hapus cadangan ini
it_it: Rimuovere questo backup
ja_jp: このバックアップを削除
ko_ko: 이 백업 제거
pt_pt: Recuperar este backup
sw_sw: Ta bort denna säkerhetskopia
tr_tr: Bu yedeği kaldırın
uk_uk: Видаліть цю резервну копію
