Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Add associated filter rule
id_id: Menambahkan aturan filter terkait
it_it: Aggiungi la regola del filtro associato
ja_jp: 関連フィルタルールを追加
ko_ko: 연결된 필터 규칙 추가
pt_pt: Adicionar uma regra de filtro associada.
sw_sw: Lägg till tillhörande filterregel
tr_tr: İlişkili filtre kuralı ekleme
uk_uk: Додати пов'язане правило фільтрації

source: Add unassociated filter rule
id_id: Menambahkan aturan filter yang tidak terkait
it_it: Aggiungi regola del filtro non associato
ja_jp: 非関連フィルタルールの追加
ko_ko: 연결되지 않은 필터 규칙 추가
pt_pt: Adicionar uma regra de filtro não associada.
sw_sw: Lägg till en icke associerad filterregel
tr_tr: İlişkilendirilmemiş filtre kuralı ekleme
uk_uk: Додати незв'язане правило фільтрації

source: NOTE: The "pass" selection does not work properly with Multi-WAN. It will only work on an interface containing the default gateway.
id_id: CATATAN: Pilihan "pass" tidak berfungsi dengan baik dengan Multi-WAN. Ini hanya akan berfungsi pada antarmuka yang berisi gateway default.
it_it: Nota: la selezione "Pass" non funziona correttamente con Multi-Wan. Funzionerà solo su un'interfaccia contenente il gateway predefinito.
ja_jp: 注意「許可」の選択は、マルチワンでは正しく機能しません。
ko_ko: 참고: "통과" 선택 항목은 멀티-WAN에서 제대로 작동하지 않습니다. 기본 게이트웨이가 포함된 인터페이스에서만 작동합니다.
pt_pt: NOTA: A seleção da "passagem" não funciona devidamente com Multi-WAN. Só irá funcionar numa interface que contenha o gateway padrão.
sw_sw: OBS: Valet "pass" fungerar inte korrekt med Multi-WAN. Det fungerar endast på ett gränssnitt som innehåller standardgatewayen.
tr_tr: NOT: "pass" seçimi Multi-WAN ile düzgün çalışmaz. Yalnızca varsayılan ağ geçidini içeren bir arayüzde çalışacaktır.
uk_uk: ПРИМІТКА: Вибір "передати" не працює належним чином у режимі Multi-WAN. Він працюватиме лише на інтерфейсі, що містить шлюз за замовчуванням.

source: Rule Information
id_id: Informasi Aturan
it_it: Informazioni sulla regola
ja_jp: ルール情報
ko_ko: 규칙 정보
pt_pt: Informação da regra
sw_sw: Information om regler
tr_tr: Kural Bilgileri
uk_uk: Інформація про правила

source: Created
id_id: Dibuat
it_it: Creato
ja_jp: 新規作成済
ko_ko: 생성됨
pt_pt: Criado
sw_sw: Skapad
tr_tr: Oluşturuldu
uk_uk: Створено

source: Updated
id_id: Diperbarui
it_it: Aggiornato
ja_jp: 更新済
ko_ko: 업데이트됨
pt_pt: Actualização
sw_sw: Uppdaterad
tr_tr: Güncellenmiş
uk_uk: Оновлено

source: External Prefix
id_id: Awalan Eksternal
it_it: Prefisso esterno
ja_jp: 外部プレフィックス
ko_ko: 외부 접두사
pt_pt: Prefixo Externo
sw_sw: Externt prefix
tr_tr: Harici Önek
uk_uk: Зовнішній префікс

source: Internal Prefix
id_id: Awalan Internal
it_it: Prefisso interno
ja_jp: 内部プレフィックス
ko_ko: 내부 접두사
pt_pt: Prefixo interno
sw_sw: Internt prefix
tr_tr: Dahili Önek
uk_uk: Внутрішній префікс

source: Source prefix
id_id: Awalan sumber
it_it: Prefisso di origine
ja_jp: 送信元プレフィクス
ko_ko: 소스 접두사
pt_pt: prefixo de origem
sw_sw: Prefix för källan
tr_tr: Kaynak öneki
uk_uk: Префікс джерела

source: Edit NPTv6 entry
id_id: Edit entri NPTv6
it_it: Modifica la voce NPTV6
ja_jp: NPTv6エントリーを編集する
ko_ko: NPTv6 항목 편집
pt_pt: Editar entrada NPTv6
sw_sw: Redigera NPTv6-post
tr_tr: NPTv6 girişini düzenleme
uk_uk: Редагувати запис NPTv6

source: Internal IPv6 Prefix
id_id: Awalan IPv6 internal
it_it: Prefisso IPv6 interno
ja_jp: 内部 IPv6 プレフィックス
ko_ko: 내부 IPv6 접두사
pt_pt: Prefixo interno IPV6
sw_sw: Internt IPv6-prefix
tr_tr: Dahili IPv6 Öneki
uk_uk: Внутрішній префікс IPv6

source: Enter the internal (LAN) IPv6 prefix for the Network Prefix Translation. The prefix size specified for the internal prefix will also be applied to the external prefix.
id_id: Masukkan awalan IPv6 internal (LAN) untuk Terjemahan Awalan Jaringan. Ukuran awalan yang ditentukan untuk awalan internal juga akan diterapkan pada awalan eksternal.
it_it: Immettere il prefisso IPv6 interno (LAN) per la traduzione del prefisso di rete. La dimensione del prefisso specificata per il prefisso interno verrà anche applicata al prefisso esterno.
ja_jp: Network Prefix Translation の内部（LAN）IPv6 プレフィックスを入力します。内部プレフィックスに指定したプレフィックスサイズは、外部プレフィックスにも適用されます。
ko_ko: 네트워크 접두사 변환에 사용할 내부(LAN) IPv6 접두사를 입력합니다. 내부 접두사에 지정된 접두사 크기가 외부 접두사에도 적용됩니다.
pt_pt: Introduza o prefixo IPv6 interno (LAN) para a Tradução do Prefixo de Rede. O tamanho do prefixo especificado para o prefixo interno será também aplicado ao prefixo externo.
sw_sw: Ange det interna IPv6-prefixet (LAN) för nätverksprefixomvandlingen. Den prefixstorlek som anges för det interna prefixet tillämpas även på det externa prefixet.
tr_tr: Ağ Önek Çevirisi için dahili (LAN) IPv6 önekini girin. Dahili önek için belirtilen önek boyutu harici öneke de uygulanacaktır.
uk_uk: Введіть внутрішній (локальний) префікс IPv6 для перекладу мережевого префікса. Розмір префікса, вказаний для внутрішнього префікса, буде також застосовано до зовнішнього префікса.

source: External IPv6 Prefix
id_id: Awalan IPv6 Eksternal
it_it: Prefisso IPv6 esterno
ja_jp: 外部IPv6プレフィックス
ko_ko: 외부 IPv6 접두사
pt_pt: Prefixo externo IPv6
sw_sw: Externt IPv6-prefix
tr_tr: Harici IPv6 Öneki
uk_uk: Зовнішній префікс IPv6

source: Enter the external (WAN) IPv6 prefix for the Network Prefix Translation. Leave empty to auto-detect the prefix address. The prefix size specified for the internal prefix will also be applied to the external prefix.
id_id: Masukkan awalan IPv6 eksternal (WAN) untuk Terjemahan Awalan Jaringan. Biarkan kosong untuk mendeteksi alamat awalan secara otomatis. Ukuran awalan yang ditentukan untuk awalan internal juga akan diterapkan pada awalan eksternal.
ja_jp: Network Prefix Translationの外部（WAN）IPv6プレフィックスを入力します。プレフィックス・アドレスを自動検出する場合は、空のままにします。内部プレフィックスに指定したプレフィックスサイズは、外部プレフィックスにも適用されます。
ko_ko: 네트워크 접두사 변환을 위한 외부(WAN) IPv6 접두사를 입력합니다. 접두사 주소를 자동으로 감지하려면 비워 둡니다. 내부 접두사에 지정된 접두사 크기가 외부 접두사에도 적용됩니다.
pt_pt: Introduza o prefixo externo (WAN) IPv6 para a Tradução do Prefixo de Rede. Deixar vazio para auto-detectar o endereço do prefixo. O tamanho do prefixo especificado para o prefixo interno será também aplicado ao prefixo externo.
sw_sw: Ange det externa (WAN) IPv6-prefixet för nätverksprefixomvandlingen. Lämna tomt för att automatiskt upptäcka prefixadressen. Den prefixstorlek som anges för det interna prefixet tillämpas även på det externa prefixet.
tr_tr: Ağ Önek Çevirisi için harici (WAN) IPv6 önekini girin. Önek adresini otomatik olarak algılamak için boş bırakın. Dahili önek için belirtilen önek boyutu harici öneke de uygulanacaktır.
uk_uk: Введіть зовнішній (WAN) префікс IPv6 для перекладу мережевого префікса. Залиште поле порожнім для автоматичного визначення префікса адреси. Розмір префікса, вказаний для внутрішнього префікса, також буде застосовано до зовнішнього префікса.

source: Nat
ja_jp: エヌエーティー
uk_uk: Нат

source: Mode
it_it: Modalità
ja_jp: モード
ko_ko: 모드
pt_pt: Descrição
sw_sw: Läge
tr_tr: Mod
uk_uk: Режим

source: Automatic outbound NAT rule generation
id_id: Pembuatan aturan NAT keluar otomatis
it_it: Generazione di regole nat in uscita automatica
ja_jp: 外向きナットルールの自動生成
ko_ko: 자동 아웃바운드 NAT 규칙 생성
pt_pt: Geração automática de regras de saída NAT
sw_sw: Automatisk generering av utgående NAT-regler
tr_tr: Otomatik giden NAT kuralı oluşturma
uk_uk: Автоматична генерація вихідних NAT-правил

source: (no manual rules can be used)
id_id: (tidak ada aturan manual yang dapat digunakan)
it_it: (Non è possibile utilizzare regole manuali)
ja_jp: ( 手動ルールは使用できません )
ko_ko: (수동 규칙을 사용할 수 없음)
pt_pt: (Nenhuma regra manual pode ser usada)
sw_sw: (inga manuella regler kan användas)
tr_tr: (manuel kurallar kullanılamaz)
uk_uk: (не можна використовувати ручні правила)

source: Hybrid outbound NAT rule generation
id_id: Pembuatan aturan NAT keluar hibrida
it_it: Generazione di regole nat in uscita ibrida
ja_jp: ハイブリッド外向きナットのルール生成
ko_ko: 하이브리드 아웃바운드 NAT 규칙 생성
pt_pt: Geração de regras NAT de saída Hibridas
sw_sw: Generering av hybridregler för utgående NAT
tr_tr: Hibrit giden NAT kuralı oluşturma
uk_uk: Гібридна генерація правил вихідного NAT

source: (automatically generated rules are applied after manual rules)
id_id: (aturan yang dibuat secara otomatis diterapkan setelah aturan manual)
it_it: (Le regole generate automaticamente vengono applicate dopo le regole manuali)
ja_jp: ( 手動ルールの後に、自動生成ルールが適用されます )
ko_ko: (자동 생성된 규칙은 수동 규칙 다음에 적용됩니다.)
pt_pt: (Regras geradas automaticamente são aplicadas após regras manuais)
sw_sw: (automatiskt genererade regler tillämpas efter manuella regler)
tr_tr: (otomatik olarak oluşturulan kurallar manuel kurallardan sonra uygulanır)
uk_uk: (автоматично згенеровані правила застосовуються після ручних правил)

source: Manual outbound NAT rule generation
id_id: Pembuatan aturan NAT keluar secara manual
it_it: Generazione di regole nat in uscita manuale
ja_jp: 手動外向きNATルール生成
ko_ko: 수동 아웃바운드 NAT 규칙 생성
pt_pt: Geração de regras NAT de saída manuais
sw_sw: Manuell generering av utgående NAT-regler
tr_tr: Manuel giden NAT kuralı oluşturma
uk_uk: Ручна генерація вихідних NAT-правил

source: (no automatic rules are being generated)
id_id: (tidak ada aturan otomatis yang dibuat)
it_it: (non vengono generate regole automatiche)
ja_jp: ( 生成された自動ルールはありません )
ko_ko: (자동 규칙이 생성되지 않음)
pt_pt: (Nenhuma regra automática está a ser gerada)
sw_sw: (inga automatiska regler genereras)
tr_tr: (otomatik kurallar oluşturulmuyor)
uk_uk: (автоматичні правила не генеруються)

source: Disable outbound NAT rule generation
id_id: Menonaktifkan pembuatan aturan NAT keluar
it_it: Disabilita la generazione di regole nat in uscita
ja_jp: 外向きナット ルール生成無効
ko_ko: 아웃바운드 NAT 규칙 생성 비활성화
pt_pt: (NAT de saída está desativado)
sw_sw: Inaktivera generering av utgående NAT-regler
tr_tr: Giden NAT kuralı oluşturmayı devre dışı bırakma
uk_uk: Вимкнути генерацію вихідних правил NAT

source: (outbound NAT is disabled)
id_id: (NAT keluar dinonaktifkan)
it_it: (Nat in uscita è disabilitato)
ja_jp: ( 外向きナットは無効です )
ko_ko: (아웃바운드 NAT가 비활성화됨)
pt_pt: Regras manuais
sw_sw: (utgående NAT är inaktiverat)
tr_tr: (giden NAT devre dışı bırakılır)
uk_uk: (вихідний NAT вимкнено)

source: Manual rules
id_id: Aturan manual
it_it: Regole manuali
ja_jp: マニュアルルール
ko_ko: 수동 규칙
pt_pt: Regras manuais
sw_sw: Manuella regler
tr_tr: Manuel kurallar
uk_uk: Ручні правила

source: NAT Address
id_id: Alamat NAT
it_it: Indirizzo NAT
ja_jp: NAT アドレス
ko_ko: NAT 주소
pt_pt: Endereço NAT
sw_sw: NAT-adress
tr_tr: NAT Adresi
uk_uk: NAT-адреса

source: NAT Port
id_id: Pelabuhan NAT
it_it: Porta nat
ja_jp: NATポート
ko_ko: NAT 포트
pt_pt: Porta NAT
tr_tr: NAT Bağlantı Noktası
uk_uk: Порт NAT

source: Static Port
id_id: Port Statis
it_it: Porta statica
ja_jp: 静的ポート
ko_ko: 정적 포트
pt_pt: Porta estática
sw_sw: Statisk port
tr_tr: Statik Bağlantı Noktası
uk_uk: Статичний порт

source: All manual rules are being ignored
id_id: Semua aturan manual diabaikan
it_it: Tutte le regole manuali vengono ignorate
ja_jp: すべての手動ルールは無視されます
ko_ko: 모든 수동 규칙이 무시되고 있습니다.
pt_pt: Todas as regras manuais estão a ser ignoradas
sw_sw: Alla manuella regler ignoreras
tr_tr: Tüm manuel kurallar göz ardı ediliyor
uk_uk: Всі ручні правила ігноруються

source: This Firewall
id_id: Firewall ini
it_it: Questo firewall
ja_jp: このファイアウォール
ko_ko: 이 방화벽
pt_pt: Esta Firewall
sw_sw: Denna brandvägg
tr_tr: Bu Güvenlik Duvarı
uk_uk: Цей брандмауер

source: Interface address
id_id: Alamat antarmuka
it_it: Indirizzo di interfaccia
ja_jp: インタフェースアドレス
ko_ko: 인터페이스 주소
pt_pt: Endereço de interface
sw_sw: Adress till gränssnittet
tr_tr: Arayüz adresi
uk_uk: Адреса інтерфейсу

source: NO
id_id: TIDAK
ja_jp: いいえ
ko_ko: 아니요
pt_pt: NÃO
tr_tr: HAYIR
uk_uk: НІ

source: YES
id_id: YA
it_it: SÌ
ja_jp: はい
ko_ko: 예
pt_pt: SIM
sw_sw: JA
tr_tr: EVET
uk_uk: ТАК.

source: %s networks
id_id: %s jaringan
ja_jp: %s ネットワーク
ko_ko: S 네트워크
pt_pt: redes %s
sw_sw: %s-nätverk
tr_tr: %s ağlar
uk_uk: %s мереж

source: Automatic rules
id_id: Aturan otomatis
it_it: Regole automatiche
ja_jp: オートルール
ko_ko: 자동 규칙
pt_pt: Regras automáticas
sw_sw: Automatiska regler
tr_tr: Otomatik kurallar
uk_uk: Автоматичні правила

source: Source Networks
id_id: Jaringan Sumber
it_it: Reti di origine
ja_jp: 送信元ネットワーク
ko_ko: 소스 네트워크
pt_pt: Redes de Fontes
sw_sw: Källnätverk
tr_tr: Kaynak Ağları
uk_uk: Вихідні мережі

source: automatic outbound nat
id_id: nat keluar otomatis
it_it: NAT in uscita automatica
ja_jp: 自動外向きNAT
ko_ko: 자동 아웃바운드 NAT
pt_pt: Saída automática nat
sw_sw: automatisk utgående nat
tr_tr: otomatik giden nat
uk_uk: автоматичний вихідний nat

source: Auto created rule for ISAKMP
id_id: Aturan yang dibuat secara otomatis untuk ISAKMP
it_it: Regola creata automatica per ISAKMP
ja_jp: isakmp ルールの自動作成
ko_ko: ISAKMP에 대한 자동 생성 규칙
pt_pt: Regra criada automaticamente para ISAKMP
sw_sw: Automatiskt skapad regel för ISAKMP
tr_tr: ISAKMP için otomatik oluşturulan kural
uk_uk: Автоматично створене правило для ISAKMP

source: Auto created rule
id_id: Aturan yang dibuat secara otomatis
it_it: Regola creata automatica
ja_jp: ルールを自動作成
ko_ko: 자동 생성 규칙
pt_pt: Regra criada automaticamente
sw_sw: Automatiskt skapad regel
tr_tr: Otomatik oluşturulan kural
uk_uk: Автоматично створене правило

source: address
id_id: alamat
it_it: indirizzo
ja_jp: アドレス
ko_ko: 주소
pt_pt: Regra Anti-Lockout
sw_sw: adress
tr_tr: adres
uk_uk: адреса

source: You must supply either a valid port or port alias for the source port entry.
id_id: Anda harus memberikan port atau alias port yang valid untuk entri port sumber.
it_it: È necessario fornire una porta valida o una porta per la voce della porta di origine.
ja_jp: 送信元エントリに、有効なポートもしくはポートエイリアスを指定してください。
ko_ko: 소스 포트 항목에 유효한 포트 또는 포트 별칭을 제공해야 합니다.
pt_pt: Deve fornecer ou um alias de porta ou uma porta válido para a entrada da porta de origem.
sw_sw: Du måste ange antingen en giltig port eller ett portalias för posten för källport.
tr_tr: Kaynak port girişi için geçerli bir port ya da port takma adı sağlamalısınız.
uk_uk: Ви повинні вказати або дійсний порт, або псевдонім порту для запису вихідного порту.

source: You must supply either a valid port or port alias for the destination port entry.
id_id: Anda harus memberikan port atau alias port yang valid untuk entri port tujuan.
it_it: È necessario fornire una porta valida o una porta per la voce della porta di destinazione.
ja_jp: 送信先ポートエントリに、有効なポートもしくはポートエイリアスを指定してください。
ko_ko: 대상 포트 항목에 유효한 포트 또는 포트 별칭을 제공해야 합니다.
pt_pt: Deve fornecer uma porta válida para a entrada da porta NAT.
sw_sw: Du måste ange antingen en giltig port eller ett giltigt portalias för posten för destinationsport.
tr_tr: Hedef port girişi için geçerli bir port ya da port takma adı sağlamalısınız.
uk_uk: Ви повинні вказати дійсний порт або псевдонім порту для порту призначення.

source: You must supply a valid port for the NAT port entry.
id_id: Anda harus menyediakan port yang valid untuk entri port NAT.
it_it: È necessario fornire una porta valida per l'ingresso della porta NAT.
ja_jp: NAT ポートエントリに、有効なポートを指定してください。
ko_ko: NAT 포트 항목에 유효한 포트를 제공해야 합니다.
pt_pt: Deve fornecer uma porta válida para a entrada da porta NAT.
sw_sw: Du måste ange en giltig port för NAT-portposten.
tr_tr: NAT bağlantı noktası girişi için geçerli bir bağlantı noktası sağlamalısınız.
uk_uk: Ви повинні вказати дійсний порт для введення порту NAT.

source: Negating source address of "any" is invalid.
id_id: Meniadakan alamat sumber "apa saja" tidak valid.
it_it: Negorare l'indirizzo di origine di "qualsiasi" non è valido.
ja_jp: "任意 "送信の否定は無効です。
ko_ko: "any"의 소스 주소를 부정하는 것은 유효하지 않습니다.
pt_pt: A negação do endereço de origem de "qualquer" é inválida.
sw_sw: Negering av källadressen "any" är ogiltig.
tr_tr: "any" kaynak adresinin olumsuzlanması geçersizdir.
uk_uk: Заперечення адреси джерела "any" є неприпустимим.

source: A valid destination must be specified.
id_id: Tujuan yang valid harus ditentukan.
it_it: È necessario specificare una destinazione valida.
ja_jp: 有効な送信先を指定してください
ko_ko: 유효한 목적지를 지정해야 합니다.
pt_pt: Deverá especificar um destino válido.
sw_sw: En giltig destination måste anges.
tr_tr: Geçerli bir hedef belirtilmelidir.
uk_uk: Необхідно вказати дійсний пункт призначення.

source: Negating destination address of "any" is invalid.
id_id: Meniadakan alamat tujuan "apa saja" tidak valid.
it_it: Negoziare l'indirizzo di destinazione di "qualsiasi" non è valido.
ja_jp: "任意 "送信先アドレスの否定は無効です。
ko_ko: 대상 주소를 "any"로 부정하는 것은 유효하지 않습니다.
pt_pt: A negação do endereço de destino de "qualquer" é inválida.
sw_sw: Negering av destinationsadressen "any" är ogiltig.
tr_tr: "any" hedef adresinin olumsuzlanması geçersizdir.
uk_uk: Заперечення адреси призначення "будь-яка" є неприпустимим.

source: A valid target IP address must be specified.
id_id: Alamat IP target yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IP di destinazione valido.
ja_jp: 有効なターゲット ip アドレスを指定してください。
ko_ko: 유효한 대상 IP 주소를 지정해야 합니다.
pt_pt: Deverá especificar um endereço IP de destino válido .
sw_sw: En giltig mål-IP-adress måste anges.
tr_tr: Geçerli bir hedef IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну цільову IP-адресу.

source: Only Round Robin pool options may be chosen when selecting an alias.
id_id: Hanya opsi pool Round Robin yang dapat dipilih saat memilih alias.
it_it: È possibile scegliere solo le opzioni rotonde del pool di robin durante la selezione di un alias.
ja_jp: エイリアスを選択した場合のみ、ラウンドロビンプールオプションを選択できます。
ko_ko: 별칭을 선택할 때는 라운드 로빈 풀 옵션만 선택할 수 있습니다.
pt_pt: Apenas Opções da piscina Round Robin podem ser escolhidas ao selecionar um alias.
sw_sw: När du väljer ett alias kan du bara välja Round Robin-poolalternativ.
tr_tr: Bir takma ad seçerken yalnızca Round Robin havuz seçenekleri seçilebilir.
uk_uk: При виборі псевдоніма можна вибирати тільки опції пулу Round Robin.

source: Source Hash Key is only valid for Source Hash type
id_id: Kunci Hash Sumber hanya berlaku untuk jenis Hash Sumber
it_it: La chiave hash di origine è valida solo per il tipo di hash di origine
ja_jp: Source Hash Keyは、Source Hashタイプでのみ有効です。
ko_ko: 소스 해시 키는 소스 해시 유형에만 유효합니다.
pt_pt: A Chave de Hash de Fonte só é válida para o tipo de Hash de Fonte
sw_sw: Source Hash Key är endast giltig för Source Hash-typen.
tr_tr: Kaynak Karma Anahtarı yalnızca Kaynak Karma türü için geçerlidir
uk_uk: Ключ хешу джерела дійсний лише для типу хешу джерела

source: Source Hash Key must be 0x followed by 32 hexadecimal digits
id_id: Source Hash Key harus berupa 0x diikuti dengan 32 digit heksadesimal
it_it: La chiave hash di origine deve essere 0x seguita da 32 cifre esadecimali
ja_jp: ソースハッシュキーは0xの後に16進数で32桁の数字が必要です。
ko_ko: 소스 해시 키는 0x와 32진수여야 합니다.
pt_pt: A Chave de Hash Source deve ser 0x seguida de 32 dígitos hexadecimais
sw_sw: Source Hash Key måste vara 0x följt av 32 hexadecimala siffror.
tr_tr: Kaynak Karma Anahtarı 0x ve ardından 32 onaltılık basamak olmalıdır
uk_uk: Вихідний хеш-ключ повинен бути 0x, за яким слідують 32 шістнадцяткові цифри

source: Edit Advanced Outbound NAT entry
id_id: Mengedit entri NAT Keluar Lanjutan
it_it: Modifica la voce NAT in uscita avanzata
ja_jp: 高度な外向きナット エントリの編集
ko_ko: 고급 아웃바운드 NAT 항목 편집
pt_pt: Editar entrada avançada de saída NATA
sw_sw: Redigera posten Avancerad utgående NAT
tr_tr: Gelişmiş Giden NAT girişini düzenleme
uk_uk: Редагування запису розширеного вихідного NAT

source: Do not NAT
id_id: Jangan NAT
it_it: Non nat
ja_jp: NAT 禁止
ko_ko: NAT 사용 안 함
pt_pt: Não executar NAT
sw_sw: Inte NAT
tr_tr: NAT yapmayın
uk_uk: Не NAT

source: Enabling this option will disable NAT for traffic matching this rule and stop processing Outbound NAT rules.
id_id: Mengaktifkan opsi ini akan menonaktifkan NAT untuk trafik yang cocok dengan aturan ini dan berhenti memproses aturan Outbound NAT.
it_it: Abilitare questa opzione disabiliterà NAT per il traffico corrispondente a questa regola e interromperà l'elaborazione delle regole NAT in uscita.
ja_jp: このオプションを有効にすると、このルールに一致するトラフィックに対するナット を無効にし、外向きナット ルールの実行を停止します。
ko_ko: 이 옵션을 활성화하면 이 규칙과 일치하는 트래픽에 대해 NAT를 사용하지 않도록 설정하고 아웃바운드 NAT 규칙 처리를 중지합니다.
pt_pt: A ativação desta opção desativará o NAT para o tráfego que corresponda a esta regra e interromperá o processamento de regras de saída NAT .
sw_sw: Om du aktiverar det här alternativet inaktiveras NAT för trafik som matchar den här regeln och behandlingen av regler för utgående NAT upphör.
tr_tr: Bu seçeneğin etkinleştirilmesi, bu kuralla eşleşen trafik için NAT'ı devre dışı bırakır ve Giden NAT kurallarının işlenmesini durdurur.
uk_uk: Увімкнення цієї опції вимкне NAT для трафіку, що відповідає цьому правилу, і припинить обробку правил вихідного NAT.

source: Hint: in most cases, you won't use this option.
id_id: Petunjuk: pada sebagian besar kasus, Anda tidak akan menggunakan opsi ini.
it_it: Suggerimento: nella maggior parte dei casi, non utilizzerai questa opzione.
ja_jp: ヒント： 通常はこのオプションは使用しません。
ko_ko: 힌트: 대부분의 경우 이 옵션을 사용하지 않을 것입니다.
pt_pt: Dica: Na maior parte dos casos, não vai usar esta opção.
sw_sw: Tips: i de flesta fall kommer du inte att använda det här alternativet.
tr_tr: İpucu: Çoğu durumda bu seçeneği kullanmayacaksınız.
uk_uk: Підказка: у більшості випадків ви не будете використовувати цю опцію.

source: Source invert
id_id: Membalikkan sumber
it_it: Invertitura di origine
ja_jp: 送信元反転
ko_ko: 소스 반전
pt_pt: Inversão da fonte
sw_sw: Källan inverterar
tr_tr: Kaynak ters çevirme
uk_uk: Інвертування джерела

source: Enter the source network for the outbound NAT mapping.
id_id: Masukkan jaringan sumber untuk pemetaan NAT keluar.
it_it: Immettere la rete di origine per la mappatura NAT in uscita.
ja_jp: 外向きナット マッピングの送信元ネットワークを入力してください。
ko_ko: 아웃바운드 NAT 매핑을 위한 소스 네트워크를 입력합니다.
pt_pt: Introduzir uma rede de origem para o mapeamento NAT de saída.
sw_sw: Ange källnätverket för den utgående NAT-mappningen.
tr_tr: Giden NAT eşlemesi için kaynak ağı girin.
uk_uk: Введіть мережу-джерело для вихідного зіставлення NAT.

source: (leave blank for any)
id_id: (biarkan kosong untuk semua)
it_it: (lasciare vuoto per qualsiasi)
ja_jp: ( 任意の場合は空白にしてください )
ko_ko: (아무거나 비워 두세요)
pt_pt: (Deixe em branco para qualquer)
sw_sw: (lämna tomt om någon)
tr_tr: (herhangi biri için boş bırakın)
uk_uk: (залиште порожнім для будь-якого варіанту)

source: Destination invert
id_id: Membalikkan tujuan
it_it: Invertito di destinazione
ja_jp: 送信先反転
ko_ko: 목적지 반전
pt_pt: Inverter o destino
sw_sw: Destination invertera
tr_tr: Hedef ters çevirme
uk_uk: Інвертування пункту призначення

source: Enter the destination network for the outbound NAT mapping.
id_id: Masukkan jaringan tujuan untuk pemetaan NAT keluar.
it_it: Immettere la rete di destinazione per la mappatura NAT in uscita.
ja_jp: アウトバウンドNATマッピングの宛先ネットワークを入力します。
ko_ko: 아웃바운드 NAT 매핑을 위한 대상 네트워크를 입력합니다.
pt_pt: Entrar na rede de destino para o mapeamento NAT de saída.
sw_sw: Ange destinationsnätverket för den utgående NAT-mappningen.
tr_tr: Giden NAT eşlemesi için hedef ağı girin.
uk_uk: Введіть мережу призначення для вихідного зіставлення NAT.

source: Translation address
id_id: Alamat terjemahan
it_it: Indirizzo di traduzione
ja_jp: トランスレーションアドレス
ko_ko: 번역 주소
pt_pt: Endereço de tradução
sw_sw: Översättningsadress
tr_tr: Çeviri adresi
uk_uk: Адреса перекладу

source: Packets matching this rule will be mapped to the IP address given here.
id_id: Paket yang cocok dengan aturan ini akan dipetakan ke alamat IP yang diberikan di sini.
it_it: I pacchetti corrispondenti a questa regola verranno mappati all'indirizzo IP indicato qui.
ja_jp: このルールに一致するパケットは、ここで指定したipアドレスにマッピングされます。
ko_ko: 이 규칙과 일치하는 패킷은 여기에 지정된 IP 주소에 매핑됩니다.
pt_pt: Os pacotes correspondentes a esta regra serão mapeados para o endereço IP aqui fornecido.
sw_sw: Paket som matchar den här regeln mappas till den IP-adress som anges här.
tr_tr: Bu kuralla eşleşen paketler burada verilen IP adresine eşlenecektir.
uk_uk: Пакети, що відповідають цьому правилу, будуть зіставлятися з вказаною тут IP-адресою.
