Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Please enter ip addresses or domain names here
id_id: Masukkan alamat IP atau nama domain di sini
ja_jp: ここにIPアドレスまたはドメイン名を入力してください。
ko_ko: 여기에 IP 주소 또는 도메인 이름을 입력하세요.
pt_pt: Por favor introduza aqui endereços ip ou nomes de domínio
sw_sw: Ange IP-adresser eller domännamn här
tr_tr: Lütfen ip adreslerini veya alan adlarını buraya girin
uk_uk: Будь ласка, введіть тут IP-адреси або доменні імена

source: Please enter valid IP addresses
id_id: Masukkan alamat IP yang valid
ja_jp: 有効なIPアドレスを入力してください
ko_ko: 유효한 IP 주소를 입력하세요.
pt_pt: Por favor introduza endereços IP válidos
sw_sw: Ange giltiga IP-adresser
tr_tr: Lütfen geçerli IP adreslerini girin
uk_uk: Будь ласка, введіть дійсні IP-адреси

source: Please enter valid address
id_id: Harap masukkan alamat yang valid
ja_jp: 有効なアドレスを入力してください
ko_ko: 유효한 주소를 입력하세요.
pt_pt: Por favor introduza um endereço válido
sw_sw: Ange en giltig adress
tr_tr: Lütfen geçerli bir adres girin
uk_uk: Будь ласка, введіть правильну адресу

source: Please enter valid addresses
id_id: Harap masukkan alamat yang valid
ja_jp: 有効なアドレスを入力してください
ko_ko: 유효한 주소를 입력하세요.
pt_pt: Por favor introduza endereços válidos
sw_sw: Ange giltiga adresser
tr_tr: Lütfen geçerli adresleri girin
uk_uk: Будь ласка, введіть правильні адреси

source: Please enter valid mac addresses
id_id: Masukkan alamat mac yang valid
ja_jp: 有効なmacアドレスを入力してください
ko_ko: 유효한 맥 주소를 입력하세요.
pt_pt: Por favor introduza endereços mac válidos
sw_sw: Ange giltiga mac-adresser
tr_tr: Lütfen geçerli mac adreslerini girin
uk_uk: Будь ласка, введіть дійсні mac-адреси

source: Please enter valid targets (e.g. 192.168.0.1:2055).
id_id: Masukkan target yang valid (contoh: 192.168.0.1:2055).
ja_jp: 有効なターゲットを入力してください（例：192.168.0.1:2055）。
ko_ko: 유효한 타겟을 입력하세요(예: 192.168.0.1:2055).
pt_pt: Por favor introduza alvos válidos (por exemplo 192.168.0.1:2055).
sw_sw: Ange giltiga mål (t.ex. 192.168.0.1:2055).
tr_tr: Lütfen geçerli hedefleri girin (örn. 192.168.0.1:2055).
uk_uk: Будь ласка, введіть правильні адреси (наприклад, 192.168.0.1:2055).

source: Please select a HTTPS port and a valid certificate
id_id: Pilih port HTTPS dan sertifikat yang valid
ja_jp: HTTPSポートおよび有効な証明書を選択してください。
ko_ko: HTTPS 포트와 유효한 인증서를 선택하세요.
pt_pt: Por favor, seleccione um porto HTTPS e um certificado válido
sw_sw: Välj en HTTPS-port och ett giltigt certifikat.
tr_tr: Lütfen bir HTTPS bağlantı noktası ve geçerli bir sertifika seçin
uk_uk: Будь ласка, виберіть порт HTTPS і дійсний сертифікат

source: Please select a valid certificate from the list
id_id: Silakan pilih sertifikat yang valid dari daftar
ja_jp: 有効な証明書を一覧から選択してください
ko_ko: 목록에서 유효한 인증서를 선택하세요.
pt_pt: Por favor, seleccione um certificado válido da lista
sw_sw: Välj ett giltigt certifikat från listan
tr_tr: Lütfen listeden geçerli bir sertifika seçin
uk_uk: Будь ласка, виберіть дійсний сертифікат зі списку

source: Please select a valid detection profile
id_id: Pilih profil deteksi yang valid
ja_jp: 有効な検出プロファイルを選択してください
ko_ko: 유효한 탐지 프로필을 선택하세요.
pt_pt: Por favor, seleccione um perfil de detecção válido
sw_sw: Välj en giltig detektionsprofil
tr_tr: Lütfen geçerli bir algılama profili seçin
uk_uk: Будь ласка, виберіть дійсний профіль виявлення

source: Please select a valid pattern matcher algorithm
id_id: Pilih algoritma pencocokan pola yang valid
ja_jp: 有効なパターンマッチャーアルゴリズムを選択してください
ko_ko: 유효한 패턴 일치 알고리즘을 선택하세요.
pt_pt: Por favor, seleccione um algoritmo de comparação de padrões válido
sw_sw: Välj en giltig algoritm för mönstermatchning
tr_tr: Lütfen geçerli bir desen eşleyici algoritması seçin
uk_uk: Будь ласка, виберіть правильний алгоритм пошуку шаблонів

source: Please select a valid rotation
id_id: Pilih rotasi yang valid
ja_jp: 有効なローテーションを選択してください
ko_ko: 유효한 로테이션을 선택하세요.
pt_pt: Por favor seleccione uma rotação válida
sw_sw: Välj en giltig rotation
tr_tr: Lütfen geçerli bir rotasyon seçin
uk_uk: Будь ласка, оберіть правильну ротацію

source: Please specify a valid servername or IP address.
id_id: Tentukan nama server atau alamat IP yang valid.
ja_jp: 有効なサーバー名またはIPアドレスを指定してください。
ko_ko: 유효한 서버 이름 또는 IP 주소를 입력하세요.
pt_pt: Por favor especifique um nome de servidor válido ou um endereço IP.
sw_sw: Ange ett giltigt servernamn eller en giltig IP-adress.
tr_tr: Lütfen geçerli bir sunucu adı veya IP adresi belirtin.
uk_uk: Будь ласка, вкажіть дійсне ім'я сервера або IP-адресу.

source: Please specify a value between 1 and 86400.
id_id: Tentukan nilai antara 1 dan 86400.
ja_jp: 1～86400の間でご指定ください。
ko_ko: 1에서 86400 사이의 값을 지정하세요.
pt_pt: Por favor especifique um valor entre 1 e 86400.
sw_sw: Ange ett värde mellan 1 och 86400.
tr_tr: Lütfen 1 ile 86400 arasında bir değer belirtin.
uk_uk: Будь ласка, вкажіть значення від 1 до 86400.

source: Please use valid IPv4 or IPv6 addresses.
id_id: Gunakan alamat IPv4 atau IPv6 yang valid.
ja_jp: 有効なIPv4またはIPv6アドレスを使用してください。
ko_ko: 유효한 IPv4 또는 IPv6 주소를 사용하세요.
pt_pt: Por favor, utilize endereços IPv4 ou IPv6 válidos.
sw_sw: Använd giltiga IPv4- eller IPv6-adresser.
tr_tr: Lütfen geçerli IPv4 veya IPv6 adreslerini kullanın.
uk_uk: Будь ласка, використовуйте дійсні адреси IPv4 або IPv6.

source: Podcasts
id_id: Podcast
ja_jp: ポッドキャスト
ko_ko: 팟캐스트
tr_tr: Podcastler
uk_uk: Подкасти

source: Poland
id_id: Polandia
ja_jp: ポーランド
ko_ko: 폴란드
pt_pt: Polónia
sw_sw: Polen
tr_tr: Polonya
uk_uk: Польща

source: Policy rule not found.
id_id: Aturan kebijakan tidak ditemukan.
ja_jp: ポリシールールが見つかりませんでした。
ko_ko: 정책 규칙을 찾을 수 없습니다.
pt_pt: Regra política não encontrada.
sw_sw: Policyregeln har inte hittats.
tr_tr: İlke kuralı bulunamadı.
uk_uk: Правило політики не знайдено.

source: Politics
id_id: Politik
ja_jp: ポリティクス
ko_ko: 정치
pt_pt: Política
sw_sw: Politik
tr_tr: Politika
uk_uk: Політика

source: Polling Interval needs to be an integer value between 0 and 86400
id_id: Polling Interval harus berupa nilai integer antara 0 dan 86400
ja_jp: ポーリング間隔は0～86400の整数値が必要です。
ko_ko: 폴링 간격은 0에서 86400 사이의 정수 값이어야 합니다.
pt_pt: O Intervalo de votação tem de ser um valor inteiro entre 0 e 86400
sw_sw: Utfrågningsintervallet måste vara ett heltal mellan 0 och 86400.
tr_tr: Yoklama Aralığının 0 ile 86400 arasında bir tamsayı değeri olması gerekir
uk_uk: Інтервал опитування має бути цілим числом від 0 до 86400

source: Porn
id_id: Porno
ja_jp: ポルノ
ko_ko: 포르노
pt_pt: Pornografia
sw_sw: Porr
tr_tr: Porno
uk_uk: Порно

source: PornTop1M List
id_id: Daftar PornTop1M
ja_jp: PornTop1Mリスト
ko_ko: PornTop1M 목록
pt_pt: Lista PornTop1M
sw_sw: PornTop1M-lista
tr_tr: PornTop1M Listesi
uk_uk: Список PornTop1M

source: Port needs to be an integer value between 0 and 65535
id_id: Port harus berupa nilai integer antara 0 dan 65535
ja_jp: ポートは0～65535の整数値である必要があります。
ko_ko: 포트는 0에서 65535 사이의 정수 값이어야 합니다.
pt_pt: O porto tem de ser um valor inteiro entre 0 e 65535
sw_sw: Port måste vara ett heltalsvärde mellan 0 och 65535.
tr_tr: Bağlantı noktasının 0 ile 65535 arasında bir tamsayı değeri olması gerekir
uk_uk: Порт має бути цілим числом від 0 до 65535

source: Port needs to be an integer value between 1 and 65535
id_id: Port harus berupa nilai bilangan bulat antara 1 dan 65535
ja_jp: Portは1～65535の整数値である必要があります。
ko_ko: 포트는 1에서 65535 사이의 정수 값이어야 합니다.
pt_pt: O porto tem de ser um valor inteiro entre 1 e 65535
sw_sw: Port måste vara ett heltalsvärde mellan 1 och 65535.
tr_tr: Bağlantı noktasının 1 ile 65535 arasında bir tamsayı değeri olması gerekir
uk_uk: Порт має бути цілим числом від 1 до 65535

source: Port(s)
id_id: Port(-port)
it_it: Porto (i)
ja_jp: ポート
ko_ko: 포트
pt_pt: Portos(s)
sw_sw: Hamn(er)
tr_tr: Liman(lar)
uk_uk: Порт(и)

source: Portugal
ja_jp: ポルトガル
ko_ko: 포르투갈
tr_tr: Portekiz
uk_uk: Португалія

source: Possibly Malicious JA3 Fingerprint
id_id: Sidik Jari JA3 yang Mungkin Berbahaya
ja_jp: 悪意のあるJA3フィンガープリントの可能性
ko_ko: 악성 JA3 지문일 수 있음
pt_pt: Possivelmente impressão digital maliciosa JA3
sw_sw: Möjligen skadligt JA3-fingeravtryck
tr_tr: Muhtemelen Kötü Amaçlı JA3 Parmak İzi
uk_uk: Можливо, зловмисний відбиток пальця JA3

source: Possibly Malicious SSL Cert. SHA1 Fingerprint
id_id: Kemungkinan SSL Cert. Sidik Jari SHA1
ja_jp: 悪意のあるSSL証明書の可能性がある。SHA1フィンガープリント
ko_ko: 악성 SSL 인증서일 수 있습니다. SHA1 지문
pt_pt: Possivelmente Malicioso SSL Cert. SHA1 Impressão digital
sw_sw: Möjligen skadlig SSL-certifiering. SHA1-fingeravtryck
tr_tr: Muhtemelen Kötü Amaçlı SSL Sertifikası. SHA1 Parmak İzi
uk_uk: Можливо зловмисний SSL-сертифікат. SHA1 Відбиток пальця

source: PostgreSQL
ja_jp: ポストグレスキュー

source: Power
id_id: Daya
ja_jp: パワー
ko_ko: 파워
pt_pt: Energia
sw_sw: Effekt
tr_tr: Güç
uk_uk: Влада

source: Power Off
id_id: Matikan
ja_jp: パワーオフ
ko_ko: 전원 끄기
pt_pt: Desligar
sw_sw: Stäng av
tr_tr: Güç Kapalı
uk_uk: Вимкнення живлення

source: Pre-Shared Keys
id_id: Kunci yang Dibagikan Sebelumnya
ja_jp: 事前共有キー
ko_ko: 사전 공유 키
pt_pt: Chaves pré-partilhadas
sw_sw: Fördelade nycklar
tr_tr: Önceden Paylaşılan Anahtarlar
uk_uk: Попередньо надані ключі

source: Priority should be a number.
id_id: Prioritas haruslah nomor satu.
ja_jp: 優先順位は数字にする。
ko_ko: 우선순위는 숫자로 정해야 합니다.
pt_pt: A prioridade deve ser um número.
sw_sw: Prioriteten ska vara ett nummer.
tr_tr: Öncelik bir sayı olmalıdır.
uk_uk: Пріоритетом має бути число.

source: Privacy
id_id: Privasi
ja_jp: プライバシー
ko_ko: 개인 정보 보호
pt_pt: Privacidade
sw_sw: Integritet
tr_tr: Gizlilik
uk_uk: Конфіденційність

source: Process Disk I/O
id_id: Memproses Disk I / O
ja_jp: ディスクI/Oを処理する
ko_ko: 디스크 I/O 처리
pt_pt: Processar a E/S do disco
tr_tr: Disk I/O'sunu İşleyin
uk_uk: Процес дискового вводу/виводу

source: Process Resource
id_id: Sumber Daya Proses
ja_jp: プロセスリソース
ko_ko: 프로세스 리소스
pt_pt: Recurso do processo
sw_sw: Processresurs
tr_tr: Süreç Kaynağı
uk_uk: Ресурс процесу

source: Productivity
id_id: Produktivitas
ja_jp: 生産性
ko_ko: 생산성
pt_pt: Produtividade
sw_sw: Produktivitet
tr_tr: Üretkenlik
uk_uk: Продуктивність

source: Program Status
id_id: Status Program
ja_jp: プログラム状況
ko_ko: 프로그램 상태
pt_pt: Estado do programa
sw_sw: Status för programmet
tr_tr: Program Durumu
uk_uk: Статус програми

source: Program Timeout needs to be an integer value between 1 and 86400
id_id: Batas Waktu Program harus berupa nilai bilangan bulat antara 1 dan 86400
ja_jp: プログラムタイムアウトは、1～86400の整数値である必要があります。
ko_ko: 프로그램 시간 제한은 1에서 86400 사이의 정수 값이어야 합니다.
pt_pt: O tempo limite do programa tem de ser um valor inteiro entre 1 e 86400
sw_sw: Program Timeout måste vara ett heltalsvärde mellan 1 och 86400.
tr_tr: Program Zaman Aşımının 1 ile 86400 arasında bir tamsayı değeri olması gerekir
uk_uk: Таймаут програми має бути цілим числом від 1 до 86400

source: Provide a valid hostname or address to query
id_id: Berikan nama host atau alamat yang valid untuk kueri
ja_jp: 問い合わせる有効なホスト名またはアドレスを指定します。
ko_ko: 쿼리할 유효한 호스트 이름 또는 주소를 입력합니다.
pt_pt: Fornecer um nome de anfitrião ou endereço válido para consulta
sw_sw: Ange ett giltigt värdnamn eller en giltig adress för att fråga efter
tr_tr: Sorgulamak için geçerli bir ana bilgisayar adı veya adresi sağlayın
uk_uk: Вкажіть дійсне ім'я хоста або адресу для запиту

source: Provide a valid server address
id_id: Berikan alamat server yang valid
ja_jp: 有効なサーバーアドレスを記入する
ko_ko: 유효한 서버 주소 입력
pt_pt: Fornecer um endereço de servidor válido
sw_sw: Ange en giltig serveradress
tr_tr: Geçerli bir sunucu adresi sağlayın
uk_uk: Вкажіть дійсну адресу сервера

source: Proxy
ja_jp: プロキシ
ko_ko: 프록시
sw_sw: Fullmakt
uk_uk: Довірена особа

source: Proxy name should be unique
id_id: Nama proxy harus unik
ja_jp: プロキシ名は一意であるべき
ko_ko: 프록시 이름은 고유해야 합니다.
pt_pt: O nome do procurador deve ser único
sw_sw: Proxynamnet ska vara unikt
tr_tr: Proxy adı benzersiz olmalıdır
uk_uk: Ім'я проксі має бути унікальним

source: Proxy port needs to be an integer value between 1 and 65535
id_id: Port proxy harus berupa nilai bilangan bulat antara 1 dan 65535
ja_jp: プロキシポートは、1～65535の整数値で指定する必要があります。
ko_ko: 프록시 포트는 1에서 65535 사이의 정수 값이어야 합니다.
pt_pt: A porta proxy precisa de ser um valor inteiro entre 1 e 65535
sw_sw: Proxyporten måste vara ett heltal mellan 1 och 65535.
tr_tr: Proxy bağlantı noktasının 1 ile 65535 arasında bir tamsayı değeri olması gerekir
uk_uk: Порт проксі повинен бути цілим числом від 1 до 65535

source: Puerto Rico
ja_jp: プエルト・リコ
ko_ko: 푸에르토리코
pt_pt: Porto Rico
tr_tr: Porto Riko
uk_uk: Пуерто-Ріко

source: QFQ
ja_jp: キューエフキュー

source: QQ
ja_jp: キューキュー

source: QUIC
ja_jp: キューイック

source: Qatar
ja_jp: カタール
ko_ko: 카타르
tr_tr: Katar
uk_uk: Катар

source: Query Forwarding
id_id: Penerusan Kueri
ja_jp: クエリフォワーディング
ko_ko: 쿼리 전달
pt_pt: Encaminhamento de consultas
sw_sw: Vidarebefordran av förfrågningar
tr_tr: Sorgu Yönlendirme
uk_uk: Переадресація запитів

source: Queue number must be between 1...65535
id_id: Nomor antrian harus antara 1 ... 65535
ja_jp: キュー番号は1〜65535の間でなければなりません。
ko_ko: 대기열 번호는 1...65535 사이여야 합니다.
pt_pt: O número da fila deve estar entre 1...65535
sw_sw: Könumret måste vara mellan 1...65535.
tr_tr: Sıra numarası 1...65535 arasında olmalıdır
uk_uk: Номер черги повинен бути в межах 1...65535

source: Queues
id_id: Antrian
it_it: Code
ja_jp: キュー
ko_ko: 대기열
pt_pt: Filas
sw_sw: Köer
tr_tr: Kuyruklar
uk_uk: Черги

source: RCE injection
id_id: Injeksi RCE
ja_jp: RCEの射出
ko_ko: RCE 주입
pt_pt: Injecção RCE
sw_sw: RCE-injektion
tr_tr: RCE enjeksiyonu
uk_uk: Ін'єкція RCE

source: RDP
ja_jp: アールディーピー

source: RPC
ja_jp: 正規化装置

source: RPZ chart
id_id: Bagan RPZ
ja_jp: RPZチャート
ko_ko: RPZ 차트
pt_pt: Gráfico RPZ
sw_sw: RPZ-diagram
tr_tr: RPZ tablosu
uk_uk: Діаграма RPZ

source: RSA Key Pairs
id_id: Pasangan Kunci RSA
ja_jp: RSAキーペア
ko_ko: RSA 키 쌍
pt_pt: Pares Chave da RSA
sw_sw: RSA-nyckelpar
tr_tr: RSA Anahtar Çiftleri
uk_uk: Пари ключів RSA

source: RSYNC
ja_jp: アールエスアイエヌシー

source: RTCP
ja_jp: アールティーシーピー

source: RTMP
ja_jp: アールティーエムピー

source: RTP
ja_jp: アールティーピー

source: RTSP
ja_jp: アールティーエスピー

source: Radio
ja_jp: ラジオ
ko_ko: 라디오
pt_pt: Rádio
tr_tr: Radyo
uk_uk: Радіо

source: Radius
it_it: Raggio
ja_jp: 半径
ko_ko: 반경
tr_tr: Yarıçap
uk_uk: Радіус

source: Reaffected
id_id: Terpengaruh kembali
ja_jp: リアフテッド
ko_ko: 영향을 받음
pt_pt: Reafectado
sw_sw: Återverkat
tr_tr: Etkilenen
uk_uk: Підтверджено

source: Reddit
ja_jp: レッドダート

source: Redirector
ja_jp: リダイレクター
ko_ko: 리디렉터
sw_sw: Omdirigering
tr_tr: Yönlendirici
uk_uk: Редиректор

source: Redis
ja_jp: レディス

source: Related category not found.
id_id: Kategori terkait tidak ditemukan.
ja_jp: 関連するカテゴリーが見つかりません。
ko_ko: 관련 카테고리를 찾을 수 없습니다.
pt_pt: Categoria relacionada não encontrada.
sw_sw: Relaterad kategori hittades inte.
tr_tr: İlgili kategori bulunamadı.
uk_uk: Відповідної категорії не знайдено.

source: Related cron not found
id_id: Cron terkait tidak ditemukan
ja_jp: 関連するcronが見つからない
ko_ko: 관련 크론을 찾을 수 없습니다.
pt_pt: Não foi encontrado um cronista relacionado
sw_sw: Relaterad cron finns inte
tr_tr: İlgili cron bulunamadı
uk_uk: Відповідний cron не знайдено

source: Related cron not found.
id_id: Cron terkait tidak ditemukan.
ja_jp: 関連するcronが見つかりません。
ko_ko: 관련 크론을 찾을 수 없습니다.
pt_pt: Não foi encontrado um cronista relacionado.
sw_sw: Relaterad cron finns inte.
tr_tr: İlgili cron bulunamadı.
uk_uk: Відповідний cron не знайдено.

source: Related item not found
id_id: Item terkait tidak ditemukan
ja_jp: 関連項目が見つからない
ko_ko: 관련 항목을 찾을 수 없습니다.
pt_pt: Artigo relacionado não encontrado
sw_sw: Relaterad artikel inte hittad
tr_tr: İlgili öğe bulunamadı
uk_uk: Відповідний товар не знайдено

source: Related pipe not found
id_id: Pipa terkait tidak ditemukan
ja_jp: 関連するパイプが見つからない
ko_ko: 관련 파이프를 찾을 수 없습니다.
pt_pt: Tubo relacionado não encontrado
sw_sw: Relaterade rör inte hittade
tr_tr: İlgili boru bulunamadı
uk_uk: Відповідну трубу не знайдено

source: Related pipe or queue not found
id_id: Pipa atau antrian terkait tidak ditemukan
ja_jp: 関連するパイプまたはキューが見つからない
ko_ko: 관련 파이프 또는 대기열을 찾을 수 없습니다.
pt_pt: Tubo ou fila de espera relacionados não encontrados
sw_sw: Relaterat rör eller kö finns inte
tr_tr: İlgili boru veya kuyruk bulunamadı
uk_uk: Пов'язану трубу або чергу не знайдено

source: Related ruleset not found.
id_id: Kumpulan aturan terkait tidak ditemukan.
ja_jp: 関連するルールセットが見つかりません。
ko_ko: 관련 규칙 집합을 찾을 수 없습니다.
pt_pt: Conjunto de regras relacionadas não encontrado.
sw_sw: Relaterad regeluppsättning har inte hittats.
tr_tr: İlgili kural seti bulunamadı.
uk_uk: Відповідний набір правил не знайдено.

source: Related template not found
id_id: Templat terkait tidak ditemukan
ja_jp: 関連するテンプレートが見つかりません
ko_ko: 관련 템플릿을 찾을 수 없습니다.
pt_pt: Modelo relacionado não encontrado
sw_sw: Relaterad mall finns inte
tr_tr: İlgili şablon bulunamadı
uk_uk: Відповідний шаблон не знайдено

source: Relay
ja_jp: リレー
ko_ko: 릴레이
pt_pt: Estafeta
sw_sw: Relä
tr_tr: Röle
uk_uk: Естафета.

source: Religion
id_id: Agama
ja_jp: 宗教
ko_ko: 종교
pt_pt: Religião
tr_tr: Din
uk_uk: Релігія

source: Reminder needs to be an integer value between 0 and 86400
id_id: Pengingat harus berupa nilai bilangan bulat antara 0 dan 86400
ja_jp: リマインダーは、0～86400の整数値である必要があります。
ko_ko: 미리 알림은 0에서 86400 사이의 정수 값이어야 합니다.
pt_pt: Lembrete precisa de ser um valor inteiro entre 0 e 86400
sw_sw: Påminnelsen måste vara ett heltal mellan 0 och 86400.
tr_tr: Hatırlatıcının 0 ile 86400 arasında bir tamsayı değeri olması gerekir
uk_uk: Нагадування має бути цілим числом від 0 до 86400

source: Remote ACL
id_id: ACL jarak jauh
ja_jp: リモートACL
ko_ko: 원격 ACL
pt_pt: LCA remota
sw_sw: Fjärrstyrd ACL
tr_tr: Uzak ACL
uk_uk: Віддалений ACL

source: Remote control
id_id: Kontrol jarak jauh
ja_jp: リモートコントロール
ko_ko: 원격 제어
pt_pt: Controlo remoto
sw_sw: Fjärrkontroll
tr_tr: Uzaktan kumanda
uk_uk: Пульт дистанційного керування

source: RemoteAccess
id_id: Akses Jarak Jauh
ja_jp: リモートアクセス
ko_ko: 원격 액세스

source: RemoteScan
id_id: Pemindaian jarak jauh
ja_jp: リモートスキャン
ko_ko: 원격 스캔

source: Remove forward header (delete)
id_id: Menghapus tajuk ke depan (hapus)
ja_jp: フォワードヘッダを削除する（delete）
ko_ko: 전달 헤더 제거(삭제)
pt_pt: Remover cabeçalho para a frente (apagar)
sw_sw: Ta bort den framåtriktade rubriken (delete)
tr_tr: İleri başlığı kaldır (sil)
uk_uk: Видалити прямий заголовок (видалити)

source: Replace all with client's IP (truncate)
id_id: Ganti semua dengan IP klien (potong)
ja_jp: すべてをクライアントのIPに置き換える（切り捨て）
ko_ko: 모두 클라이언트 IP로 바꾸기(잘라내기)
pt_pt: Substituir tudo pelo IP do cliente (truncado)
sw_sw: Ersätt alla med kundens IP (avkortning)
tr_tr: Tümünü müşterinin IP'si ile değiştirin (kes)
uk_uk: Замініть все на IP-адресу клієнта (усічення)

source: Reporter
ja_jp: レポーター
ko_ko: 리포터
pt_pt: Repórter
tr_tr: Muhabir
uk_uk: Репортер

source: Reporting
id_id: Pelaporan
ja_jp: 報告する
ko_ko: 보고
pt_pt: Relatório
sw_sw: Rapportering
tr_tr: Raporlama
uk_uk: Звітність

source: Reunion
id_id: Reuni
ja_jp: リユニオン
ko_ko: 재결합
pt_pt: Reunião
sw_sw: Återförening
tr_tr: Yeniden Birleşme
uk_uk: Возз'єднання

source: Revocation
id_id: Pencabutan
ja_jp: 取り消し
ko_ko: 해지
pt_pt: Revogação
sw_sw: Återkallelse
tr_tr: İptal
uk_uk: Відкликання

source: Ringtones
id_id: Nada dering
ja_jp: 着信音
ko_ko: 벨소리
pt_pt: Toques de chamada
sw_sw: Ringsignaler
tr_tr: Zil Sesleri
uk_uk: Рингтони

source: Risky ASN
id_id: ASN yang berisiko
ja_jp: リスキーASN
ko_ko: 위험한 ASN
pt_pt: ASN arriscado
sw_sw: Riskfyllt ASN
tr_tr: Riskli ASN
uk_uk: Ризикований ASN

source: Risky domain name
id_id: Nama domain yang berisiko
ja_jp: 危険なドメイン名
ko_ko: 위험한 도메인 이름
pt_pt: Nome de domínio arriscado
sw_sw: Riskfyllt domännamn
tr_tr: Riskli alan adı
uk_uk: Ризиковане доменне ім'я

source: Romania
id_id: Rumania
ja_jp: ルーマニア
ko_ko: 루마니아
pt_pt: Roménia
sw_sw: Rumänien
tr_tr: Romanya
uk_uk: Румунія

source: Russian Federation
id_id: Federasi Rusia
ja_jp: ロシア連邦
ko_ko: 러시아 연방
pt_pt: Federação Russa
sw_sw: Ryska federationen
tr_tr: Rusya Federasyonu
uk_uk: Російська Федерація

source: Rwanda
ja_jp: ルワンダ
ko_ko: 르완다
pt_pt: Ruanda
tr_tr: Ruanda
uk_uk: Руанда

source: SAP
ja_jp: エスエイピー

source: SCTP
ja_jp: エスシーティーピー

source: SIP
ja_jp: シップ

source: SMART
ja_jp: スマート
tr_tr: AKILLI

source: SMB Insecure Version
id_id: Versi Tidak Aman untuk UKM
ja_jp: SMB インセキュアバージョン
ko_ko: SMB 비보안 버전
pt_pt: Versão insegura SMB
sw_sw: Osäker version av SMB
tr_tr: SMB Güvensiz Sürüm
uk_uk: Незахищена версія для малого та середнього бізнесу

source: SMBv1
ja_jp: エスエムビーブイワン

source: SMTP
ja_jp: エスエムティーピー

source: SMTPS
ja_jp: エスエムティーピーエス

source: SNI TLS extension was missing
id_id: Ekstensi SNI TLS tidak ada
ja_jp: SNI TLSエクステンションが不足していた
ko_ko: SNI TLS 확장자가 누락되었습니다.
pt_pt: Faltava a extensão SNI TLS
sw_sw: SNI TLS-tillägg saknades
tr_tr: SNI TLS uzantısı eksikti
uk_uk: Розширення SNI TLS було відсутнє

source: SNMP
ja_jp: エスエヌエムピー

source: SNMP port needs to be an integer value between 1 and 65535
id_id: Port SNMP harus berupa nilai bilangan bulat antara 1 dan 65535
ja_jp: SNMPポートは、1～65535の整数値である必要があります。
ko_ko: SNMP 포트는 1에서 65535 사이의 정수 값이어야 합니다.
pt_pt: A porta SNMP precisa de ser um valor inteiro entre 1 e 65535
sw_sw: SNMP-porten måste vara ett heltal mellan 1 och 65535.
tr_tr: SNMP bağlantı noktasının 1 ile 65535 arasında bir tamsayı değeri olması gerekir
uk_uk: Порт SNMP має бути цілим числом від 1 до 65535

source: SOAP
id_id: SABUN
ja_jp: ソープ
uk_uk: МИЛО

source: SOCKS
ja_jp: ソックス
tr_tr: ÇORAPLAR
uk_uk: ШКІРКИ

source: SOCKS Version 4
id_id: SOCKS Versi 4
ja_jp: SOCKSバージョン4
ko_ko: SOCKS 버전 4
pt_pt: SOCKS Versão 4
tr_tr: SOCKS Sürüm 4
uk_uk: SOCKS Версія 4

source: SOCKS Version 5
id_id: SOCKS Versi 5
ja_jp: SOCKSバージョン5
ko_ko: SOCKS 버전 5
pt_pt: SOCKS Versão 5
tr_tr: SOCKS Sürüm 5
uk_uk: SOCKS Версія 5

source: SOMEIP
ja_jp: ソメイヨシノ

source: SQL injection
id_id: Injeksi SQL
ja_jp: SQLインジェクション
ko_ko: SQL 주입
pt_pt: Injecção SQL
sw_sw: SQL-injektion
tr_tr: SQL enjeksiyonu
uk_uk: SQL-ін'єкція

source: SSH Obsolete Client Version/Cipher
id_id: Versi Klien/Sandi Klien Usang SSH
ja_jp: SSH廃止クライアントバージョン/暗号
ko_ko: SSH 사용되지 않는 클라이언트 버전/암호
pt_pt: SSH Versão/Cifra de Cliente Obsoleta
sw_sw: SSH Föråldrad klientversion/chiffer
tr_tr: SSH Eski İstemci Sürümü/Şifresi
uk_uk: Застаріла версія/шифр клієнта SSH

source: SSH Obsolete Server Version/Cipher
id_id: Versi Server/Sandi Server Usang SSH
ja_jp: SSH Obsolete サーバーバージョン/暗号
ko_ko: SSH 사용되지 않는 서버 버전/암호
pt_pt: Versão/Cifra do servidor obsoleto SSH
sw_sw: SSH Föråldrad serverversion/chiffer
tr_tr: SSH Eski Sunucu Sürümü/Şifresi
uk_uk: Застаріла версія/шифр сервера SSH

source: SSL Proxy port needs to be an integer value between 1 and 65535
id_id: Port SSL Proxy harus berupa nilai bilangan bulat antara 1 dan 65535
ja_jp: SSLプロキシポートは、1～65535の整数値で指定する必要があります。
ko_ko: SSL 프록시 포트는 1에서 65535 사이의 정수 값이어야 합니다.
pt_pt: A porta proxy SSL tem de ser um valor inteiro entre 1 e 65535
sw_sw: SSL-proxyporten måste vara ett heltal mellan 1 och 65535.
tr_tr: SSL Proxy bağlantı noktasının 1 ile 65535 arasında bir tamsayı değeri olması gerekir
uk_uk: Порт SSL-проксі має бути цілим числом у діапазоні від 1 до 65535

source: Saint Barthelemey
ja_jp: サン・バルトゥルメイ
ko_ko: 세인트 바텔레미
pt_pt: São Barthelemey
uk_uk: Святий Бартелемі

source: Saint Helena
ja_jp: セントヘレナ
ko_ko: 세인트 헬레나
pt_pt: Santa Helena
sw_sw: Sankt Helena
uk_uk: Свята Єлена

source: Saint Kitts and Nevis
id_id: Saint Kitts dan Nevis
ja_jp: セントクリストファー・ネイビス
ko_ko: 세인트 키츠 네비스
pt_pt: São Cristóvão e Nevis
sw_sw: Saint Kitts och Nevis
tr_tr: Saint Kitts ve Nevis
uk_uk: Сент-Кітс і Невіс

source: Saint Lucia
ja_jp: セントルシア
ko_ko: 세인트 루시아
pt_pt: Santa Lúcia
uk_uk: Сент-Люсія

source: Saint Martin
ja_jp: サンマルタン
ko_ko: 세인트 마틴
pt_pt: São Martinho
uk_uk: Сен-Мартен

source: Saint Pierre and Miquelon
id_id: Saint Pierre dan Miquelon
ja_jp: サンピエールミクロン
ko_ko: 생 피에르 미끌롱
pt_pt: São Pedro e Miquelon
sw_sw: Saint-Pierre och Miquelon
tr_tr: Saint Pierre ve Miquelon
uk_uk: Сен-П'єр і Мікелон

source: Saint Vincent and the Grenadines
id_id: Saint Vincent dan Grenadines
ja_jp: セントビンセントおよびグレナディーン諸島
ko_ko: 세인트 빈센트 그레나딘
pt_pt: São Vicente e as Granadinas
sw_sw: Saint Vincent och Grenadinerna
tr_tr: Saint Vincent ve Grenadinler
uk_uk: Сент-Вінсент і Гренадини

source: Samoa
ja_jp: サモア
ko_ko: 사모아
uk_uk: Самоа

source: San Marino
ja_jp: サンマリノ
ko_ko: 산마리노
uk_uk: Сан-Марино
