Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Proxy ARP and other type Virtual IPs cannot be bound to by anything running on the firewall, such as IPsec, OpenVPN, etc. Use a CARP or IP Alias type address for these cases.
id_id: Proxy ARP dan jenis IP Virtual lainnya tidak dapat terikat oleh apa pun yang berjalan di firewall, seperti IPsec, OpenVPN, dll. Gunakan alamat jenis CARP atau IP Alias untuk kasus-kasus ini.
it_it: Proxy ARP e altri IP virtuali di tipo non possono essere vincolati da qualsiasi cosa in esecuzione sul firewall, come IPSEC, OpenVPN, ecc. Utilizzare un indirizzo di tipo ALIAS o PI per questi casi.
ja_jp: プロキシ ARP およびその他のタイプの仮想 IP は、ファイアウォールで動作している IPsec、OpenVPN 等のようなものでバインドすることはできませ んが、その場合は CARP もしくは IP エイリアスタイプレスを使用してください。
ko_ko: 프록시 ARP 및 기타 유형의 가상 IP는 방화벽에서 실행 중인 어떤 것에도 바인딩할 수 없습니다(예: IPsec, OpenVPN 등). 이러한 경우 CARP 또는 IP 별칭 유형 주소를 사용하세요.
pt_pt: Proxy ARP e outros tipos IPs virtuais não podem ser vinculados por qualquer coisa a correr sem firewall, tal como IPsec, OpenVPN, etc. Use um CARP ou um tipo de endereço IP Alias para esses casos.
sw_sw: Proxy ARP och andra typer av virtuella IP:er kan inte bindas till något som körs på brandväggen, t.ex. IPsec, OpenVPN osv. Använd en adress av typen CARP eller IP Alias i dessa fall.
tr_tr: Proxy ARP ve diğer tip Sanal IP'ler, güvenlik duvarında çalışan IPsec, OpenVPN vb. gibi herhangi bir şey tarafından bağlanamaz. Bu durumlar için CARP veya IP Alias tipi bir adres kullanın.
uk_uk: Проксі ARP та інші типи віртуальних IP-адрес не можуть бути прив'язані до чогось, що працює на брандмауері, наприклад, IPsec, OpenVPN тощо. Для таких випадків використовуйте адресу типу CARP або IP Alias.

source: IP Address(es)
id_id: Alamat IP
it_it: Indirizzo IP (ES)
ja_jp: IPアドレス
ko_ko: IP 주소
pt_pt: Endereço(s) IP
sw_sw: IP-adress(er)
tr_tr: IP Adres(ler)i
uk_uk: IP-адреса(и)

source: Single address
id_id: Alamat tunggal
it_it: Indirizzo singolo
ja_jp: 単一アドレス
ko_ko: 단일 주소
pt_pt: Endereço único
sw_sw: Enskild adress
tr_tr: Tek adres
uk_uk: Єдина адреса

source: Allow service binding
id_id: Izinkan pengikatan layanan
it_it: Consentire l'associazione del servizio
ja_jp: サービスバインディングを許可する
ko_ko: 서비스 바인딩 허용
pt_pt: Permitir a vinculação de serviços
sw_sw: Tillåt bindning av tjänster
tr_tr: Hizmet bağlamaya izin ver
uk_uk: Дозволити прив'язку послуг

source: Assigning services to the virtual IP's interface will automatically include this address. Uncheck to prevent binding to this address instead.
id_id: Menetapkan layanan ke antarmuka IP virtual akan secara otomatis menyertakan alamat ini. Hapus centang untuk mencegah pengikatan ke alamat ini.
it_it: L'assegnazione di servizi all'interfaccia IP virtuale includerà automaticamente questo indirizzo. Deseleziona invece per evitare l'associazione a questo indirizzo.
ja_jp: 仮想IPのインターフェイスにサービスを割り当てると、このアドレスが自動的に含まれます。チェックを外すと、代わりにこのアドレスにバインドされなくなります。
ko_ko: 가상 IP의 인터페이스에 서비스를 할당하면 이 주소가 자동으로 포함됩니다. 대신 이 주소에 바인딩되지 않도록 하려면 선택을 취소하세요.
pt_pt: A atribuição de serviços à interface do IP virtual incluirá automaticamente este endereço. Desmarcar para evitar a ligação a este endereço.
sw_sw: Om du tilldelar tjänster till gränssnittet för den virtuella IP:n kommer den här adressen automatiskt att inkluderas. Avmarkera om du vill förhindra bindning till den här adressen i stället.
tr_tr: Sanal IP'nin arayüzüne hizmet atamak otomatik olarak bu adresi içerecektir. Bunun yerine bu adrese bağlanmayı önlemek için işareti kaldırın.
uk_uk: При призначенні послуг інтерфейсу віртуальної IP-адреси ця адреса буде автоматично включена. Зніміть прапорець, щоб запобігти прив'язці до цієї адреси.

source: For some interface types a gateway is required to configure an IP Alias (ppp/pppoe/tun), leave this field empty for all other interface types.
id_id: Untuk beberapa jenis antarmuka, gateway diperlukan untuk mengonfigurasi IP Alias (ppp/pppoe/tun), biarkan bidang ini kosong untuk semua jenis antarmuka lainnya.
it_it: Per alcuni tipi di interfaccia è necessario un gateway per configurare un alias IP (PPP/PPPOE/TUN), lasciare questo campo vuoto per tutti gli altri tipi di interfaccia.
ja_jp: 一部のインタフェースタイプでは、ゲートウェイはIPエイリアス（ppp / pppoe / tun ）に対して構成する必要があります。
ko_ko: 일부 인터페이스 유형의 경우 게이트웨이가 IP 별칭을 구성하는 데 필요하므로(ppp/pppoe/tun), 다른 모든 인터페이스 유형에서는 이 필드를 비워 두세요.
pt_pt: Para alguns tipos de interface é necessário um gateway para configurar um IP Alias (ppp/pppoe/tun), deixar este campo vazio para todos os outros tipos de interface.
sw_sw: För vissa gränssnittstyper krävs en gateway för att konfigurera en IP Alias (ppp/pppoe/tun), lämna detta fält tomt för alla andra gränssnittstyper.
tr_tr: Bazı arayüz tipleri için bir IP Takma Adı (ppp/pppoe/tun) yapılandırmak üzere bir ağ geçidi gereklidir, diğer tüm arayüz tipleri için bu alanı boş bırakın.
uk_uk: Для деяких типів інтерфейсів потрібен шлюз для налаштування IP-псевдоніма (ppp/pppoe/tun), для всіх інших типів інтерфейсів залиште це поле порожнім.

source: Expansion
id_id: Perluasan
it_it: Espansione
ja_jp: 拡張
ko_ko: 확장
pt_pt: Expansão.
sw_sw: Utvidgning
tr_tr: Genişleme
uk_uk: Розширення

source: Disable expansion of this entry into IPs on NAT lists (e.g. 192.168.1.0/24 expands to 256 entries.
id_id: Nonaktifkan perluasan entri ini ke dalam IP pada daftar NAT (misalnya 192.168.1.0/24 diperluas menjadi 256 entri.
it_it: Disabilita l'espansione di questa voce in IPS negli elenchi NAT (ad esempio 192.168.1.0/24 si espande a 256 voci.
ja_jp: このエントリの拡張を nat リストの ip にするのは無効です (例: 192.168.1.0/24 の 256 エントリに拡張する)
ko_ko: 이 항목을 NAT 목록의 IP로 확장하지 않도록 설정합니다(예: 192.168.1.0/24는 256개 항목으로 확장).
pt_pt: Desativar expansão desta entrada nos IPs em listas de NAT (ex. 192.168.1.0/24 expandidos até 256 entradas).
sw_sw: Inaktivera utvidgningen av den här posten till IP:er på NAT-listor (t.ex. 192.168.1.0/24 utökas till 256 poster).
tr_tr: Bu girişin NAT listelerindeki IP'lere genişletilmesini devre dışı bırakın (örn. 192.168.1.0/24 256 girişe genişler.
uk_uk: Вимкніть розширення цього запису на IP-адреси у списках NAT (наприклад, 192.168.1.0/24 розширюється до 256 записів).

source: Virtual IP Password
id_id: Kata Sandi IP Virtual
it_it: Password IP virtuale
ja_jp: 仮想IPパスワード
ko_ko: 가상 IP 암호
pt_pt: Palavra-passe do IP virtual
sw_sw: Lösenord för virtuell IP
tr_tr: Sanal IP Şifresi
uk_uk: Пароль віртуальної IP-адреси

source: Enter the VHID group password.
id_id: Masukkan kata sandi grup VHID.
it_it: Immettere la password del gruppo VHID.
ja_jp: VHID グループのパスワードを入力してください。
ko_ko: VHID 그룹 비밀번호를 입력합니다.
pt_pt: Introduza uma senha do grupo VHID.
sw_sw: Ange VHID-gruppens lösenord.
tr_tr: VHID grup parolasını girin.
uk_uk: Введіть пароль групи VHID.

source: VHID Group
id_id: Grup VHID
it_it: Gruppo vhid
ja_jp: VHID グループ
ko_ko: VHID 그룹
pt_pt: Grupo VHID
sw_sw: VHID-gruppen
tr_tr: VHID Grup

source: Select an unassigned VHID
id_id: Pilih VHID yang belum ditetapkan
it_it: Seleziona un VHID non assegnato
ja_jp: 割当されていないVHIDを選択
ko_ko: 할당되지 않은 VHID 선택
pt_pt: Seleccione um VHID não atribuído
sw_sw: Välj ett icke tilldelat VHID
tr_tr: Atanmamış bir VHID seçin
uk_uk: Виберіть непризначений VHID

source: Enter the VHID group that the machines will share.
id_id: Masukkan grup VHID yang akan digunakan bersama oleh mesin.
it_it: Immettere il gruppo VHID che le macchine condivideranno.
ja_jp: 機器が共有するVhid グループを入力してください。
ko_ko: 머신이 공유할 VHID 그룹을 입력합니다.
pt_pt: Introduza o grupo VHID que as máquinas irão partilhar.
sw_sw: Ange den VHID-grupp som maskinerna kommer att dela.
tr_tr: Makinelerin paylaşacağı VHID grubunu girin.
uk_uk: Введіть групу VHID, до якої будуть мати спільний доступ комп'ютери.

source: Advertising Frequency
id_id: Frekuensi Iklan
it_it: Frequenza pubblicitaria
ja_jp: 広告周期
ko_ko: 광고 빈도
pt_pt: Frequência da comunicação
sw_sw: Reklamfrekvens
tr_tr: Reklam Sıklığı
uk_uk: Частота реклами

source: Base
id_id: Dasar
ja_jp: ベース
ko_ko: 기본
sw_sw: Bas
tr_tr: Üs
uk_uk: База

source: Skew
id_id: Miring
it_it: Storto
ja_jp: スキュー
ko_ko: 스큐
pt_pt: Obliquidade
sw_sw: Snedställning
tr_tr: Eğiklik
uk_uk: Перекіс

source: The frequency that this machine will advertise. 0 usually means master. Otherwise the lowest combination of both values in the cluster determines the master.
id_id: Frekuensi yang akan diiklankan oleh mesin ini. 0 biasanya berarti master. Jika tidak, kombinasi terendah dari kedua nilai dalam klaster menentukan master.
it_it: La frequenza che questa macchina pubblicherà. 0 di solito significa padrone. Altrimenti la combinazione più bassa di entrambi i valori nel cluster determina il master.
ja_jp: この機器が広告する周期。0は通常マスタを意味します。もしくはクラスタで最も低い値の組み合わせでマスタを決定します。
ko_ko: 이 기계가 광고할 빈도입니다. 0은 일반적으로 마스터를 의미합니다. 그렇지 않으면 클러스터에서 두 값의 가장 낮은 조합이 마스터를 결정합니다.
pt_pt: A frequência que esta máquina irá anunciar. 0 geralmente significa mestre. Caso contrário, uma menor combinação de ambos os valores no cluster determina o master.
sw_sw: Den frekvens som maskinen ska annonsera. 0 betyder vanligtvis master. Annars är det den lägsta kombinationen av båda värdena i klustret som avgör vem som är master.
tr_tr: Bu makinenin reklamını yapacağı frekans. 0 genellikle master anlamına gelir. Aksi takdirde kümedeki her iki değerin en düşük kombinasyonu ana makineyi belirler.
uk_uk: Частота, з якою ця машина буде рекламувати. 0 зазвичай означає головний. В іншому випадку найнижча комбінація обох значень у кластері визначає ведучого.

source: Close
id_id: Tutup
it_it: Chiudere
ja_jp: 閉じる
ko_ko: 닫기
pt_pt: Guardar
sw_sw: Stäng
tr_tr: Kapat
uk_uk: Закрити

source: Available Widgets
id_id: Widget yang Tersedia
it_it: Widget disponibili
ja_jp: 利用可能なウィジェット
ko_ko: 사용 가능한 위젯
pt_pt: Widgets disponíveis
sw_sw: Tillgängliga widgetar
tr_tr: Kullanılabilir Widget'lar
uk_uk: Доступні віджети

source: Please wait...
id_id: Mohon tunggu...
it_it: Attendere prego...
ja_jp: しばらくお待ち下さい...
ko_ko: 잠시만 기다려주세요...
pt_pt: Por favor aguarde...
sw_sw: Vänligen vänta...
tr_tr: Lütfen bekleyin...
uk_uk: Будь ласка, зачекайте...

source: The field %s contains invalid characters.
id_id: Bidang %s berisi karakter yang tidak valid.
it_it: Il campo %s contiene caratteri non validi.
ja_jp: フィールド %s に無効な文字があります。
ko_ko: 필드 %s에 잘못된 문자가 포함되어 있습니다.
pt_pt: O campo %s contém caracteres inválidos.
sw_sw: Fältet %s innehåller ogiltiga tecken.
tr_tr: s alanı geçersiz karakterler içeriyor.
uk_uk: Поле %s містить недопустимі символи.

source: The field %s is required.
id_id: Bidang %s harus diisi.
it_it: Il campo %s è richiesto.
ja_jp: フィールド %s は必須です。
ko_ko: 필드 %s는 필수입니다.
pt_pt: O campo %s é obrigatório.
sw_sw: Fältet %s är obligatoriskt.
tr_tr: s alanı zorunludur.
uk_uk: Поле %s є обов'язковим.

source: The following input errors were detected:
id_id: Kesalahan input berikut ini terdeteksi:
it_it: Sono stati rilevati i seguenti errori di input:
ja_jp: 次のエラーを入力検出しました。
ko_ko: 다음과 같은 입력 오류가 감지되었습니다:
pt_pt: Os seguintes erros de entrada foram detetados:
sw_sw: Följande inmatningsfel upptäcktes:
tr_tr: Aşağıdaki giriş hataları tespit edildi:
uk_uk: Було виявлено наступні помилки введення:

source: The system is currently booting. Not all services have been started yet.
id_id: Sistem saat ini sedang melakukan booting. Belum semua layanan dimulai.
ja_jp: 現在、システムは起動しています。まだすべてのサービスが開始されているわけではありません。
ko_ko: 시스템이 현재 부팅 중입니다. 아직 모든 서비스가 시작되지 않았습니다.
pt_pt: O sistema está actualmente a arrancar. Nem todos os serviços foram ainda iniciados.
sw_sw: Systemet håller på att starta upp. Alla tjänster har ännu inte startats.
tr_tr: Sistem şu anda önyükleniyor. Henüz tüm hizmetler başlatılmadı.
uk_uk: Наразі відбувається завантаження системи. Ще не всі служби запущено.

source: The firewall has globally been disabled and configured rules are currently not enforced. It can be enabled in the %sFirewall/NAT%s settings.
id_id: Firewall secara global telah dinonaktifkan dan aturan yang dikonfigurasi saat ini tidak diberlakukan. Hal ini dapat diaktifkan di pengaturan %sFirewall/NAT%s.
it_it: Il firewall è stato disabilitato a livello globale e le regole configurate non sono attualmente applicate. Può essere abilitato nelle impostazioni %sFIREWALL/NAT%s.
ja_jp: ファイアウォール全体が無効になりました。構成されたルールは現在実行されていません。
ko_ko: 방화벽이 전역적으로 비활성화되어 있으며 구성된 규칙이 현재 적용되지 않습니다. 방화벽은 %s방화벽/NAT%s 설정에서 사용하도록 설정할 수 있습니다.
pt_pt: A firewall foi globalmente desativada e as regras configuradas atualmente não são aplicadas. Pode ser activado nas configurações %Firewall%s.
sw_sw: Brandväggen har inaktiverats globalt och konfigurerade regler tillämpas för närvarande inte. Den kan aktiveras i inställningarna %sFirewall/NAT%s.
tr_tr: Güvenlik duvarı genel olarak devre dışı bırakılmıştır ve yapılandırılan kurallar şu anda uygulanmamaktadır. Güvenlik duvarı %sFirewall/NAT%s ayarlarından etkinleştirilebilir.
uk_uk: Брандмауер глобально вимкнено, а налаштовані правила наразі не застосовуються. Його можна увімкнути у налаштуваннях %sFirewall/NAT%s.

source: You are currently running in LiveCD mode. A reboot will reset the configuration.
id_id: Saat ini Anda sedang berjalan dalam mode LiveCD. Reboot akan mengatur ulang konfigurasi.
it_it: Attualmente stai eseguendo in modalità LiveCD. Un riavvio ripristinerà la configurazione.
ja_jp: 現在 LiveCD モードで動作しています。
ko_ko: 현재 LiveCD 모드로 실행 중입니다. 재부팅하면 구성이 재설정됩니다.
pt_pt: Atualmente está a executar no modo LiveCD. Uma reinicialização rirá redefinir a configuração
sw_sw: Du kör för närvarande i LiveCD-läge. En omstart återställer konfigurationen.
tr_tr: Şu anda LiveCD modunda çalışıyorsunuz. Yeniden başlatma yapılandırmayı sıfırlayacaktır.
uk_uk: Наразі ви працюєте у режимі LiveCD. Перезавантаження призведе до скидання конфігурації.

source: SSH remote login is enabled for the users "root" and "installer" using the same password.
id_id: Login jarak jauh SSH diaktifkan untuk pengguna "root" dan "installer" menggunakan kata sandi yang sama.
it_it: SSH Remote Login è abilitato per gli utenti "root" e "installatore" utilizzando la stessa password.
ja_jp: SSH リモートログインが可能なのは「root」及び同じパスワードを使用している「installer」ユーザです。
ko_ko: 동일한 비밀번호를 사용하는 "root" 및 "installer" 사용자에 대해 SSH 원격 로그인이 활성화됩니다.
pt_pt: O login remoto SSH está habilitado para os utilizadores "root" e "installer" usando uma mesma palavra-pass.
sw_sw: SSH-fjärrinloggning är aktiverad för användarna "root" och "installer" med samma lösenord.
tr_tr: SSH uzaktan oturum açma, aynı parolayı kullanan "root" ve "installer" kullanıcıları için etkinleştirilmiştir.
uk_uk: Віддалений вхід по SSH увімкнено для користувачів "root" та "installer" з використанням однакового пароля.

source: The changes have been applied successfully, remember to update your backup server in %sSystem: High availability: status%s
id_id: Perubahan telah berhasil diterapkan, ingatlah untuk memperbarui server cadangan Anda di %sSystem: Ketersediaan tinggi: status%s
ja_jp: 変更は正常に適用されましたが、%sSystem.High Availability: Status%でバックアップ・サーバを更新することを忘れないでください。高可用性: ステータス%s
ko_ko: 변경 사항이 성공적으로 적용되었으므로 %sSystem에서 백업 서버를 업데이트해야 합니다: 고가용성: 상태%s
pt_pt: As alterações foram aplicadas com sucesso, lembre-se de actualizar o seu servidor de backup em %sSystem: Alta disponibilidade: status%s
sw_sw: Ändringarna har tillämpats framgångsrikt, kom ihåg att uppdatera din säkerhetskopieringsserver i %sSystem: Hög tillgänglighet: status%s
tr_tr: Değişiklikler başarıyla uygulandı, yedekleme sunucunuzu %sSystem'de güncellemeyi unutmayın: Yüksek kullanılabilirlik: durum%s
uk_uk: Зміни успішно застосовано, не забудьте оновити сервер резервного копіювання в %sSystem: Висока доступність: статус%s

source: The changes have been applied successfully.
id_id: Perubahan tersebut telah berhasil diterapkan.
it_it: Le modifiche sono state applicate con successo.
ja_jp: 正常に適用されました。
ko_ko: 변경 사항이 성공적으로 적용되었습니다.
pt_pt: As alterações foram aplicadas com sucesso.
sw_sw: Ändringarna har tillämpats framgångsrikt.
tr_tr: Değişiklikler başarıyla uygulanmıştır.
uk_uk: Зміни були успішно застосовані.

source: net
id_id: bersih
it_it: rete
ja_jp: ネット
sw_sw: netto
uk_uk: чистий

source: A problem was detected. Click %shere%s for more information.
id_id: Masalah terdeteksi. Klik %shere%s untuk informasi lebih lanjut.
it_it: È stato rilevato un problema. Fare clic su %squi%s per ulteriori informazioni.
ja_jp: 問題が検出されました。詳しい情報は%sこちら%sをクリックしてください。
ko_ko: 문제가 감지되었습니다. 자세한 내용을 보려면 %여기%s를 클릭하세요.
pt_pt: Um problema foi detetado. Clique %saqui%s para mais informação.
sw_sw: Ett problem upptäcktes. Klicka på %shere%s för mer information.
tr_tr: Bir sorun tespit edildi. Daha fazla bilgi için %shere%s'e tıklayın.
uk_uk: Виявлено проблему. Натисніть %shere%s для отримання додаткової інформації.

source: restart service
id_id: memulai kembali layanan
it_it: Riavvia il servizio
ja_jp: リスタートサービス
ko_ko: 서비스 다시 시작
pt_pt: reiniciar o serviço
sw_sw: starta om tjänsten
tr_tr: hizmeti yeniden başlat
uk_uk: перезапустити службу

source: stop service
id_id: hentikan layanan
ja_jp: 停止サービス
ko_ko: 서비스 중지
pt_pt: serviço de paragem
sw_sw: stoppa tjänsten
tr_tr: hizmeti durdur
uk_uk: зупинити обслуговування

source: start service
id_id: mulai layanan
it_it: Avvia il servizio
ja_jp: スタートサービス
ko_ko: 서비스 시작
pt_pt: iniciar o serviço
sw_sw: starta tjänsten
tr_tr: hizmeti başlat
uk_uk: запуск сервісу

source: System Status
id_id: Status Sistem
ja_jp: システムの状態
ko_ko: 시스템 상태
pt_pt: Estado do sistema
sw_sw: Systemets status
tr_tr: Sistem Durumu
uk_uk: Стан системи

source: Starting initial configuration!
id_id: Memulai konfigurasi awal!
it_it: Avvio della configurazione iniziale!
ja_jp: 初期構成を開始します
ko_ko: 초기 설정을 시작합니다!
pt_pt: Iniciando uma configuração inicial!
sw_sw: Startar den första konfigurationen!
tr_tr: İlk yapılandırma başlatılıyor!
uk_uk: Починаємо початкову конфігурацію!

source: Finished initial configuration!
id_id: Konfigurasi awal selesai!
it_it: Configurazione iniziale finita!
ja_jp: 初期構成は終了しました
ko_ko: 초기 구성이 완료되었습니다!
pt_pt: Configuração inicial terminada!
sw_sw: Den första konfigurationen är klar!
tr_tr: İlk yapılandırma tamamlandı!
uk_uk: Початкова конфігурація завершена!

source: Welcome to %s!
id_id: Selamat datang di %s!
it_it: Benvenuti in %s!
ja_jp: s にようこそ！
ko_ko: 에 오신 것을 환영합니다!
pt_pt: Um momento enquanto iniciamos o assistente de configuração inicial.
sw_sw: Välkommen till %s!
tr_tr: %s'ye hoş geldiniz!
uk_uk: Ласкаво просимо до %s!

source: One moment while we start the initial setup wizard.
id_id: Sejenak, sementara kita memulai wizard penyiapan awal.
it_it: Un momento mentre iniziamo la procedura guidata di configurazione iniziale.
ja_jp: 初期設定ウィザードの開始まで少々お待ちください。
ko_ko: 초기 설정 마법사를 시작하는 동안 잠시만요.
pt_pt: Utilizadores da plataforma incorporada: Por favor, seja paciente, o assistente demora um pouco mais para executar do que a GUI normal
sw_sw: Ett ögonblick medan vi startar den första installationsguiden.
tr_tr: İlk kurulum sihirbazını başlatırken bir dakika.
uk_uk: Хвилинку, поки ми запускаємо майстер початкового налаштування.

source: To bypass the wizard, click on the logo in the upper left corner.
id_id: Untuk melewati wizard, klik logo di sudut kiri atas.
it_it: Per bypassare la procedura guidata, fai clic sul logo nell'angolo in alto a sinistra.
ja_jp: ウィザードを抜けるには、左上角のロゴをクリックしてください。
ko_ko: 마법사를 건너뛰려면 왼쪽 상단 모서리에 있는 로고를 클릭합니다.
pt_pt: Guardar para carregar widget
sw_sw: Om du vill undvika guiden klickar du på logotypen i det övre vänstra hörnet.
tr_tr: Sihirbazı atlamak için sol üst köşedeki logoya tıklayın.
uk_uk: Щоб обійти майстра, натисніть на логотип у верхньому лівому кутку.

source: Congratulations! %s is now configured.
id_id: Selamat! %s sekarang telah dikonfigurasi.
it_it: Congratulazioni! %s è ora configurato.
ja_jp: おめでとうございます！%sは構成されました。
ko_ko: 축하합니다! 이제 %s가 구성되었습니다.
pt_pt: Parabéns! A %s está agora configurada.
sw_sw: Grattis! %s är nu konfigurerad.
tr_tr: Tebrikler! s şimdi yapılandırıldı.
uk_uk: Вітаємо! %s налаштовано.

source: Please consider donating to the project to help us with our overhead costs. See %sour website%s to donate or purchase available %s support services.
id_id: Mohon pertimbangkan untuk menyumbang ke proyek ini untuk membantu kami dengan biaya overhead kami. Lihat situs web kami untuk menyumbang atau membeli layanan dukungan yang tersedia.
it_it: Si prega di considerare di donare al progetto per aiutarci con i nostri costi generali. Vedi %ssito web%s per donare o acquistare i servizi di supporto %s disponibili.
ja_jp: プロジェクトの諸経費の援助となります。
ko_ko: 간접비를 지원하기 위해 프로젝트에 기부하는 것을 고려해 주세요. 사용 가능한 %s 지원 서비스를 기부하거나 구매하려면 %s 웹사이트%s를 참조하세요.
pt_pt: Por favor, considere fazer uma doação ao projecto para nos ajudar com os nossos custos gerais. Ver %sour website%s para doar ou comprar os %s serviços de apoio disponíveis.
sw_sw: Överväg att donera till projektet för att hjälpa oss med våra omkostnader. Se %sin webbplats%s för att donera eller köpa tillgängliga %s stödtjänster.
tr_tr: Genel giderlerimizde bize yardımcı olmak için lütfen projeye bağış yapmayı düşünün. Bağış yapmak veya mevcut %s destek hizmetlerini satın almak için %s web sitemize bakın.
uk_uk: Будь ласка, розгляньте можливість пожертвувати на проект, щоб допомогти нам з накладними витратами. Щоб зробити пожертву або придбати доступні послуги підтримки, відвідайте наш сайт.

source: Click to %scontinue to the dashboard%s.
id_id: Klik untuk %lanjutkan ke dasbor%s.
it_it: Fare clic su %scontinue alla dashboard%s.
ja_jp: %sダッシュボードを続ける%sをクリックしてください。
ko_ko: 대시보드로 계속하려면 %s를 클릭합니다.
pt_pt: Clique para %scontinuar para o painel de instrumentos%s.
sw_sw: Klicka för att %fortsätta till instrumentpanelen%s.
tr_tr: Gösterge tablosuna %devam etmek için tıklayın.
uk_uk: Натисніть на %продовжити до інформаційної панелі%s.

source: Or click to %scheck for updates%s.
id_id: Atau klik untuk %periksa pembaruan%.
it_it: Oppure fai clic su %scheck per gli aggiornamenti%s.
ja_jp: または、%scheck for updates%sをクリックします。
ko_ko: 또는 클릭하여 %업데이트 확인%s을 클릭합니다.
pt_pt: Ou clique em %scheck para ver as actualizações%s.
sw_sw: Eller klicka för att %söka efter uppdateringar%s.
tr_tr: Veya %güncellemeleri kontrol et%s seçeneğine tıklayın.
uk_uk: Або натисніть %перевірити наявність оновлень%.

source: Save to load widget
id_id: Simpan untuk memuat widget
it_it: Salva per caricare widget
ja_jp: 保存してウィジェット読込み
ko_ko: 저장하여 위젯 로드
pt_pt: Guardar para carregar widget
sw_sw: Spara för att ladda widget
tr_tr: Widget yüklemek için kaydet
uk_uk: Зберегти для завантаження віджету

source: You have already applied your settings!
id_id: Anda sudah menerapkan pengaturan Anda!
it_it: Hai già applicato le tue impostazioni!
ja_jp: 設定済みです
ko_ko: 이미 설정을 적용했습니다!
pt_pt: Já aplicou as suas definições!
sw_sw: Du har redan tillämpat dina inställningar!
tr_tr: Ayarlarınızı zaten uyguladınız!
uk_uk: Ви вже застосували свої налаштування!

source: An interface with the specified description already exists.
id_id: Antarmuka dengan deskripsi yang ditentukan sudah ada.
it_it: Un'interfaccia con la descrizione specificata esiste già.
ja_jp: 指定された説明のインタフェースが存在しています
ko_ko: 지정된 설명이 있는 인터페이스가 이미 존재합니다.
pt_pt: O servidor DHCP está ativo neste interface e pode ser usado apenas com uma configuração estática IP. Por favor desative primeiro o serviço de DHCP Server neste interface e de seguida altere a configuração do interface.
sw_sw: Ett gränssnitt med den angivna beskrivningen finns redan.
tr_tr: Belirtilen tanıma sahip bir arayüz zaten mevcut.
uk_uk: Інтерфейс із зазначеним описом вже існує.
