Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Note: Clears all local log files and reinitializes them as empty logs. This also restarts the DHCP daemon. Use the Save button first if you have made any setting changes.
id_id: Catatan: Menghapus semua file log lokal dan menginisialisasi ulang sebagai log kosong. Hal ini juga akan memulai ulang daemon DHCP. Gunakan tombol Simpan terlebih dahulu jika Anda telah membuat perubahan pengaturan.
it_it: NOTA: cancella tutti i file di registro locali e li reinizializza come registri vuoti. Questo riavvia anche il demone DHCP. Utilizzare prima il pulsante Salva se hai apportato modifiche all'impostazione.
ja_jp: 注意: 全てのローカルログファイルを消去し、空のログとして再初期化します。
ko_ko: 참고: 모든 로컬 로그 파일을 지우고 빈 로그로 다시 초기화합니다. 또한 DHCP 디먼도 다시 시작됩니다. 설정을 변경한 경우 먼저 저장 버튼을 사용합니다.
pt_pt: Nota: Limpa todos os arquivos de registo local e reinicia-os como registos vazios. Isto também reinicia o DHCP daemon. Utilize primeiro o botão Guardar se tiver efectuado alterações na definição.
sw_sw: Obs: Rensar alla lokala loggfiler och återinställer dem som tomma loggfiler. Detta innebär också att DHCP-demonen startas om. Använd först knappen Save (Spara) om du har gjort några inställningsändringar.
tr_tr: Not: Tüm yerel günlük dosyalarını temizler ve boş günlükler olarak yeniden başlatır. Bu aynı zamanda DHCP arka plan programını da yeniden başlatır. Herhangi bir ayar değişikliği yaptıysanız önce Kaydet düğmesini kullanın.
uk_uk: Зауваження: Очистить усі локальні файли журналів і переініціалізує їх як порожні. Це також перезапускає демон DHCP. Якщо ви внесли зміни до налаштувань, спочатку скористайтеся кнопкою Зберегти.

source: No interface selected
id_id: Tidak ada antarmuka yang dipilih
it_it: Nessuna interfaccia selezionata
ja_jp: インターフェイスが選択されていない
ko_ko: 선택한 인터페이스 없음
pt_pt: Nenhuma interface seleccionada
sw_sw: Inget gränssnitt har valts
tr_tr: Seçili arayüz yok
uk_uk: Інтерфейс не вибрано

source: Invalid interface %s.
id_id: Antarmuka tidak valid %s.
it_it: Interfaccia non valida %s.
ja_jp: 無効なインタフェース %s です。
ko_ko: 잘못된 인터페이스 %s입니다.
pt_pt: Interface inválida %s.
sw_sw: Felaktigt gränssnitt %s.
tr_tr: Geçersiz arayüz %s.
uk_uk: Неправильний інтерфейс %s.

source: Invalid address family.
id_id: Keluarga alamat tidak valid.
it_it: Famiglia di indirizzi non validi.
ja_jp: 無効なアドレスファミリです
ko_ko: 잘못된 주소 계열입니다.
pt_pt: Família de endereços inválida
sw_sw: Ogiltig adressfamilj.
tr_tr: Geçersiz adres ailesi.
uk_uk: Невірна сім'я адреси.

source: Invalid protocol.
id_id: Protokol tidak valid.
it_it: Protocollo non valido.
ja_jp: 無効なプロトコルです
ko_ko: 잘못된 프로토콜입니다.
pt_pt: Protocolo inválido.
sw_sw: Felaktigt protokoll.
tr_tr: Geçersiz protokol.
uk_uk: Недійсний протокол.

source: A valid IP address or CIDR block must be specified. [%s]
id_id: Alamat IP atau blok CIDR yang valid harus ditentukan. [%s]
it_it: È necessario specificare un indirizzo IP o un blocco CIDR valido. [%s]
ja_jp: 有効なIPアドレス、またはCIDRブロックを指定してください。
ko_ko: 유효한 IP 주소 또는 CIDR 블록을 지정해야 합니다. [%s]
pt_pt: Um endereço IP válido ou bloco CIDR deve ser especificado. [%s]
sw_sw: En giltig IP-adress eller ett giltigt CIDR-block måste anges. [%s]
tr_tr: Geçerli bir IP adresi veya CIDR bloğu belirtilmelidir. [%s]
uk_uk: Необхідно вказати дійсну IP-адресу або CIDR-блок. [%s]

source: Invalid value specified for port.
id_id: Nilai tidak valid yang ditentukan untuk port.
it_it: Valore non valido specificato per la porta.
ja_jp: ポートに、無効な値が指定されました
ko_ko: 포트에 지정된 값이 잘못되었습니다.
pt_pt: Valor inválido especificado para a porta
sw_sw: Ett ogiltigt värde har angetts för port.
tr_tr: Bağlantı noktası için geçersiz değer belirtildi.
uk_uk: Для порту вказано невірне значення.

source: Invalid value specified for packet length.
id_id: Nilai tidak valid yang ditentukan untuk panjang paket.
it_it: Valore non valido specificato per la lunghezza del pacchetto.
ja_jp: パケット長に、無効な値が指定されました。
ko_ko: 패킷 길이에 지정된 값이 잘못되었습니다.
pt_pt: Valor inválido especificado para o comprimento do pacote.
sw_sw: Ett ogiltigt värde har angetts för paketlängden.
tr_tr: Paket uzunluğu için geçersiz değer belirtildi.
uk_uk: Неправильне значення довжини пакета.

source: Invalid value specified for packet count.
id_id: Nilai tidak valid yang ditentukan untuk jumlah paket.
it_it: Valore non valido specificato per il conteggio dei pacchetti.
ja_jp: パケット数に、無効な値が指定されました。
ko_ko: 패킷 수에 지정된 값이 잘못되었습니다.
pt_pt: Valor inválido especificado para a contagem de pacotes.
sw_sw: Ett ogiltigt värde har angetts för antalet paket.
tr_tr: Paket sayısı için geçersiz değer belirtildi.
uk_uk: Неправильне значення вказано для кількості пакетів.

source: Packet capture
id_id: Pengambilan paket
it_it: Cattura dei pacchetti
ja_jp: パケットキャプチャ
ko_ko: 패킷 캡처
pt_pt: Captura de pacotes
sw_sw: Fångst av paket
tr_tr: Paket yakalama
uk_uk: Захоплення пакетів

source: (de)select all
id_id: (de) pilih semua
it_it: (deselezionare tutto
ja_jp: (選り抜く
ko_ko: (드)모두 선택
pt_pt: (de)seleccionar todos
sw_sw: (av)välja alla
tr_tr: Tümünü (de)seçin
uk_uk: (де)вибрати все

source: Select the interface on which to capture traffic.
id_id: Pilih antarmuka yang akan digunakan untuk menangkap lalu lintas.
it_it: Seleziona l'interfaccia su cui catturare il traffico.
ja_jp: トラフィックをキャプチャするインタフェースを選択する。
ko_ko: 트래픽을 캡처할 인터페이스를 선택합니다.
pt_pt: Selecione uma interface na qual você pode capturar o tráfego.
sw_sw: Välj det gränssnitt som trafiken ska fångas på.
tr_tr: Trafiğin yakalanacağı arayüzü seçin.
uk_uk: Виберіть інтерфейс, на якому потрібно перехоплювати трафік.

source: If checked, the
id_id: Jika dicentang, maka
it_it: Se controllato, il
ja_jp: チェックした場合、
ko_ko: 선택하면
pt_pt: Se marcado, o
sw_sw: Om den är markerad, ska
tr_tr: İşaretlenirse
uk_uk: Якщо позначити цей пункт, буде показано

source: packet capture
id_id: penangkapan paket
it_it: Cattura dei pacchetti
ja_jp: パケットキャプチャ
ko_ko: 패킷 캡처
pt_pt: Captura de pacote
sw_sw: fångst av paket
tr_tr: paket yakalama
uk_uk: перехоплення пакетів

source: will be performed using promiscuous mode.
id_id: akan dilakukan dengan menggunakan mode promiscuous.
it_it: verrà eseguito usando la modalità promiscua.
ja_jp: は、無作為検出モードを使用して実行されます。
ko_ko: 는 난잡한 모드를 사용하여 수행됩니다.
pt_pt: Será realizado usando o modo promíscuo.
sw_sw: kommer att utföras i promiscuous-läge.
tr_tr: karışık mod kullanılarak gerçekleştirilecektir.
uk_uk: буде виконуватися в режимі проміскуїтету.

source: Note
id_id: Catatan
it_it: Nota
ja_jp: 注意
ko_ko: 참고
pt_pt: Nota
sw_sw: Obs
tr_tr: Not
uk_uk: Примітка

source: Some network adapters do not support or work well in promiscuous mode.
id_id: Beberapa adaptor jaringan tidak mendukung atau bekerja dengan baik dalam mode promiscuous.
it_it: Alcuni adattatori di rete non supportano o funzionano bene in modalità promiscua.
ja_jp: 一部のネットワークアダプタは、無作為検出モードに対応していないか、または正しく動作しません。
ko_ko: 일부 네트워크 어댑터는 무차별 모드를 지원하지 않거나 제대로 작동하지 않습니다.
pt_pt: Alguns adaptadores de rede não oferecem suporte ou funcionam bem em modo promíscuo.
sw_sw: Vissa nätverkskort har inte stöd för eller fungerar inte bra i promiscuous-läge.
tr_tr: Bazı ağ bağdaştırıcıları promiscuous modunu desteklemez veya bu modda iyi çalışmaz.
uk_uk: Деякі мережеві адаптери не підтримують або погано працюють у нерозбірливому режимі.

source: Any
id_id: Apa saja
it_it: Qualsiasi
ja_jp: 任意
ko_ko: 모든
pt_pt: Desativado
sw_sw: Alla
tr_tr: Herhangi bir
uk_uk: Будь-який

source: Exclude ICMP
id_id: Kecualikan ICMP
it_it: Escludere ICMP
ja_jp: ICMP を除外
ko_ko: ICMP 제외
pt_pt: Excluir ICMP
sw_sw: Uteslut ICMP
tr_tr: ICMP'yi hariç tut
uk_uk: Виключити ICMP

source: ICMPv6
ja_jp: アイシーエムピーブイシックス

source: Exclude ICMPv6
id_id: Kecualikan ICMPv6
it_it: Escludere ICMPv6
ja_jp: ICMPv6 を除外
ko_ko: ICMPv6 제외
pt_pt: Excluir ICMPv6
sw_sw: Uteslut ICMPv6
tr_tr: ICMPv6'yı hariç tut
uk_uk: Виключити ICMPv6

source: Exclude TCP
id_id: Kecualikan TCP
it_it: Escludere TCP
ja_jp: TCP を除外
ko_ko: TCP 제외
pt_pt: Excluir TCP
sw_sw: Exkludera TCP
tr_tr: TCP'yi hariç tut
uk_uk: Виключити TCP

source: Exclude UDP
id_id: Kecualikan UDP
it_it: Escludere UDP
ja_jp: UDP を除外
ko_ko: UDP 제외
pt_pt: Excluir UDP
sw_sw: Exkludera UDP
tr_tr: UDP'yi hariç tut
uk_uk: Виключити UDP

source: ARP
ja_jp: アープ

source: Exclude ARP
id_id: Kecualikan ARP
it_it: Escludere arp
ja_jp: ARP を除外
ko_ko: ARP 제외
pt_pt: Excluir ARP
sw_sw: Uteslut ARP
tr_tr: ARP'yi hariç tut
uk_uk: Виключити ARP

source: Exclude CARP (VRRP)
id_id: Kecualikan CARP (VRRP)
it_it: Escludere carpe (VRRP)
ja_jp: 鯉（Vrrp） を除外
ko_ko: CARP(VRRP) 제외
pt_pt: Excluir CARP (VRRP)
sw_sw: Uteslut CARP (VRRP)
tr_tr: CARP'ı hariç tut (VRRP)
uk_uk: Виключити CARP (VRRP)

source: Select the protocol to capture, or Any.
id_id: Pilih protokol yang akan ditangkap, atau Any.
it_it: Seleziona il protocollo da acquisire o qualsiasi.
ja_jp: キャプチャ等の処理をするプロトコルを選択してください。
ko_ko: 캡처할 프로토콜을 선택하거나 아무거나 선택합니다.
pt_pt: Selecione o protocolo a ser capturado ou Qualquer.
sw_sw: Välj det protokoll som ska fångas, eller Alla.
tr_tr: Yakalanacak protokolü veya Herhangi birini seçin.
uk_uk: Виберіть протокол для перехоплення або Будь-який.

source: This value is either the Source or Destination IP address or subnet in CIDR notation. The packet capture will look for this address in either field.
id_id: Nilai ini adalah alamat IP Sumber atau Tujuan atau subnet dalam notasi CIDR. Penangkapan paket akan mencari alamat ini di salah satu bidang.
it_it: Questo valore è l'indirizzo IP di origine o di destinazione o una sottorete nella notazione CIDR. La cattura dei pacchetti cercherà questo indirizzo in entrambi i campi.
ja_jp: 送信元もしくは送信元のIPアドレス、またはcidr表記のサブネットを指定してください、パケットキャプチャはいずれかのフィールドで、このアドレスを検索します。
ko_ko: 이 값은 소스 또는 대상 IP 주소 또는 CIDR 표기법의 서브넷입니다. 패킷 캡처는 두 필드 중 하나에서 이 주소를 찾습니다.
pt_pt: Esse valor é o endereço IP ou sub-rede de origem ou destino na notação CIDR. A captura de pacotes procurará este endereço em qualquer campo.
sw_sw: Det här värdet är antingen källans eller målets IP-adress eller undernät i CIDR-notation. Paketfångsten kommer att leta efter denna adress i något av fälten.
tr_tr: Bu değer Kaynak veya Hedef IP adresi ya da CIDR gösteriminde alt ağdır. Paket yakalama bu adresi her iki alanda da arayacaktır.
uk_uk: Це значення є IP-адресою або підмережею джерела або одержувача у нотації CIDR. Перехоплення пакетів шукатиме цю адресу у будь-якому з полів.

source: Matching can be negated by preceding the value with "not". Multiple IP addresses or CIDR subnets may be specified as boolean expression.
id_id: Pencocokan dapat dinegasikan dengan mendahului nilai dengan "tidak". Beberapa alamat IP atau subnet CIDR dapat ditentukan sebagai ekspresi boolean.
it_it: La corrispondenza può essere annullata precedendo il valore con "non". Più indirizzi IP o sottoreti CIDR possono essere specificati come espressione booleana.
ja_jp: 値の前に "not "を付けることで、マッチングを否定することができる。複数のIPアドレスまたはCIDRサブネットをブーリアン表現で指定することができます。
ko_ko: 값 앞에 "not"을 붙여 매칭을 무효화할 수 있습니다. 여러 IP 주소 또는 CIDR 서브넷을 부울 표현식으로 지정할 수 있습니다.
pt_pt: A correspondência pode ser negada ao preceder o valor com "não". Os endereços IP múltiplos ou sub-redes CIDR podem ser especificados como expressão booleana.
sw_sw: Matchning kan förnekas genom att värdet föregås av "not". Flera IP-adresser eller CIDR-undernät kan anges som boolska uttryck.
tr_tr: Eşleştirme, değerin önüne "not" getirilerek olumsuzlanabilir. Birden fazla IP adresi veya CIDR alt ağı boolean ifadesi olarak belirtilebilir.
uk_uk: Відповідність можна заперечити, поставивши перед значенням символ "not". Кілька IP-адрес або підмереж CIDR можна вказати у вигляді логічного виразу.

source: If you leave this field blank, all packets on the specified interface will be captured.
id_id: Jika Anda mengosongkan bidang ini, semua paket pada antarmuka yang ditentukan akan ditangkap.
it_it: Se si lascia vuoto questo campo, tutti i pacchetti sull'interfaccia specificata verranno acquisiti.
ja_jp: このフィールドが空白の時は、指定されたインタフェースの全パケットをキャプチャします。
ko_ko: 이 필드를 비워두면 지정된 인터페이스의 모든 패킷이 캡처됩니다.
pt_pt: Se deixar este campo em branco, todos os pacotes na interface especificada serão capturados.
sw_sw: Om du lämnar det här fältet tomt fångas alla paket på det angivna gränssnittet.
tr_tr: Bu alanı boş bırakırsanız, belirtilen arayüzdeki tüm paketler yakalanacaktır.
uk_uk: Якщо ви залишите це поле порожнім, всі пакети на вказаному інтерфейсі будуть перехоплені.

source: Example:
id_id: Contoh:
it_it: Esempio:
ja_jp: 例:
ko_ko: 예시:
pt_pt: Exemplo:
sw_sw: Exempel:
tr_tr: Örnek:
uk_uk: Приклад:

source: Leave blank if you do not want to filter by port.
id_id: Biarkan kosong jika Anda tidak ingin memfilter berdasarkan port.
it_it: Lascia vuoto se non si desidera filtrare per porta.
ja_jp: ポートによるフィルタを行わない場合は空白にします。
ko_ko: 포트별로 필터링하지 않으려면 비워 두세요.
pt_pt: Deixe em branco se não quiser filtrar por porta.
sw_sw: Lämna tomt om du inte vill filtrera efter port.
tr_tr: Bağlantı noktasına göre filtreleme yapmak istemiyorsanız boş bırakın.
uk_uk: Залиште поле порожнім, якщо ви не хочете фільтрувати за портом.

source: Enter 0 (zero) for no count limit.
id_id: Masukkan 0 (nol) untuk tidak ada batas hitungan.
it_it: Immettere 0 (zero) per nessun limite di conteggio.
ja_jp: 個数制限をなくすには、0 ( ゼロ ) を入力してください。
ko_ko: 카운트 제한이 없는 경우 0(0)을 입력합니다.
pt_pt: Digite 0 (zero) para nenhum limite de contagem.
sw_sw: Ange 0 (noll) för att inte ange någon gräns.
tr_tr: Sayım sınırı olmaması için 0 (sıfır) girin.
uk_uk: Введіть 0 (нуль) для відсутності обмеження кількості.

source: This is the number of packets the packet capture will grab. Default value is 100.
id_id: Ini adalah jumlah paket yang akan diambil oleh penangkapan paket. Nilai default adalah 100.
it_it: Questo è il numero di pacchetti che l'acquisizione dei pacchetti prenderà. Il valore predefinito è 100.
ja_jp: パケットキャプチャがキャプチャするパケット数ですが、デフォルト値は100です。
ko_ko: 패킷 캡처가 수집할 패킷의 수입니다. 기본값은 100입니다.
pt_pt: Esse é o número de pacotes que a captura de pacotes vai capturar. O valor pré-definido é 100.
sw_sw: Det här är antalet paket som paketsamlingen kommer att fånga. Standardvärdet är 100.
tr_tr: Bu, paket yakalamanın alacağı paket sayısıdır. Varsayılan değer 100'dür.
uk_uk: Це кількість пакетів, які буде перехоплено під час перехоплення пакетів. Значення за замовчуванням - 100.

source: View settings
id_id: Melihat pengaturan
it_it: Visualizza impostazioni
ja_jp: 表示設定
ko_ko: 설정 보기
pt_pt: Ver definições
sw_sw: Visa inställningar
tr_tr: Ayarları görüntüle
uk_uk: Налаштування перегляду

source: Level of Detail
id_id: Tingkat Detail
it_it: Livello di dettaglio
ja_jp: 詳細度
ko_ko: 세부 수준
pt_pt: Detalhe do nível
sw_sw: Detaljerad nivå
tr_tr: Detay Seviyesi
uk_uk: Рівень деталізації

source: Normal
it_it: Normale
ja_jp: 標準
ko_ko: 보통
uk_uk: Нормально.

source: Full
id_id: Penuh
it_it: Pieno
ja_jp: 全部
ko_ko: 전체
pt_pt: Completo
sw_sw: Fullständigt
tr_tr: Tam
uk_uk: Повний

source: This is the level of detail that will be displayed after hitting 'Stop' when the packets have been captured.
id_id: Ini adalah tingkat detail yang akan ditampilkan setelah menekan 'Stop' ketika paket telah ditangkap.
it_it: Questo è il livello di dettaglio che verrà visualizzato dopo aver colpito "Stop" quando i pacchetti sono stati catturati.
ja_jp: パケットがキャプチャされた場合に、「停止」入力後に表示される詳細情報のレベルです。
ko_ko: 패킷이 캡처되었을 때 '중지'를 누른 후 표시되는 세부 정보 수준입니다.
pt_pt: Este é o nível de detalhe que será exibido depois de bater 'Parar' quando os pacotes foram capturados.
sw_sw: Detta är den detaljnivå som kommer att visas efter att du tryckt på "Stopp" när paketen har fångats.
tr_tr: Bu, paketler yakalandığında 'Durdur' düğmesine basıldıktan sonra görüntülenecek ayrıntı düzeyidir.
uk_uk: Це рівень деталізації, який буде показано після натискання кнопки "Стоп", коли пакети будуть перехоплені.

source: Note:
id_id: Catatan:
it_it: Nota:
ja_jp: 注意すること
ko_ko: 참고:
pt_pt: Nota:
sw_sw: Observera:
tr_tr: Not:
uk_uk: Зауважте:

source: This option does not affect the level of detail when downloading the packet capture.
id_id: Opsi ini tidak memengaruhi tingkat detail saat mengunduh tangkapan paket.
it_it: Questa opzione non influisce sul livello di dettaglio quando si scarica l'acquisizione dei pacchetti.
ja_jp: このオプションは、パケットキャプチャをダウンロードする時の詳細度には影響しません。
ko_ko: 이 옵션은 패킷 캡처를 다운로드할 때 세부 수준에는 영향을 주지 않습니다.
pt_pt: Esta opção não afeta o nível de detalhe ao fazer o download da captura de pacotes.
sw_sw: Det här alternativet påverkar inte detaljnivån när du hämtar paketupptagningen.
tr_tr: Bu seçenek, paket yakalama indirilirken ayrıntı düzeyini etkilemez.
uk_uk: Ця опція не впливає на рівень деталізації при завантаженні захоплення пакетів.

source: Reverse DNS Lookup
id_id: Pencarian DNS Terbalik
it_it: Ricerca DNS inversa
ja_jp: DNS の逆引き
ko_ko: 역방향 DNS 조회
pt_pt: Pesquisa reversa de DNS
sw_sw: Omvänd DNS-sökning
tr_tr: Ters DNS Arama
uk_uk: Зворотний пошук DNS

source: This check box will cause the packet capture to perform a reverse DNS lookup associated with all IP addresses.
id_id: Kotak centang ini akan menyebabkan penangkapan paket untuk melakukan pencarian DNS terbalik yang terkait dengan semua alamat IP.
it_it: Questa casella di controllo causerà l'acquisizione del pacchetto di eseguire una ricerca DNS inversa associata a tutti gli indirizzi IP.
ja_jp: このボックスをチェックすると、パケットキャプチャは全てのIPアドレスに対してDNSの逆引きによる関連付けを行います。
ko_ko: 이 확인란을 선택하면 패킷 캡처가 모든 IP 주소와 관련된 역방향 DNS 조회를 수행합니다.
pt_pt: Essa caixa de selecção fará com que a captura de pacotes realize uma pesquisa DNS reversa associada a todos os endereços IP.
sw_sw: Den här kryssrutan gör att paketinsamlingen utför en omvänd DNS-sökning för alla IP-adresser.
tr_tr: Bu onay kutusu, paket yakalamanın tüm IP adresleriyle ilişkili bir ters DNS araması gerçekleştirmesine neden olur.
uk_uk: Цей прапорець призведе до того, що перехоплення пакетів виконає зворотний пошук DNS, пов'язаний з усіма IP-адресами.

source: This option can cause delays for large packet captures.
id_id: Opsi ini dapat menyebabkan penundaan untuk pengambilan paket yang besar.
it_it: Questa opzione può causare ritardi per catture di pacchetti di grandi dimensioni.
ja_jp: このオプションは大量のパケットキャプチャに対する遅延の原因になります。
ko_ko: 이 옵션을 사용하면 대용량 패킷 캡처 시 지연이 발생할 수 있습니다.
pt_pt: Essa opção pode causar atrasos para grandes capturas de pacotes.
sw_sw: Det här alternativet kan orsaka förseningar för stora paketfångster.
tr_tr: Bu seçenek büyük paket yakalamalarında gecikmelere neden olabilir.
uk_uk: Ця опція може спричинити затримки при захопленні великих пакетів.

source: View Capture
id_id: Lihat Tangkapan
it_it: Visualizza cattura
ja_jp: キャプチャの表示
ko_ko: 캡처 보기
pt_pt: Ver Captura
sw_sw: Visa bildspel
tr_tr: Yakalamayı Görüntüle
uk_uk: Переглянути Захоплення

source: Delete Capture
id_id: Hapus Pengambilan
it_it: Elimina la cattura
ja_jp: キャプチャを削除
ko_ko: 캡처 삭제
pt_pt: Apagar Captura
sw_sw: Ta bort fångst
tr_tr: Yakalamayı Sil
uk_uk: Видалити захоплення

source: Download Capture
id_id: Unduh Tangkap
it_it: Scarica l'acquisizione
ja_jp: キャプチャをダウンロード
ko_ko: 캡처 다운로드
pt_pt: Descarregar Captura
sw_sw: Ladda ner Capture
tr_tr: Capture'ı İndirin
uk_uk: Завантажити Захоплення

source: Capture output
id_id: Menangkap keluaran
it_it: Output di acquisizione
ja_jp: キャプチャの出力
ko_ko: 캡처 출력
pt_pt: Captura de saída
sw_sw: Fånga upp utdata
tr_tr: Çıktı yakalama
uk_uk: Вихід захоплення

source: interfaces
id_id: antarmuka
it_it: interfacce
ja_jp: インターフェース
ko_ko: 인터페이스
sw_sw: gränssnitt
tr_tr: arayüzler
uk_uk: інтерфейси

source: memory
id_id: memori
it_it: memoria
ja_jp: メモリ
ko_ko: 메모리
pt_pt: memória
sw_sw: minne
tr_tr: bellek
uk_uk: пам'ять

source: nat
ja_jp: ナット

source: rules
id_id: aturan
it_it: regole
ja_jp: 規則
ko_ko: 규칙
pt_pt: regras
sw_sw: regler
tr_tr: kurallar
uk_uk: правила

source: timeouts
id_id: batas waktu
it_it: timeout
ja_jp: タイムアウト
ko_ko: 시간 초과
tr_tr: zaman aşımları
uk_uk: тайм-аути

source: Gathering PF information, please wait...
id_id: Mengumpulkan informasi PF, mohon tunggu...
ja_jp: PFの情報収集中、お待ちください...
ko_ko: PF 정보를 수집하는 중입니다 잠시만 기다려주세요...
pt_pt: Recolha de informação PF, por favor aguarde...
sw_sw: Samlar PF-information, vänligen vänta...
tr_tr: PF bilgileri toplanıyor, lütfen bekleyin...
uk_uk: Збір інформації про ПФ, будь ласка, зачекайте...

source: IP Protocol
id_id: Protokol IP
it_it: Protocollo IP
ja_jp: IP プロトコル
ko_ko: IP 프로토콜
pt_pt: Protocolo IP
sw_sw: IP-protokoll
tr_tr: IP Protokolü
uk_uk: Протокол IP

source: Source Address
id_id: Alamat Sumber
it_it: Indirizzo di partenza
ja_jp: 送信元アドレス
ko_ko: 소스 주소
pt_pt: Endereço de Origem
sw_sw: Adress till källan
tr_tr: Kaynak Adres
uk_uk: Адреса джерела

source: View type:
id_id: Jenis tampilan:
ja_jp: ビュータイプです。
ko_ko: 보기 유형:
pt_pt: Tipo de vista:
sw_sw: Typ av vy:
tr_tr: Görünüm türü:
uk_uk: Тип перегляду:

source: Sort type:
id_id: Mengurutkan jenis:
ja_jp: ソートタイプです。
ko_ko: 정렬 유형:
pt_pt: Tipo de ordenação:
sw_sw: Sorteringstyp:
tr_tr: Sıralama türü:
uk_uk: Тип сортування:

source: Number of States:
id_id: Jumlah Negara Bagian:
ja_jp: 州の数。
ko_ko: 주 수입니다:
pt_pt: Número de Estados:
sw_sw: Antal stater:
tr_tr: Eyalet Sayısı:
uk_uk: Кількість держав:

source: Label
it_it: Etichetta
ja_jp: ラベル
ko_ko: 라벨
pt_pt: Etiqueta
sw_sw: Etikett
tr_tr: Etiket
uk_uk: Етикетка

source: Long
id_id: Panjang
it_it: Lungo
ja_jp: ロング
pt_pt: Longo
sw_sw: Lång
tr_tr: Uzun
uk_uk: Довгий

source: Speed
id_id: Kecepatan
ja_jp: スピード
ko_ko: 속도
pt_pt: Velocidade
sw_sw: Hastighet
tr_tr: Hız
uk_uk: Швидкість

source: Age
id_id: Usia
it_it: Età
ja_jp: 経過時間
ko_ko: 나이
pt_pt: Idade
sw_sw: Ålder
tr_tr: Yaş
uk_uk: Вік

source: Bytes
it_it: Byte
ja_jp: バイト
ko_ko: 바이트
tr_tr: Bayt
uk_uk: Байти

source: Destination Port
id_id: Pelabuhan Tujuan
it_it: Porto di destinazione
ja_jp: 送信先ポート
ko_ko: 목적지 포트
pt_pt: Porta de destino
sw_sw: Destinationsport
tr_tr: Hedef Liman
uk_uk: Порт призначення

source: Expiry
id_id: Kadaluarsa
ja_jp: 期限切れ
ko_ko: 만료
pt_pt: Caducidade
sw_sw: Utgång
tr_tr: Son kullanma tarihi
uk_uk: Закінчення терміну дії

source: Peak
id_id: Puncak
ja_jp: ピーク
ko_ko: 피크
pt_pt: Pico
tr_tr: Zirve
uk_uk: Пік

source: Packet
id_id: Paket
ja_jp: パケット
ko_ko: 패킷
pt_pt: Pacote
sw_sw: Paket
tr_tr: Paket
uk_uk: Пакет

source: Rate
id_id: Nilai
it_it: Valutare
ja_jp: 率
ko_ko: 평가
pt_pt: Taxa
sw_sw: Räkna med
tr_tr: Oran
uk_uk: Ставка

source: Source Port
id_id: Pelabuhan Sumber
it_it: Porta di origine
ja_jp: 送信元ポート
ko_ko: 소스 포트
pt_pt: Porta de Origem
sw_sw: Källans port
tr_tr: Kaynak Liman
uk_uk: Вихідний порт

source: all
id_id: semua
ja_jp: 何れも
ko_ko: 모두
pt_pt: todos
sw_sw: alla
tr_tr: hepsi
uk_uk: всі

source: Gathering pfTOP activity, please wait...
id_id: Mengumpulkan aktivitas pfTOP, harap tunggu...
ja_jp: pfTOPのアクティビティを収集しています、お待ちください...
ko_ko: pfTOP 활동을 수집하는 중입니다... 잠시만 기다려주세요...
pt_pt: Reunindo a actividade pfTOP, por favor aguarde...
sw_sw: Samlar pfTOP-aktivitet, vänligen vänta...
tr_tr: pfTOP etkinliği toplanıyor, lütfen bekleyin...
uk_uk: Збір активності pfTOP, будь ласка, зачекайте...

source: Please enter a valid IP or hostname.
id_id: Masukkan IP atau nama host yang valid.
it_it: Immettere un IP o un nome host valido.
ja_jp: 有効なまたはホスト名を入力してください。
ko_ko: 유효한 IP 또는 호스트 이름을 입력하세요.
pt_pt: Por favor introduza um endereço IP válido ou hostanme.
sw_sw: Ange en giltig IP eller ett giltigt värdnamn.
tr_tr: Lütfen geçerli bir IP veya ana bilgisayar adı girin.
uk_uk: Будь ласка, введіть дійсний IP або ім'я хоста.

source: Please enter a valid source port number, or leave the field blank.
id_id: Masukkan nomor port sumber yang valid, atau biarkan bidang ini kosong.
it_it: Immettere un numero di porta di origine valido o lasciare il campo vuoto.
ja_jp: 有効な送信元ポート番号を入力するか、フィールドを空白にしてください。
ko_ko: 유효한 소스 포트 번호를 입력하거나 입력란을 비워두세요.
pt_pt: Por favor introduza o numero de uma porta de origem válido, ou deixe o campo em branco.
sw_sw: Ange ett giltigt portnummer för källan eller lämna fältet tomt.
tr_tr: Lütfen geçerli bir kaynak port numarası girin veya alanı boş bırakın.
uk_uk: Будь ласка, введіть дійсний номер порту джерела або залиште поле порожнім.
