Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Current date/time
id_id: Tanggal/waktu saat ini
it_it: Data/ora corrente
ja_jp: 現在の日付 / 時刻
ko_ko: 현재 날짜/시간
pt_pt: dados/hora real
sw_sw: Aktuellt datum/tid
tr_tr: Geçerli tarih/saat
uk_uk: Поточна дата/час

source: Last config change
id_id: Perubahan konfigurasi terakhir
it_it: Ultima modifica della configurazione
ja_jp: 最新構成変更
ko_ko: 마지막 구성 변경
pt_pt: Última alteração na configuração
sw_sw: Senaste konfigurationsändring
tr_tr: Son yapılandırma değişikliği
uk_uk: Остання зміна конфігурації

source: State table size
id_id: Nyatakan ukuran tabel
it_it: Dimensione del tavolo dello stato
ja_jp: ステートテーブルサイズ
ko_ko: 상태 테이블 크기
pt_pt: Tamanho da tabela de estados
sw_sw: Storlek på statstabellen
tr_tr: Durum tablosu boyutu
uk_uk: Вкажіть розмір таблиці

source: MBUF usage
id_id: Penggunaan MBUF
it_it: Utilizzo MBUF
ja_jp: MBUFの使用状況
ko_ko: MBUF 사용법
pt_pt: Utilização MBUF
sw_sw: Användning av MBUF
tr_tr: MBUF kullanımı
uk_uk: Використання MBUF

source: Memory usage
id_id: Penggunaan memori
it_it: Utilizzo della memoria
ja_jp: メモリ使用量
ko_ko: 메모리 사용량
pt_pt: Utilização de memória
sw_sw: Användning av minne
tr_tr: Bellek kullanımı
uk_uk: Використання пам'яті

source: SWAP usage
id_id: Penggunaan SWAP
it_it: Swap Utilizzo
ja_jp: スワップ使用量
ko_ko: 스왑 사용
pt_pt: Utilização de SWAP
sw_sw: Användning av SWAP
tr_tr: SWAP kullanımı
uk_uk: Використання SWAP

source: Disk usage
id_id: Penggunaan disk
it_it: Uso del disco
ja_jp: ディスク使用量
ko_ko: 디스크 사용량
pt_pt: Utilização do discoteca
sw_sw: Diskanvändning
tr_tr: Disk kullanımı
uk_uk: Використання диска

source: Query filter string is invalid
id_id: String filter kueri tidak valid
ja_jp: クエリフィルタの文字列が無効です
ko_ko: 쿼리 필터 문자열이 유효하지 않습니다.
pt_pt: Filtro de consulta de cadeia é inválido
sw_sw: Frågefiltersträngen är ogiltig
tr_tr: Sorgu filtresi dizesi geçersiz
uk_uk: Рядок фільтрації запиту невірний

source: Number of Log lines to display
id_id: Jumlah baris Log yang akan ditampilkan
it_it: Numero di righe di registro da visualizzare
ja_jp: 表示するログの行数
ko_ko: 표시할 로그 줄 수
pt_pt: Numero de linhas do Log exibidas
sw_sw: Antal logglinjer som ska visas
tr_tr: Görüntülenecek Günlük satırı sayısı
uk_uk: Кількість рядків журналу для відображення

source: Log query filter:
id_id: Filter kueri log:
ja_jp: ログクエリフィルタです。
ko_ko: 로그 쿼리 필터:
pt_pt: Filtro de consulta de registo:
sw_sw: Filter för loggförfrågan:
tr_tr: Günlük sorgu filtresi:
uk_uk: Фільтр запитів до журналу:

source: No matching results!
id_id: Tidak ada hasil yang cocok!
ja_jp: 一致する結果はありません
ko_ko: 일치하는 결과가 없습니다!
pt_pt: Sem resultados correspondentes!
sw_sw: Inga matchande resultat!
tr_tr: Eşleşen sonuç yok!
uk_uk: Не знайдено жодного збігу!

source: An empty response from the server.
id_id: Respons kosong dari server.
it_it: Una risposta vuota dal server.
ja_jp: サーバーからの空のレスポンスです。
ko_ko: 서버의 빈 응답입니다.
pt_pt: Uma resposta vazia do servidor.
sw_sw: Ett tomt svar från servern.
tr_tr: Sunucudan gelen boş bir yanıt.
uk_uk: Порожня відповідь від сервера.

source: Thresholds in °C (1 to 100):
id_id: Ambang batas dalam °C (1 hingga 100):
it_it: Soglie in ° C (da 1 a 100):
ja_jp: しきい値 °c 単位 ( 1-100 ):
ko_ko: 임계값은 °C 단위(1~100)입니다:
pt_pt: Limiares em °C (1 para 100):
sw_sw: Tröskelvärden i °C (1 till 100):
tr_tr: °C cinsinden eşikler (1 ila 100):
uk_uk: Пороги в °C (від 1 до 100):

source: Zone Warning:
id_id: Peringatan Zona:
it_it: Avviso di zona:
ja_jp: ゾーン警告
ko_ko: 영역 경고:
pt_pt: Zona de atenção:
sw_sw: Zonvarning:
tr_tr: Bölge uyarısı:
uk_uk: Зонна тривога:

source: Zone Critical:
id_id: Zona Kritis:
it_it: Zona critica:
ja_jp: ゾーン重篤。
ko_ko: 구역 크리티컬:
pt_pt: Zona crítica:
sw_sw: Zon kritisk:
tr_tr: Kritik Bölge:
uk_uk: Критична зона:

source: Core Warning:
id_id: Peringatan Inti:
it_it: Avvertenza principale:
ja_jp: コア警告。
ko_ko: 핵심 경고:
pt_pt: Aviso no núcleo
sw_sw: Varning för kärnan:
tr_tr: Çekirdek Uyarısı:
uk_uk: Серйозне попередження:

source: Core Critical:
id_id: Inti Kritis:
it_it: CORE CRITICH:
ja_jp: コア重篤です。
ko_ko: 핵심 크리티컬:
pt_pt: Núcleo crítico
sw_sw: Kritiska kärnämnen:
tr_tr: Temel Kritik:
uk_uk: Серцевина критична:

source: Only show first found CPU core temperature
id_id: Hanya menampilkan suhu inti CPU yang pertama kali ditemukan
it_it: Mostra solo la temperatura centrale della CPU trovata per la prima volta
ja_jp: 最初に発見したCPUコア温度のみを表示します。
ko_ko: 처음 발견된 CPU 코어 온도만 표시
pt_pt: Mostrar apenas a temperatura central do CPU encontrada pela primeira vez
sw_sw: Visar endast den första hittade CPU-kärntemperaturen
tr_tr: Yalnızca ilk bulunan CPU çekirdek sıcaklığını göster
uk_uk: Показувати тільки першу знайдену температуру ядра процесора

source: Display temperature in fahrenheit
id_id: Menampilkan suhu dalam fahrenheit
it_it: Visualizza la temperatura in Fahrenheit
ja_jp: 温度を華氏で表示する
ko_ko: 화씨 단위로 온도 표시
pt_pt: Mostrar a temperatura em fahrenheit
sw_sw: Visar temperaturen i Fahrenheit
tr_tr: Sıcaklığı fahrenheit cinsinden gösterme
uk_uk: Відображення температури в градусах за Фаренгейтом

source: You can configure a proper Thermal Sensor / Module %shere%s.
id_id: Anda dapat mengonfigurasi Sensor / Modul Termal %shere%s yang tepat.
it_it: È possibile configurare un sensore termico / modulo termico %shere %s.
ja_jp: 適正な温度センサ / モジュールは%sここで%sで構成できます。
ko_ko: 적절한 열 센서/모듈 %여기%s를 구성할 수 있습니다.
pt_pt: Pode configurar adequadamente como ações Sensor Térmico / Módulo %shere%s.
sw_sw: Du kan konfigurera en lämplig termisk sensor/modul %här%s.
tr_tr: Uygun bir Termal Sensör / Modül %shere%s yapılandırabilirsiniz.
uk_uk: Ви можете налаштувати відповідний термодатчик/модуль %shere%s.

source: In (bps)
id_id: Dalam (bps)
ja_jp: イン(bps)
pt_pt: Entrada (bps)
tr_tr: Giriş (bps)
uk_uk: В (біт/с)

source: Out (bps)
id_id: Keluar (bps)
ja_jp: アウト(bps)
ko_ko: 아웃(bps)
pt_pt: Saída (bps)
sw_sw: Ut (bps)
tr_tr: Çıkış (bps)
uk_uk: Вихід (біт/с)

source: Endpoint
id_id: Titik akhir
ja_jp: エンドポイント
ko_ko: 엔드포인트
pt_pt: Ponto final
sw_sw: Slutpunkt
tr_tr: Bitiş Noktası
uk_uk: Кінцева точка

source: Latest Handshake
id_id: Jabat Tangan Terbaru
it_it: Ultima stretta di mano
ja_jp: 最新の握手会
ko_ko: 최신 핸드셰이크
pt_pt: Aperto de mão mais recente
sw_sw: Senaste handslaget
tr_tr: Son El Sıkışma
uk_uk: Останнє рукостискання

source: No WireGuard instance defined or enabled.
id_id: Tidak ada instance WireGuard yang didefinisikan atau diaktifkan.
it_it: Nessuna istanza Wireguard definita o abilitata.
ja_jp: WireGuardインスタンスが定義されていない、または有効になっていない。
ko_ko: 정의되거나 활성화된 WireGuard 인스턴스가 없습니다.
pt_pt: Nenhuma instância WireGuard definida ou activada.
sw_sw: Ingen WireGuard-instans har definierats eller aktiverats.
tr_tr: Tanımlanmış veya etkinleştirilmiş WireGuard örneği yok.
uk_uk: Екземпляр WireGuard не визначено або не увімкнено.

source: ERROR: Could not find wizard file.
id_id: ERROR: Tidak dapat menemukan file wizard.
it_it: Errore: non è riuscito a trovare il file della procedura guidata.
ja_jp: エラー: ウィザードファイルが見つかりません。
ko_ko: 오류: 마법사 파일을 찾을 수 없습니다.
pt_pt: ERROR: Não foi possível encontrar o ficheiro do feiticeiro.
sw_sw: FEL: Kunde inte hitta guiden.
tr_tr: HATA: Sihirbaz dosyası bulunamadı.
uk_uk: ПОМИЛКА: Не вдалося знайти файл майстра.

source: ERROR: Could not parse %s wizard file.
id_id: ERROR: Tidak dapat mengurai file wizard %s.
it_it: Errore: non è stato in grado di analizzare il file della procedura guidata %s.
ja_jp: エラー: %s ウィザードファイルを解析できません。
ko_ko: 오류: S 마법사 파일을 구문 분석할 수 없습니다.
pt_pt: ERRO: Impossibilidade de analisar %s o ficheiro do assistente
sw_sw: FEL: Kunde inte analysera %s trollkarlsfilen.
tr_tr: HATA: s sihirbaz dosyası ayrıştırılamadı.
uk_uk: ПОМИЛКА: Не вдалося розібрати файл майстра %s.

source: AJAX: Get Service Providers
id_id: AJAX: Dapatkan Penyedia Layanan
ja_jp: AJAX：サービスプロバイダを取得する
ko_ko: AJAX: 서비스 제공업체 가져오기
pt_pt: AJAX: Obter Prestadores de Serviços
sw_sw: AJAX: Hämta tjänsteleverantörer
tr_tr: AJAX: Hizmet Sağlayıcıları Alın
uk_uk: AJAX: Отримати постачальників послуг

source: AJAX: Get Stats
id_id: AJAX: Dapatkan Statistik
ja_jp: AJAX：統計情報を取得する
ko_ko: AJAX: 통계 가져오기
pt_pt: AJAX: Obter Estatísticas
sw_sw: AJAX: Få statistik
tr_tr: AJAX: İstatistikleri Al
uk_uk: AJAX: Отримати статистику

source: All pages
id_id: Semua halaman
ja_jp: 全ページ
ko_ko: 모든 페이지
pt_pt: Todas as páginas
sw_sw: Alla sidor
tr_tr: Tüm sayfalar
uk_uk: Всі сторінки

source: Dashboard (all)
id_id: Dasbor (semua)
ja_jp: ダッシュボード(全て)
ko_ko: 대시보드(전체)
pt_pt: Painel de instrumentos (todos)
sw_sw: Kontrollpanel (alla)
tr_tr: Gösterge Tablosu (tümü)
uk_uk: Інформаційна панель (всі)

source: Dashboard (widgets only)
id_id: Dasbor (hanya widget)
ja_jp: ダッシュボード（ウィジェットのみ）
ko_ko: 대시보드(위젯만 해당)
pt_pt: Painel de instrumentos (apenas widgets)
sw_sw: Kontrollpanel (endast widgetar)
tr_tr: Gösterge Tablosu (yalnızca widget'lar)
uk_uk: Інформаційна панель (тільки віджети)

source: Diagnostics: ARP Table
id_id: Diagnostik: Tabel ARP
ja_jp: ダイアグノスティックスARPテーブル
ko_ko: 진단: ARP 테이블
pt_pt: Diagnósticos: Tabela ARP
sw_sw: Diagnostik: ARP-tabell
tr_tr: Diyagnostikler: ARP Tablosu
uk_uk: Діагностика: ARP-таблиця

source: Diagnostics: Authentication
id_id: Diagnostik: Otentikasi
ja_jp: ダイアグノスティックス認証
ko_ko: 진단: 인증
pt_pt: Diagnósticos: Autenticação
sw_sw: Diagnostik: Autentisering
tr_tr: Diyagnostikler: Kimlik Doğrulama
uk_uk: Діагностика: Аутентифікація

source: Diagnostics: Backup / Restore
id_id: Diagnostik: Pencadangan / Pemulihan
ja_jp: ダイアグノスティックスバックアップ/リストア
ko_ko: 진단: 백업/복원
pt_pt: Diagnósticos: Cópia de segurança / Restauro
sw_sw: Diagnostik: Säkerhetskopiering/återställning
tr_tr: Teşhis: Yedekleme / Geri Yükleme
uk_uk: Діагностика: Резервне копіювання / відновлення

source: Diagnostics: Configuration History
id_id: Diagnostik: Riwayat Konfigurasi
ja_jp: ダイアグノスティックスコンフィギュレーション履歴
ko_ko: 진단: 구성 기록
pt_pt: Diagnósticos: Histórico de configuração
sw_sw: Diagnostik: Konfigurationshistorik
tr_tr: Diyagnostikler: Yapılandırma Geçmişi
uk_uk: Діагностика: Історія конфігурації

source: Diagnostics: Factory defaults
id_id: Diagnostik: Standar pabrik
ja_jp: Diagnostics（診断）です。工場出荷時設定
ko_ko: 진단: 공장 기본값
pt_pt: Diagnósticos: Padrões de fábrica
sw_sw: Diagnostik: Fabriksinställningar
tr_tr: Diyagnostik: Fabrika varsayılanları
uk_uk: Діагностика: Заводські налаштування за замовчуванням

source: Diagnostics: Firewall sessions
id_id: Diagnostik: Sesi firewall
ja_jp: 診断する。ファイアウォールのセッション
ko_ko: 진단: 방화벽 세션
pt_pt: Diagnósticos: Sessões de Firewall
sw_sw: Diagnostik: Brandväggssessioner
tr_tr: Teşhis: Güvenlik duvarı oturumları
uk_uk: Діагностика: Сеанси брандмауера

source: Diagnostics: Firewall statistics
id_id: Diagnostik: Statistik firewall
ja_jp: 診断する。ファイアウォール統計
ko_ko: 진단: 방화벽 통계
pt_pt: Diagnósticos: Estatísticas de Firewall
sw_sw: Diagnostik: Brandväggsstatistik
tr_tr: Teşhis: Güvenlik duvarı istatistikleri
uk_uk: Діагностика: Статистика брандмауера

source: Diagnostics: Halt system
id_id: Diagnostik: Menghentikan sistem
ja_jp: 診断する。ハルトシステム
ko_ko: 진단: 정지 시스템
pt_pt: Diagnósticos: Sistema de paragem
sw_sw: Diagnostik: Stoppa systemet
tr_tr: Teşhis: Sistemi durdur
uk_uk: Діагностика: Система зупинки

source: Diagnostics: Log: Firewall: General
id_id: Diagnostik: Log: Firewall: Umum
ja_jp: Diagnostics（診断）です。ログを表示します。ファイアウォール一般
ko_ko: 진단: 로그 방화벽: 일반
pt_pt: Diagnósticos: Diário de bordo: Firewall: Geral
sw_sw: Diagnostik: Logg: Brandvägg: Allmänt
tr_tr: Teşhis: Günlük: Güvenlik Duvarı: Genel
uk_uk: Діагностика: Журнал: Брандмауер: Загальний

source: Diagnostics: Logs: DHCP
id_id: Diagnostik: Log: DHCP
ja_jp: ダイアグノスティックスログを表示します。DHCP
ko_ko: 진단: 로그 DHCP
pt_pt: Diagnósticos: Registos: DHCP
sw_sw: Diagnostik: Loggar: DHCP
tr_tr: Teşhis: Günlükler: DHCP
uk_uk: Діагностика: Журнали: DHCP

source: Diagnostics: Logs: Firewall: Live View
id_id: Diagnostik: Log: Firewall: Tampilan Langsung
ja_jp: ダイアグノスティックスログを表示します。ファイアウォールライブビュー
ko_ko: 진단: 로그: 방화벽: 실시간 보기
pt_pt: Diagnósticos: Registos: Firewall: Vista ao vivo
sw_sw: Diagnostik: Loggar: Brandvägg: Live View
tr_tr: Teşhis: Günlükler: Güvenlik Duvarı: Canlı Görünüm
uk_uk: Діагностика: Журнали: Брандмауер: Перегляд у реальному часі.

source: Diagnostics: Logs: Firewall: Plain View
id_id: Diagnostik: Log: Firewall: Tampilan Biasa
ja_jp: ダイアグノスティックスログを表示します。ファイアウォールプレーンビュー
ko_ko: 진단: 로그: 방화벽: 일반 보기
pt_pt: Diagnósticos: Registos: Firewall: Vista simples
sw_sw: Diagnostik: Loggar: Brandvägg: Plain View
tr_tr: Teşhis: Günlükler: Güvenlik Duvarı: Düz Görünüm
uk_uk: Діагностика: Журнали: Брандмауер: Звичайний вигляд.

source: Diagnostics: Logs: Firewall: Summary View
id_id: Diagnostik: Log: Firewall: Tampilan Ringkasan
ja_jp: ダイアグノスティックスログを表示します。ファイアウォールサマリービュー
ko_ko: 진단: 로그: 방화벽: 요약 보기
pt_pt: Diagnósticos: Registos: Firewall: Vista sumária
sw_sw: Diagnostik: Loggar: Brandvägg: Sammanfattning
tr_tr: Teşhis: Günlükler: Güvenlik Duvarı: Özet Görünüm
uk_uk: Діагностика: Журнали: Брандмауер: Зведений перегляд

source: Diagnostics: Logs: Gateways
id_id: Diagnostik: Log: Gerbang
ja_jp: ダイアグノスティックスログを表示します。ゲートウェイ
ko_ko: 진단: 로그: 게이트웨이
pt_pt: Diagnósticos: Registos: Portas
sw_sw: Diagnostik: Loggar: Gateways
tr_tr: Teşhis: Günlükler: Ağ Geçitleri
uk_uk: Діагностика: Логи: Шлюзи

source: Diagnostics: Logs: Settings
id_id: Diagnostik: Log: Pengaturan
ja_jp: ダイアグノスティックスログを表示します。設定
ko_ko: 진단: 로그: 설정
pt_pt: Diagnósticos: Registos: Definições:
sw_sw: Diagnostik: Loggar: Inställningar
tr_tr: Teşhis: Günlükler: Ayarlar
uk_uk: Діагностика: Журнали: Налаштування

source: Diagnostics: Logs: Settings/Targets
id_id: Diagnostik: Log: Pengaturan/Target
ja_jp: ダイアグノスティックスログを表示します。設定/ターゲット
ko_ko: 진단: 로그 설정/대상
pt_pt: Diagnósticos: Registos: Definições/objectivos
sw_sw: Diagnostik: Loggar: Inställningar/mål
tr_tr: Teşhis: Günlükler: Ayarlar/Hedefler
uk_uk: Діагностика: Логи: Налаштування/Цільові показники

source: Diagnostics: Logs: System
id_id: Diagnostik: Log: Sistem
ja_jp: ダイアグノスティックスログを表示します。システム
ko_ko: 진단: 로그: 시스템
pt_pt: Diagnósticos: Registos: Sistema
sw_sw: Diagnostik: Loggar: System
tr_tr: Teşhis: Günlükler: Sistem
uk_uk: Діагностика: Журнали: Система

source: Diagnostics: NDP Table
id_id: Diagnostik: Tabel NDP
ja_jp: ダイアグノスティックスNDPテーブル
ko_ko: 진단: NDP 테이블
pt_pt: Diagnósticos: Tabela de PDN
sw_sw: Diagnostik: NDP-tabell
tr_tr: Teşhis: NDP Tablosu
uk_uk: Діагностика: Таблиця НПР

source: Diagnostics: Netflow configuration
id_id: Diagnostik: Konfigurasi Netflow
ja_jp: 診断する。ネットフロー設定
ko_ko: 진단: 넷플로우 구성
pt_pt: Diagnósticos: Configuração de Netflow
sw_sw: Diagnostik: Konfigurering av nätflöde
tr_tr: Teşhis: Netflow yapılandırması
uk_uk: Діагностика: Конфігурація мережевого потоку

source: Diagnostics: Netstat
id_id: Diagnostik: Netstat
ja_jp: ダイアグノスティックスネットスタット
ko_ko: 진단: 넷스탯
pt_pt: Diagnósticos: Netstat
sw_sw: Diagnostik: Netstat
tr_tr: Teşhis: Netstat
uk_uk: Діагностика: Netstat

source: Diagnostics: Network Insight
id_id: Diagnostik: Wawasan Jaringan
ja_jp: ダイアグノスティックスネットワークインサイト
ko_ko: 진단: 네트워크 인사이트
pt_pt: Diagnósticos: Percepção de rede
sw_sw: Diagnostik: Nätverksinsikt
tr_tr: Teşhis: Ağ İçgörüsü
uk_uk: Діагностика: Мережевий аналіз

source: Diagnostics: PF Table IP addresses
id_id: Diagnostik: Tabel PF Alamat IP
ja_jp: ダイアグノスティックスPFテーブル IPアドレス
ko_ko: 진단: PF 테이블 IP 주소
pt_pt: Diagnósticos: Tabela PF Endereços IP
sw_sw: Diagnostik: PF-tabell IP-adresser
tr_tr: Diyagnostikler: PF Tablosu IP adresleri
uk_uk: Діагностика: IP-адреси таблиці PF

source: Diagnostics: Packet Capture
id_id: Diagnostik: Pengambilan Paket
ja_jp: ダイアグノスティックスパケットキャプチャー
ko_ko: 진단: 패킷 캡처
pt_pt: Diagnósticos: Captura de pacotes
sw_sw: Diagnostik: Packet Capture
tr_tr: Teşhis: Paket Yakalama
uk_uk: Діагностика: Захоплення пакетів

source: Diagnostics: Ping
id_id: Diagnostik: Ping
ja_jp: 診断するピング
ko_ko: 진단: Ping
pt_pt: Diagnósticos: Ping
sw_sw: Diagnostik: Ping
tr_tr: Teşhis: Ping
uk_uk: Діагностика: Пінг.

source: Diagnostics: Reboot System
id_id: Diagnostik: Sistem Mulai Ulang
ja_jp: ダイアグノスティックスシステムを再起動する
ko_ko: 진단: 시스템 재부팅
pt_pt: Diagnósticos: Sistema de reinicialização
sw_sw: Diagnostik: Starta om systemet
tr_tr: Diyagnostikler: Sistemi Yeniden Başlat
uk_uk: Діагностика: Перезавантаження системи

source: Diagnostics: Routing tables
id_id: Diagnostik: Tabel perutean
ja_jp: 診断する。ルーティングテーブル
ko_ko: 진단: 라우팅 테이블
pt_pt: Diagnósticos: Tabelas de encaminhamento
sw_sw: Diagnostik: Routingtabeller
tr_tr: Teşhis: Yönlendirme tabloları
uk_uk: Діагностика: Таблиці маршрутизації

source: Diagnostics: Shaper status
id_id: Diagnostik: Status pembentuk
ja_jp: 診断する。シェイパーの状態
ko_ko: 진단: 셰이퍼 상태
pt_pt: Diagnósticos: Estado de moldagem
sw_sw: Diagnostik: Shaper-status
tr_tr: Teşhis: Şekillendirici durumu
uk_uk: Діагностика: Стан шейпера

source: Diagnostics: Show States
id_id: Diagnostik: Tampilkan Status
ja_jp: ダイアグノスティックス状態を表示する
ko_ko: 진단: 상태 표시
pt_pt: Diagnósticos: Estados da exposição
sw_sw: Diagnostik: Visa tillstånd
tr_tr: Teşhis: Durumları Göster
uk_uk: Діагностика: Показати стани

source: Diagnostics: System Activity
id_id: Diagnostik: Aktivitas Sistem
ja_jp: ダイアグノスティックスシステムアクティビティ
ko_ko: 진단: 시스템 활동
pt_pt: Diagnósticos: Actividade do sistema
sw_sw: Diagnostik: Systemaktivitet
tr_tr: Diyagnostikler: Sistem Etkinliği
uk_uk: Діагностика: Активність системи

source: Diagnostics: System Health
id_id: Diagnostik: Kesehatan Sistem
ja_jp: ダイアグノスティックスシステムの健全性
ko_ko: 진단: 시스템 상태
pt_pt: Diagnósticos: Saúde do sistema
sw_sw: Diagnostik: Systemhälsa
tr_tr: Teşhis: Sistem Sağlığı
uk_uk: Діагностика: Здоров'я системи

source: Diagnostics: Test Port
id_id: Diagnostik: Port Uji
ja_jp: Diagnostics（診断）。テストポート
ko_ko: 진단: 테스트 포트
pt_pt: Diagnósticos: Porto de teste
sw_sw: Diagnostik: Testport
tr_tr: Diyagnostikler: Test Bağlantı Noktası
uk_uk: Діагностика: Тестовий порт

source: Diagnostics: Traceroute
id_id: Diagnostik: Pelacakan
ja_jp: ダイアグノスティックストレースルート
ko_ko: 진단: 추적 경로
pt_pt: Diagnósticos: Traceroute
sw_sw: Diagnostik: Traceroute
tr_tr: Teşhis: Traceroute
uk_uk: Діагностика: Трасологія.

source: Firewall: Alias: Edit
ja_jp: ファイアウォールです。エイリアスです。編集する
ko_ko: 방화벽: 별칭: 편집
pt_pt: Firewall: Alias: Edição:
sw_sw: Brandvägg: Alias: Redigera
tr_tr: Güvenlik Duvarı: Takma ad: Düzenle
uk_uk: Брандмауер: Псевдонім: Редагувати

source: Firewall: Aliases
id_id: Firewall: Nama samaran
ja_jp: ファイアウォールエイリアス
ko_ko: 방화벽: 별칭
pt_pt: Firewall: Pseudónimos
sw_sw: Brandvägg: Aliaser
tr_tr: Güvenlik Duvarı: Takma Adlar
uk_uk: Брандмауер: Псевдоніми

source: Firewall: Categories
id_id: Firewall: Kategori
ja_jp: ファイアウォールカテゴリー
ko_ko: 방화벽: 카테고리
pt_pt: Firewall: Categorias
sw_sw: Brandvägg: Kategorier
tr_tr: Güvenlik Duvarı: Kategoriler
uk_uk: Брандмауер: Категорії

source: Firewall: NAT: 1:1
ja_jp: ファイアウォールです。NAT: 1:1
ko_ko: 방화벽: NAT: 1:1
sw_sw: Brandvägg: NAT: 1:1
tr_tr: Güvenlik Duvarı: NAT: 1:1
uk_uk: Брандмауер: NAT: 1:1

source: Firewall: NAT: 1:1: Edit
ja_jp: ファイアウォールです。NAT: 1:1: 編集
ko_ko: 방화벽: NAT: 1:1: 편집
pt_pt: Firewall: NAT: 1:1: Editar
sw_sw: Brandvägg: NAT: 1:1: Redigera
tr_tr: Güvenlik Duvarı: NAT: 1:1: Düzenle
uk_uk: Брандмауер: NAT: 1:1: Редагувати

source: Firewall: NAT: NPT
ja_jp: ファイアウォールです。NAT：NPT
ko_ko: 방화벽: NAT: NPT
pt_pt: Firewall: NAT: TNP
sw_sw: Brandvägg: NAT: NPT
tr_tr: Güvenlik Duvarı: NAT: NPT
uk_uk: Брандмауер: NAT: NPT

source: Firewall: NAT: NPT: Edit
ja_jp: ファイアウォールNAT：NPTです。編集する
ko_ko: 방화벽: NAT: NPT: 편집
pt_pt: Firewall: NAT: NPT: Edição:
sw_sw: Brandvägg: NAT: NPT: Redigera
tr_tr: Güvenlik Duvarı: NAT: NPT: Düzenle
uk_uk: Брандмауер: NAT: NPT: Редагувати

source: Firewall: NAT: Outbound
id_id: Firewall: NAT: Keluar
ja_jp: ファイアウォールNAT：アウトバウンド
ko_ko: 방화벽: NAT: 아웃바운드
pt_pt: Firewall: NAT: Saída
sw_sw: Brandvägg: NAT: utgående
tr_tr: Güvenlik Duvarı: NAT: Giden
uk_uk: Брандмауер: NAT: Вихідний

source: Firewall: NAT: Outbound: Edit
id_id: Firewall: NAT: Keluar: Edit
ja_jp: ファイアウォールです。NAT：アウトバウンドです。編集する
ko_ko: 방화벽: NAT: 아웃바운드: 편집
pt_pt: Firewall: NAT: Saída: Edição:
sw_sw: Brandvägg: NAT: Utåtriktad: Redigera
tr_tr: Güvenlik Duvarı: NAT: Giden: Düzenle
uk_uk: Брандмауер: NAT: Вихідний: Редагувати

source: Firewall: NAT: Port Forward
ja_jp: ファイアウォールNAT：ポートフォワード
ko_ko: 방화벽: NAT: 포트 포워드
sw_sw: Brandvägg: NAT: Port forward
tr_tr: Güvenlik Duvarı: NAT: Port Yönlendirme
uk_uk: Брандмауер: NAT: Переадресація портів

source: Firewall: NAT: Port Forward: Edit
ja_jp: ファイアウォールです。NAT：ポートフォワード。編集する
ko_ko: 방화벽: NAT: 포트 포워드: 편집
pt_pt: Firewall: NAT: Port Forward: Edição:
sw_sw: Brandvägg: NAT: Port Forward: Redigera
tr_tr: Güvenlik Duvarı: NAT: Port Yönlendirme: Düzenle
uk_uk: Брандмауер: NAT: Переадресація портів: Редагувати

source: Firewall: Normalization
id_id: Firewall: Normalisasi
ja_jp: ファイアウォールノーマライゼーション
ko_ko: 방화벽: 정규화
pt_pt: Firewall: Normalização
sw_sw: Brandvägg: Normalisering
tr_tr: Güvenlik Duvarı: Normalleştirme
uk_uk: Брандмауер: Нормалізація

source: Firewall: Rules
id_id: Firewall: Aturan
ja_jp: ファイアウォールルール
ko_ko: 방화벽: 규칙
pt_pt: Firewall: Regras
sw_sw: Brandvägg: Regler
tr_tr: Güvenlik Duvarı: Kurallar
uk_uk: Брандмауер: Правила

source: Firewall: Rules: API
id_id: Firewall: Aturan: API
ja_jp: ファイアウォールルールです。API
ko_ko: 방화벽: 규칙: API
pt_pt: Firewall: Regras: API
sw_sw: Brandvägg: Regler: API
tr_tr: Güvenlik Duvarı: Kurallar: API
uk_uk: Брандмауер: Правила: API

source: Firewall: Rules: Edit
id_id: Firewall: Aturan: Edit
ja_jp: ファイアウォールルールです。編集する
ko_ko: 방화벽: 규칙: 편집
pt_pt: Firewall: Regras: Edição:
sw_sw: Brandvägg: Regler: Redigera
tr_tr: Güvenlik Duvarı: Kurallar: Düzenle
uk_uk: Брандмауер: Правила: Редагувати

source: Firewall: Schedules
id_id: Firewall: Jadwal
ja_jp: ファイアウォールスケジュール
ko_ko: 방화벽: 일정
pt_pt: Firewall: Horários
sw_sw: Brandvägg: Schemaläggning
tr_tr: Güvenlik Duvarı: Programlar
uk_uk: Брандмауер: Розклади

source: Firewall: Schedules: Edit
id_id: Firewall: Jadwal: Edit
ja_jp: ファイアウォールスケジュールです。編集する
ko_ko: 방화벽: 스케줄: 편집
pt_pt: Firewall: Horários: Edição:
sw_sw: Brandvägg: Scheman: Redigera
tr_tr: Güvenlik Duvarı: Programlar: Düzenle
uk_uk: Брандмауер: Розклади: Редагування

source: Firewall: Shaper
id_id: Firewall: Pembentuk
ja_jp: ファイアウォールシェイパー
ko_ko: 방화벽: 셰이퍼
sw_sw: Brandvägg: Shaper
tr_tr: Güvenlik Duvarı: Şekillendirici
uk_uk: Брандмауер: Shaper

source: Firewall: SourceNat: API
ja_jp: ファイアウォールソースネート：API
ko_ko: 방화벽: SourceNat: API
sw_sw: Brandvägg: SourceNat: API
tr_tr: Güvenlik Duvarı: SourceNat: API
uk_uk: Брандмауер: SourceNat: API

source: Firewall: Virtual IP Address: Edit
id_id: Firewall: Alamat IP Virtual: Edit
ja_jp: ファイアウォールです。仮想IPアドレスです。編集する
ko_ko: 방화벽: 가상 IP 주소: 편집
pt_pt: Firewall: Endereço IP virtual: Edição:
sw_sw: Brandvägg: Virtuell IP-adress: Redigera
tr_tr: Güvenlik Duvarı: Sanal IP Adresi: Düzenle
uk_uk: Брандмауер: Віртуальна IP-адреса: Редагувати

source: Firewall: Virtual IP Addresses
id_id: Firewall: Alamat IP Virtual
ja_jp: ファイアウォール仮想IPアドレス
ko_ko: 방화벽: 가상 IP 주소
pt_pt: Firewall: Endereços IP virtuais
sw_sw: Brandvägg: Virtuella IP-adresser
tr_tr: Güvenlik Duvarı: Sanal IP Adresleri
uk_uk: Брандмауер: Віртуальні IP-адреси

source: Interfaces: Assign network ports
id_id: Antarmuka: Menetapkan port jaringan
ja_jp: インターフェイスです。ネットワークポートを割り当てる
ko_ko: 인터페이스: 네트워크 포트 할당
pt_pt: Interfaces: Atribuir portas de rede
sw_sw: Gränssnitt: Tilldela nätverksportar
tr_tr: Arayüzler: Ağ bağlantı noktaları atama
uk_uk: Інтерфейси: Призначення мережевих портів

source: Interfaces: Bridge
id_id: Antarmuka: Jembatan
ja_jp: インターフェイスのことです。ブリッジ
ko_ko: 인터페이스: 브리지
pt_pt: Interfaces: Ponte
sw_sw: Gränssnitt: Bro
tr_tr: Arayüzler: Köprü
uk_uk: Інтерфейси: Bridge

source: Interfaces: Bridge edit
id_id: Antarmuka: Pengeditan jembatan
ja_jp: インターフェイスのことです。ブリッジ編集
ko_ko: 인터페이스: 브리지 편집
pt_pt: Interfaces: Edição de ponte
sw_sw: Gränssnitt: Bridge edit
tr_tr: Arayüzler: Köprü düzenleme
uk_uk: Інтерфейси: Редагування мосту

source: Interfaces: GIF
id_id: Antarmuka: GIF
ja_jp: インターフェイスGIF
ko_ko: 인터페이스: 인터페이스: GIF
sw_sw: Gränssnitt: GIF
tr_tr: Arayüzler: GIF
uk_uk: Інтерфейси: GIF

source: Interfaces: GIF: Edit
id_id: Antarmuka: GIF: Edit
ja_jp: インターフェイスです。GIFです。編集する
ko_ko: 인터페이스: GIF: 편집
pt_pt: Interfaces: GIF: Edição:
sw_sw: Gränssnitt: GIF: Redigera
tr_tr: Arayüzler: GIF: Düzenle
uk_uk: Інтерфейси: GIF: Редагувати
