Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: All wireless networks on this interface will be temporarily brought down when changing regulatory settings. Some of the regulatory domains or country codes may not be allowed by some cards. These settings may not be able to add additional channels that are not already supported.
id_id: Semua jaringan nirkabel pada antarmuka ini akan dimatikan sementara ketika mengubah pengaturan regulasi. Beberapa domain regulasi atau kode negara mungkin tidak diizinkan oleh beberapa kartu. Pengaturan ini mungkin tidak dapat menambahkan saluran tambahan yang belum didukung.
it_it: Tutte le reti wireless su questa interfaccia verranno temporaneamente abbattute quando si cambiano le impostazioni normative. Alcuni dei domini normativi o dei codici nazionali potrebbero non essere autorizzati da alcune carte. Queste impostazioni potrebbero non essere in grado di aggiungere ulteriori canali che non sono già supportati.
ja_jp: このインタフェースのすべての無線ネットワークは、規制設定の変更時に一時的にダウンします。
ko_ko: 규제 설정을 변경할 때 이 인터페이스의 모든 무선 네트워크가 일시적으로 다운됩니다. 일부 규제 도메인 또는 국가 코드는 일부 카드에서 허용되지 않을 수 있습니다. 이러한 설정은 아직 지원되지 않는 채널을 추가하지 못할 수 있습니다.
pt_pt: Configurações sem fios específicas de rede
sw_sw: Alla trådlösa nätverk på det här gränssnittet kommer tillfälligt att stängas av när du ändrar inställningar för reglering. Vissa regleringsområden eller landskoder kanske inte tillåts av vissa kort. Dessa inställningar kanske inte kan lägga till ytterligare kanaler som inte redan stöds.
tr_tr: Düzenleyici ayarlar değiştirilirken bu arayüzdeki tüm kablosuz ağlar geçici olarak kapatılacaktır. Bazı düzenleyici alanlara veya ülke kodlarına bazı kartlar tarafından izin verilmeyebilir. Bu ayarlar, halihazırda desteklenmeyen ek kanallar ekleyemeyebilir.
uk_uk: Усі бездротові мережі на цьому інтерфейсі будуть тимчасово вимкнені під час зміни регуляторних налаштувань. Деякі регуляторні домени або коди країн можуть бути заборонені деякими картками. Ці налаштування можуть не дозволяти додавання додаткових каналів, які ще не підтримуються.

source: Network-specific wireless configuration
id_id: Konfigurasi nirkabel khusus jaringan
it_it: Configurazione wireless specifica della rete
ja_jp: ネットワーク固有の無線設定
ko_ko: 네트워크별 무선 구성
pt_pt: Configurações sem fios específicas de rede
sw_sw: Nätverksspecifik trådlös konfiguration
tr_tr: Ağa özel kablosuz yapılandırma
uk_uk: Конфігурація бездротового зв'язку для конкретної мережі

source: Infrastructure (BSS)
id_id: Infrastruktur (BSS)
it_it: Infrastruttura (BSS)
ja_jp: インフラストラクチャ ( BSS )
ko_ko: 인프라(BSS)
pt_pt: Ad-hoc (IBSS)
sw_sw: Infrastruktur (BSS)
tr_tr: Altyapı (BSS)
uk_uk: Інфраструктура (BSS)

source: Ad-hoc (IBSS)
ja_jp: アドホック ( IBSS )
ko_ko: 애드혹(IBSS)
pt_pt: Ponto de acesso
uk_uk: Спеціальний (IBSS)

source: Access Point
id_id: Titik Akses
it_it: Punto di accesso
ja_jp: アクセスポイント
ko_ko: 액세스 포인트
pt_pt: Nota: Apenas necessário no modo de Ponto de Acesso. Se deixar em branco no modo Ad-hoc ou Infra-estrutura, esta interface será ligada a qualquer SSID disponível
sw_sw: Tillgångspunkt
tr_tr: Erişim Noktası
uk_uk: Точка доступу

source: Note: Only required in Access Point mode. If left blank in Ad-hoc or Infrastructure mode, this interface will connect to any available SSID
id_id: Catatan: Hanya diperlukan dalam mode Access Point. Jika dibiarkan kosong dalam mode Ad-hoc atau Infrastruktur, antarmuka ini akan tersambung ke SSID yang tersedia
it_it: NOTA: richiesto solo in modalità punto di accesso. Se lasciato vuoto in modalità ad hoc o infrastruttura, questa interfaccia si collegherà a qualsiasi SSID disponibile
ja_jp: 注意：アクセスポイントモードでのみ必要です。アドホック、またはインフラストラクチャモードでこの設定を空白にしておくと、このインタフェースが使用可能なsid 全てと接続できます。
ko_ko: 참고: 액세스 포인트 모드에서만 필요합니다. 애드혹 또는 인프라 모드에서 비워두면 이 인터페이스는 사용 가능한 모든 SSID에 연결됩니다.
pt_pt: Padrão mínimo
sw_sw: Obs: Krävs endast i läget Access Point. Om det lämnas tomt i läget Ad-hoc eller Infrastruktur kommer detta gränssnitt att ansluta till alla tillgängliga SSID.
tr_tr: Not: Yalnızca Erişim Noktası modunda gereklidir. Ad-hoc veya Infrastructure modunda boş bırakılırsa, bu arayüz mevcut herhangi bir SSID'ye bağlanacaktır
uk_uk: Примітка: Потрібно заповнювати лише у режимі Точка доступу. Якщо залишити порожнім у режимі Ad-hoc або Infrastructure, цей інтерфейс буде підключено до будь-якого доступного SSID

source: Minimum standard
id_id: Standar minimum
it_it: Standard minimo
ja_jp: 最低基準
ko_ko: 최소 표준
pt_pt: 802.11g
sw_sw: Minimistandard
tr_tr: Minimum standart
uk_uk: Мінімальний стандарт

source: When operating as an access point, allow only stations capable of the selected wireless standard to associate (stations not capable are not permitted to associate).
id_id: Ketika beroperasi sebagai titik akses, izinkan hanya stasiun yang mampu menggunakan standar nirkabel yang dipilih untuk berasosiasi (stasiun yang tidak mampu tidak diizinkan untuk berasosiasi).
it_it: Quando si opera come punto di accesso, consentire solo le stazioni in grado di associare lo standard wireless selezionato (le stazioni non in grado di associare).
ja_jp: アクセスポイントとして動作している場合は、選択した無線規格に対応したステーションのみがアソシエーションを許可されます ( 対応していないステーションにはアソシエーションは許可されません )。
ko_ko: 액세스 포인트로 작동하는 경우 선택한 무선 표준을 지원하는 스테이션만 연결할 수 있도록 허용합니다(지원하지 않는 스테이션은 연결할 수 없음).
pt_pt: Ao ser usado como ponto de acesso no modo 802.11g, permite associar apenas estações com capacidade 11g (as estações 11b-only não são permitidas para associar).
sw_sw: När du fungerar som en åtkomstpunkt tillåter du endast stationer som kan använda den valda trådlösa standarden att ansluta sig (stationer som inte kan ansluta sig tillåts inte att ansluta sig).
tr_tr: Bir erişim noktası olarak çalışırken, yalnızca seçilen kablosuz standardını kullanabilen istasyonların ilişkilendirilmesine izin verin (kullanamayan istasyonların ilişkilendirilmesine izin verilmez).
uk_uk: Під час роботи в якості точки доступу дозволяйте асоціюватися лише станціям, що підтримують обраний стандарт бездротового зв'язку (станціям, що не підтримують, асоціюватися не дозволяється).

source: 802.11g only
id_id: Hanya 802.11g
it_it: Solo 802.11g
ja_jp: 802.11g のみ
ko_ko: 802.11g 전용
pt_pt: Ao ser usado como ponto de acesso no modo 802.11g, permite associar apenas estações com capacidade 11g (as estações 11b-only não são permitidas para associar).
sw_sw: Endast 802.11g
tr_tr: Yalnızca 802.11g
uk_uk: Тільки 802.11g

source: When operating as an access point in 802.11g mode, allow only 11g-capable stations to associate (11b-only stations are not permitted to associate).
id_id: Ketika beroperasi sebagai titik akses dalam mode 802.11g, izinkan hanya stasiun berkemampuan 11g yang dapat berasosiasi (hanya stasiun 11b yang tidak diizinkan untuk berasosiasi).
it_it: Quando si opera come punto di accesso in modalità 802.11g, consentire ad associare solo stazioni a livello di 11 g (le stazioni solo 11b non sono autorizzate ad associare).
ja_jp: アクセスポイントとして802.11gのモードで動作している場合は、11gに対応したステーションのみがアソシエーションを許可されます（11bのステーションにはアソシエーションは許可されません）。
ko_ko: 802.11g 모드에서 액세스 포인트로 작동하는 경우 11g 지원 스테이션만 연결할 수 있도록 허용합니다(11b 전용 스테이션은 연결할 수 없음).
pt_pt: Permite comunicações intra-BSS
sw_sw: När du arbetar som en åtkomstpunkt i 802.11g-läge tillåter du endast 11g-kapabla stationer att ansluta sig (11b-stationer tillåts inte ansluta sig).
tr_tr: 802.11g modunda bir erişim noktası olarak çalışırken, yalnızca 11g özellikli istasyonların ilişkilendirilmesine izin verin (yalnızca 11b istasyonlarının ilişkilendirilmesine izin verilmez).
uk_uk: Під час роботи в якості точки доступу в режимі 802.11g дозволяйте асоціювання лише станціям з підтримкою 11g (станціям з підтримкою лише 11b асоціювання заборонено).

source: Allow intra-BSS communication
id_id: Memungkinkan komunikasi intra-BSS
it_it: Consenti la comunicazione intra-BSS
ja_jp: イントラBSS通信を許可
ko_ko: BSS 내 통신 허용
pt_pt: Ao ser usado como um ponto de acesso, ative se desejar passar pacotes entre clientes diretamente sem fios.
sw_sw: Tillåta kommunikation inom BSS.
tr_tr: BSS içi iletişime izin ver
uk_uk: Дозвольте комунікацію всередині BSS

source: When operating as an access point, enable this if you want to pass packets between wireless clients directly.
id_id: Ketika beroperasi sebagai titik akses, aktifkan ini jika Anda ingin meneruskan paket di antara klien nirkabel secara langsung.
it_it: Quando si opera come punto di accesso, abilita questo se si desidera passare direttamente i pacchetti tra client wireless.
ja_jp: アクセスポイントとして動作している場合で、無線間で直接パケットをやりとりさせる時に、これを有効にします。
ko_ko: 액세스 포인트로 작동할 때 무선 클라이언트 간에 패킷을 직접 전달하려면 이 옵션을 활성화합니다.
pt_pt: A desativação da bridging interna é útil quando o tráfego deve ser processado com filtragem de pacotes.
sw_sw: När du arbetar som en åtkomstpunkt aktiverar du den här funktionen om du vill skicka paket direkt mellan trådlösa klienter.
tr_tr: Bir erişim noktası olarak çalışırken, kablosuz istemciler arasında paketleri doğrudan geçirmek istiyorsanız bunu etkinleştirin.
uk_uk: Увімкніть цю опцію, якщо ви хочете передавати пакети між бездротовими клієнтами напряму, працюючи як точка доступу.

source: Disabling the internal bridging is useful when traffic is to be processed with packet filtering.
id_id: Menonaktifkan bridging internal berguna ketika trafik akan diproses dengan pemfilteran paket.
it_it: La disabilitazione del ponte interno è utile quando il traffico deve essere elaborato con il filtro dei pacchetti.
ja_jp: トラフィックにパケットフィルタリングを行う場合、内部ブリッジを無効にすると便利です。
ko_ko: 내부 브리징을 비활성화하면 패킷 필터링으로 트래픽을 처리해야 할 때 유용합니다.
pt_pt: Ativa WME
sw_sw: Att inaktivera den interna överbryggningen är användbart när trafiken ska behandlas med paketfiltrering.
tr_tr: Dahili köprülemenin devre dışı bırakılması, trafik paket filtreleme ile işleneceği zaman faydalıdır.
uk_uk: Вимкнення внутрішнього моста корисно, коли трафік має оброблятися з фільтрацією пакетів.

source: Enable WME
id_id: Aktifkan WME
it_it: Abilita WME
ja_jp: WME を有効
ko_ko: WME 활성화
pt_pt: Ativa a ocultação do SSID
sw_sw: Aktivera WME
tr_tr: WME'yi Etkinleştir
uk_uk: Увімкнути WME

source: Setting this option will force the card to use WME (wireless QoS).
id_id: Menetapkan opsi ini akan memaksa kartu menggunakan WME (QoS nirkabel).
it_it: L'impostazione di questa opzione costringerà la scheda a utilizzare WME (QoS wireless).
ja_jp: このオプション設定で、WME（無線QoS）を使用するようなカードに強制します。
ko_ko: 이 옵션을 설정하면 카드가 WME(무선 QoS)를 사용하도록 강제합니다.
pt_pt: Ativa a ocultação do SSID
sw_sw: Om du ställer in det här alternativet tvingas kortet att använda WME (wireless QoS).
tr_tr: Bu seçeneğin ayarlanması kartı WME (kablosuz QoS) kullanmaya zorlayacaktır.
uk_uk: Встановлення цієї опції змусить картку використовувати WME (бездротовий QoS).

source: Enable Hide SSID
id_id: Aktifkan Sembunyikan SSID
it_it: Abilita nascondere SSID
ja_jp: SSID の非表示を有効にする
ko_ko: SSID 숨기기 활성화
pt_pt: Ativar a opção ocultar SSID
sw_sw: Aktivera Dölj SSID
tr_tr: SSID Gizlemeyi Etkinleştir
uk_uk: Увімкнути приховування SSID

source: Setting this option will force the card to NOT broadcast its SSID (this might create problems for some clients).
id_id: Menetapkan opsi ini akan memaksa kartu untuk TIDAK menyiarkan SSID-nya (hal ini dapat menimbulkan masalah pada beberapa klien).
it_it: L'impostazione di questa opzione costringerà la carta a non trasmettere il suo SSID (ciò potrebbe creare problemi per alcuni clienti).
ja_jp: このオプション設定はsidをブロードキャストしないようなカードに強制します（一部のクライアントでは問題が発生する可能性があります）。
ko_ko: 이 옵션을 설정하면 카드가 SSID를 브로드캐스트하지 않도록 강제합니다(일부 클라이언트에서 문제가 발생할 수 있음).
pt_pt: Definir esta opção forçará o cartão a não transmitir o seu SSID (isto pode criar problemas para alguns clientes).
sw_sw: Om du ställer in det här alternativet tvingas kortet att INTE sända sitt SSID (detta kan skapa problem för vissa klienter).
tr_tr: Bu seçeneğin ayarlanması kartı SSID'sini YAYINLAMAMAYA zorlayacaktır (bu bazı istemciler için sorun yaratabilir).
uk_uk: Встановлення цієї опції змусить картку НЕ транслювати свій SSID (це може створити проблеми для деяких клієнтів).

source: WEP
ja_jp: ウェップ

source: Enable WEP
id_id: Mengaktifkan WEP
it_it: Abilita WEP
ja_jp: WEP を有効
ko_ko: WEP 사용
pt_pt: Chave TX
sw_sw: Aktivera WEP
tr_tr: WEP'i Etkinleştir
uk_uk: Увімкнути WEP

source: TX key
id_id: Kunci TX
it_it: Chiave TX
ja_jp: TX 鍵
ko_ko: TX 키
pt_pt: Chave 1:
sw_sw: TX-tangent
tr_tr: TX anahtarı
uk_uk: Клавіша TX

source: Key 1:
id_id: Kunci 1:
ja_jp: 鍵 1:
ko_ko: 키 1:
pt_pt: Chave 2:
sw_sw: Nyckel 1:
tr_tr: Anahtar 1:
uk_uk: Ключ 1:

source: Key 2:
id_id: Kunci 2:
it_it: Chiave 2:
ja_jp: 鍵 2:
ko_ko: 키 2:
pt_pt: Chave 3:
sw_sw: Nyckel 2:
tr_tr: Anahtar 2:
uk_uk: Ключ 2:

source: Key 3:
id_id: Kunci 3:
it_it: Chiave 3:
ja_jp: 鍵 3:
ko_ko: 키 3:
pt_pt: Chave 4:
sw_sw: Nyckel 3:
tr_tr: Anahtar 3:
uk_uk: Ключ 3:

source: Key 4:
id_id: Kunci 4:
it_it: Chiave 4:
ja_jp: 鍵 4:
ko_ko: 키 4:
pt_pt: Chaves 40 (64) bits podem ser inseridas como caracteres 5 ASCII ou 10 dígitos hex precedidos de '0x'.
sw_sw: Nyckel 4:
tr_tr: Anahtar 4:
uk_uk: Ключ 4:

source: 40 (64) bit keys may be entered as 5 ASCII characters or 10 hex digits preceded by '0x'.
id_id: Kunci 40 (64) bit dapat dimasukkan sebagai 5 karakter ASCII atau 10 digit heksa yang diawali dengan '0x'.
it_it: 40 (64) tasti bit possono essere inseriti come 5 caratteri ASCII o 10 cifre esagonali precedute da "0x".
ja_jp: 40 (64) ビットの鍵を入力してください。 ASCII で 5 文字、もしくは、'0x' で 10 桁の 16 進数が始まります。
ko_ko: 40(64)비트 키는 5개의 ASCII 문자 또는 '0x'가 앞에 오는 10개의 16진수로 입력할 수 있습니다.
pt_pt: Chaves 104 (128) bits podem ser inseridas como caracteres 13 ASCII ou 26 dígitos hex precedidos de '0x'.
sw_sw: 40 (64) bitars nycklar kan anges som 5 ASCII-tecken eller 10 hexadecimaler föregångna av "0x".
tr_tr: 40 (64) bit anahtarlar 5 ASCII karakteri veya '0x' ile başlayan 10 hex rakamı olarak girilebilir.
uk_uk: 40 (64) бітні ключі можна вводити у вигляді 5 символів ASCII або 10 шістнадцяткових цифр, яким передує '0x'.

source: 104 (128) bit keys may be entered as 13 ASCII characters or 26 hex digits preceded by '0x'.
id_id: Kunci 104 (128) bit dapat dimasukkan sebagai 13 karakter ASCII atau 26 digit heksa yang diawali dengan '0x'.
it_it: 104 (128) tasti bit possono essere inseriti come 13 caratteri ASCII o 26 cifre esagonali precedute da "0x".
ja_jp: 104 (128) ビットの鍵を入力してください。 ASCII で 13 文字もしくは、'0x' で始まる 26 桁の 16 進数です。
ko_ko: 104(128) 비트 키는 13개의 ASCII 문자 또는 '0x'가 앞에 오는 26개의 16진수로 입력할 수 있습니다.
pt_pt: WPA
sw_sw: 104 (128) bitars nycklar kan anges som 13 ASCII-tecken eller 26 hexadecimaler som föregås av "0x".
tr_tr: 104 (128) bitlik anahtarlar 13 ASCII karakteri veya '0x' ile başlayan 26 hex rakamı olarak girilebilir.
uk_uk: 104 (128) бітні ключі можна вводити у вигляді 13 символів ASCII або 26 шістнадцяткових цифр, яким передує '0x'.

source: Enable WPA
id_id: Mengaktifkan WPA
it_it: Abilita WPA
ja_jp: WPA を有効
ko_ko: WPA 사용
pt_pt: Ativar WPA
sw_sw: Aktivera WPA
tr_tr: WPA'yı Etkinleştir
uk_uk: Увімкнути WPA

source: WPA EAP Identity
id_id: Identitas EAP WPA
ja_jp: WPA EAP アイデンティティ
ko_ko: WPA EAP 신원
pt_pt: WPA EAP Identidade
sw_sw: WPA EAP-identitet
tr_tr: WPA EAP Kimliği
uk_uk: Ідентифікація WPA EAP

source: Only relevant when Extended Authentication Protocol (EAP) is used.
id_id: Hanya relevan jika Protokol Otentikasi Diperpanjang (EAP) digunakan.
ja_jp: Extended Authentication Protocol（EAP）を使用する場合のみ該当する。
ko_ko: 확장 인증 프로토콜(EAP)을 사용하는 경우에만 해당됩니다.
pt_pt: Só é relevante quando se utiliza o Protocolo de Autenticação Alargada (EAP).
sw_sw: Endast relevant när Extended Authentication Protocol (EAP) används.
tr_tr: Yalnızca Genişletilmiş Kimlik Doğrulama Protokolü (EAP) kullanıldığında geçerlidir.
uk_uk: Актуально лише у випадку використання розширеного протоколу автентифікації (EAP).

source: WPA Pre-Shared Key/EAP Password
id_id: Kunci Pra-Berbagi WPA/Kata Sandi WPA
ja_jp: WPAプレシェアードキー/EAPパスワード
ko_ko: WPA 사전 공유 키/EAP 암호
pt_pt: Chave pré-partilhada WPA/Senha WPA
sw_sw: WPA för-delad nyckel/EAP-lösenord
tr_tr: WPA Ön Paylaşımlı Anahtar/EAP Parolası

source: Passphrase must be from 8 to 63 characters.
id_id: Frasa sandi harus terdiri dari 8 hingga 63 karakter.
it_it: Passphrase deve essere da 8 a 63 caratteri.
ja_jp: パスフレーズ、8～63文字です。
ko_ko: 비밀번호는 8자에서 63자 사이여야 합니다.
pt_pt: A frase-chave deve ter de 8 a 63 carateres.
sw_sw: Lösenfrasen måste vara mellan 8 och 63 tecken.
tr_tr: Parola 8 ila 63 karakter arasında olmalıdır.
uk_uk: Пароль повинен містити від 8 до 63 символів.

source: WPA Mode
id_id: Mode WPA
it_it: Modalità WPA
ja_jp: WPA モード
ko_ko: WPA 모드
pt_pt: Modo WPA
sw_sw: WPA-läge
tr_tr: WPA Modu
uk_uk: Режим WPA

source: Both
id_id: Keduanya
it_it: Tutti e due
ja_jp: 両方
ko_ko: 둘 다
pt_pt: Ambos
sw_sw: Båda
tr_tr: Her ikisi de
uk_uk: Обидва

source: WPA Key Management Mode
id_id: Mode Manajemen Kunci WPA
it_it: Modalità di gestione delle chiavi WPA
ja_jp: WPA 鍵管理モード
ko_ko: WPA 키 관리 모드
pt_pt: Modo de gestão da chave WEP
sw_sw: WPA-nyckelhanteringsläge
tr_tr: WPA Anahtar Yönetimi Modu
uk_uk: Режим керування ключем WPA

source: Pre-Shared Key
id_id: Kunci yang Dibagikan Sebelumnya
it_it: chiave condivisa in precedenza
ja_jp: 事前共有鍵
ko_ko: 사전 공유 키
pt_pt: Chave Pré-partilhada
sw_sw: Fördelad nyckel
tr_tr: Ön Paylaşımlı Anahtar
uk_uk: Попередньо наданий ключ

source: Extensible Authentication Protocol (EAP)
id_id: Protokol Otentikasi yang Dapat Diperluas (EAP)
ja_jp: 拡張認証プロトコル(EAP)
ko_ko: 확장 가능한 인증 프로토콜(EAP)
pt_pt: Protocolo de Autenticação Extensível (EAP)
sw_sw: Utökat autentiseringsprotokoll (EAP)
tr_tr: Genişletilebilir Kimlik Doğrulama Protokolü (EAP)
uk_uk: Розширюваний протокол автентифікації (EAP)

source: EAP Method
id_id: Metode EAP
ja_jp: EAP方式
ko_ko: EAP 방법
pt_pt: Método EAP
sw_sw: EAP-metod
tr_tr: EAP Yöntemi
uk_uk: Метод EAP

source: Protected Extensible Authentication Protocol (PEAP)
id_id: Protokol Otentikasi yang Dapat Diperluas yang Dilindungi (PEAP)
ja_jp: PEAP（Protected Extensible Authentication Protocol）：プロテクト拡張認証プロトコル
ko_ko: 보호된 확장 가능한 인증 프로토콜(PEAP)
pt_pt: Protocolo de Autenticação Protegida Extensível (PEAP)
sw_sw: Skyddat Extensible Authentication Protocol (PEAP)
tr_tr: Korumalı Genişletilebilir Kimlik Doğrulama Protokolü (PEAP)
uk_uk: Захищений розширюваний протокол автентифікації (PEAP)

source: Transport Layer Security (TLS)
id_id: Keamanan Lapisan Transportasi (TLS)
ja_jp: トランスポートレイヤーセキュリティ（TLS）
ko_ko: 전송 계층 보안(TLS)
pt_pt: Segurança da Camada de Transporte (TLS)
sw_sw: Transportlagersäkerhet (TLS)
tr_tr: Aktarım Katmanı Güvenliği (TLS)
uk_uk: Безпека транспортного рівня (TLS)

source: Tunneled Transport Layer Security (TTLS)
id_id: Keamanan Lapisan Transportasi Terowongan (TTLS)
ja_jp: トンネル型トランスポートレイヤーセキュリティ(TTLS)
ko_ko: 터널링 전송 계층 보안(TTLS)
pt_pt: Segurança da Camada de Transporte em Túnel (TTLS)
sw_sw: Tunnelbaserad transportslagsäkerhet (TTLS)
tr_tr: Tünellenmiş Aktarım Katmanı Güvenliği (TTLS)
uk_uk: Безпека тунельного транспортного рівня (TTLS)

source: Note: Only relevant for infrastructure mode (BSS) and if Extensible Authentication Protocol (EAP) is used for key management.
id_id: Catatan: Hanya relevan untuk mode infrastruktur (BSS) dan jika Protokol Otentikasi yang Dapat Diperluas (EAP) digunakan untuk manajemen kunci.
ja_jp: 注：インフラストラクチャーモード（BSS）で、鍵管理にEAP（Extensible Authentication Protocol）が使用されている場合のみ関連します。
ko_ko: 참고: 인프라 모드(BSS)와 키 관리에 확장 인증 프로토콜(EAP)을 사용하는 경우에만 해당됩니다.
pt_pt: Nota: Só é relevante para o modo de infra-estrutura (BSS) e se o Protocolo de Autenticação Extensível (EAP) for utilizado para gestão de chaves.
sw_sw: Anmärkning: Endast relevant för infrastrukturläge (BSS) och om Extensible Authentication Protocol (EAP) används för nyckelhantering.
tr_tr: Not: Yalnızca altyapı modu (BSS) için ve anahtar yönetimi için Genişletilebilir Kimlik Doğrulama Protokolü (EAP) kullanılıyorsa geçerlidir.
uk_uk: Примітка: актуально лише для режиму інфраструктури (BSS) і якщо для керування ключами використовується розширюваний протокол автентифікації (EAP).

source: EAP Phase 2 Authentication
id_id: Otentikasi Fase 2 EAP
ja_jp: EAPフェーズ2認証
ko_ko: EAP 2단계 인증
pt_pt: Autenticação EAP Fase 2
sw_sw: EAP fas 2-autentisering
tr_tr: EAP Faz 2 Kimlik Doğrulama
uk_uk: Автентифікація EAP Фаза 2

source: EAP TLS CA Certificate
id_id: Sertifikat CA EAP TLS CA
ja_jp: EAP TLS CA証明書
ko_ko: EAP TLS CA 인증서
pt_pt: Certificado EAP TLS CA
sw_sw: EAP TLS CA-certifikat
tr_tr: EAP TLS CA Sertifikası
uk_uk: Сертифікат центру сертифікації EAP TLS

source: Do not verify server
id_id: Jangan memverifikasi server
ja_jp: サーバーを検証しない
ko_ko: 서버 확인 안 함
pt_pt: Não verificar servidor
sw_sw: Kontrollera inte servern
tr_tr: Sunucuyu doğrulama
uk_uk: Не перевіряти сервер

source: Certificate authority used to verify the access point's TLS certificate. Only relevant for infrastructure mode (BSS) if Extensible Authentication Protocol (EAP) is used for key management.
id_id: Otoritas sertifikat yang digunakan untuk memverifikasi sertifikat TLS titik akses. Hanya relevan untuk mode infrastruktur (BSS) jika Protokol Otentikasi yang Dapat Diperluas (EAP) digunakan untuk manajemen kunci.
ja_jp: アクセスポイントの TLS 証明書を検証するために使用する認証局です。インフラストラクチャーモード（BSS）では、鍵管理にEAP（Extensible Authentication Protocol）が使用されている場合にのみ関連します。
ko_ko: 액세스 포인트의 TLS 인증서를 확인하는 데 사용되는 인증 기관입니다. 키 관리에 EAP(확장 가능한 인증 프로토콜)를 사용하는 경우 인프라 모드(BSS)와만 관련이 있습니다.
pt_pt: Autoridade certificadora utilizada para verificar o certificado TLS do ponto de acesso. Só é relevante para o modo infra-estrutura (BSS) se o Protocolo de Autenticação Extensível (EAP) for utilizado para a gestão de chaves.
sw_sw: Certifikatmyndighet som används för att verifiera åtkomstpunktens TLS-certifikat. Endast relevant för infrastrukturläge (BSS) om Extensible Authentication Protocol (EAP) används för nyckelhantering.
tr_tr: Erişim noktasının TLS sertifikasını doğrulamak için kullanılan sertifika yetkilisi. Anahtar yönetimi için Genişletilebilir Kimlik Doğrulama Protokolü (EAP) kullanılıyorsa yalnızca altyapı modu (BSS) için geçerlidir.
uk_uk: Центр сертифікації, який використовується для перевірки TLS-сертифіката точки доступу. Актуально лише для режиму інфраструктури (BSS), якщо для керування ключами використовується розширюваний протокол автентифікації (EAP).

source: The %scertificate authority manager%s can be used to create or import certificat authorities if required.
id_id: Manajer otoritas sertifikat dapat digunakan untuk membuat atau mengimpor otoritas sertifikat jika diperlukan.
ja_jp: 認証局マネージャ%sは、必要に応じて、認証局の作成またはインポートに使用することができます。
ko_ko: 필요한 경우 %인증 기관 관리자%를 사용하여 인증 기관을 만들거나 가져올 수 있습니다.
pt_pt: O % gestor da autoridade certificadora%s pode ser utilizado para criar ou importar autoridades certificadoras, se necessário.
sw_sw: %scertificate authority manager%s kan användas för att skapa eller importera certifikatutfärdare om det behövs.
tr_tr: Sertifika yetkilisi yöneticisi%s, gerektiğinde sertifika yetkilileri oluşturmak veya içe aktarmak için kullanılabilir.
uk_uk: За допомогою менеджера %scertificate authority manager% можна створювати або імпортувати центри сертифікації, якщо це необхідно.

source: EAP TLS Client Certificate
id_id: Sertifikat Klien EAP TLS
ja_jp: EAP TLSクライアント証明書
ko_ko: EAP TLS 클라이언트 인증서
pt_pt: Certificado de cliente EAP TLS
sw_sw: EAP TLS-klientcertifikat
tr_tr: EAP TLS İstemci Sertifikası
uk_uk: Сертифікат клієнта EAP TLS
