Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Preferred landing page
id_id: Halaman arahan pilihan
it_it: Pagina di destinazione preferita
ja_jp: 優先するランディングページ
ko_ko: 기본 랜딩 페이지
pt_pt: Página de aterragem preferida
sw_sw: Företrädda landningssida
tr_tr: Tercih edilen açılış sayfası
uk_uk: Бажана цільова сторінка

source: Preferred landing page after login or authentication failure
id_id: Halaman arahan yang dipilih setelah login atau kegagalan autentikasi
it_it: Pagina di destinazione preferita dopo l'accesso o il fallimento dell'autenticazione
ja_jp: ログインもしくは認証失敗後に優先するランディングページ
ko_ko: 로그인 또는 인증 실패 후 기본 설정 랜딩 페이지
pt_pt: Página de aterragem preferida após falha de login ou autenticação
sw_sw: Föredragen landningssida efter inloggning eller misslyckad autentisering
tr_tr: Oturum açma veya kimlik doğrulama hatasından sonra tercih edilen açılış sayfası
uk_uk: Бажана цільова сторінка після помилки входу або автентифікації

source: Login shell
id_id: Cangkang masuk
it_it: Shell di accesso
ja_jp: ログインシェル
ko_ko: 로그인 셸
pt_pt: Concha de login
sw_sw: Inloggningsskal
tr_tr: Giriş kabuğu
uk_uk: Оболонка для входу в систему

source: Expiration date
id_id: Tanggal kedaluwarsa
it_it: Data di scadenza
ja_jp: 有効期限
ko_ko: 만료 날짜
pt_pt: Dados de expiração
sw_sw: Utgångsdatum
tr_tr: Son kullanma tarihi
uk_uk: Термін придатності

source: Leave blank if the account shouldn't expire, otherwise enter the expiration date in the following format: mm/dd/yyyy
id_id: Biarkan kosong jika akun tidak boleh kedaluwarsa, jika tidak, masukkan tanggal kedaluwarsa dalam format berikut: mm/dd/yyyy
it_it: Lasciare vuoto se l'account non deve scadere, altrimenti inserire la data di scadenza nel seguente formato: MM/DD/YYYY
ja_jp: アカウントに有効期限を設定しない場合は空白にしてください。設定する場合は、以下の形式で有効期限を入力してください。
ko_ko: 계정이 만료되지 않아야 하는 경우 비워두고, 그렇지 않은 경우 만료일을 mm/dd/yyyy 형식으로 입력합니다.
pt_pt: Deixe em branco se a conta não expirar, Caso contrário, digite a data de expiração no seguinte formato: mm/dd/yyyy
sw_sw: Lämna tomt om kontot inte ska upphöra att gälla, ange annars utgångsdatumet i följande format: mm/dd/ååå.
tr_tr: Hesabın süresinin dolmaması gerekiyorsa boş bırakın, aksi takdirde son kullanma tarihini aşağıdaki formatta girin: aa/gg/yyyy
uk_uk: Залиште поле порожнім, якщо термін дії облікового запису не повинен закінчуватися, інакше введіть дату закінчення терміну дії у форматі: мм/дд/рр.

source: Add groups
id_id: Menambahkan grup
it_it: Aggiungi gruppi
ja_jp: グループを追加
ko_ko: 그룹 추가
pt_pt: Adicionar grupos
sw_sw: Lägg till grupper
tr_tr: Grup ekleme
uk_uk: Додавання груп

source: Remove groups
id_id: Menghapus grup
it_it: Rimuovere i gruppi
ja_jp: グループを削除
ko_ko: 그룹 제거
pt_pt: Grupos de remoção
sw_sw: Ta bort grupper
tr_tr: Grupları kaldırın
uk_uk: Видалення груп

source: Effective Privileges
id_id: Hak Istimewa yang Efektif
it_it: Privilegi efficaci
ja_jp: 有効な権限
ko_ko: 유효 권한
pt_pt: Privilégios efectivos
sw_sw: Effektiva privilegier
tr_tr: Etkin Ayrıcalıklar
uk_uk: Ефективні привілеї

source: Inherited from
id_id: Diwarisi dari
it_it: Ereditata da
ja_jp: 継承元
ko_ko: 에서 상속됨
pt_pt: Herdado de
sw_sw: Arvad från
tr_tr: Şuradan devralınmıştır
uk_uk: Успадковано від

source: edit privileges
id_id: mengedit hak istimewa
it_it: Modifica i privilegi
ja_jp: 権限編集
ko_ko: 수정 권한
pt_pt: Editar privilégios
sw_sw: redigera rättigheter
tr_tr: ayrıcalıkları düzenle
uk_uk: права на редагування

source: User Certificates
id_id: Sertifikat Pengguna
it_it: Certificati utente
ja_jp: ユーザ証明書
ko_ko: 사용자 인증서
pt_pt: Certificados de utilizadores
sw_sw: Användarcertifikat
tr_tr: Kullanıcı Sertifikaları
uk_uk: Сертифікати користувачів

source: CA
it_it: circa
ja_jp: せいぎょりょういき

source: export private key
id_id: ekspor kunci pribadi
it_it: esporta una chiave privata
ja_jp: 秘密鍵のエクスポート
ko_ko: 개인 키 내보내기
pt_pt: Exportar chave privada
sw_sw: exportera den privata nyckeln
tr_tr: özel anahtarı dışa aktar
uk_uk: експортувати приватний ключ

source: export certificate
id_id: sertifikat ekspor
it_it: Certificato di esportazione
ja_jp: 証明書のエクスポート
ko_ko: 내보내기 인증서
pt_pt: Certificado Exportar
sw_sw: exportintyg.
tr_tr: i̇hracat serti̇fi̇kasi
uk_uk: експортний сертифікат

source: unlink certificate
id_id: hapus tautan sertifikat
it_it: Certificato di Unk
ja_jp: 証明書のリンク解除
ko_ko: 인증서 연결 해제
pt_pt: Certificado desvincular
sw_sw: ta bort certifikatet från länk
tr_tr: sertifika bağlantısını kaldır
uk_uk: від'єднати сертифікат

source: create or link user certificate
id_id: membuat atau menautkan sertifikat pengguna
it_it: Crea o collega il certificato utente
ja_jp: ユーザ証明書の新規作成もしくはリンク
ko_ko: 사용자 인증서 생성 또는 연결
pt_pt: Criar ou vincular certificados de utilização
sw_sw: skapa eller länka användarcertifikat
tr_tr: kullanıcı sertifikası oluşturma veya bağlama
uk_uk: створити або прив'язати сертифікат користувача

source: API keys
id_id: Kunci API
it_it: Tasti API
ja_jp: API 鍵
ko_ko: API 키
pt_pt: Chaves API
sw_sw: API-nycklar
tr_tr: API anahtarları
uk_uk: Ключі API

source: key
id_id: kunci
it_it: chiave
ja_jp: 鍵
ko_ko: 키
pt_pt: Chave
sw_sw: nyckel
tr_tr: Anahtar
uk_uk: ключ

source: delete API key
id_id: menghapus kunci API
it_it: Elimina la chiave API
ja_jp: API 鍵を削除
ko_ko: API 키 삭제
pt_pt: Apagar chave API
sw_sw: ta bort API-nyckel
tr_tr: API anahtarını sil
uk_uk: видалити ключ API

source: Create API key
id_id: Membuat kunci API
it_it: Crea chiave API
ja_jp: API 鍵を作成
ko_ko: API 키 생성
pt_pt: Criar chave API
sw_sw: Skapa en API-nyckel
tr_tr: API anahtarı oluşturun
uk_uk: Створіть ключ API

source: Manage API keys here for machine to machine interaction using this user's credentials.
id_id: Kelola kunci API di sini untuk interaksi mesin ke mesin menggunakan kredensial pengguna ini.
it_it: Gestisci le chiavi API qui per l'interazione macchina a macchina utilizzando le credenziali di questo utente.
ja_jp: このユーザの資格情報を使用したマシン間相互通信のapi 鍵を管理します。
ko_ko: 이 사용자의 자격 증명을 사용하여 기계 간 상호 작용을 위한 API 키를 여기에서 관리합니다.
pt_pt: Gerir as chaves da API aqui para a interação máquina a máquina usando como credenciais deste utilizador.
sw_sw: Hantera API-nycklar här för interaktion från maskin till maskin med hjälp av den här användarens autentiseringsuppgifter.
tr_tr: Bu kullanıcının kimlik bilgilerini kullanarak makineden makineye etkileşim için API anahtarlarını buradan yönetin.
uk_uk: Керуйте ключами API тут для міжмашинної взаємодії за допомогою облікових даних цього користувача.

source: Click to create a user certificate.
id_id: Klik untuk membuat sertifikat pengguna.
it_it: Fare clic per creare un certificato utente.
ja_jp: クリックすると、ユーザ証明書を作成します。
ko_ko: 사용자 인증서를 만들려면 클릭합니다.
pt_pt: Clique para criar um certificado de utilizador.
sw_sw: Klicka för att skapa ett användarcertifikat.
tr_tr: Bir kullanıcı sertifikası oluşturmak için tıklayın.
uk_uk: Натисніть, щоб створити сертифікат користувача.

source: OTP seed
id_id: Benih OTP
it_it: Seme otp
ja_jp: OTPシード
ko_ko: OTP 시드
pt_pt: Semente OTP
sw_sw: OTP-utsäde
tr_tr: OTP tohumu
uk_uk: Насіння OTP

source: Generate new secret (160 bit)
id_id: Menghasilkan rahasia baru (160 bit)
it_it: Generare nuovo segreto (160 bit)
ja_jp: 新規秘密鍵（160ビット）生成
ko_ko: 새 비밀 생성(160비트)
pt_pt: Gerar novo segredo (160 bit)
sw_sw: Skapa en ny hemlighet (160 bit)
tr_tr: Yeni sır oluştur (160 bit)
uk_uk: Згенерувати новий секрет (160 біт)

source: OTP (base32) seed to use when a one time password authenticator is used
id_id: OTP (base32) seed untuk digunakan ketika pengautentikasi kata sandi sekali pakai digunakan
it_it: Seme OTP (Base32) da utilizzare quando viene utilizzato un autenticatore di una password unica
ja_jp: ワンタイムパスワード認証が使用されている場合に使用する OTP（base32） シードード
ko_ko: 일회용 비밀번호 인증기를 사용할 때 사용할 OTP(base32) 시드
pt_pt: Dar semente ao OTP (base32) para usar quando um autenticador de password de uma só utilização é usado
sw_sw: OTP (base32) frö som ska användas när en autentiserare med engångslösenord används.
tr_tr: Tek seferlik parola doğrulayıcı kullanıldığında kullanılacak OTP (base32) tohumu
uk_uk: OTP (base32) seed для використання, коли використовується автентифікатор з одноразовим паролем

source: OTP QR code
id_id: Kode QR OTP
it_it: Codice QR OTP
ja_jp: OTP QRコード
ko_ko: OTP QR 코드
pt_pt: Código OTP QR
sw_sw: OTP QR-kod
tr_tr: OTP QR kodu
uk_uk: QR-код OTP

source: Click to unhide
id_id: Klik untuk menampilkan
it_it: Fai clic per unedide
ja_jp: クリック再表示
ko_ko: 숨기기를 해제하려면 클릭
pt_pt: Clicar para abrir
sw_sw: Klicka för att dölja
tr_tr: Göstermek için tıklayın
uk_uk: Натисніть, щоб приховати

source: Scan this QR code for easy setup with external apps.
id_id: Pindai kode QR ini untuk pengaturan yang mudah dengan aplikasi eksternal.
it_it: Scansiona questo codice QR per una facile configurazione con app esterne.
ja_jp: このQR コードをスキャンすると外部アプリを簡単に設定します。
ko_ko: 이 QR 코드를 스캔하면 외부 앱으로 간편하게 설정할 수 있습니다.
pt_pt: Digitalize este código QR para uma fácil configuração com aplicações externas.
sw_sw: Skanna den här QR-koden för enkel installation med externa appar.
tr_tr: Harici uygulamalarla kolay kurulum için bu QR kodunu tarayın.
uk_uk: Відскануйте цей QR-код, щоб легко налаштувати зовнішні програми.

source: Paste an authorized keys file here.
id_id: Rekatkan file kunci resmi di sini.
it_it: Incolla qui un file di chiavi autorizzate.
ja_jp: 認証鍵ファイル、ここに貼り付けてください。
ko_ko: 여기에 인증된 키 파일을 붙여넣습니다.
pt_pt: Cole as chaves do ficheiro autorizadas aqui
sw_sw: Klistra in en fil med auktoriserade nycklar här.
tr_tr: Yetkili bir anahtar dosyasını buraya yapıştırın.
uk_uk: Вставте сюди файл авторизованих ключів.

source: IPsec Pre-Shared Key
id_id: Kunci Pra-Berbagi IPsec
it_it: Chiave pre-condivisa IPsec
ja_jp: IPsec 事前共有鍵
ko_ko: IPsec 사전 공유 키
pt_pt: IPsec chave Pré-Partilhada
sw_sw: Fördelad IPsec-nyckel
tr_tr: IPsec Ön Paylaşımlı Anahtar
uk_uk: Попередньо наданий ключ IPsec

source: Save and go back
id_id: Simpan dan kembali
it_it: Salva e torna indietro
ja_jp: 保存して戻る
ko_ko: 저장하고 돌아가기
pt_pt: Salvar e voltar
sw_sw: Spara och gå tillbaka
tr_tr: Kaydet ve geri dön
uk_uk: Зберегти та повернутися назад

source: Import
id_id: Impor
it_it: Importare
ja_jp: インポート
ko_ko: 가져오기
pt_pt: Importar
tr_tr: İthalat
uk_uk: Імпорт

source: System Administrator
id_id: Administrator Sistem
it_it: Amministratore di sistema
ja_jp: システム管理者
ko_ko: 시스템 관리자
pt_pt: Admnistrador do Sistema
sw_sw: Systemadministratör
tr_tr: Sistem Yöneticisi
uk_uk: Системний адміністратор

source: Disabled User
id_id: Pengguna yang Dinonaktifkan
it_it: Utente disabilitato
ja_jp: 無効にしたユーザ
ko_ko: 비활성화된 사용자
pt_pt: Desativar utilizador
sw_sw: Funktionshindrad användare
tr_tr: Engelli Kullanıcı
uk_uk: Користувач з обмеженими можливостями

source: Normal User
id_id: Pengguna Normal
it_it: Utente normale
ja_jp: 標準ユーザ
ko_ko: 일반 사용자
pt_pt: Utilizador normal
sw_sw: Normal användare
tr_tr: Normal Kullanıcı
uk_uk: Звичайний користувач

source: Privileges
id_id: Hak istimewa
it_it: Privilegi
ja_jp: 権限
ko_ko: 권한
pt_pt: Privilégios
sw_sw: Privilegier
tr_tr: Ayrıcalıklar
uk_uk: Привілеї

source: Please be aware that this option does not cover all areas of the system and will be removed in a future release.
id_id: Perlu diketahui bahwa opsi ini tidak mencakup semua area sistem dan akan dihapus pada rilis mendatang.
it_it: Si prega di essere consapevoli che questa opzione non copre tutte le aree del sistema e verrà rimossa in una versione futura.
ja_jp: このオプションはシステムの全ての場所が対象ではなく、将来のリリースで削除予定であることに注意してください。
ko_ko: 이 옵션은 시스템의 모든 영역에 적용되는 것은 아니며 향후 릴리스에서 제거될 예정이라는 점에 유의하세요.
pt_pt: Tenha em atenção que esta opção não cobre todas as áreas do sistema e será removida num lançamento futuro.
sw_sw: Observera att detta alternativ inte täcker alla områden i systemet och att det kommer att tas bort i en framtida version.
tr_tr: Lütfen bu seçeneğin sistemin tüm alanlarını kapsamadığını ve gelecekteki bir sürümde kaldırılacağını unutmayın.
uk_uk: Зверніть увагу, що ця опція не охоплює всі області системи і буде вилучена в наступному випуску.

source: Ok
id_id: Baiklah.
ja_jp: オッケー
ko_ko: 확인
sw_sw: Okej
tr_tr: Tamam.
uk_uk: Гаразд.

source: System Privileges
id_id: Hak Istimewa Sistem
it_it: Privilegi di sistema
ja_jp: システム権限
ko_ko: 시스템 권한
pt_pt: Privilégios de Sistema
sw_sw: Systemrättigheter
tr_tr: Sistem Ayrıcalıkları
uk_uk: Системні привілеї

source: Allowed
id_id: Diizinkan
it_it: Permesso
ja_jp: 許可済
ko_ko: 허용됨
pt_pt: Permitido
sw_sw: Tillåtet
tr_tr: İzin verildi
uk_uk: Дозволено

source: Endpoints
id_id: Titik akhir
it_it: Endpoint
ja_jp: エンドポイント
ko_ko: 엔드포인트
pt_pt: Pontos finais
sw_sw: Slutpunkter
tr_tr: Uç Noktalar
uk_uk: Кінцеві точки

source: (filter)
it_it: (filtro)
ja_jp: ( フィルタ )
ko_ko: (필터)
pt_pt: (filtro)
sw_sw: (filtrera)
tr_tr: (filtre)
uk_uk: (фільтр)

source: search
id_id: pencarian
it_it: ricerca
ja_jp: 検索
ko_ko: 검색
pt_pt: procurar
sw_sw: Sök på
tr_tr: arama
uk_uk: пошук

source: Select all (visible)
id_id: Pilih semua (terlihat)
it_it: Seleziona tutto (visibile)
ja_jp: 全て選択 ( 可視 )
ko_ko: 모두 선택(표시)
pt_pt: Seleccionar tudo (visível).
sw_sw: Välj alla (synliga)
tr_tr: Tümünü seç (görünür)
uk_uk: Вибрати все (видиме)

source: Deselect all (visible)
id_id: Batalkan pilihan semua (terlihat)
it_it: Deselect tutto (visibile)
ja_jp: 全て選択解除 ( 可視 )
ko_ko: 모두 선택 해제(표시)
pt_pt: Desmarque tudo (visível)
sw_sw: Avmarkera alla (synliga)
tr_tr: Tümünün seçimini kaldır (görünür)
uk_uk: Зніміть позначку з усіх (видимих)

source: Could not connect to the LDAP server. Please check your LDAP configuration.
id_id: Tidak dapat tersambung ke server LDAP. Periksa konfigurasi LDAP Anda.
it_it: Impossibile connettersi al server LDAP. Controlla la tua configurazione LDAP.
ja_jp: ldap サーバに接続できません。
ko_ko: LDAP 서버에 연결할 수 없습니다. LDAP 구성을 확인하세요.
pt_pt: Não foi possível ligar ao servidor LDAP. Por favor verifique como configurações LDAP.
sw_sw: Kunde inte ansluta till LDAP-servern. Kontrollera din LDAP-konfiguration.
tr_tr: LDAP sunucusuna bağlanılamadı. Lütfen LDAP yapılandırmanızı kontrol edin.
uk_uk: Не вдалося підключитися до сервера LDAP. Будь ласка, перевірте конфігурацію LDAP.

source: Please select users to import:
id_id: Pilih pengguna yang akan diimpor:
it_it: Seleziona gli utenti da importare:
ja_jp: インポートするユーザを選択してください。
ko_ko: 가져올 사용자를 선택하세요:
pt_pt: Por favor seleccione os utilizadores a importar.
sw_sw: Välj användare som ska importeras:
tr_tr: Lütfen içe aktarılacak kullanıcıları seçin:
uk_uk: Виберіть користувачів для імпорту:

source: Your password does not match the selected security policies. Please provide a new one.
id_id: Kata sandi Anda tidak sesuai dengan kebijakan keamanan yang dipilih. Harap berikan kata sandi baru.
it_it: La tua password non corrisponde alle politiche di sicurezza selezionate. Fornisci uno nuovo.
ja_jp: あなたのパスワードは選択されたセキュリティポリシに合っていません、入力し直してください。
ko_ko: 비밀번호가 선택한 보안 정책과 일치하지 않습니다. 새 비밀번호를 입력하세요.
pt_pt: A sua palavra-passe não corresponde às políticas de segurança seleccionadas. Por favor, forneça uma nova.
sw_sw: Lösenordet matchar inte de valda säkerhetsprinciperna. Ange ett nytt.
tr_tr: Parolanız seçilen güvenlik ilkeleriyle eşleşmiyor. Lütfen yeni bir tane girin.
uk_uk: Ваш пароль не відповідає обраним політикам безпеки. Будь ласка, введіть новий.

source: Sorry, you cannot change settings for a non-local user.
id_id: Maaf, Anda tidak dapat mengubah pengaturan untuk pengguna non-lokal.
it_it: Spiacenti, non puoi modificare le impostazioni per un utente non locale.
ja_jp: 申し訳ありませんが、あなたは非ローカル型の設定を変更できません。
ko_ko: 죄송합니다. 현지 사용자가 아닌 사용자에 대한 설정은 변경할 수 없습니다.
pt_pt: Desculpe, não é possível alterar as definições para um utilizador não local.
sw_sw: Tyvärr kan du inte ändra inställningar för en icke-lokal användare.
tr_tr: Üzgünüz, yerel olmayan bir kullanıcı için ayarları değiştiremezsiniz.
uk_uk: На жаль, ви не можете змінити налаштування для нелокального користувача.

source: Saved settings for user "%s"
id_id: Pengaturan yang disimpan untuk pengguna "%s"
it_it: Impostazioni salvate per l'utente "%s"
ja_jp: ユーザ「%s」の設定を保存しました
ko_ko: 사용자 "%s"에 대한 저장된 설정
pt_pt: Definições guardadas para "%s" de utilizadores
sw_sw: Sparade inställningar för användaren "%s"
tr_tr: "%s" kullanıcısı için kaydedilen ayarlar
uk_uk: Збережені налаштування для користувача "%s"

source: OTP
ja_jp: オーティーピー

source: Are you sure you want to request a new OTP token? The previous token will not be valid after this action.
id_id: Apakah Anda yakin ingin meminta token OTP baru? Token sebelumnya tidak akan berlaku setelah tindakan ini.
it_it: Sei sicuro di voler richiedere un nuovo token OTP? Il token precedente non sarà valido dopo questa azione.
ja_jp: 本当に新しいOTPトークンを要求しますか？この操作の後、以前のトークンは無効となります。
ko_ko: 새 OTP 토큰을 요청하시겠습니까? 이 작업 후에는 이전 토큰이 더 이상 유효하지 않습니다.
pt_pt: Tem a certeza de que pretende solicitar um novo símbolo OTP? O token anterior não será válido após esta acção.
sw_sw: Är du säker på att du vill begära en ny OTP-token? Den tidigare token kommer inte att vara giltig efter denna åtgärd.
tr_tr: Yeni bir OTP belirteci talep etmek istediğinizden emin misiniz? Bu işlemden sonra önceki belirteç geçerli olmayacaktır.
uk_uk: Ви впевнені, що хочете запросити новий OTP-токен? Попередній токен буде недійсним після цієї дії.

source: User Settings
id_id: Pengaturan Pengguna
it_it: Impostazioni utente
ja_jp: ユーザ設定
ko_ko: 사용자 설정
pt_pt: Configurações do utilizador
sw_sw: Användarinställningar
tr_tr: Kullanıcı Ayarları
uk_uk: Налаштування користувача

source: Old password
id_id: Kata sandi lama
it_it: Vecchia password
ja_jp: 旧パスワード
ko_ko: 이전 비밀번호
pt_pt: Palavra-passe antiga
sw_sw: Gammalt lösenord
tr_tr: Eski şifre
uk_uk: Старий пароль

source: New password
id_id: Kata sandi baru
it_it: Nuova password
ja_jp: 新パスワード
ko_ko: 새 비밀번호
pt_pt: Nova palavra-passe
sw_sw: Nytt lösenord
tr_tr: Yeni şifre
uk_uk: Новий пароль

source: Request new OTP seed
id_id: Meminta benih OTP baru
it_it: Richiedi nuovi semi OTP
ja_jp: 新しいOTPシードをリクエストする
ko_ko: 새 OTP 시드 요청
pt_pt: Pedir nova semente OTP
sw_sw: Begär ett nytt OTP-frö
tr_tr: Yeni OTP tohumu talep edin
uk_uk: Запитайте новий OTP seed

source: Mobile Client
id_id: Klien Seluler
it_it: Cliente mobile
ja_jp: モバイルクライアント
ko_ko: 모바일 클라이언트
pt_pt: Cliente Movel
sw_sw: Mobil klient
tr_tr: Mobil İstemci
uk_uk: Мобільний клієнт

source: off
it_it: spento
ja_jp: オフ
ko_ko: 꺼짐
pt_pt: fóruns
tr_tr: kapalı
uk_uk: вимкнено

source: IPSEC
ja_jp: アイピーセック

source: Do you really want to delete this phase1 and all associated phase2 entries?
id_id: Apakah Anda benar-benar ingin menghapus entri fase1 dan semua entri fase2 yang terkait?
ja_jp: 本当にこのphase1と関連するphase2のエントリーをすべて削除したいのでしょうか？
ko_ko: 이 단계1과 관련된 모든 단계2 항목을 정말 삭제하시겠습니까?
pt_pt: Quer realmente eliminar esta fase1 e todas as entradas da fase2 associadas?
sw_sw: Vill du verkligen radera denna fas1 och alla tillhörande fas2-poster?
tr_tr: Bu faz1'i ve ilişkili tüm faz2 girişlerini gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей запис фази 1 і всі пов'язані з ним записи фази 2?

source: Do you really want to delete this phase2 entry?
id_id: Apakah Anda benar-benar ingin menghapus entri fase2 ini?
ja_jp: 本当にこのphase2エントリーを削除したいのでしょうか？
ko_ko: 이 2단계 항목을 정말 삭제하시겠습니까?
pt_pt: Quer mesmo eliminar esta entrada de fase2?
sw_sw: Vill du verkligen radera denna fas2-post?
tr_tr: Bu faz2 girişini gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей запис фази 2?

source: Do you really want to delete the selected entries?
id_id: Apakah Anda benar-benar ingin menghapus entri yang dipilih?
ja_jp: 選択したエントリーを本当に削除しますか？
ko_ko: 선택한 항목을 정말 삭제하시겠습니까?
pt_pt: Quer mesmo eliminar as entradas seleccionadas?
sw_sw: Vill du verkligen radera de markerade posterna?
tr_tr: Seçilen girişleri gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити вибрані записи?

source: The IPsec tunnel configuration has been changed.
id_id: Konfigurasi terowongan IPsec telah diubah.
it_it: La configurazione del tunnel IPSEC è stata modificata.
ja_jp: IPsec トンネル構成は変更されました。
ko_ko: IPsec 터널 구성이 변경되었습니다.
pt_pt: A configuração do túnel IPsec foi alterada
sw_sw: Konfigurationen av IPsec-tunneln har ändrats.
tr_tr: IPsec tünel yapılandırması değiştirildi.
uk_uk: Змінено конфігурацію тунелю IPsec.

source: collapse/expand phase 2s
id_id: menciutkan/memperluas fase 2s
ja_jp: 崩壊・拡大フェーズ2S
ko_ko: 2초 접기/확장 단계
pt_pt: colapso/expansão fase 2s
sw_sw: kollaps/expanderar fas 2s
tr_tr: faz 2'leri daraltma/genişletme
uk_uk: згортання/розширення фази 2s

source: Remote Gateway
id_id: Gerbang Jarak Jauh
it_it: Gateway remoto
ja_jp: リモートゲートウェイ
ko_ko: 원격 게이트웨이
pt_pt: Porta remota
sw_sw: Fjärrgateway
tr_tr: Uzak Ağ Geçidi
uk_uk: Віддалений шлюз

source: Phase 1 Proposal
id_id: Proposal Tahap 1
it_it: Proposta di fase 1
ja_jp: フェーズ1 プロポーザル
ko_ko: 1단계 제안
pt_pt: Proposta fase 1
sw_sw: Förslag till fas 1
tr_tr: 1. Aşama Teklifi
uk_uk: Фаза 1 Пропозиція

source: Local Subnet
id_id: Subnet Lokal
it_it: Sottorete locale
ja_jp: ローカルサブネット
ko_ko: 로컬 서브넷
pt_pt: Sub-rede local
sw_sw: Lokalt undernät
tr_tr: Yerel Alt Ağ
uk_uk: Локальна підмережа

source: Remote Subnet
id_id: Subnet Jarak Jauh
it_it: Sottorete remota
ja_jp: リモートサブネット
ko_ko: 원격 서브넷
pt_pt: Subrede Remota
sw_sw: Fjärran delnät
tr_tr: Uzak Alt Ağ
uk_uk: Віддалена підмережа

source: Phase 2 Proposal
id_id: Proposal Tahap 2
it_it: Proposta di fase 2
ja_jp: 第2期プロポーザル
ko_ko: 2단계 제안
pt_pt: Fase 2 Proposta
sw_sw: Förslag till fas 2
tr_tr: 2. Aşama Teklifi
uk_uk: Фаза 2 Пропозиція

source: Disable phase 1 entry
id_id: Nonaktifkan entri fase 1
ja_jp: フェーズ1エントリーを無効にする
ko_ko: 1단계 항목 비활성화
pt_pt: Desactivar a entrada da fase 1
sw_sw: Inaktivera fas 1-inmatning
tr_tr: Faz 1 girişini devre dışı bırak
uk_uk: Вимкнути вхід на етапі 1

source: Enable phase 1 entry
id_id: Mengaktifkan entri fase 1
ja_jp: フェーズ1エントリーを有効にする
ko_ko: 1단계 항목 활성화
pt_pt: Permitir a entrada da fase 1
sw_sw: Aktivera fas 1-inmatning
tr_tr: Aşama 1 girişini etkinleştir
uk_uk: Увімкніть вхід у фазу 1

source: auto
id_id: otomatis
ja_jp: 自動
tr_tr: otomatik
uk_uk: авто

source: DH Group
id_id: Grup DH
it_it: Gruppo DH
ja_jp: DH グループ
ko_ko: DH 그룹
pt_pt: Grupo DH
sw_sw: DH-gruppen
tr_tr: DH Grubu

source: add phase 2 entry
id_id: tambahkan entri fase 2
it_it: Aggiungi voce di fase 2
ja_jp: フェーズ2 エントリを追加
ko_ko: 2단계 항목 추가
pt_pt: adicionar entrada fase 2
sw_sw: lägga till fas 2-post
tr_tr: 2. aşama girişi ekle
uk_uk: додати запис фази 2

source: Move selected entries before this
id_id: Pindahkan entri yang dipilih sebelum ini
ja_jp: 選択したエントリーをこの前に移動させる
ko_ko: 이 전에 선택한 항목을 이동합니다.
pt_pt: Mover as entradas seleccionadas antes disto
sw_sw: Flytta markerade poster före detta
tr_tr: Seçilen girişleri bundan önce taşı
uk_uk: Перемістіть вибрані записи перед цим

source: Disable phase 2 entry
id_id: Nonaktifkan entri fase 2
ja_jp: フェーズ2エントリーを無効にする
ko_ko: 2단계 항목 비활성화
pt_pt: Desactivar a entrada da fase 2
sw_sw: Inaktivera fas 2-inmatning
tr_tr: Faz 2 girişini devre dışı bırak
uk_uk: Вимкніть вхід на фазу 2

source: Enable phase 2 entry
id_id: Mengaktifkan entri fase 2
ja_jp: フェーズ2エントリーを有効にする
ko_ko: 2단계 진입 활성화
pt_pt: Permitir a entrada da fase 2
sw_sw: Aktivera fas 2-inmatning
tr_tr: Faz 2 girişini etkinleştirin
uk_uk: Увімкніть фазу 2

source: add new phase 1 entry
id_id: tambahkan entri fase 1 baru
ja_jp: 新しいフェーズ1エントリーを追加する
ko_ko: 새로운 1단계 항목 추가
pt_pt: adicionar nova entrada de fase 1
sw_sw: lägga till en ny post för fas 1
tr_tr: yeni faz 1 girişi ekle
uk_uk: додати новий запис фази 1

source: Move selected entries to end
id_id: Memindahkan entri yang dipilih ke akhir
ja_jp: 選択したエントリーを末尾に移動する
ko_ko: 선택한 항목을 끝으로 이동
pt_pt: Mover as entradas seleccionadas para terminar
sw_sw: Flytta markerade poster till slutet
tr_tr: Seçilen girişleri sona taşı
uk_uk: Перемістити вибрані записи в кінець

source: delete selected entries
id_id: menghapus entri yang dipilih
ja_jp: 選択項目の削除
ko_ko: 선택한 항목 삭제
pt_pt: eliminar entradas seleccionadas
sw_sw: radera markerade poster
tr_tr: seçili girişleri sil
uk_uk: видалити вибрані записи
