Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Priority for STP needs to be an integer between 0 and 61440.
id_id: Prioritas untuk STP harus berupa bilangan bulat antara 0 dan 61440.
it_it: La priorità per STP deve essere un numero intero compreso tra 0 e 61440.
ja_jp: Stp の優先度は 0 - 61440 の整数です。
ko_ko: STP의 우선 순위는 0에서 61440 사이의 정수여야 합니다.
pt_pt: Prioridade para STP tem de ser um número inteiro entre 0 e 61440.
sw_sw: Prioriteten för STP måste vara ett heltal mellan 0 och 61440.
tr_tr: STP için önceliğin 0 ile 61440 arasında bir tamsayı olması gerekir.
uk_uk: Пріоритет для STP має бути цілим числом від 0 до 61440.

source: Transmit Hold Count for STP needs to be an integer between 1 and 10.
id_id: Transmit Hold Count untuk STP harus berupa bilangan bulat antara 1 dan 10.
it_it: Il conteggio della tenuta di trasmissione per STP deve essere un numero intero compreso tra 1 e 10.
ja_jp: Stp の転送保留カウント値は 1 ～ 10 の整数です。
ko_ko: STP의 전송 보류 횟수는 1에서 10 사이의 정수여야 합니다.
pt_pt: A contagem da transmissão Hold para STP tem de ser um número inteiro entre 1 e 10.
sw_sw: Transmit Hold Count för STP måste vara ett heltal mellan 1 och 10.
tr_tr: STP için İletim Bekletme Sayısı 1 ile 10 arasında bir tamsayı olmalıdır.
uk_uk: Кількість утримань передачі для STP має бути цілим числом від 1 до 10.

source: %s interface priority for STP needs to be an integer between 0 and 240.
id_id: Prioritas antarmuka %s untuk STP harus berupa bilangan bulat antara 0 dan 240.
it_it: %s Priorità dell'interfaccia per STP deve essere un numero intero compreso tra 0 e 240.
ja_jp: STPでの %s インタフェースの優先度は 0 ～ 240 の整数です。
ko_ko: STP의 인터페이스 우선 순위는 0에서 240 사이의 정수여야 합니다.
pt_pt: A prioridade do interface %s para STP tem de ser um número inteiro entre 0 e 240.
sw_sw: %s gränssnittsprioritet för STP måste vara ett heltal mellan 0 och 240.
tr_tr: STP için %s arayüz önceliğinin 0 ile 240 arasında bir tamsayı olması gerekir.
uk_uk: Пріоритет інтерфейсу %s для STP має бути цілим числом від 0 до 240.

source: %s interface path cost for STP needs to be an integer between 1 and 200000000.
id_id: Biaya jalur antarmuka %s untuk STP harus berupa bilangan bulat antara 1 dan 200000000.
it_it: Il costo del percorso dell'interfaccia %s per STP deve essere un numero intero compreso tra 1 e 2000000.
ja_jp: STP での %s インタフェースのパスコストは 1 ～ 200000000 の整数です。
ko_ko: STP의 %s 인터페이스 경로 비용은 1에서 200000000 사이의 정수여야 합니다.
pt_pt: O custo do caminho do interface %s para STP tem de ser um número inteiro entre 1 e 200000000.
sw_sw: %s gränssnittets vägkostnad för STP måste vara ett heltal mellan 1 och 200000000.
tr_tr: STP için %s arayüz yol maliyetinin 1 ile 200000000 arasında bir tamsayı olması gerekir.
uk_uk: Вартість інтерфейсного шляху %s для STP має бути цілим числом від 1 до 200000000.

source: A member interface passed does not exist in configuration
id_id: Antarmuka anggota yang dilewatkan tidak ada dalam konfigurasi
it_it: Un'interfaccia membro passata non esiste nella configurazione
ja_jp: 許可されたメンバは、インタフェース、構成に存在しません。
ko_ko: 전달된 멤버 인터페이스가 구성에 존재하지 않습니다.
pt_pt: Um interface de membro transmitido não existe na configuração
sw_sw: Ett medlemsgränssnitt som passerat finns inte i konfigurationen
tr_tr: Geçilen bir üye arabirim yapılandırmada mevcut değil
uk_uk: Переданий інтерфейс члена не існує в конфігурації

source: Bridging a wireless interface is only possible in hostap mode.
id_id: Menjembatani antarmuka nirkabel hanya dapat dilakukan dalam mode hostap.
it_it: Colmare un'interfaccia wireless è possibile solo in modalità Hostap.
ja_jp: 無線インタフェースのブリッジはhostapモードでのみ可能です。
ko_ko: 무선 인터페이스 브리징은 호스탭 모드에서만 가능합니다.
pt_pt: Um interface sem fios em bridge só é possível no modo hostap.
sw_sw: Bridging av ett trådlöst gränssnitt är endast möjligt i hostap-läge.
tr_tr: Bir kablosuz arayüzü köprülemek yalnızca hostap modunda mümkündür.
uk_uk: Перекидання бездротового інтерфейсу можливе лише в режимі hostap.

source: Span interface cannot be part of the bridge. Remove the span interface from bridge members to continue.
id_id: Antarmuka bentang tidak dapat menjadi bagian dari jembatan. Hapus antarmuka rentang dari anggota jembatan untuk melanjutkan.
it_it: L'interfaccia Span non può far parte del ponte. Rimuovere l'interfaccia Span dai membri del ponte per continuare.
ja_jp: スパン インタフェースは、ブリッジの一部にできませんが、続行するには、ブリッジのメンバからスパン インタフェースを削除してください。
ko_ko: 스팬 인터페이스는 브리지의 일부가 될 수 없습니다. 계속하려면 브리지 멤버에서 스팬 인터페이스를 제거하십시오.
pt_pt: Interface Span não pode fazer parte da ponte. Remova o interface Span dos membros da ponte para continuar.
sw_sw: Span-gränssnittet kan inte vara en del av bron. Ta bort span-gränssnittet från bromedlemmar för att fortsätta.
tr_tr: Span arayüzü köprünün bir parçası olamaz. Devam etmek için span arayüzünü köprü üyelerinden kaldırın.
uk_uk: Інтерфейс прольоту не може бути частиною моста. Видаліть інтерфейс прольоту з членів моста, щоб продовжити.

source: Error occurred creating interface, please retry.
id_id: Terjadi kesalahan saat membuat antarmuka, silakan coba lagi.
it_it: Si è verificato un errore creando l'interfaccia, ti preghiamo di riprovare.
ja_jp: インタフェースの作成中にエラーが発生しましたので、再試行してください。
ko_ko: 인터페이스를 만드는 동안 오류가 발생했습니다. 다시 시도하세요.
pt_pt: Ocorreu um erro ao criar o interface,Por favor tente novamente.
sw_sw: Ett fel inträffade vid skapandet av gränssnittet, försök igen.
tr_tr: Arayüz oluşturulurken hata oluştu, lütfen yeniden deneyin.
uk_uk: Виникла помилка при створенні інтерфейсу, будь ласка, спробуйте ще раз.

source: Bridge configuration
id_id: Konfigurasi jembatan
it_it: Configurazione del ponte
ja_jp: ブリッジ構成
ko_ko: 브리지 구성
pt_pt: Configuração de Ponte
sw_sw: Konfigurering av broar
tr_tr: Köprü yapılandırması
uk_uk: Конфігурація мосту

source: Member interfaces
id_id: Antarmuka anggota
it_it: Interfacce membri
ja_jp: メンバインタフェース
ko_ko: 멤버 인터페이스
pt_pt: Interfaces membros
sw_sw: Medlemmarnas gränssnitt
tr_tr: Üye arayüzleri
uk_uk: Інтерфейси учасників

source: Interfaces participating in the bridge.
id_id: Antarmuka yang berpartisipasi dalam jembatan.
it_it: Interfacce che partecipano al ponte.
ja_jp: ブリッジに参加しているインタフェース
ko_ko: 브리지에 참여하는 인터페이스.
pt_pt: Interfaces envolidos na ponte.
sw_sw: Gränssnitt som deltar i bryggan.
tr_tr: Köprüye katılan arayüzler.
uk_uk: Інтерфейси, що беруть участь у мості.

source: Link-local address
id_id: Tautan-alamat lokal
it_it: Indirizzo link-locali
ja_jp: リンクローカルアドレス
ko_ko: 링크-로컬 주소
pt_pt: Ligação - endereço local
sw_sw: Länklokal adress
tr_tr: Bağlantı yerel adresi
uk_uk: Посилання-локальна адреса

source: Enable link-local address
id_id: Mengaktifkan tautan-alamat lokal
it_it: Abilita l'indirizzo link-local
ja_jp: リンクローカルアドレスを有効にする
ko_ko: 링크-로컬 주소 사용
pt_pt: Habilitar link - endereço local
sw_sw: Aktivera länklokal adress
tr_tr: Bağlantı yerel adresini etkinleştir
uk_uk: Увімкнути посилання-локальну адресу

source: By default, link-local addresses for bridges are disabled. You can enable them manually using this option. However, when a bridge interface has IPv6 addresses, IPv6 addresses on a member interface will be automatically removed before the interface is added.
id_id: Secara default, alamat tautan-lokal untuk jembatan dinonaktifkan. Anda dapat mengaktifkannya secara manual menggunakan opsi ini. Namun, bila antarmuka bridge memiliki alamat IPv6, alamat IPv6 pada antarmuka anggota akan secara otomatis dihapus sebelum antarmuka ditambahkan.
it_it: Per impostazione predefinita, gli indirizzi link-locali per i ponti sono disabilitati. Puoi abilitarli manualmente usando questa opzione. Tuttavia, quando un'interfaccia bridge ha indirizzi IPv6, gli indirizzi IPv6 su un'interfaccia membro verranno rimossi automaticamente prima che l'interfaccia venga aggiunta.
ja_jp: デフォルトでは、ブリッジのリンクローカルアドレスは無効になっています。このオプションを使用して、手動で有効にすることができます。ただし、ブリッジインタフェースがIPv6アドレスを持つ場合、メンバインタフェースのIPv6アドレスは、インタフェースが追加される前に自動的に削除されます。
ko_ko: 기본적으로 브리지에 대한 링크-로컬 주소는 비활성화되어 있습니다. 이 옵션을 사용하여 수동으로 활성화할 수 있습니다. 그러나 브리지 인터페이스에 IPv6 주소가 있는 경우 인터페이스를 추가하기 전에 구성원 인터페이스의 IPv6 주소가 자동으로 제거됩니다.
pt_pt: Por defeito, os endereços de link-local para pontes estão desactivados. Pode activá-los manualmente utilizando esta opção. No entanto, quando uma interface de ponte tem endereços IPv6, os endereços IPv6 numa interface de membro serão automaticamente removidos antes de a interface ser adicionada.
sw_sw: Som standard är länklokala adresser för broar inaktiverade. Du kan aktivera dem manuellt med det här alternativet. När ett brogränssnitt har IPv6-adresser tas dock IPv6-adresser på ett medlemsgränssnitt automatiskt bort innan gränssnittet läggs till.
tr_tr: Varsayılan olarak, köprüler için bağlantı yerel adresleri devre dışıdır. Bu seçeneği kullanarak bunları manuel olarak etkinleştirebilirsiniz. Ancak, bir köprü arayüzü IPv6 adreslerine sahip olduğunda, üye arayüzdeki IPv6 adresleri arayüz eklenmeden önce otomatik olarak kaldırılacaktır.
uk_uk: За замовчуванням, посилання на локальні адреси для мостів вимкнено. Ви можете увімкнути їх вручну за допомогою цього параметра. Однак, якщо інтерфейс моста має IPv6-адреси, IPv6-адреси на інтерфейсі учасника буде автоматично вилучено перед додаванням інтерфейсу.

source: Show advanced options
id_id: Menampilkan opsi lanjutan
it_it: Mostra opzioni avanzate
ja_jp: 詳細オプションを表示
ko_ko: 고급 옵션 표시
pt_pt: Mostra como opções avançadas
sw_sw: Visa avancerade alternativ
tr_tr: Gelişmiş seçenekleri göster
uk_uk: Показати додаткові параметри

source: Spanning Tree Protocol
id_id: Protokol Spanning Tree
it_it: Protocollo degli alberi
ja_jp: スパニングツリープロトコル
ko_ko: 스패닝 트리 프로토콜
pt_pt: Protocolo Spanning Tree
sw_sw: Protokollet Spanning Tree
tr_tr: Yayılan Ağaç Protokolü
uk_uk: Протокол остовного дерева

source: Enable spanning tree options for this bridge.
id_id: Aktifkan opsi spanning tree untuk jembatan ini.
it_it: Abilita le opzioni di spanning albero per questo ponte.
ja_jp: このブリッジにスパニングツリーオプションを有効にする
ko_ko: 이 브리지에 대해 스패닝 트리 옵션을 활성화합니다.
pt_pt: Activas opções spanning tree para esta ponte.
sw_sw: Aktivera alternativ för spännträd för den här bron.
tr_tr: Bu köprü için yayılan ağaç seçeneklerini etkinleştirin.
uk_uk: Увімкніть опції остовного дерева для цього моста.

source: RSTP
ja_jp: アールエスティーピー

source: STP
ja_jp: エスティーピー

source: Protocol used for spanning tree.
id_id: Protokol yang digunakan untuk spanning tree.
it_it: Protocollo utilizzato per lo spanning Tree.
ja_jp: スパニングツリーに使用されるプロトコル
ko_ko: 스패닝 트리에 사용되는 프로토콜입니다.
pt_pt: Protocolo usado para spanning tree.
sw_sw: Protokoll som används för spännande träd.
tr_tr: Yayılan ağaç için kullanılan protokol.
uk_uk: Протокол, що використовується для остовного дерева.

source: STP interfaces
id_id: Antarmuka STP
it_it: Interfacce STP
ja_jp: STP インタフェース
ko_ko: STP 인터페이스
pt_pt: interfaces STP
sw_sw: STP-gränssnitt
tr_tr: STP arayüzleri
uk_uk: Інтерфейси STP

source: Enable Spanning Tree Protocol on interface. The if_bridge(4) driver has support for the IEEE 802.1D Spanning Tree Protocol (STP). STP is used to detect and remove loops in a network topology.
id_id: Aktifkan Spanning Tree Protocol pada antarmuka. Driver if_bridge(4) memiliki dukungan untuk Spanning Tree Protocol (STP) IEEE 802.1D. STP digunakan untuk mendeteksi dan menghapus loop dalam topologi jaringan.
it_it: Abilita il protocollo dell'albero di spanning sull'interfaccia. Il driver IF_Bridge (4) ha supporto per il protocollo dell'albero che spinge (STP) IEEE 802.1d. STP viene utilizzato per rilevare e rimuovere i loop in una topologia di rete.
ja_jp: インタフェースのスパニングツリープロトコルを有効にします。If_bridge(4) ドライバはIEEE 802.1D スパニングツリープロトコル（STP） をサポートしています。
ko_ko: 인터페이스에서 스패닝 트리 프로토콜을 활성화합니다. if_bridge(4) 드라이버는 IEEE 802.1D 스패닝 트리 프로토콜(STP)을 지원합니다. STP는 네트워크 토폴로지에서 루프를 감지하고 제거하는 데 사용됩니다.
pt_pt: Activar o protocolo Spanning Tree sem interface. O dispositivo if_bridge(4) tem suporte para o protocolo Spanning Tree (STP) IEEE 802.1D. STP é usado para detetar e remover loops numa topologia de rede.
sw_sw: Aktivera Spanning Tree-protokollet på gränssnittet. Drivrutinen if_bridge(4) har stöd för IEEE 802.1D Spanning Tree Protocol (STP). STP används för att upptäcka och ta bort loopar i en nätverkstopologi.
tr_tr: Arayüz üzerinde Yayılan Ağaç Protokolünü etkinleştirin. if_bridge(4) sürücüsü, IEEE 802.1D Yayılan Ağaç Protokolü (STP) için desteğe sahiptir. STP, bir ağ topolojisindeki döngüleri tespit etmek ve kaldırmak için kullanılır.
uk_uk: Увімкніть протокол Spanning Tree Protocol на інтерфейсі. Драйвер if_bridge(4) має підтримку протоколу IEEE 802.1D Spanning Tree Protocol (STP). STP використовується для виявлення та усунення петель у топології мережі.

source: Valid time
id_id: Waktu yang valid
it_it: Tempo valido
ja_jp: 有効期間
ko_ko: 유효 시간
pt_pt: Tempo válido
sw_sw: Giltig tid
tr_tr: Geçerli zaman
uk_uk: Дійсний час

source: Set the time that a Spanning Tree Protocol configuration is valid. The default is 20 seconds. The minimum is 6 seconds and the maximum is 40 seconds.
id_id: Mengatur waktu agar konfigurasi Spanning Tree Protocol valid. Standarnya adalah 20 detik. Minimumnya adalah 6 detik dan maksimumnya adalah 40 detik.
it_it: Impostare il tempo in cui è valida una configurazione del protocollo dell'albero di spanning. L'impostazione predefinita è di 20 secondi. Il minimo è di 6 secondi e il massimo è di 40 secondi.
ja_jp: スパニングツリープロトコルの構成が有効になる時間を設定してください。 デフォルトは20秒です最小値は6秒で最大値は40秒です。
ko_ko: 스패닝 트리 프로토콜 구성이 유효한 시간을 설정합니다. 기본값은 20초입니다. 최소값은 6초, 최대값은 40초입니다.
pt_pt: Defina o tempo que a configuração do protocolo Spanning Tree é válida. O tempo por defeito é de 20 segundos. O tempo mínimo são 6 segundos e o tempo máximo são 40 segundos,
sw_sw: Ställ in den tid som en konfiguration av Spanning Tree Protocol är giltig. Standardvärdet är 20 sekunder. Minst 6 sekunder och högst 40 sekunder.
tr_tr: Bir Yayılan Ağaç Protokolü yapılandırmasının geçerli olacağı süreyi ayarlayın. Varsayılan değer 20 saniyedir. Minimum 6 saniye ve maksimum 40 saniyedir.
uk_uk: Задати час, протягом якого конфігурація протоколу Spanning Tree Protocol буде дійсною. Значення за замовчуванням - 20 секунд. Мінімальне значення - 6 секунд, максимальне - 40 секунд.

source: Forward time
id_id: Waktu maju
it_it: Tempo in avanti
ja_jp: 転送時間
ko_ko: 앞으로 시간
pt_pt: Tempo de encaminhamento
sw_sw: Framåtriktad tid
tr_tr: İleri zaman
uk_uk: Час вперед

source: Set the time that must pass before an interface begins forwarding packets when Spanning Tree is enabled. The default is 15 seconds. The minimum is 4 seconds and the maximum is 30 seconds.
id_id: Mengatur waktu yang harus dilewati sebelum antarmuka mulai meneruskan paket ketika Spanning Tree diaktifkan. Nilai standarnya adalah 15 detik. Minimumnya adalah 4 detik dan maksimumnya 30 detik.
it_it: Impostare il tempo che deve passare prima che un'interfaccia inizi a inoltrare i pacchetti quando lo spanning dell'albero è abilitato. L'impostazione predefinita è di 15 secondi. Il minimo è di 4 secondi e il massimo è di 30 secondi.
ja_jp: スパニングツリーが有効な場合、インタフェースがパケット転送を開始する前に、必ず待機する時間を設定しますデフォルトは15秒です最小値は4秒、最大値は30秒です。
ko_ko: 스패닝 트리가 활성화된 경우 인터페이스가 패킷 전달을 시작하기 전에 경과해야 하는 시간을 설정합니다. 기본값은 15초입니다. 최소값은 4초, 최대값은 30초입니다.
pt_pt: Defina o tempo que deve passar antes de um interface começar a encaminhar pacotes quando o Sapnning Tree está activado. O tempo por defeito são 15 segundos. O tempo mínimo são 3 segundos e o tempo máximo são 30 segundos,
sw_sw: Ange den tid som måste gå innan ett gränssnitt börjar vidarebefordra paket när Spanning Tree är aktiverat. Standardvärdet är 15 sekunder. Minst 4 sekunder och högst 30 sekunder.
tr_tr: Spanning Tree etkinleştirildiğinde bir arabirim paketleri iletmeye başlamadan önce geçmesi gereken süreyi ayarlayın. Varsayılan değer 15 saniyedir. Minimum 4 saniye ve maksimum 30 saniyedir.
uk_uk: Задає час, який має пройти, перш ніж інтерфейс почне пересилати пакети, коли ввімкнено Spanning Tree. Значення за замовчуванням - 15 секунд. Мінімальне значення - 4 секунди, максимальне - 30 секунд.

source: Hello time
id_id: Halo waktu
it_it: Ciao tempo
ja_jp: ハロータイム
ko_ko: 안녕하세요 시간
pt_pt: Olá hora
sw_sw: Hej tid
tr_tr: Merhaba zaman
uk_uk: Доброго дня!

source: Set the time between broadcasting of Spanning Tree Protocol configuration messages. The hello time may only be changed when operating in legacy STP mode. The default is 2 seconds. The minimum is 1 second and the maximum is 2 seconds.
id_id: Mengatur waktu antara penyiaran pesan konfigurasi Spanning Tree Protocol. Waktu hello hanya dapat diubah bila beroperasi dalam mode STP lama. Nilai standarnya adalah 2 detik. Nilai minimum adalah 1 detik dan maksimum 2 detik.
it_it: Imposta il tempo tra la trasmissione dei messaggi di configurazione del protocollo di spanning dell'albero. Il tempo ciao può essere modificato solo quando si opera in modalità STP legacy. L'impostazione predefinita è di 2 secondi. Il minimo è di 1 secondo e il massimo è di 2 secondi.
ja_jp: スパニングツリープロトコル構成メッセージのブロードキャスト間隔を設定してください、ハロータイはレガシーstp モードで動作している時のみ変更されます、デフォルトは2秒です最小値は1秒、最大値は2秒です。
ko_ko: 스패닝 트리 프로토콜 구성 메시지의 브로드캐스트 간 시간을 설정합니다. 헬로우 시간은 레거시 STP 모드에서 작동할 때만 변경할 수 있습니다. 기본값은 2초입니다. 최소값은 1초, 최대값은 2초입니다.
pt_pt: Defina o tempo entre o tempo de transmissão das mensagens de configuração do protocolo da Spanning Tree. O hello time só pode ser alterado quando se opera no modo herdado STP. O valor pré-definido é de 2 segundos. O mínimo é 1 segundo e valor máximo é de 2 segundos.
sw_sw: Ställ in tiden mellan sändningarna av konfigurationsmeddelanden för Spanning Tree Protocol. Hallo-tiden kan endast ändras när du arbetar i det gamla STP-läget. Standardvärdet är 2 sekunder. Minsta värdet är 1 sekund och högsta värdet är 2 sekunder.
tr_tr: Spanning Tree Protocol yapılandırma mesajlarının yayınlanması arasındaki süreyi ayarlayın. Merhaba süresi yalnızca eski STP modunda çalışırken değiştirilebilir. Varsayılan değer 2 saniyedir. Minimum 1 saniye ve maksimum 2 saniyedir.
uk_uk: Задати час між передаванням повідомлень про конфігурацію протоколу Spanning Tree Protocol. Час привітання може бути змінено лише під час роботи у застарілому режимі STP. Значення за замовчуванням - 2 секунди. Мінімальне значення - 1 секунда, максимальне - 2 секунди.

source: Set the bridge priority for Spanning Tree. The default is 32768. The minimum is 0 and the maximum is 61440.
id_id: Mengatur prioritas jembatan untuk Spanning Tree. Standarnya adalah 32768. Nilai minimumnya adalah 0 dan maksimumnya adalah 61440.
it_it: Imposta la priorità del ponte per lo spanning Tree. L'impostazione predefinita è 32768. Il minimo è 0 e il massimo è 61440.
ja_jp: スパニングツリーのブリッジ度を優先して設定してください、デフォルトは32768です、最小値は0、最大値は61440です。
ko_ko: 스패닝 트리의 브리지 우선 순위를 설정합니다. 기본값은 32768입니다. 최소값은 0이고 최대값은 61440입니다.
pt_pt: Defina a prioridade da ponte para a árvore de Spanning. O valor pré-definido é 32768. O mínimo 0 e valor máximo é 61440.
sw_sw: Ställ in broprioriteten för Spanning Tree. Standardvärdet är 32768. Minsta värde är 0 och högsta värde är 61440.
tr_tr: Spanning Tree için köprü önceliğini ayarlayın. Varsayılan değer 32768'dir. Minimum 0 ve maksimum 61440'tır.
uk_uk: Встановлення пріоритету моста для Spanning Tree. За замовчуванням встановлено значення 32768. Мінімальне значення - 0, максимальне - 61440.

source: Hold count
id_id: Tahan hitungan
it_it: Tenere conto
ja_jp: 保留カウント
ko_ko: 홀드 카운트
pt_pt: Contagem de espera
sw_sw: Håll räkningen
tr_tr: Bekleme sayısı
uk_uk: Рахунок затримки.

source: Set the transmit hold count for Spanning Tree. This is the number of packets transmitted before being rate limited. The default is 6. The minimum is 1 and the maximum is 10.
id_id: Mengatur jumlah penahanan transmisi untuk Spanning Tree. Ini adalah jumlah paket yang ditransmisikan sebelum dibatasi kecepatannya. Standarnya adalah 6. Minimumnya adalah 1 dan maksimumnya adalah 10.
it_it: Impostare il conteggio della tenuta di trasmissione per lo spanning Tree. Questo è il numero di pacchetti trasmessi prima di essere limitati. L'impostazione predefinita è 6. Il minimo è 1 e il massimo è 10.
ja_jp: スパニングツリーの転送保留カウント値を設定してくださいレートが制限される前に送信されるパケットの数デフォルトは6です。
ko_ko: 스패닝 트리의 전송 보류 횟수를 설정합니다. 전송률이 제한되기 전에 전송되는 패킷의 수입니다. 기본값은 6입니다. 최소값은 1, 최대값은 10입니다.
pt_pt: Definia a contagem de espera de transmissão para Spanning Tree. Este é o numero de pacotes transmitidos antes da taxa ser limitada. O valor pré-definido é 6. O mínimo 1 e valor máximo é 10.
sw_sw: Ställ in antalet sändningsstopp för Spanning Tree. Detta är antalet paket som sänds innan hastigheten begränsas. Standardvärdet är 6. Minsta värdet är 1 och högsta värdet är 10.
tr_tr: Spanning Tree için iletim bekletme sayısını ayarlayın. Bu, hız sınırlandırılmadan önce iletilen paket sayısıdır. Varsayılan değer 6'dır. Minimum değer 1 ve maksimum değer 10'dur.
uk_uk: Встановіть лічильник затримок передачі для Spanning Tree. Це кількість пакетів, переданих до обмеження швидкості. Значення за замовчуванням - 6, мінімальне - 1, максимальне - 10.

source: Set the Spanning Tree priority of interface to value. The default is 128. The minimum is 0 and the maximum is 240. Increments of 16.
id_id: Atur prioritas Spanning Tree antarmuka ke nilai. Nilai standarnya adalah 128. Nilai minimumnya adalah 0 dan maksimumnya adalah 240. Penambahan 16.
it_it: Impostare il valore della priorità dell'albero di spanning dell'interfaccia. L'impostazione predefinita è 128. Il minimo è 0 e il massimo è 240. incrementi di 16.
ja_jp: インタフェースのスパニングツリー優先度を設定してください、デフォルトは128です、最小値は0、最大値は240です、増加単位は16です。
ko_ko: 인터페이스의 스패닝 트리 우선 순위를 값으로 설정합니다. 기본값은 128입니다. 최소값은 0이고 최대값은 240입니다. 16 단위로 증가합니다.
pt_pt: defina a prioridade da arvore de Spanning do interface para valor. O valor pré-definido é 128. O mínimo 0 e valor máximo é 240, incremento de 16.
sw_sw: Ställ in gränssnittets Spanning Tree-prioritet till ett värde. Standardvärdet är 128. Minsta värde är 0 och högsta värde är 240. Ökning av 16.
tr_tr: Arayüzün Yayılan Ağaç önceliğini değere ayarlayın. Varsayılan değer 128'dir. Minimum 0 ve maksimum 240'tır. 16'lık artışlar.
uk_uk: Встановіть пріоритет Spanning Tree для інтерфейсу у значення. За замовчуванням встановлено значення 128. Мінімальне значення 0, максимальне 240. Крок - 16.

source: Path cost
id_id: Biaya jalur
it_it: Costo del percorso
ja_jp: パスコスト
ko_ko: 경로 비용
pt_pt: Custo do caminho
sw_sw: Kostnad för väg
tr_tr: Yol maliyeti
uk_uk: Вартість шляху
