Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: NTP should not use this clock, it will be displayed for reference only (default: disabled).
id_id: NTP tidak boleh menggunakan jam ini, jam ini hanya akan ditampilkan sebagai referensi (default: dinonaktifkan).
it_it: NTP non dovrebbe usare questo orologio, verrà visualizzato solo per riferimento (impostazione predefinita: disabilitato).
ja_jp: ntp はこの時計を使用せず、参照用としてのみ表示されるようになります( デフォルト: 無効 )
ko_ko: NTP는 이 시계를 사용해서는 안 되며 참조용으로만 표시됩니다(기본값: 사용 안 함).
pt_pt: NTP não deve usar este relógio, Será exibido apenas para referência (por defeito: desabilitado).
sw_sw: NTP ska inte använda den här klockan, den visas endast som referens (standard: inaktiverad).
tr_tr: NTP bu saati kullanmamalıdır, sadece referans için görüntülenecektir (varsayılan: devre dışı).
uk_uk: NTP не повинен використовувати цей годинник, він буде відображатися лише для довідки (за замовчуванням: вимкнено).

source: Enable PPS signal processing (default: enabled).
id_id: Mengaktifkan pemrosesan sinyal PPS (default: diaktifkan).
it_it: Abilita elaborazione del segnale PPS (predefinito: abilitato).
ja_jp: PPS 信号処理を有効にします。
ko_ko: PPS 신호 처리 사용(기본값: 사용).
pt_pt: Ativar o processamento de sinal PPS (por defeito: atitivado)
sw_sw: Aktivera PPS-signalbehandling (standard: aktiverad).
tr_tr: PPS sinyal işlemeyi etkinleştirin (varsayılan: etkin).
uk_uk: Увімкнути обробку сигналу PPS (за замовчуванням: увімкнено).

source: Enable falling edge PPS signal processing (default: rising edge).
id_id: Mengaktifkan pemrosesan sinyal PPS falling edge (default: rising edge).
it_it: Abilita l'elaborazione del segnale PPS per il bordo di caduta (impostazione predefinita: bordo di salita).
ja_jp: PPS 信号処理に立ち下がりエッジを有効にします。
ko_ko: 폴링 에지 PPS 신호 처리를 활성화합니다(기본값: 라이징 에지).
pt_pt: Ativar processamento de borda de queda do sinal PPS (por defeito: brising edge).
sw_sw: Aktivera behandling av PPS-signalen med fallande kant (standard: stigande kant).
tr_tr: Düşen kenar PPS sinyal işlemeyi etkinleştirin (varsayılan: yükselen kenar).
uk_uk: Увімкнути обробку сигналу PPS по спадаючому фронту (за замовчуванням: по зростаючому фронту).

source: Enable kernel PPS clock discipline (default: enabled).
id_id: Mengaktifkan disiplin jam PPS kernel (default: diaktifkan).
it_it: Abilita disciplina dell'orologio PPS del kernel (predefinito: abilitato).
ja_jp: カーネルPPS統制を有効にします( デフォルト: 有効 )
ko_ko: 커널 PPS 클록 규율을 활성화합니다(기본값: 활성화).
pt_pt: Ativar a regra do Kernel PPS relógio (por defeito: activada)
sw_sw: Aktivera kärnans PPS-klockdisciplin (standard: aktiverad).
tr_tr: Çekirdek PPS saat disiplinini etkinleştirin (varsayılan: etkin).
uk_uk: Увімкнути дисципліну годинника PPS ядра (за замовчуванням: увімкнено).

source: Obscure location in timestamp (default: unobscured).
id_id: Lokasi yang tidak jelas pada cap waktu (default: tidak dikaburkan).
it_it: Posizione oscura in timestamp (impostazione predefinita: non obscured).
ja_jp: タイムスタンプの位置情報を表示しません。
ko_ko: 타임스탬프에서 위치가 모호합니다(기본값: 모호하지 않음).
pt_pt: Localização desconhecida na data hora (por defeito: desobscured)
sw_sw: Oklar plats i tidsstämpeln (standard: oklar).
tr_tr: Zaman damgasında belirsiz konum (varsayılan: belirsiz değil).
uk_uk: Невидиме місце розташування у мітці часу (за замовчуванням: невидиме).

source: Log the sub-second fraction of the received time stamp (default: Not logged).
id_id: Catat pecahan sub-detik dari stempel waktu yang diterima (default: Tidak dicatat).
it_it: Registra la frazione sub-secondo del timestamp ricevuto (impostazione predefinita: non registrata).
ja_jp: 受信したタイムスタンプの1秒未満の端数もログに記録します。
ko_ko: 수신된 타임스탬프의 1초 미만 분량을 기록합니다(기본값: 기록되지 않음).
pt_pt: Registe a fração secundária do carimbo de dados/hora recebido (por defeito: Não registado).
sw_sw: Loggar subsekunddelen av den mottagna tidsstämpeln (standard: loggas inte).
tr_tr: Alınan zaman damgasının saniye altı kısmını günlüğe kaydedin (varsayılan: Günlüğe kaydedilmez).
uk_uk: Записувати субсекундну частку отриманої мітки часу (за замовчуванням: не записується).

source: Clock ID
id_id: ID Jam
it_it: ID orologio
ja_jp: クロックID
ko_ko: 시계 ID
pt_pt: Relógio de identificação
sw_sw: Klock-ID
tr_tr: Saat Kimliği
uk_uk: Ідентифікатор годинника

source: (1 to 4 characters)
id_id: (1 hingga 4 karakter)
it_it: (Da 1 a 4 caratteri)
ja_jp: ( 1 - 4 文字 )
ko_ko: (1~4자)
pt_pt: (1 para 4 caracteres)
sw_sw: (1 till 4 tecken)
tr_tr: (1 ila 4 karakter)
uk_uk: (від 1 до 4 символів)

source: This may be used to change the GPS Clock ID (default: GPS).
id_id: Ini dapat digunakan untuk mengubah ID Jam GPS (default: GPS).
it_it: Questo può essere utilizzato per modificare l'ID orologio GPS (predefinito: GPS).
ja_jp: これは、GPSクロックIDを変更するのに使用されます( デフォルト：GPS )
ko_ko: GPS 시계 ID를 변경하는 데 사용할 수 있습니다(기본값: GPS).
pt_pt: Pode ser usado para alterar o ID do Relógio GPS (por defeito: GPS).
sw_sw: Detta kan användas för att ändra GPS-klockans ID (standard: GPS).
tr_tr: Bu, GPS Saat Kimliğini değiştirmek için kullanılabilir (varsayılan: GPS).
uk_uk: Тут можна змінити ідентифікатор годинника GPS (за замовчуванням: GPS).

source: GPS Initialization
id_id: Inisialisasi GPS
it_it: Inizializzazione GPS
ja_jp: GPS初期化
ko_ko: GPS 초기화
pt_pt: Inicialização do GPS
sw_sw: Initialisering av GPS
tr_tr: GPS Başlatma
uk_uk: Ініціалізація GPS

source: Show GPS Initialization commands
id_id: Menampilkan perintah inisialisasi GPS
it_it: Mostra i comandi di inizializzazione GPS
ja_jp: GPS 初期化コマンドを表示
ko_ko: GPS 초기화 명령 표시
pt_pt: Mostra os comandos de inicialização do GPS
sw_sw: Visa kommandon för GPS-initiering
tr_tr: GPS Başlatma komutlarını göster
uk_uk: Показати команди ініціалізації GPS

source: Note: Commands entered here will be sent to the GPS during initialization. Please read and understand your GPS documentation before making any changes here.
id_id: Catatan: Perintah yang dimasukkan di sini akan dikirim ke GPS selama inisialisasi. Baca dan pahami dokumentasi GPS Anda sebelum membuat perubahan apa pun di sini.
it_it: Nota: i comandi inseriti qui verranno inviati al GPS durante l'inizializzazione. Si prega di leggere e comprendere la documentazione GPS prima di apportare eventuali modifiche qui.
ja_jp: 注意：ここで入力するコマンドは、gpsの初期化中に送信されます。
ko_ko: 참고: 여기에 입력한 명령은 초기화 중에 GPS로 전송됩니다. 여기에서 변경하기 전에 GPS 설명서를 읽고 이해하시기 바랍니다.
pt_pt: Nota: Comandos introduzidos aqui irão ser enviados para o GPS durante a inicialização. Por favor leia e entenda a sua documentação GPS antes de fazer quaisquer alterações aqui.
sw_sw: Obs: Kommandon som anges här skickas till GPS:en under initialiseringen. Läs och förstå dokumentationen om din GPS innan du gör några ändringar här.
tr_tr: Not: Buraya girilen komutlar başlatma sırasında GPS'e gönderilecektir. Lütfen burada herhangi bir değişiklik yapmadan önce GPS belgelerinizi okuyun ve anlayın.
uk_uk: Примітка: Команди, введені тут, будуть надіслані до GPS під час ініціалізації. Будь ласка, прочитайте і зрозумійте документацію до вашого GPS, перш ніж вносити будь-які зміни.

source: NMEA checksum calculator
id_id: Kalkulator checksum NMEA
it_it: Calcolatore di checksum NMEA
ja_jp: NMEA チェックサム計算
ko_ko: NMEA 체크섬 계산기
pt_pt: Calculadora NMEA checksum
sw_sw: NMEA-kontrollsumma-kalkylator
tr_tr: NMEA sağlama toplamı hesaplayıcı
uk_uk: Калькулятор контрольної суми NMEA

source: Enter the text between "$" and "*" of a NMEA command string.
id_id: Masukkan teks di antara "$" dan "*" dari string perintah NMEA.
it_it: Immettere il testo tra "$" e "*" di una stringa di comando NMEA.
ja_jp: NMEA コマンド文字列のテキストは「$」と「*」の間に入力してください。
ko_ko: NMEA 명령 문자열의 "$"와 "*" 사이에 텍스트를 입력합니다.
pt_pt: Introduza o texto entre "$" e "*" de uma cadeia de comando NMEA.
sw_sw: Ange texten mellan "$" och "*" i en NMEA-kommandosträng.
tr_tr: Bir NMEA komut dizesinin "$" ve "*" arasındaki metni girin.
uk_uk: Введіть текст між "$" та "*" командного рядка NMEA.

source: Calculate
id_id: Menghitung
it_it: Calcolare
ja_jp: 計算
ko_ko: 계산
pt_pt: Calcular
sw_sw: Beräkna
tr_tr: Hesaplamak
uk_uk: Розрахувати

source: Checksum:
ja_jp: チェックサム
ko_ko: 체크섬:
sw_sw: Kontrollsumma:
uk_uk: Контрольна сума:

source: Please click the "Calculate" to get a result.
id_id: Silakan klik "Hitung" untuk mendapatkan hasilnya.
it_it: Fare clic sul "Calcola" per ottenere un risultato.
ja_jp: 結果を得るには「計算」をクリックしてください。
ko_ko: 결과를 보려면 '계산'을 클릭하세요.
pt_pt: Por favor clique em "Calcular" para obter um resultado.
sw_sw: Klicka på "Beräkna" för att få ett resultat.
tr_tr: Sonuç almak için lütfen "Hesapla" düğmesine tıklayın.
uk_uk: Будь ласка, натисніть кнопку "Розрахувати", щоб отримати результат.

source: A GPS connected via a serial port may be used as a reference clock for NTP. If the GPS also supports PPS and is properly configured, and connected, that GPS may also be used as a Pulse Per Second clock reference. NOTE: a USB GPS may work, but is not recommended due to USB bus timing issues.
id_id: GPS yang terhubung melalui port serial dapat digunakan sebagai jam referensi untuk NTP. Jika GPS juga mendukung PPS dan dikonfigurasikan dengan benar, serta terhubung, GPS tersebut juga dapat digunakan sebagai referensi jam Pulsa Per Detik. CATATAN: GPS USB dapat berfungsi, tetapi tidak disarankan karena masalah waktu bus USB.
it_it: Un GPS collegato tramite una porta seriale può essere utilizzato come orologio di riferimento per NTP. Se il GPS supporta anche PPS ed è correttamente configurato e collegato, che il GPS può anche essere utilizzato come impulso al secondo tempo di riferimento. Nota: un GPS USB può funzionare, ma non è consigliato a causa di problemi di temporizzazione del bus USB.
ja_jp: シリアルポート経由で接続した gps を ntp の参照時計として使用できます、gps が pps に対応して、適切に構成され、かつ接続されていれば、その gps はパルスパーセコンド時計参照としても使用できます、注意。usb gps も動作可能ですが、usb バスタイミング問題により推奨されません。
ko_ko: 직렬 포트를 통해 연결된 GPS를 NTP의 기준 시계로 사용할 수 있습니다. GPS가 PPS도 지원하고 올바르게 구성되고 연결된 경우 해당 GPS를 초당 펄스 클럭 레퍼런스로 사용할 수도 있습니다. 참고: USB GPS는 작동할 수 있지만 USB 버스 타이밍 문제로 인해 권장되지 않습니다.
pt_pt: Um GPS ligado via serie porta pode ser usado como relógio de referência para NTP. Se o GPS também suportar PPS e estiver devidamente configurado e ligado, esse GPS pode ser usado como uma referência de relógio Pulse Per Second. NOTA: um GPS USB poderá funcionar, mas não é recomendado devido a problemas de tempo de barramento.
sw_sw: En GPS som är ansluten via en seriell port kan användas som referensklocka för NTP. Om GPS:en också stöder PPS och är korrekt konfigurerad och ansluten kan den GPS:en också användas som referensklocka för puls per sekund. OBS: En USB-GPS kan fungera, men rekommenderas inte på grund av problem med USB-bussens timing.
tr_tr: Seri port üzerinden bağlanan bir GPS, NTP için referans saat olarak kullanılabilir. GPS aynı zamanda PPS'yi destekliyorsa ve uygun şekilde yapılandırılmış ve bağlanmışsa, bu GPS aynı zamanda Saniye Başına Darbe saat referansı olarak da kullanılabilir. NOT: USB GPS çalışabilir, ancak USB veri yolu zamanlama sorunları nedeniyle önerilmez.
uk_uk: GPS, підключений через послідовний порт, можна використовувати як опорний годинник для NTP. Якщо GPS також підтримує PPS, правильно налаштований і підключений, його також можна використовувати як еталонний годинник з частотою імпульсів в секунду. ПРИМІТКА: USB GPS може працювати, але не рекомендується через проблеми з синхронізацією шини USB.

source: For the best results, NTP should have at least three sources of time. So it is best to configure at least 2 servers under %sServices: Network Time%s to minimize clock drift if the GPS data is not valid over time. Otherwise ntpd may only use values from the unsynchronized local clock when providing time to clients.
id_id: Untuk hasil terbaik, NTP harus memiliki setidaknya tiga sumber waktu. Jadi, yang terbaik adalah mengonfigurasi setidaknya 2 server di bawah %sLayanan: Network Time%s untuk meminimalkan pergeseran jam jika data GPS tidak valid dari waktu ke waktu. Jika tidak, ntpd hanya dapat menggunakan nilai dari jam lokal yang tidak disinkronkan ketika menyediakan waktu untuk klien.
it_it: Per i migliori risultati, NTP dovrebbe avere almeno tre fonti di tempo. Quindi è meglio configurare almeno 2 server sotto %sservices: tempo di rete %s per ridurre al minimo la deriva dell'orologio se i dati GPS non sono validi nel tempo. Altrimenti NTPD può utilizzare i valori dell'orologio locale non sincronizzato quando si fornisce tempo ai clienti.
ja_jp: 最善の結果を出すには、NTPは少なくても3つの時間のソースを必要とします、そのため、最も良いのは最低2つのサーバを%sサービスします。NTP%s で構成することで、GPS データ時間と共に有効なのではなく、なる場合に時間のずれを最小化します。
ko_ko: 최상의 결과를 얻으려면 NTP에 최소한 3개의 시간 소스가 있어야 합니다. 따라서 %s서비스 아래에 최소 2개의 서버를 구성하는 것이 가장 좋습니다: 네트워크 시간%s에서 최소 2개의 서버를 구성하여 시간이 지나도 GPS 데이터가 유효하지 않은 경우 시계 드리프트를 최소화하는 것이 좋습니다. 그렇지 않으면 ntpd가 클라이언트에 시간을 제공할 때 동기화되지 않은 로컬 시계의 값만 사용할 수 있습니다.
pt_pt: Para os melhores resultados, NTP deve ter pelo menos três fontes de tempo. Portanto, é melhor configurar pelo menos 2 servidores em%sServices: Tempo de Rede%s para minimizar a deriva de relógio se os dados de GPS não forem válidos ao longo do tempo. Caso contrário, o ntpd só pode usar valores do relógio local não sincronizado ao fornecer tempo aos clientes.
sw_sw: För bästa resultat bör NTP ha minst tre tidskällor. Därför är det bäst att konfigurera minst två servrar under %sServices: Network Time%s för att minimera klockförskjutning om GPS-data inte är giltiga över tiden. Annars kan ntpd endast använda värden från den osynkroniserade lokala klockan när den tillhandahåller tid till klienter.
tr_tr: En iyi sonuçlar için, NTP'nin en az üç zaman kaynağı olmalıdır. Bu yüzden %sServices. altında en az 2 sunucu yapılandırmak en iyisidir: Network Time%s altında en az 2 sunucu yapılandırmak, GPS verilerinin zaman içinde geçerli olmaması durumunda saat kaymasını en aza indirmek için en iyisidir. Aksi takdirde ntpd istemcilere zaman sağlarken yalnızca senkronize edilmemiş yerel saatin değerlerini kullanabilir.
uk_uk: Для найкращих результатів NTP повинен мати принаймні три джерела часу. Тому найкраще налаштувати принаймні 2 сервери у папці %sServices: Мережевий час%s, щоб мінімізувати дрейф годинника, якщо дані GPS не є дійсними з часом. В іншому випадку ntpd може використовувати значення з несинхронізованого локального годинника під час надання часу клієнтам.

source: NTP PPS Configuration
id_id: Konfigurasi PPS NTP
it_it: Configurazione NTP PPS
ja_jp: NTP PPS 構成
ko_ko: NTP PPS 구성
pt_pt: Configuração NTP PPS
sw_sw: NTP PPS-konfiguration
tr_tr: NTP PPS Yapılandırması
uk_uk: Конфігурація NTP PPS

source: All serial ports are listed, be sure to pick the port with the PPS source attached.
id_id: Semua port serial terdaftar, pastikan untuk memilih port dengan sumber PPS yang terpasang.
it_it: Tutte le porte seriali sono elencate, assicurati di scegliere la porta con la sorgente PPS allegata.
ja_jp: すべてのシリアルポートがリストにある場合は、pps ソースを取り付けたポートを選択するようにしてください。
ko_ko: 모든 직렬 포트가 나열되므로 PPS 소스가 연결된 포트를 선택해야 합니다.
pt_pt: Todas as portas séries estão listadas, certifique-se que escolhe a porta com a fonte PPS anexada.
sw_sw: Alla seriella portar listas, se till att du väljer den port där PPS-källan är ansluten.
tr_tr: Tüm seri portlar listelenir, PPS kaynağının bağlı olduğu portu seçtiğinizden emin olun.
uk_uk: Перераховано всі послідовні порти, переконайтеся, що ви вибрали порт з підключеним джерелом PPS.

source: Fudge time
id_id: Waktu fudge
it_it: Tempo di fondente
ja_jp: ファッジタイム
ko_ko: 퍼지 시간
pt_pt: Tempo de lama
sw_sw: Tid för karamell
tr_tr: Şekerleme zamanı
uk_uk: Час помадки

source: Fudge time is used to specify the PPS signal offset from the actual second such as the transmission delay between the transmitter and the receiver.
id_id: Waktu fudge digunakan untuk menentukan offset sinyal PPS dari detik yang sebenarnya, seperti penundaan transmisi antara pemancar dan penerima.
it_it: Il tempo di fondente viene utilizzato per specificare l'offset del segnale PPS dal secondo effettivo come il ritardo di trasmissione tra il trasmettitore e il ricevitore.
ja_jp: ファッジタイムは、トランスミッタとレシーバ間の伝送遅延のような実際の秒数から、PPS シグナルオフセットを指定するのに使用されます。
ko_ko: 퍼지 시간은 송신기와 수신기 간의 전송 지연과 같이 실제 초로부터 PPS 신호 오프셋을 지정하는 데 사용됩니다.
pt_pt: Fudge time é usado para especificar o deslocamento do sinal PPS a partir do segundo real, tal como o atraso de transmissão entre o transmissor e o receptor.
sw_sw: Fudge time används för att specificera PPS-signalens förskjutning från den faktiska sekunden, t.ex. överföringsfördröjningen mellan sändaren och mottagaren.
tr_tr: Geçiştirme süresi, verici ve alıcı arasındaki iletim gecikmesi gibi PPS sinyalinin gerçek saniyeden sapmasını belirtmek için kullanılır.
uk_uk: Fudge-час використовується для вказівки зміщення сигналу PPS від фактичної секунди, наприклад, затримки передачі між передавачем і приймачем.

source: This may be used to change the PPS Clock stratum
id_id: Ini dapat digunakan untuk mengubah strata Jam PPS
it_it: Questo può essere usato per cambiare lo strato dell'orologio PPS
ja_jp: PPS クロック層 の変更に使用されます。
ko_ko: PPS 클록 계층을 변경하는 데 사용할 수 있습니다.
pt_pt: Pode ser usado para alterar ou alterar o estranho Relógio PPS
sw_sw: Detta kan användas för att ändra PPS-klockans stratum.
tr_tr: Bu, PPS Saat katmanını değiştirmek için kullanılabilir
uk_uk: Це може бути використано для зміни шару PPS Clock

source: This may be useful if, for some reason, you want ntpd to prefer a different clock and just monitor this source.
id_id: Ini mungkin berguna jika, karena alasan tertentu, Anda ingin ntpd memilih jam yang berbeda dan hanya memonitor sumber ini.
it_it: Ciò può essere utile se, per qualche motivo, si desidera che NTPD preferisca un orologio diverso e monitorasse questa fonte.
ja_jp: この設定は、なんらかの理由で別の時計とこのソースのモニタ自体をntpdで優先したい場合に便利です。
ko_ko: 어떤 이유로 ntpd가 다른 클럭을 선호하고 이 소스만 모니터링하려는 경우 유용할 수 있습니다.
pt_pt: Pode ser útil, se por alguma razão, pretenda que o ntpd prefira um relógio diferente e apenas monitorize esta fonte.
sw_sw: Detta kan vara användbart om du av någon anledning vill att ntpd ska föredra en annan klocka och bara övervaka denna källa.
tr_tr: Bu, herhangi bir nedenle ntpd'nin farklı bir saati tercih etmesini ve sadece bu kaynağı izlemesini istiyorsanız yararlı olabilir.
uk_uk: Це може бути корисно, якщо з якихось причин ви хочете, щоб ntpd надавав перевагу іншому годиннику і просто відстежував це джерело.

source: Enable kernel PPS clock discipline (default: disabled).
id_id: Mengaktifkan disiplin jam PPS kernel (default: dinonaktifkan).
it_it: Abilita disciplina dell'orologio PPS del kernel (impostazione predefinita: disabilitato).
ja_jp: カーネルPPS統制を有効にします( デフォルト: 無効 )
ko_ko: 커널 PPS 클록 규율을 활성화합니다(기본값: 비활성화).
pt_pt: Ativar a regra de relógio PPS do kernel (por defeito: desativado)
sw_sw: Aktivera kärnans PPS-klockdisciplin (standard: inaktiverad).
tr_tr: Çekirdek PPS saat disiplinini etkinleştirin (varsayılan: devre dışı).
uk_uk: Увімкнути дисципліну годинника PPS ядра (за замовчуванням: вимкнено).

source: Record a timestamp once for each second, useful for constructing Allan deviation plots (default: disabled).
id_id: Rekam cap waktu sekali untuk setiap detik, berguna untuk membuat plot deviasi Allan (default: dinonaktifkan).
it_it: Registra un timestamp una volta per ogni secondo, utile per la costruzione di grafici di deviazione Allan (impostazione predefinita: disabilitato).
ja_jp: 1 秒に 1 回タイムスタンプを記録します。アラン偏差プロットの構成に便利です( デフォルト：無効 )
ko_ko: 초당 한 번씩 타임스탬프를 기록하여 앨런 편차 플롯을 구성하는 데 유용합니다(기본값: 비활성화).
pt_pt: Registar um timestamp uma vez para cada segundo. Útil para construir o desvio gráfico de Allan (Por defeito: desativado)
sw_sw: Registrera en tidsstämpel en gång för varje sekund, vilket är användbart för att konstruera diagram över Allanavvikelser (standard: inaktiverad).
tr_tr: Her saniye için bir zaman damgası kaydedin, Allan sapma grafikleri oluşturmak için kullanışlıdır (varsayılan: devre dışı).
uk_uk: Записувати мітку часу один раз на кожну секунду, корисно для побудови графіків відхилень Аллана (за замовчуванням: вимкнено).

source: This may be used to change the PPS Clock ID
id_id: Ini dapat digunakan untuk mengubah ID Jam PPS
it_it: Questo può essere usato per modificare l'ID orologio PPS
ja_jp: PPS クロック ID の変更に使用されます。
ko_ko: PPS 클록 ID를 변경하는 데 사용할 수 있습니다.
pt_pt: Pode ser usado para alterar o PPS do Relógio ID
sw_sw: Detta kan användas för att ändra PPS Clock ID.
tr_tr: Bu, PPS Saat Kimliğini değiştirmek için kullanılabilir
uk_uk: Це може бути використано для зміни ідентифікатора годинника PPS

source: Devices with a Pulse Per Second output such as radios that receive a time signal from DCF77 (DE), JJY (JP), MSF (GB) or WWVB (US) may be used as a PPS reference for NTP.
id_id: Perangkat dengan output Pulse Per Second seperti radio yang menerima sinyal waktu dari DCF77 (DE), JJY (JP), MSF (GB) atau WWVB (AS) dapat digunakan sebagai referensi PPS untuk NTP.
it_it: I dispositivi con un impulso al secondo output come radio che ricevono un segnale temporale da DCF77 (DE), JJY (JP), MSF (GB) o WWVB (US) possono essere usati come riferimento PPS per NTP.
ja_jp: 無線のようなパルスパーコンドの出力のデバイスは、タイムシグナルをdcf77（de）、jjy（jp）、msf（gb）、もしくはwwvb（us）から受信し、ntpに対するppsの参照のように使用します。
ko_ko: DCF77(DE), JJY(JP), MSF(GB) 또는 WWVB(US)에서 시간 신호를 수신하는 라디오와 같이 초당 펄스 출력이 있는 장치는 NTP의 PPS 참조로 사용할 수 있습니다.
pt_pt: Dispositivo com saídas de Pulse por segundo tais como rádios que recebem um sinal de DCF77 (DE), JJY (JP), MSF (GB) ou WWVB (US) podem ser usados como uma referência PPS para NTP.
sw_sw: Enheter med puls per sekund-utgång, t.ex. radioapparater som tar emot en tidssignal från DCF77 (DE), JJY (JP), MSF (GB) eller WWVB (US), kan användas som PPS-referens för NTP.
tr_tr: DCF77 (DE), JJY (JP), MSF (GB) veya WWVB'den (ABD) zaman sinyali alan radyolar gibi Saniye Başına Darbe çıkışı olan cihazlar NTP için PPS referansı olarak kullanılabilir.
uk_uk: Пристрої з виходом імпульсів в секунду, такі як радіоприймачі, які отримують сигнал часу від DCF77 (DE), JJY (JP), MSF (GB) або WWVB (US), можуть бути використані як еталон PPS для NTP.

source: A serial GPS may also be used, but the serial GPS driver would usually be the better option.
id_id: GPS serial juga dapat digunakan, tetapi driver GPS serial biasanya merupakan pilihan yang lebih baik.
it_it: Può anche essere utilizzato un GPS seriale, ma il driver GPS seriale sarebbe di solito l'opzione migliore.
ja_jp: シリアルgpsも使用可能ですが、通常はシリアルgpsドライバにもっと適切なオプションを設定します。
ko_ko: 직렬 GPS도 사용할 수 있지만 일반적으로 직렬 GPS 드라이버가 더 나은 옵션입니다.
pt_pt: Um número de série GPS também pode ser usado, mas o controlador do número de série do GPS é geralmente a melhor opção.
sw_sw: En seriell GPS kan också användas, men den seriella GPS-drivrutinen är vanligtvis det bättre alternativet.
tr_tr: Seri GPS de kullanılabilir, ancak seri GPS sürücüsü genellikle daha iyi bir seçenek olacaktır.
uk_uk: Також можна використовувати серійний GPS, але зазвичай кращим варіантом є серійний GPS-драйвер.

source: A PPS signal only provides a reference to the change of a second, so at least one other source to number the seconds is required.
id_id: Sinyal PPS hanya memberikan referensi ke perubahan satu detik, jadi setidaknya diperlukan satu sumber lain untuk menomori detik.
it_it: Un segnale PPS fornisce solo un riferimento alla modifica di un secondo, quindi almeno un'altra sorgente per numerare i secondi.
ja_jp: pps シグナルは秒を変更する参照のみを提供します、そのため、その他に最低でも1つの秒数のソースが必要です。
ko_ko: PPS 신호는 1초의 변화에 대한 참조만 제공하므로 초 단위로 번호를 매길 수 있는 다른 소스가 하나 이상 필요합니다.
pt_pt: Um sinal PPS fornece apenas a referência à alteração de um segundo, por isso é necessária pelo menos outra fonte para número de segundos.
sw_sw: En PPS-signal ger endast en referens till en sekunds förändring, så det krävs minst en annan källa för att numrera sekunderna.
tr_tr: Bir PPS sinyali yalnızca bir saniyenin değişimi için bir referans sağlar, bu nedenle saniyeleri numaralandırmak için en az bir başka kaynak gereklidir.
uk_uk: Сигнал PPS лише вказує на зміну секунди, тому потрібне принаймні ще одне джерело для нумерації секунд.
