Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Rotate log
id_id: Putar log
ja_jp: ローテートログ
ko_ko: 로그 회전
pt_pt: Rodar log
sw_sw: Rotera stocken
tr_tr: Döndürme günlüğü
uk_uk: Обертайте журнал

source: Routes
id_id: Rute
ja_jp: ルート
ko_ko: 경로
pt_pt: Rotas
sw_sw: Rutter
tr_tr: Rotalar
uk_uk: Маршрути

source: Rule configured action
id_id: Tindakan yang dikonfigurasi aturan
ja_jp: ルール設定されたアクション
ko_ko: 규칙 구성 작업
pt_pt: Acção configurada por regras
sw_sw: Regelkonfigurerad åtgärd
tr_tr: Kural yapılandırılmış eylem
uk_uk: Налаштована дія за правилом

source: Rulesets
id_id: Peraturan
it_it: Regolet
ja_jp: ルールセット
ko_ko: 규칙 세트
pt_pt: Conjuntos de regras
sw_sw: Regelverk
tr_tr: Kural Setleri
uk_uk: Набори правил

source: SNMP Agent Settings
id_id: Pengaturan Agen SNMP
ja_jp: SNMPエージェントの設定
ko_ko: SNMP 에이전트 설정
pt_pt: Configurações do agente SNMP
sw_sw: Inställningar för SNMP-agent
tr_tr: SNMP Aracısı Ayarları
uk_uk: Налаштування агента SNMP

source: SNMP password
id_id: Kata sandi SNMP
ja_jp: SNMPパスワード
ko_ko: SNMP 비밀번호
pt_pt: Palavra-passe SNMP
sw_sw: SNMP-lösenord
tr_tr: SNMP şifresi
uk_uk: Пароль SNMP

source: SNMP port
id_id: Port SNMP
ja_jp: SNMPポート
ko_ko: SNMP 포트
pt_pt: Porta SNMP
tr_tr: SNMP bağlantı noktası
uk_uk: Порт SNMP

source: SSL Proxy port
id_id: Port Proxy SSL
ja_jp: SSLプロキシポート
ko_ko: SSL 프록시 포트
pt_pt: Porta SSL Proxy
tr_tr: SSL Proxy bağlantı noktası
uk_uk: Порт SSL-проксі

source: SSL Version
id_id: Versi SSL
ja_jp: SSLバージョン
ko_ko: SSL 버전
pt_pt: Versão SSL
tr_tr: SSL Sürümü
uk_uk: Версія SSL

source: SSL cache size
id_id: Ukuran cache SSL
ja_jp: SSLキャッシュのサイズ
ko_ko: SSL 캐시 크기
pt_pt: Tamanho da cache SSL
sw_sw: Storlek på SSL-cache
tr_tr: SSL önbellek boyutu
uk_uk: Розмір кешу SSL

source: SSL cert workers
id_id: Pekerja sertifikat SSL
ja_jp: SSL認証取得者
ko_ko: SSL 인증서 작업자
pt_pt: Trabalhadores SSL cert
sw_sw: SSL-certifikatarbetare
tr_tr: SSL sertifikası çalışanları
uk_uk: Працівники SSL-сертифікатів

source: SSL certificate
id_id: Sertifikat SSL
ja_jp: SSL証明書
ko_ko: SSL 인증서
pt_pt: Certificado SSL
sw_sw: SSL-certifikat
tr_tr: SSL sertifikası
uk_uk: Сертифікат SSL

source: SSL no bump sites
id_id: SSL tidak ada situs benjolan
ja_jp: SSLバンプサイトなし
ko_ko: SSL 범프 사이트 없음
pt_pt: SSL sem sítios de colisão
sw_sw: SSL inga bumpplatser
tr_tr: SSL çarpma siteleri yok
uk_uk: SSL без сайтів з перебоями

source: SSL/Fingerprint
id_id: SSL / Sidik Jari
ja_jp: SSL/フィンガープリント
ko_ko: SSL/지문
sw_sw: SSL/Fingeravtryck
tr_tr: SSL/Parmak İzi
uk_uk: SSL/відбитки пальців

source: Save logs
id_id: Menyimpan log
ja_jp: ログを保存する
ko_ko: 로그 저장
pt_pt: Guardar registos
sw_sw: Spara loggar
tr_tr: Günlükleri kaydet
uk_uk: Збереження журналів

source: Scan HTML
id_id: Memindai HTML
ja_jp: HTMLをスキャンする
ko_ko: HTML 스캔
pt_pt: Digitalizar HTML
sw_sw: Skanna HTML
tr_tr: HTML'yi tarayın
uk_uk: Сканувати HTML

source: Scan HWP3
id_id: Memindai HWP3
ja_jp: スキャンHWP3
ko_ko: HWP3 스캔
sw_sw: Skanning HWP3
tr_tr: HWP3'ü tarayın
uk_uk: Сканування HWP3

source: Scan OLE2
id_id: Memindai OLE2
ja_jp: スキャンOLE2
ko_ko: OLE2 스캔
sw_sw: Skanna OLE2
tr_tr: OLE2'yi tara
uk_uk: Сканування OLE2

source: Scan PDF files
id_id: Memindai file PDF
ja_jp: PDFファイルのスキャン
ko_ko: PDF 파일 스캔
pt_pt: Digitalizar ficheiros PDF
sw_sw: Skanna PDF-filer
tr_tr: PDF dosyalarını tarayın
uk_uk: Сканувати PDF-файли

source: Scan SWF
id_id: Memindai SWF
ja_jp: SWFをスキャンする
ko_ko: SWF 스캔
sw_sw: Skanna SWF
tr_tr: SWF Tarama
uk_uk: Сканувати SWF

source: Scan XMLDOCS
id_id: Memindai XMLDOCS
ja_jp: XMLDOCSをスキャンする
ko_ko: XMLDOCS 스캔
pt_pt: Digitalizar XMLDOCS
sw_sw: Skanna XMLDOCS
tr_tr: XMLDOCS'u tarayın
uk_uk: Сканувати XMLDOCS

source: Scan archives
id_id: Memindai arsip
ja_jp: スキャンアーカイブス
ko_ko: 스캔 아카이브
pt_pt: Arquivos de digitalização
sw_sw: Skanna arkiv
tr_tr: Arşivleri tarayın
uk_uk: Сканувати архіви

source: Scan executable and linking format
id_id: Memindai format yang dapat dieksekusi dan menautkan
ja_jp: スキャン実行ファイルおよびリンク形式
ko_ko: 실행 파일 및 링크 형식 스캔
pt_pt: Scan executável e formato de ligação
sw_sw: Skanna exekverbart format och länkningsformat
tr_tr: Yürütülebilir dosyayı tarama ve bağlama biçimi
uk_uk: Сканування виконуваного файлу та формату посилання

source: Scan for filetypes
id_id: Memindai jenis file
ja_jp: ファイルの種類をスキャンする
ko_ko: 파일 형식 검색
pt_pt: Procura de tipos de ficheiros
sw_sw: Skanna efter filtyper
tr_tr: Dosya türlerini tarayın
uk_uk: Сканування на наявність типів файлів

source: Scan portable executable
id_id: Memindai file yang dapat dieksekusi portabel
ja_jp: ポータブル実行ファイルをスキャンする
ko_ko: 휴대용 실행 파일 스캔
pt_pt: Scan portátil executável
sw_sw: Skanna bärbar körbar fil
tr_tr: Taşınabilir yürütülebilir dosyayı tara
uk_uk: Сканування портативного виконуваного файлу

source: Scheduler type
id_id: Jenis penjadwal
ja_jp: スケジューラタイプ
ko_ko: 스케줄러 유형
pt_pt: Tipo de agendador
sw_sw: Typ av schemaläggare
tr_tr: Zamanlayıcı tipi
uk_uk: Тип планувальника

source: Secret
id_id: Rahasia
ja_jp: シークレット
ko_ko: 비밀
pt_pt: Segredo
sw_sw: Hemlig
tr_tr: Gizli
uk_uk: Таємниця

source: Security Settings
id_id: Pengaturan Keamanan
ja_jp: セキュリティ設定
ko_ko: 보안 설정
pt_pt: Definições de Segurança
sw_sw: Säkerhetsinställningar
tr_tr: Güvenlik Ayarları
uk_uk: Налаштування безпеки

source: Select Authentication method
id_id: Pilih Metode autentikasi
ja_jp: 認証方式を選択する
ko_ko: 인증 방법 선택
pt_pt: Seleccione o método de autenticação
sw_sw: Välj autentiseringsmetod
tr_tr: Kimlik Doğrulama yöntemini seçin
uk_uk: Виберіть метод автентифікації

source: Select NetFlow version to use.
id_id: Pilih versi NetFlow yang akan digunakan.
ja_jp: 使用するNetFlowのバージョンを選択します。
ko_ko: 사용할 NetFlow 버전을 선택합니다.
pt_pt: Seleccione a versão NetFlow a utilizar.
sw_sw: Välj NetFlow-version som ska användas.
tr_tr: Kullanılacak NetFlow sürümünü seçin.
uk_uk: Виберіть версію NetFlow для використання.

source: Select a Certificate Authority to use. To create a CA, go to <a href="/system_camanager.php">CA Manager</a>.
id_id: Pilih Otoritas Sertifikat yang akan digunakan. Untuk membuat CA, buka <a href="/system_camanager.php">CA Manager</a>.
ja_jp: 使用する認証局を選択します。CAを作成するには、<a href="/system_camanager.php">CA Manager</a>にアクセスします。
ko_ko: 사용할 인증 기관을 선택합니다. CA를 만들려면 <a href="/system_camanager.php">CA 매니저</a>로 이동합니다.
pt_pt: Seleccione uma Autoridade Certificadora para utilizar. Para criar uma AC, vá a <a href="/system_camanager.php">CA Manager</a>.
sw_sw: Välj en certifikatutfärdare som ska användas. Om du vill skapa en certifikatutfärdare går du till <a href="/system_camanager.php">CA Manager</a>.
tr_tr: Kullanılacak bir Sertifika Yetkilisi seçin. Bir CA oluşturmak için <a href="/system_camanager.php">CA Manager</a> adresine gidin.
uk_uk: Виберіть центр сертифікації для використання. Щоб створити ЦС, перейдіть до <a href="/system_camanager.php">Диспетчер ЦС</a>.

source: Select a name for this match.
id_id: Pilih nama untuk pertandingan ini.
ja_jp: このマッチの名前を選択します。
ko_ko: 이 경기의 이름을 선택합니다.
pt_pt: Seleccione um nome para este jogo.
sw_sw: Välj ett namn för den här matchningen.
tr_tr: Bu eşleşme için bir ad seçin.
uk_uk: Виберіть назву для цього матчу.

source: Select all the interfaces to enable NetFlow on.
id_id: Pilih semua antarmuka untuk mengaktifkan NetFlow.
ja_jp: NetFlowを有効にするインターフェースをすべて選択します。
ko_ko: 모든 인터페이스를 선택하여 NetFlow를 활성화합니다.
pt_pt: Seleccionar todas as interfaces para activar o NetFlow on.
sw_sw: Välj alla gränssnitt som NetFlow ska aktiveras för.
tr_tr: NetFlow'u etkinleştirmek için tüm arayüzleri seçin.
uk_uk: Виберіть усі інтерфейси, на яких потрібно увімкнути NetFlow.

source: Select an OpenVPN server to export profiles for.
id_id: Pilih server OpenVPN untuk mengekspor profil.
ja_jp: プロファイルをエクスポートするOpenVPNサーバーを選択します。
ko_ko: 프로필을 내보낼 OpenVPN 서버를 선택합니다.
pt_pt: Seleccione um servidor OpenVPN para exportar perfis.
sw_sw: Välj en OpenVPN-server som du vill exportera profiler för.
tr_tr: Profilleri dışa aktarmak için bir OpenVPN sunucusu seçin.
uk_uk: Виберіть сервер OpenVPN для експорту профілів.

source: Select authentication methods to use, leave empty for no authentication needed.
id_id: Pilih metode autentikasi yang akan digunakan, biarkan kosong jika tidak diperlukan autentikasi.
ja_jp: 使用する認証方法を選択し、認証不要の場合は空欄にします。
ko_ko: 사용할 인증 방법을 선택하고 인증이 필요하지 않은 경우 비워둡니다.
pt_pt: Seleccionar métodos de autenticação a utilizar, deixar em branco para não ser necessária autenticação.
sw_sw: Välj autentiseringsmetoder som ska användas, lämna tomt om ingen autentisering behövs.
tr_tr: Kullanılacak kimlik doğrulama yöntemlerini seçin, kimlik doğrulama gerekmemesi için boş bırakın.
uk_uk: Виберіть методи автентифікації для використання, залиште порожнім, якщо автентифікація не потрібна.

source: Select destinations to send NetFlow data to (ip address:port, eg 192.168.0.1:2550).
id_id: Pilih tujuan untuk mengirim data NetFlow (alamat ip:port, misalnya 192.168.0.1:2550).
ja_jp: NetFlowデータの送信先を選択します（IPアドレス：ポート、例：192.168.0.1：2550）。
ko_ko: NetFlow 데이터를 전송할 대상을 선택합니다(예: 192.168.0.1:2550, IP 주소:포트).
pt_pt: Seleccionar destinos para onde enviar dados NetFlow (endereço ip:porto, eg 192.168.0.1:2550).
sw_sw: Välj destinationer att skicka NetFlow-data till (ip-adress:port, t.ex. 192.168.0.1:2550).
tr_tr: NetFlow verilerini göndermek için hedefleri seçin (ip adresi:port, örneğin 192.168.0.1:2550).
uk_uk: Виберіть пункти призначення для надсилання даних NetFlow (ip-адреса:порт, наприклад 192.168.0.1:2550).

source: Select how detailed the logs should be debug is the most verbose setting.
id_id: Pilih seberapa detail log yang akan di-debug adalah pengaturan yang paling bertele-tele.
ja_jp: ログをどの程度詳細に記録するかを選択する debug は最も詳細な設定です。
ko_ko: 디버그 로그의 상세 수준을 선택하는 것이 가장 자세한 설정입니다.
pt_pt: Seleccionar quão detalhados os registos devem ser debug é a definição mais verbosa.
sw_sw: Välj hur detaljerade loggarna ska vara debug är den mest utförliga inställningen.
tr_tr: Günlüklerin ne kadar ayrıntılı olması gerektiğini seçin debug en ayrıntılı ayardır.
uk_uk: Виберіть, наскільки детально слід налагоджувати журнали - це найбільш багатослівний параметр.

source: Select if job is enabled or not
id_id: Pilih apakah pekerjaan diaktifkan atau tidak
ja_jp: ジョブの有効・無効を選択
ko_ko: 작업 활성화 여부 선택
pt_pt: Seleccione se o trabalho está habilitado ou não
sw_sw: Välj om jobbet är aktiverat eller inte
tr_tr: İşin etkin olup olmadığını seçin
uk_uk: Виберіть, чи ввімкнено завдання чи ні

source: Select if you want to use ICAP.
id_id: Pilih jika Anda ingin menggunakan ICAP.
ja_jp: ICAPを使用するかどうかを選択します。
ko_ko: ICAP 사용 여부를 선택합니다.
pt_pt: Seleccione se pretende utilizar o ICAP.
sw_sw: Välj om du vill använda ICAP.
tr_tr: ICAP kullanmak isteyip istemediğinizi seçin.
uk_uk: Виберіть, чи хочете ви використовувати ICAP.

source: Select interface(s) the ftp proxy will bind to.
id_id: Pilih antarmuka yang akan diikat oleh proxy ftp.
ja_jp: ftpプロキシがバインドするインターフェイスを選択します（複数可）。
ko_ko: FTP 프록시가 바인딩할 인터페이스를 선택합니다.
pt_pt: Seleccione a(s) interface(s) a que o proxy ftp se ligará.
sw_sw: Välj gränssnitt som ftp-proxyn ska bindas till.
tr_tr: Ftp proxy'nin bağlanacağı arayüz(ler)i seçin.
uk_uk: Виберіть інтерфейс(и), до яких буде прив'язано ftp-проксі.

source: Select interface(s) the proxy will bind to.
id_id: Pilih antarmuka yang akan diikat oleh proxy.
ja_jp: プロキシがバインドするインターフェイス（複数可）を選択します。
ko_ko: 프록시가 바인딩할 인터페이스를 선택합니다.
pt_pt: Seleccione a(s) interface(s) a que o proxy se ligará.
sw_sw: Välj gränssnitt som proxyn ska bindas till.
tr_tr: Proxy'nin bağlanacağı arayüz(ler)i seçin.
uk_uk: Виберіть інтерфейс(и), до яких буде прив'язано проксі.

source: Select interface(s) to enable for captive portal.
id_id: Pilih antarmuka yang akan diaktifkan untuk captive portal.
ja_jp: キャプティブポータルを有効にするインターフェイスを選択します。
ko_ko: 캡티브 포털에 사용할 인터페이스를 선택합니다.
pt_pt: Seleccionar interface(s) para permitir um portal cativo.
sw_sw: Välj det eller de gränssnitt som ska aktiveras för den skyddade portalen.
tr_tr: Sabit portal için etkinleştirilecek arabirim(ler)i seçin.
uk_uk: Виберіть інтерфейс(и), які слід увімкнути для порталу captive.

source: Select interface(s) to use. When enabling IPS, only use physical interfaces here (no vlans etc).
id_id: Pilih antarmuka yang akan digunakan. Saat mengaktifkan IPS, hanya gunakan antarmuka fisik di sini (tidak ada vlan, dll.).
ja_jp: 使用するインターフェイスを選択します。IPSを有効にする場合、ここでは物理インターフェースのみを使用します（VLANなどは使用しません）。
ko_ko: 사용할 인터페이스를 선택합니다. IPS를 사용하도록 설정하는 경우 여기에서는 물리적 인터페이스만 사용하세요(밴 등 제외).
pt_pt: Seleccione a(s) interface(s) a utilizar. Ao activar o IPS, utilizar aqui apenas interfaces físicas (sem vlans, etc.).
sw_sw: Välj det eller de gränssnitt som ska användas. När du aktiverar IPS ska du endast använda fysiska gränssnitt här (inga vlans etc.).
tr_tr: Kullanılacak arayüz(ler)i seçin. IPS'yi etkinleştirirken, burada yalnızca fiziksel arayüzleri kullanın (vlan vb. yok).
uk_uk: Виберіть інтерфейс(и) для використання. Якщо ввімкнено СПП, використовуйте тут лише фізичні інтерфейси (без vlans тощо).

source: Select interfaces used for WAN traffic to avoid counting NAT traffic twice.
id_id: Pilih antarmuka yang digunakan untuk lalu lintas WAN untuk menghindari penghitungan lalu lintas NAT dua kali.
ja_jp: NATトラフィックを2回カウントしないように、WANトラフィックに使用するインターフェイスを選択します。
ko_ko: NAT 트래픽을 두 번 계산하지 않으려면 WAN 트래픽에 사용되는 인터페이스를 선택합니다.
pt_pt: Seleccionar interfaces utilizadas para tráfego WAN para evitar contar duas vezes o tráfego NAT.
sw_sw: Välj gränssnitt som används för WAN-trafik för att undvika att NAT-trafik räknas två gånger.
tr_tr: NAT trafiğinin iki kez sayılmasını önlemek için WAN trafiği için kullanılan arayüzleri seçin.
uk_uk: Виберіть інтерфейси, які використовуються для WAN-трафіку, щоб уникнути подвійного підрахунку NAT-трафіку.

source: Select some matches you want to use in this rule. This matches are joined using the selected separator.
id_id: Pilih beberapa kecocokan yang ingin Anda gunakan dalam aturan ini. Kecocokan ini digabungkan menggunakan pemisah yang dipilih.
ja_jp: このルールで使用したいマッチをいくつか選択します。このマッチは、選択したセパレータを使用して結合されます。
ko_ko: 이 규칙에서 사용할 일치 항목을 선택합니다. 이 일치 항목은 선택한 구분 기호를 사용하여 결합됩니다.
pt_pt: Seleccione alguns jogos que deseja utilizar nesta regra. Estes fósforos são unidos utilizando o separador seleccionado.
sw_sw: Välj de matchningar som du vill använda i den här regeln. Matchningarna sammanfogas med hjälp av den valda separatorn.
tr_tr: Bu kuralda kullanmak istediğiniz bazı eşleşmeleri seçin. Bu eşleşmeler seçilen ayırıcı kullanılarak birleştirilir.
uk_uk: Виберіть кілька збігів, які ви хочете використовувати в цьому правилі. Ці збіги будуть з'єднані за допомогою вибраного роздільника.

source: Select the Youtube filter level.
id_id: Pilih tingkat filter Youtube.
ja_jp: Youtubeのフィルターレベルを選択します。
ko_ko: 유튜브 필터 수준을 선택합니다.
pt_pt: Seleccionar o nível de filtro do Youtube.
sw_sw: Välj Youtube-filternivå.
tr_tr: Youtube filtre seviyesini seçin.
uk_uk: Виберіть рівень фільтрації Youtube.

source: Select the applicable protocol
id_id: Pilih protokol yang berlaku
ja_jp: 該当するプロトコルを選択する
ko_ko: 해당 프로토콜 선택
pt_pt: Seleccionar o protocolo aplicável
sw_sw: Välj det tillämpliga protokollet.
tr_tr: Uygulanabilir protokolü seçin
uk_uk: Виберіть відповідний протокол

source: Select the associated host override to apply this alias on
id_id: Pilih penggantian host terkait untuk menerapkan alias ini pada
ja_jp: このエイリアスを適用するために、関連するホストのオーバーライドを選択します。
ko_ko: 이 별칭을 적용하려면 연결된 호스트 오버라이드를 선택합니다.
pt_pt: Seleccione a substituição do hospedeiro associado para aplicar este pseudónimo em
sw_sw: Välj den associerade värddatorn som du vill tillämpa aliaset på.
tr_tr: Bu takma adı uygulamak için ilişkili ana bilgisayar geçersiz kılmayı seçin
uk_uk: Виберіть пов'язане перевизначення хоста, до якого буде застосовано цей псевдонім

source: Select the categories you want to drop. All the traffic belonging to the categories selected is going to be dropped
id_id: Pilih kategori yang ingin Anda hapus. Semua lalu lintas yang termasuk dalam kategori yang dipilih akan dihapus
ja_jp: ドロップしたいカテゴリーを選択します。選択したカテゴリーに属するトラフィックがすべてドロップされます
ko_ko: 삭제할 카테고리를 선택합니다. 선택한 카테고리에 속하는 모든 트래픽이 삭제됩니다.
pt_pt: Seleccione as categorias que pretende abandonar. Todo o tráfego pertencente às categorias seleccionadas vai ser abandonado.
sw_sw: Välj de kategorier som du vill släppa. All trafik som tillhör de valda kategorierna kommer att tas bort.
tr_tr: Düşürmek istediğiniz kategorileri seçin. Seçilen kategorilere ait tüm trafik düşürülecektir
uk_uk: Виберіть категорії, які ви хочете вилучити. Весь трафік, що належить до вибраних категорій, буде вилучено

source: Select the command that needs to be executed at given time frame.
id_id: Pilih perintah yang perlu dieksekusi pada jangka waktu tertentu.
ja_jp: 指定された時間帯に実行する必要があるコマンドを選択します。
ko_ko: 지정된 시간 프레임에 실행해야 하는 명령을 선택합니다.
pt_pt: Seleccionar o comando que precisa de ser executado num determinado período de tempo.
sw_sw: Välj det kommando som ska utföras vid en given tidsram.
tr_tr: Belirli bir zaman diliminde yürütülmesi gereken komutu seçin.
uk_uk: Виберіть команду, яка повинна бути виконана в заданий проміжок часу.

source: Select the configured AVPairs for this user.
id_id: Pilih AVPairs yang dikonfigurasi untuk pengguna ini.
ja_jp: このユーザーに設定されているAVPairを選択します。
ko_ko: 이 사용자에 대해 구성된 AVPairs를 선택합니다.
pt_pt: Seleccionar os AVPairs configurados para este utilizador.
sw_sw: Välj de konfigurerade AVP-paren för den här användaren.
tr_tr: Bu kullanıcı için yapılandırılmış AVPair'leri seçin.
uk_uk: Виберіть налаштовані AVPair для цього користувача.

source: Select the continents you want to drop. All the traffic coming from the selected continents is going to be dropped
id_id: Pilih benua yang ingin Anda hapus. Semua lalu lintas yang berasal dari benua yang dipilih akan dibatalkan
ja_jp: ドロップしたい大陸を選択します。選択した大陸から来るトラフィックがすべてドロップされます
ko_ko: 드롭하려는 대륙을 선택합니다. 선택한 대륙에서 발생하는 모든 트래픽이 차단됩니다.
pt_pt: Seleccione os continentes que pretende abandonar. Todo o tráfego proveniente dos continentes seleccionados vai ser abandonado.
sw_sw: Välj de kontinenter du vill släppa. All trafik som kommer från de valda kontinenterna kommer att avbrytas.
tr_tr: Düşürmek istediğiniz kıtaları seçin. Seçilen kıtalardan gelen tüm trafik düşürülecektir
uk_uk: Виберіть континенти, які ви хочете відключити. Весь трафік, що надходить з вибраних континентів, буде вилучено

source: Select the countries you want to drop. All the traffic coming from the selected countries is going to be dropped
id_id: Pilih negara yang ingin Anda hapus. Semua lalu lintas yang berasal dari negara yang dipilih akan dibatalkan
ja_jp: ドロップしたい国を選択します。選択した国から来るトラフィックがすべてドロップされます
ko_ko: 차단할 국가를 선택합니다. 선택한 국가에서 발생하는 모든 트래픽이 차단됩니다.
pt_pt: Seleccione os países que pretende abandonar. Todo o tráfego proveniente dos países seleccionados vai ser abandonado.
sw_sw: Välj de länder som du vill släppa. All trafik som kommer från de valda länderna kommer att strykas.
tr_tr: Düşürmek istediğiniz ülkeleri seçin. Seçilen ülkelerden gelen tüm trafik düşürülecektir
uk_uk: Виберіть країни, які ви хочете вимкнути. Весь трафік, що надходить з вибраних країн, буде вилучено

source: Select the interface to listen to.
id_id: Pilih antarmuka yang akan didengarkan.
ja_jp: リッスンするインターフェイスを選択します。
ko_ko: 들을 인터페이스를 선택합니다.
pt_pt: Seleccione a interface a ser ouvida.
sw_sw: Välj det gränssnitt som du vill lyssna på.
tr_tr: Dinlemek için arayüzü seçin.
uk_uk: Виберіть інтерфейс для прослуховування.

source: Select the interface to listen to. Set to none if you want to choose the interface via ntopng UI.
id_id: Pilih antarmuka yang akan didengarkan. Atur ke tidak ada jika Anda ingin memilih antarmuka melalui UI ntopng.
ja_jp: リッスンするインターフェイスを選択します。ntopng UIでインターフェイスを選択する場合は、noneに設定します。
ko_ko: 들을 인터페이스를 선택합니다. ntopng UI를 통해 인터페이스를 선택하려면 없음으로 설정합니다.
pt_pt: Seleccione a interface a ser ouvida. Defina para nenhuma se quiser escolher a interface via ntopng UI.
sw_sw: Välj det gränssnitt som du vill lyssna på. Ange ingen om du vill välja gränssnittet via ntopng UI.
tr_tr: Dinlenecek arayüzü seçin. Arayüzü ntopng UI üzerinden seçmek istiyorsanız hiçbiri olarak ayarlayın.
uk_uk: Виберіть інтерфейс для прослуховування. Встановіть значення none, якщо ви хочете вибрати інтерфейс за допомогою ntopng UI.

source: Select the multi-pattern matcher algorithm to use.
id_id: Pilih algoritme pencocokan multi-pola yang akan digunakan.
ja_jp: 使用するマルチパターンマッチャーアルゴリズムを選択します。
ko_ko: 사용할 멀티 패턴 매칭 알고리즘을 선택합니다.
pt_pt: Seleccionar o algoritmo de fósforo multi-padrão a utilizar.
sw_sw: Välj vilken algoritm för matchning av flera mönster som ska användas.
tr_tr: Kullanılacak çoklu desen eşleştirici algoritmasını seçin.
uk_uk: Виберіть алгоритм зіставлення декількох шаблонів, який буде використовуватися.

source: Select the protocol to capture, Any to omit this filter.
id_id: Pilih protokol yang akan ditangkap, Any untuk menghilangkan filter ini.
ja_jp: キャプチャするプロトコルを選択し、このフィルタを省略する場合はAnyとします。
ko_ko: 캡처할 프로토콜을 선택하고, 이 필터를 생략하려면 아무거나 선택합니다.
pt_pt: Seleccionar o protocolo a capturar, Qualquer para omitir este filtro.
sw_sw: Välj det protokoll som ska fångas, Any för att utelämna detta filter.
tr_tr: Yakalanacak protokolü seçin, Bu filtreyi atlamak için herhangi biri.
uk_uk: Виберіть протокол для перехоплення, Будь-який, щоб пропустити цей фільтр.

source: Select the protocols you want to drop. All the traffic having the protocols selected is going to be dropped
id_id: Pilih protokol yang ingin Anda hapus. Semua lalu lintas yang memiliki protokol yang dipilih akan dibuang
ja_jp: ドロップしたいプロトコルを選択します。選択したプロトコルを持つトラフィックはすべてドロップされます
ko_ko: 삭제할 프로토콜을 선택합니다. 선택한 프로토콜이 있는 모든 트래픽이 삭제됩니다.
pt_pt: Seleccione os protocolos que pretende abandonar. Todo o tráfego com os protocolos seleccionados vai ser abandonado.
sw_sw: Välj de protokoll som du vill släppa. All trafik med de protokoll som valts bortfaller.
tr_tr: Düşürmek istediğiniz protokolleri seçin. Seçilen protokollere sahip tüm trafik düşürülecektir
uk_uk: Виберіть протоколи, які ви хочете відключити. Весь трафік з вибраними протоколами буде відкинуто

source: Select the risky flows you want to drop. All the traffic having the selected flow risks is going to be dropped
id_id: Pilih aliran berisiko yang ingin Anda hapus. Semua lalu lintas yang memiliki risiko aliran yang dipilih akan dibuang
ja_jp: ドロップしたいリスクのあるフローを選択します。選択したフローのリスクを持つトラフィックがすべてドロップされます
ko_ko: 삭제할 위험한 플로우를 선택합니다. 선택한 플로우에 위험성이 있는 모든 트래픽이 삭제됩니다.
pt_pt: Seleccione os fluxos arriscados que pretende abandonar. Todo o tráfego com os riscos de fluxo seleccionados vai ser abandonado.
sw_sw: Välj de riskfyllda flöden som du vill släppa. All trafik som har de valda flödesriskerna kommer att avbrytas.
tr_tr: Düşürmek istediğiniz riskli akışları seçin. Seçilen akış risklerine sahip tüm trafik düşürülecektir
uk_uk: Виберіть ризиковані потоки, які ви хочете видалити. Весь трафік, що має вибрані ризики потоку, буде вилучено

source: Select the type of the key pair. Currently RSA is the only supported type.
id_id: Pilih jenis pasangan kunci. Saat ini RSA adalah satu-satunya jenis yang didukung.
ja_jp: キーペアの種類を選択します。現在サポートされているのはRSAのみです。
ko_ko: 키 쌍의 유형을 선택합니다. 현재 RSA만 지원되는 유형입니다.
pt_pt: Seleccionar o tipo do par de chaves. Actualmente a RSA é o único tipo suportado.
sw_sw: Välj typ av nyckelpar. För närvarande är RSA den enda typ som stöds.
tr_tr: Anahtar çiftinin türünü seçin. Şu anda desteklenen tek tür RSA'dır.
uk_uk: Виберіть тип пари ключів. Наразі RSA є єдиним підтримуваним типом.

source: Select the type of the match. Depending on the match, you will need different arguments.
id_id: Pilih jenis pertandingan. Tergantung pada pertandingannya, Anda akan memerlukan argumen yang berbeda.
ja_jp: マッチの種類を選択します。マッチングによって、異なる引数が必要になります。
ko_ko: 경기 유형을 선택합니다. 일치 항목에 따라 다른 인수가 필요합니다.
pt_pt: Seleccionar o tipo de partida. Dependendo do jogo, serão necessários argumentos diferentes.
sw_sw: Välj typ av matchning. Beroende på matchningen behöver du olika argument.
tr_tr: Eşleşmenin türünü seçin. Eşleşmeye bağlı olarak farklı argümanlara ihtiyacınız olacaktır.
uk_uk: Виберіть тип збігу. Залежно від типу збігу вам знадобляться різні аргументи.
