Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Refuse Non-local: Allow only authoritative local-data queries from hosts within the netblock defined below. Sends a DNS rcode REFUSED error message back to the client for messages that are disallowed.
id_id: Tolak Non-lokal: Hanya mengizinkan permintaan data lokal yang otoritatif dari host di dalam blokir yang ditentukan di bawah ini. Mengirimkan pesan kesalahan DNS rcode REFUSED kembali ke klien untuk pesan yang ditolak.
it_it: Rifiuta non locale: consentire solo domande autorevoli dei dati locali dagli host all'interno del netblock definito di seguito. Invia un messaggio di errore rifiutato RCODE DNS al client per i messaggi che sono non consentiti.
ja_jp: ローカル以外は拒否: 下に定義されたネットブロックにあるホストからの信頼できるローカルデータクエリのみ許可します。拒否されたメッセージはクライアントにDNS rcode REFUSED エラーメッセージを返します。
ko_ko: 비로컬 거부: 아래에 정의된 넷블록 내 호스트의 권한 있는 로컬 데이터 쿼리만 허용합니다. 허용되지 않은 메시지에 대해 클라이언트에 DNS rcode REFUSED 오류 메시지를 다시 보냅니다.
pt_pt: Recusar Não-local: Permitir apenas consultas autorizadas de dados locais de anfitriões dentro do bloco de rede definido abaixo. Envia uma mensagem de erro REFUSADO do código r DNS para o cliente para mensagens que não são permitidas.
sw_sw: Avvisa icke-lokalt: Tillåt endast auktoritativa frågor om lokala data från värdar inom det nätblock som definieras nedan. Sänder ett felmeddelande DNS rcode REFUSED tillbaka till klienten för meddelanden som inte tillåts.
tr_tr: Yerel Olmayanları Reddet: Yalnızca aşağıda tanımlanan netblock içindeki ana bilgisayarlardan gelen yetkili yerel veri sorgularına izin ver. İzin verilmeyen iletiler için istemciye bir DNS rcode REFUSED hata iletisi gönderir.
uk_uk: Відмовитися від нелокальних: Дозволяти лише авторизовані запити до локальних даних від хостів у межах мережевого блоку, визначеного нижче. Надсилає клієнту повідомлення про помилку DNS rcode REFUSED для повідомлень, які заборонено.

source: Access List Name
id_id: Nama Daftar Akses
it_it: Nome dell'elenco di accesso
ja_jp: アクセス名リスト
ko_ko: 액세스 목록 이름
pt_pt: Nome da Lista de Acesso
sw_sw: Namn på åtkomstlista
tr_tr: Erişim Listesi Adı
uk_uk: Ім'я списку доступу Ім'я списку доступу

source: Internal
it_it: Interno
ja_jp: 内部
ko_ko: 내부
pt_pt: Interno
sw_sw: Intern
tr_tr: Dahili
uk_uk: Внутрішній

source: Advanced Resolver Options
id_id: Opsi Penyelesai Tingkat Lanjut
it_it: Opzioni avanzate del risolutore
ja_jp: 詳細リゾルバオプション
ko_ko: 고급 리졸버 옵션
pt_pt: Opções de resolução avanvçadas
sw_sw: Avancerade alternativ för resolver
tr_tr: Gelişmiş Çözümleyici Seçenekleri
uk_uk: Додаткові параметри вирішувача

source: Message cache elements are prefetched before they expire to help keep the cache up to date. When enabled, this option can cause an increase of around 10% more DNS traffic and load on the server, but frequently requested items will not expire from the cache.
id_id: Elemen cache pesan diambil sebelum kedaluwarsa untuk membantu menjaga agar cache tetap mutakhir. Ketika diaktifkan, opsi ini dapat menyebabkan peningkatan sekitar 10% lebih banyak lalu lintas DNS dan beban pada server, tetapi item yang sering diminta tidak akan kedaluwarsa dari cache.
it_it: Gli elementi della cache dei messaggi sono predefiniti prima di scadere per aiutare a mantenere aggiornata la cache. Se abilitata, questa opzione può causare un aumento di circa il 10% in più di traffico DNS e caricare sul server, ma gli articoli spesso richiesti non scadranno dalla cache.
ja_jp: 有効期限が切れる前に、メッセージ要素はプリフェッチされ、キャッシュを最新に維持します。有効な場合は、このオプションはおよそ10％以上のDNSトラフィックとサーバ負荷を増加させます、頻繁に項目を要求することで、キャッシュから有効期限切れで削除されなくない。
ko_ko: 메시지 캐시 요소가 만료되기 전에 미리 가져오기 때문에 캐시를 최신 상태로 유지하는 데 도움이 됩니다. 이 옵션을 사용하도록 설정하면 DNS 트래픽과 서버 부하가 약 10% 더 증가할 수 있지만 자주 요청되는 항목은 캐시에서 만료되지 않습니다.
pt_pt: Elementos de cache de mensagem são pré-trazidos antes que expirem para ajudar a manter a cache actualizada. Quando activada, esta opção pode causar um aumento por volta de 10% no tráfico de DNS e carga no servidor, mas itens frequentemente requisitados não vão expirar da cache.
sw_sw: Meddelandecacheelement hämtas i förväg innan de löper ut för att hålla cacheminnet uppdaterat. När det här alternativet är aktiverat kan det leda till att DNS-trafiken och belastningen på servern ökar med cirka 10 %, men ofta efterfrågade element kommer inte att upphöra att finnas i cacheminnet.
tr_tr: Mesaj önbelleği öğeleri, önbelleğin güncel kalmasına yardımcı olmak için süreleri dolmadan önce önceden taranır. Bu seçenek etkinleştirildiğinde, sunucu üzerindeki DNS trafiğinde ve yükünde yaklaşık %10'luk bir artışa neden olabilir, ancak sık istenen öğelerin önbellekteki süresi dolmaz.
uk_uk: Елементи кешу повідомлень попередньо завантажуються перед закінченням терміну їхньої дії, що допомагає підтримувати кеш в актуальному стані. Увімкнення цієї опції може призвести до збільшення DNS-трафіку і навантаження на сервер приблизно на 10%, але елементи, які часто запитуються, не будуть видалятися з кешу.

source: DNSKEY's are fetched earlier in the validation process when a %sDelegation signer%s is encountered. This helps lower the latency of requests but does utilize a little more CPU.
id_id: DNSKEY diambil lebih awal dalam proses validasi ketika penanda%sDelegasi%s ditemukan. Hal ini membantu menurunkan latensi permintaan tetapi menggunakan lebih banyak CPU.
it_it: I DNSKEY sono recuperati in precedenza nel processo di convalida quando si incontra un %sDelegation Conterr%s. Questo aiuta a ridurre la latenza delle richieste ma utilizza un po 'più di CPU.
ja_jp: DNSKEY は、%s デリゲーション署名%s に遭遇すると、プロセスの検証前にフェッチされます。
ko_ko: DNSKEY는 유효성 검사 프로세스 초기에 %s위임 서명자%s가 발견될 때 가져옵니다. 이렇게 하면 요청 대기 시간을 줄이는 데 도움이 되지만 CPU를 조금 더 사용합니다.
pt_pt: DNSKEY's são trazidas mais cedo para o processo de validação quando a %sDelegation signer%s é encontrada. Isto ajuda a diminuir a latência de pedidos mais utiliza um pouco mais de CPU.
sw_sw: DNSKEY hämtas tidigare i valideringsprocessen när en %sDelegation signer%s påträffas. Detta bidrar till att minska latensen för förfrågningar, men kräver lite mer CPU.
tr_tr: DNSKEY'ler, bir %sDelegation signer%s ile karşılaşıldığında doğrulama sürecinin başlarında getirilir. Bu, isteklerin gecikme süresini azaltmaya yardımcı olur ancak biraz daha fazla CPU kullanır.
uk_uk: DNSKEY отримуються на початку процесу перевірки, коли зустрічається підписувач %sDelegation%s. Це допомагає зменшити затримку запитів, але використовує трохи більше процесорних ресурсів.

source: DNSSEC data is required for trust-anchored zones. If such data is absent, the zone becomes bogus. If this is disabled and no DNSSEC data is received, then the zone is made insecure.
id_id: Data DNSSEC diperlukan untuk zona berlabuh kepercayaan. Jika data tersebut tidak ada, zona tersebut menjadi palsu. Jika ini dinonaktifkan dan tidak ada data DNSSEC yang diterima, maka zona tersebut menjadi tidak aman.
it_it: I dati DNSSEC sono necessari per le zone ancorevoli. Se tali dati sono assenti, la zona diventa fasulla. Se questo è disabilitato e non vengono ricevuti i dati DNSSEC, la zona viene resa insicua.
ja_jp: DNSSEC データはトラストアンカーゾーンで必要になります。そのデータがなければ、ゾーンはボーガスになります。これが無効で、DNSSEC データが受信できない場合は、ゾーンはセキュアではなくなります。
ko_ko: 트러스트 앵커링 영역에는 DNSSEC 데이터가 필요합니다. 이러한 데이터가 없으면 영역이 가짜가 됩니다. 이 기능을 사용하지 않도록 설정하고 DNSSEC 데이터를 수신하지 않으면 영역이 안전하지 않게 됩니다.
pt_pt: Os dados DNSSEC são requeridos para zonas ancoradas em confiança. Se tais dados estiverem ausentes a zona torna-se fictícia. Se isto estiver desativado e nenhuns dados DNSSEC forem recebidos então a zona é feita insegura.
sw_sw: DNSSEC-data krävs för förtroendeförankrade zoner. Om sådana uppgifter saknas blir zonen falsk. Om detta är inaktiverat och inga DNSSEC-data tas emot blir zonen osäker.
tr_tr: Güven bağlantılı bölgeler için DNSSEC verileri gereklidir. Böyle bir veri yoksa bölge sahte olur. Bu devre dışı bırakılırsa ve hiçbir DNSSEC verisi alınmazsa, bölge güvensiz hale gelir.
uk_uk: Для довірчих зон потрібні дані DNSSEC. Якщо такі дані відсутні, зона стає фіктивною. Якщо цю функцію вимкнено і дані DNSSEC не отримано, зона стає незахищеною.

source: Serve expired responses
id_id: Menyajikan tanggapan yang sudah kedaluwarsa
it_it: Servire risposte scadute
ja_jp: 有効期限切れの応答を提供
ko_ko: 만료된 응답 제공
pt_pt: Servir respostas expiradas
sw_sw: Servera svar som löpt ut
tr_tr: Süresi dolmuş yanıtları sunun
uk_uk: Обслуговування прострочених відповідей

source: Serve expired responses from the cache with a TTL of 0 without waiting for the actual resolution to finish.
id_id: Sajikan respons yang kedaluwarsa dari cache dengan TTL 0 tanpa menunggu resolusi yang sebenarnya selesai.
it_it: Servire le risposte scadute dalla cache con un TTL di 0 senza aspettare che la risoluzione effettiva finisca.
ja_jp: 実際の解決が終了するのを待たずに ttl が 0 で有効期限切れになった応答、キャッシュから提供します。
ko_ko: 실제 확인이 완료될 때까지 기다리지 않고 캐시에서 만료된 응답을 TTL 0으로 제공합니다.
pt_pt: Servir respostas expiradas da cache com uma TTL de 0 sem esperar que a resolução real termine.
sw_sw: Servera utgånget svar från cacheminnet med TTL 0 utan att vänta på att den faktiska upplösningen avslutas.
tr_tr: Gerçek çözümlemenin bitmesini beklemeden önbellekten süresi dolmuş yanıtları 0 TTL ile sunun.
uk_uk: Обслуговувати прострочені відповіді з кешу з TTL 0, не чекаючи завершення фактичного дозволу.

source: Strict QNAME minimisation
id_id: Minimalisasi QNAME yang ketat
it_it: Rigrigiva minimizzazione QNAME
ja_jp: 厳密なQNAME最小化
ko_ko: 엄격한 QNAME 최소화
pt_pt: Rigorosa minimização do QNAME
sw_sw: Strikt minimering av QNAME
tr_tr: Sıkı QNAME minimizasyonu
uk_uk: Сувора мінімізація QNAME

source: Send minimum amount of information to upstream servers to enhance privacy. Do not fall-back to sending full QNAME to potentially broken nameservers. A lot of domains will not be resolvable when this option in enabled. Only use if you know what you are doing.
id_id: Kirimkan informasi dalam jumlah minimum ke server hulu untuk meningkatkan privasi. Jangan kembali mengirim QNAME lengkap ke server nama yang berpotensi rusak. Banyak domain yang tidak dapat diselesaikan ketika opsi ini diaktifkan. Hanya gunakan jika Anda tahu apa yang Anda lakukan.
it_it: Invia una quantità minima di informazioni ai server a monte per migliorare la privacy. Non sconfiggere per inviare QNAME completo a nomi potenzialmente rotti. Molti domini non saranno risolvibili quando questa opzione è abilitata. Usa solo se sai cosa stai facendo.
ja_jp: プライバシーを高めるために、最小限の情報を上流サーバーに送信する。潜在的に壊れたネームサーバーに完全なQNAMEを送信するようにフォールバックしないようにします。このオプションを有効にすると、多くのドメインが解決不可能になります。自分が何をしているのかわかっている場合にのみ使用してください。
ko_ko: 업스트림 서버에 최소한의 정보만 전송하여 개인정보 보호를 강화합니다. 잠재적으로 손상된 네임서버에 전체 QNAME을 보내는 것으로 대체하지 마세요. 이 옵션을 활성화하면 많은 도메인을 확인할 수 없습니다. 자신이 무엇을 하고 있는지 알고 있는 경우에만 사용하세요.
pt_pt: Enviar uma quantidade mínima de informação para os servidores a montante para aumentar a privacidade. Não recuar para o envio de QNAME completo para servidores de nomes potencialmente quebrados. Muitos domínios não poderão ser resolvidos quando esta opção estiver activada. Utilize apenas se souber o que está a fazer.
sw_sw: Skicka så lite information som möjligt till uppströms servrar för att öka sekretessen. Sänd inte hela QNAME till potentiellt trasiga namnservrar. Många domäner kommer inte att kunna lösas upp när det här alternativet är aktiverat. Använd endast om du vet vad du gör.
tr_tr: Gizliliği artırmak için yukarı akış sunucularına minimum miktarda bilgi gönderin. Potansiyel olarak bozuk ad sunucularına tam QNAME göndermeye geri dönmeyin. Bu seçenek etkinleştirildiğinde birçok alan adı çözümlenemeyecektir. Sadece ne yaptığınızı biliyorsanız kullanın.
uk_uk: Надсилайте мінімальну кількість інформації на висхідні сервери, щоб підвищити конфіденційність. Не вдавайтеся до надсилання повного QNAME на потенційно несправні сервери імен. Багато доменів буде неможливо вирішити, якщо увімкнути цю опцію. Використовуйте тільки якщо ви знаєте, що робите.

source: Size of the message cache. The message cache stores DNS rcodes and validation statuses. The RRSet cache will automatically be set to twice this amount. The RRSet cache contains the actual RR data. The default is 4 megabytes.
id_id: Ukuran cache pesan. Cache pesan menyimpan kode r DNS dan status validasi. Cache RRSet akan secara otomatis disetel ke dua kali lipat dari jumlah ini. Cache RRSet berisi data RR yang sebenarnya. Standarnya adalah 4 megabyte.
it_it: Dimensione della cache del messaggio. La cache del messaggio memorizza RCODE DNS e stati di convalida. La cache RRSET verrà automaticamente impostata sul doppio di questo importo. La cache RRSET contiene i dati RR effettivi. L'impostazione predefinita è di 4 megabyte.
ja_jp: メッセージキャッシュの大きさです。メッセージキャッシュは、DNS rcode と検証ステータスを格納します。RSet キャッシュは、自動的にこの量の 2 倍に設定されます。
ko_ko: 메시지 캐시의 크기입니다. 메시지 캐시에는 DNS r코드와 유효성 검사 상태가 저장됩니다. RRSet 캐시는 자동으로 이 양의 두 배로 설정됩니다. RRSet 캐시에는 실제 RR 데이터가 포함됩니다. 기본값은 4메가바이트입니다.
pt_pt: Tamanho da cache da mensagem. A reserva de cache de mensagens Dns recodifica e validas os estados. A cache do RRSet vai ser automaticamente defenida para o dobro da quantidade. A cache do RRSet contem a data RR actual. A predefinição é 4 MB.
sw_sw: Storleken på meddelandecachen. I meddelandekache lagras DNS-r-koder och valideringsstatusar. RRSet-cachen kommer automatiskt att ställas in till dubbelt så stor mängd. RRSet-cachen innehåller de faktiska RR-data. Standardvärdet är 4 megabyte.
tr_tr: İleti önbelleğinin boyutu. Mesaj önbelleği DNS rcode'larını ve doğrulama durumlarını depolar. RRSet önbelleği otomatik olarak bu miktarın iki katına ayarlanacaktır. RRSet önbelleği gerçek RR verilerini içerir. Varsayılan değer 4 megabayttır.
uk_uk: Розмір кешу повідомлень. Кеш повідомлень зберігає коди DNS і статуси перевірки. Кеш RRSet буде автоматично встановлено вдвічі більшим за цей об'єм. Кеш RRSet містить фактичні дані RR. За замовчуванням він становить 4 мегабайти.

source: The number of outgoing TCP buffers to allocate per thread. The default value is 10. If 0 is selected then no TCP queries, to authoritative servers, are done.
id_id: Jumlah buffer TCP keluar yang akan dialokasikan per utas. Nilai standarnya adalah 10. Jika 0 dipilih, maka tidak ada permintaan TCP, ke server otoritatif, yang dilakukan.
it_it: Il numero di buffer TCP in uscita da allocare per thread. Il valore predefinito è 10. Se 0 è selezionato, non vengono eseguite le query TCP, ai server autorevoli.
ja_jp: スレッド毎に割当てられる、発信tcpバファの数です。デフォルト値は10です。0が選択される、権威サーバに対してtcp照会を行う。
ko_ko: 스레드당 할당할 발신 TCP 버퍼의 수입니다. 기본값은 10입니다. 0을 선택하면 권한이 있는 서버에 대한 TCP 쿼리가 수행되지 않습니다.
pt_pt: Número de buffers de saída TCP alocados por tópico. O valor por defeito é 10. Se 0 para selecionado, nenhuma consulta TCP, para servidores autorizados, será concluído.
sw_sw: Antalet utgående TCP-buffertar som ska allokeras per tråd. Standardvärdet är 10. Om 0 väljs görs inga TCP-förfrågningar till auktoritativa servrar.
tr_tr: İş parçacığı başına ayrılacak giden TCP arabelleklerinin sayısı. Varsayılan değer 10'dur. 0 seçilirse, yetkili sunuculara hiçbir TCP sorgusu yapılmaz.
uk_uk: Кількість вихідних TCP-буферів, які слід виділити для кожного потоку. Значення за замовчуванням дорівнює 10. Якщо вибрано 0, то жодних TCP-запитів до авторитетних серверів не виконується.

source: The number of incoming TCP buffers to allocate per thread. The default value is 10. If 0 is selected then no TCP queries, from clients, are accepted.
id_id: Jumlah buffer TCP yang masuk untuk dialokasikan per utas. Nilai standarnya adalah 10. Jika 0 dipilih, maka tidak ada permintaan TCP, dari klien, yang diterima.
it_it: Il numero di buffer TCP in arrivo da allocare per thread. Il valore predefinito è 10. Se 0 è selezionato, non sono accettate query TCP, dai client.
ja_jp: スレッド毎に割当てられる、着信tcp バッファの数です。デフォルト値は10です。
ko_ko: 스레드당 할당할 수신 TCP 버퍼의 개수입니다. 기본값은 10입니다. 0을 선택하면 클라이언트로부터의 TCP 쿼리가 허용되지 않습니다.
pt_pt: Número de Buffers de entrada TCP alocados por tópico. Por defeito o valor é 10. Se 0 para selecionado, nenhuma consulta TCP, de clientes, será aceite.
sw_sw: Antalet inkommande TCP-buffertar som ska allokeras per tråd. Standardvärdet är 10. Om 0 väljs accepteras inga TCP-förfrågningar från klienter.
tr_tr: İş parçacığı başına ayrılacak gelen TCP arabelleklerinin sayısı. Varsayılan değer 10'dur. Eğer 0 seçilirse, istemcilerden gelen hiçbir TCP sorgusu kabul edilmez.
uk_uk: Кількість вхідних TCP-буферів, які потрібно виділити для кожного потоку. Значення за замовчуванням дорівнює 10. Якщо вибрано 0, то жодні TCP-запити від клієнтів не приймаються.

source: The number of queries that every thread will service simultaneously. If more queries arrive that need to be serviced, and no queries can be jostled, then these queries are dropped.
id_id: Jumlah kueri yang akan dilayani oleh setiap thread secara bersamaan. Jika ada lebih banyak kueri yang perlu dilayani, dan tidak ada kueri yang dapat didesak, maka kueri ini akan dibatalkan.
it_it: Il numero di domande che ogni thread servirà contemporaneamente. Se arrivano più domande che devono essere revisionate e nessuna domanda può essere spinta, queste domande vengono eliminate.
ja_jp: 同時に接続可能な、スレッド毎のクエリ数です、接続する必要があるクエリ、この数を超える受信した場合、競争に参加できないクエリは落とされます。
ko_ko: 모든 스레드가 동시에 처리할 쿼리 수입니다. 처리해야 하는 쿼리가 더 많이 도착하고 쿼리를 처리할 수 없는 경우 이러한 쿼리는 삭제됩니다.
pt_pt: O número de consultas que cada discussão vai servir simultaneamente. Se mais consultas chegarem que necessitem de ser servidas, e nenhumas consultas puderem ser expulsas, então estas consultas vão cair.
sw_sw: Antalet förfrågningar som varje tråd kommer att hantera samtidigt. Om det kommer in fler frågor som måste behandlas och inga frågor kan flyttas, släpps dessa frågor.
tr_tr: Her iş parçacığının aynı anda hizmet vereceği sorgu sayısı. Hizmet verilmesi gereken daha fazla sorgu gelirse ve hiçbir sorgu karıştırılamazsa, bu sorgular bırakılır.
uk_uk: Кількість запитів, які кожен потік може обслужити одночасно. Якщо надходить більше запитів, які потрібно обслужити, і жоден з них не може бути обслужений, то ці запити відкидаються.

source: This timeout is used for when the server is very busy. This protects against denial of service by slow queries or high query rates. The default value is 200 milliseconds.
id_id: Batas waktu ini digunakan ketika server sangat sibuk. Hal ini melindungi dari penolakan layanan oleh kueri yang lambat atau tingkat kueri yang tinggi. Nilai defaultnya adalah 200 milidetik.
it_it: Questo timeout viene utilizzato per quando il server è molto occupato. Ciò protegge dalla negazione del servizio mediante domande lente o alte velocità di query. Il valore predefinito è di 200 millisecondi.
ja_jp: このタイムアウトは、サーバが非常にビジーな場合に使用され、遅いクエリや高頻度クエリによるサービス不能化（DOS） 攻撃を防御します。
ko_ko: 이 시간 제한은 서버가 매우 바쁠 때 사용됩니다. 이렇게 하면 느린 쿼리 또는 높은 쿼리 속도로 인한 서비스 거부를 방지할 수 있습니다. 기본값은 200밀리초입니다.
pt_pt: Este intervalo é usado quando o servidor está muito ocupado. Isto previne a negação de serviço por consulta lenta ou altas taxas de consulta.O valor por defeito é 200 milisegundos.
sw_sw: Denna timeout används när servern är mycket upptagen. Detta skyddar mot överbelastning på grund av långsamma förfrågningar eller höga förfrågningsfrekvenser. Standardvärdet är 200 millisekunder.
tr_tr: Bu zaman aşımı sunucunun çok meşgul olduğu zamanlar için kullanılır. Bu, yavaş sorgular veya yüksek sorgu oranları nedeniyle hizmet reddine karşı koruma sağlar. Varsayılan değer 200 milisaniyedir.
uk_uk: Цей таймаут використовується, коли сервер дуже завантажений. Це захищає від відмови в обслуговуванні через повільні запити або велику кількість запитів. Значення за замовчуванням - 200 мілісекунд.

source: Configure a maximum Time to live for RRsets and messages in the cache. The default is 86400 seconds (1 day). When the internal TTL expires the cache item is expired. This can be configured to force the resolver to query for data more often and not trust (very large) TTL values.
id_id: Konfigurasikan Waktu hidup maksimum untuk RRset dan pesan dalam cache. Standarnya adalah 86400 detik (1 hari). Ketika TTL internal berakhir, item cache akan kedaluwarsa. Hal ini dapat dikonfigurasi untuk memaksa resolver agar lebih sering meminta data dan tidak mempercayai nilai TTL yang sangat besar.
it_it: Configurare un tempo massimo per vivere per RRSET e messaggi nella cache. L'impostazione predefinita è di 86400 secondi (1 giorno). Quando il TTL interno scade, l'elemento cache è scaduto. Questo può essere configurato per costringere il risolutore a query per i dati più spesso e non fidarsi (molto grandi) valori TTL.
ja_jp: キャッシュのRRsetとメッセージの生存時間の最大値を構成します。 デフォルトは86400秒( 1日)です。
ko_ko: 캐시에서 RR설정 및 메시지에 대한 최대 보존 기간을 구성합니다. 기본값은 86400초(1일)입니다. 내부 TTL이 만료되면 캐시 항목이 만료됩니다. 이 설정은 리졸버가 데이터를 더 자주 쿼리하고 (매우 큰) TTL 값을 신뢰하지 않도록 구성할 수 있습니다.
pt_pt: Configurar o tempo máximo de vida para RRsets e mensagens em dinheiro. Por defeito é 86400 segundos (1 dia). Quando o TTL interno expira, o item do cache expira. Pode ser configurado para forçar a resolução a consultar os dados com mais frequência e não confiar (muito grande) nos valores TTL.
sw_sw: Konfigurera maximal Time to live för RR-set och meddelanden i cacheminnet. Standardvärdet är 86400 sekunder (1 dag). När den interna TTL-tiden löper ut är cacheobjektet förbrukat. Detta kan konfigureras för att tvinga resolvern att fråga efter data oftare och inte lita på (mycket stora) TTL-värden.
tr_tr: Önbellekteki RRsetler ve mesajlar için maksimum bir Yaşam Süresi yapılandırın. Varsayılan değer 86400 saniyedir (1 gün). Dahili TTL sona erdiğinde önbellek öğesinin süresi dolar. Bu, çözümleyiciyi verileri daha sık sorgulamaya ve (çok büyük) TTL değerlerine güvenmemeye zorlamak için yapılandırılabilir.
uk_uk: Налаштуйте максимальний час життя для RR-зрушень і повідомлень у кеші. За замовчуванням це 86400 секунд (1 день). Коли внутрішній TTL закінчується, елемент кешу видаляється. Це можна налаштувати так, щоб змусити вирішувач запитувати дані частіше і не довіряти (дуже великим) значенням TTL.
