Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Enable logging of reference clock statistics
id_id: Mengaktifkan pencatatan statistik jam referensi
it_it: Abilita la registrazione delle statistiche sull'orologio di riferimento
ja_jp: 基準クロック統計のロギングを有効にする
ko_ko: 레퍼런스 클럭 통계 로깅 활성화
pt_pt: Permitir o registo das estatísticas do relógio de referência
sw_sw: Aktivera loggning av statistik om referensklockan
tr_tr: Referans saat istatistiklerinin günlüğe kaydedilmesini etkinleştirme
uk_uk: Увімкнути реєстрацію статистики еталонного годинника

source: Enable logging of clock discipline statistics
id_id: Mengaktifkan pencatatan statistik disiplin jam
it_it: Abilita la registrazione delle statistiche sulla disciplina dell'orologio
ja_jp: クロックディシプリン統計のロギングを有効にする
ko_ko: 클록 규율 통계 로깅 활성화
pt_pt: Permitir o registo das estatísticas de disciplina do relógio
sw_sw: Aktivera loggning av statistik om klockdisciplin
tr_tr: Saat disiplini istatistiklerinin günlüğe kaydedilmesini etkinleştirme
uk_uk: Увімкнути реєстрацію статистики годинникової дисципліни

source: Enable logging of NTP peer statistics
id_id: Mengaktifkan pencatatan statistik rekan NTP
it_it: Abilita la registrazione delle statistiche peer NTP
ja_jp: NTPピア統計のロギングを有効にする
ko_ko: NTP 피어 통계 로깅 활성화
pt_pt: Habilitar o registo de estatísticas de pares NTP
sw_sw: Aktivera loggning av statistik över NTP-jämbördiga
tr_tr: NTP eş istatistiklerinin günlüğe kaydedilmesini etkinleştirme
uk_uk: Увімкнути реєстрацію статистики NTP однорангових підключень

source: Access restrictions
id_id: Pembatasan akses
it_it: Restrizioni di accesso
ja_jp: アクセス制限
ko_ko: 액세스 제한
pt_pt: Restrições de acesso
sw_sw: Tillträdesbegränsningar
tr_tr: Erişim kısıtlamaları
uk_uk: Обмеження доступу

source: Show access restriction options
id_id: Menampilkan opsi pembatasan akses
it_it: Mostra le opzioni di restrizione di accesso
ja_jp: アクセス制限オプションを表示
ko_ko: 액세스 제한 옵션 표시
pt_pt: Mostrar como opções de acesso restrito
sw_sw: Visa alternativ för åtkomstbegränsning
tr_tr: Erişim kısıtlama seçeneklerini göster
uk_uk: Показати параметри обмеження доступу

source: These options control access to NTP.
id_id: Opsi-opsi ini mengontrol akses ke NTP.
ja_jp: これらのオプションは、NTPへのアクセスを制御します。
ko_ko: 이러한 옵션은 NTP에 대한 액세스를 제어합니다.
pt_pt: Estas opções controlam o acesso ao NTP.
sw_sw: Dessa alternativ styr åtkomsten till NTP.
tr_tr: Bu seçenekler NTP'ye erişimi kontrol eder.
uk_uk: Ці параметри контролюють доступ до NTP.

source: Enable Kiss-o'-death packets
id_id: Mengaktifkan paket Kiss-o'-death
it_it: Abilita i pacchetti di bacio-o-morte
ja_jp: Kiss-o'-deathパケットを有効にします。
ko_ko: 키스 오브 데스 패킷 활성화
pt_pt: Habilitar pacotes de Kiss-o'-death
sw_sw: Aktivera Kiss-o'-death-paket
tr_tr: Kiss-o'-death paketlerini etkinleştirin
uk_uk: Увімкнути пакети "Kiss-o'-death

source: Deny state modifications (i.e. run time configuration) by ntpq and ntpdc
id_id: Menolak modifikasi status (yaitu konfigurasi waktu berjalan) oleh ntpq dan ntpdc
it_it: Nega le modifiche dello stato (ovvero la configurazione di runt time) di NTPQ e NTPDC
ja_jp: ntpqとntpdcによる状態変更（実行時設定）を拒否する。
ko_ko: ntpq 및 ntpdc에 의한 상태 수정(즉, 런타임 구성)을 거부합니다.
pt_pt: Negar modificações de estado (isto é, configuração de tempo de execução) por ntpq e ntpdc
sw_sw: Neka ändringar av tillstånd (dvs. konfigurering under körtid) av ntpq och ntpdc
tr_tr: Durum değişikliklerinin (yani çalışma zamanı yapılandırmasının) ntpq ve ntpdc tarafından reddedilmesi
uk_uk: Заборонити модифікацію стану (тобто конфігурацію під час виконання) за допомогою ntpq та ntpdc

source: Disable ntpq and ntpdc queries
id_id: Nonaktifkan kueri ntpq dan ntpdc
it_it: Disabilita query NTPQ e NTPDC
ja_jp: ntpqおよびntpdcのクエリーを無効にする。
ko_ko: ntpq 및 ntpdc 쿼리 사용 안 함
pt_pt: Desactivar as consultas de ntpq e ntpdc
sw_sw: Inaktivera ntpq- och ntpdc-förfrågningar
tr_tr: ntpq ve ntpdc sorgularını devre dışı bırakma
uk_uk: Вимкнути запити ntpq та ntpdc

source: Disable all except ntpq and ntpdc queries
id_id: Nonaktifkan semua kecuali kueri ntpq dan ntpdc
it_it: Disabilita tutte tranne le query NTPQ e NTPDC
ja_jp: ntpqとntpdcのクエリ以外を無効にします。
ko_ko: ntpq 및 ntpdc 쿼리를 제외한 모든 쿼리 비활성화
pt_pt: Desactivar todas as consultas excepto as consultas ntpq e ntpdc
sw_sw: Inaktivera alla frågor utom ntpq och ntpdc.
tr_tr: ntpq ve ntpdc sorguları hariç tümünü devre dışı bırakın
uk_uk: Вимкнути всі запити, крім ntpq і ntpdc

source: Deny packets that attempt a peer association
id_id: Menolak paket yang mencoba melakukan asosiasi peer
it_it: Nega i pacchetti che tentano un'associazione tra pari
ja_jp: ピアアソシエーションを試みるパケットを拒否する
ko_ko: 피어 연결을 시도하는 패킷 거부
pt_pt: Negar pacotes que tentam uma associação de pares
sw_sw: Förneka paket som försöker skapa en peer-association
tr_tr: Eş ilişkilendirme girişiminde bulunan paketleri reddetme
uk_uk: Забороняти пакети, які намагаються створити однорангову асоціацію

source: Deny mode 6 control message trap service
id_id: Tolak mode 6 layanan perangkap pesan kontrol
it_it: Servizio trappola dei messaggi di controllo della modalità 6 Modalità 6
ja_jp: モード6制御メッセージトラップサービスを拒否する
ko_ko: 모드 6 제어 메시지 트랩 서비스 거부
pt_pt: Modo negar 6 serviço de controlo de mensagens armadilha
sw_sw: Avvisa tjänsten för fälla för kontrollmeddelande i läge 6.
tr_tr: Mod 6 kontrol mesajı tuzağı hizmetini reddetme
uk_uk: Заборонити службу перехоплення повідомлень режиму 6

source: Leap seconds
id_id: Detik kabisat
it_it: Salto secondi
ja_jp: うるう秒
ko_ko: 윤초
pt_pt: Saltar segundos
sw_sw: Språngsekunder
tr_tr: Sıçrama saniyeleri
uk_uk: Високосні секунди

source: Show Leap second configuration
id_id: Menampilkan konfigurasi Leap second
it_it: Mostra il salto secondo configurazione
ja_jp: うるう秒構成を表示
ko_ko: 윤초 구성 표시
pt_pt: Mostra a configuração Saltar segundo
sw_sw: Visa konfigurationen för den andra språnget
tr_tr: Artık saniye yapılandırmasını göster
uk_uk: Показати конфігурацію високосного року

source: A leap second file allows NTP to advertize an upcoming leap second addition or subtraction.
id_id: File detik kabisat memungkinkan NTP untuk mengiklankan penambahan atau pengurangan detik kabisat yang akan datang.
it_it: Un secondo file di salto consente a NTP di pubblicizzare una seconda aggiunta o sottrazione in uscita.
ja_jp: うるう秒ファイルは、次回のうるう秒加算もしくは減算の広告をntpに許可します。
ko_ko: 윤초 파일을 사용하면 NTP에서 다가오는 윤초 덧셈 또는 뺄셈을 알릴 수 있습니다.
pt_pt: Um segundo ficheiro Leap permite que o NTP anuncie uma próxima adição ou subtração de leap.
sw_sw: En skottsekundafil gör det möjligt för NTP att annonsera ett kommande tillägg eller avdrag av en skottsekund.
tr_tr: Artık saniye dosyası NTP'nin yaklaşan bir artık saniye ekleme veya çıkarma işlemini bildirmesini sağlar.
uk_uk: Файл високосної секунди дозволяє NTP повідомляти про майбутнє додавання або віднімання високосної секунди.

source: Normally this is only useful if this server is a stratum 1 time server.
id_id: Biasanya ini hanya berguna jika server ini adalah server strata 1.
it_it: Normalmente questo è utile solo se questo server è uno strato 1 server.
ja_jp: 通常、このサーバがある場合にのみ、層1が有用です。
ko_ko: 일반적으로 이 서버가 계층 1 시간 서버인 경우에만 유용합니다.
pt_pt: Normalmente só é útil se este servidor para um servidor de tempo stratum 1.
sw_sw: Normalt är detta endast användbart om servern är en stratum 1-tidsserver.
tr_tr: Normalde bu yalnızca bu sunucu bir stratum 1 zaman sunucusu ise kullanışlıdır.
uk_uk: Зазвичай це корисно лише у випадку, якщо цей сервер є сервером 1-го рівня.

source: Enter Leap second configuration as text:
id_id: Masukkan konfigurasi Leap second sebagai teks:
it_it: Inserisci la seconda configurazione di salto come testo:
ja_jp: テキストでうるう秒構成を入力してください。
ko_ko: 윤초 구성을 텍스트로 입력합니다:
pt_pt: Introduza uma configuração do Salto segundo como texto:
sw_sw: Ange Leap second-konfigurationen som text:
tr_tr: Artık saniye yapılandırmasını metin olarak girin:
uk_uk: Введіть конфігурацію високосного року як текст:

source: select a file to upload:
id_id: pilih file yang akan diunggah:
it_it: Seleziona un file da caricare:
ja_jp: アップロードするファイルを選択してください。
ko_ko: 업로드할 파일을 선택합니다:
pt_pt: Selecione o ficheiro par actualização
sw_sw: välja en fil som ska laddas upp:
tr_tr: yüklemek için bir dosya seçin:
uk_uk: виберіть файл для завантаження:

source: Show advanced option
id_id: Tampilkan opsi lanjutan
it_it: Mostra l'opzione avanzata
ja_jp: 詳細オプションを表示
ko_ko: 고급 옵션 표시
pt_pt: Mostrar opção avançada
sw_sw: Visa ett avancerat alternativ
tr_tr: Gelişmiş seçeneği göster
uk_uk: Показати розширену опцію

source: This option will be removed in the future due to being insecure by nature. In the mean time only full administrators are allowed to change this setting.
id_id: Opsi ini akan dihapus di masa mendatang karena pada dasarnya tidak aman. Untuk sementara, hanya administrator penuh yang diizinkan untuk mengubah pengaturan ini.
it_it: Questa opzione verrà rimossa in futuro a causa della natura non sicura. Nel frattempo, solo gli amministratori completi sono autorizzati a modificare questa impostazione.
ja_jp: このオプションは、本質的に安全でないため、将来的に削除される予定です。その間に、完全な管理者だけがこの設定を変更することを許可されます。
ko_ko: 이 옵션은 본질적으로 안전하지 않기 때문에 향후 삭제될 예정입니다. 당분간은 전체 관리자만 이 설정을 변경할 수 있습니다.
pt_pt: Esta opção será removida no futuro devido à sua natureza insegura. Entretanto, apenas os administradores completos estão autorizados a alterar esta configuração.
sw_sw: Detta alternativ kommer att tas bort i framtiden eftersom det är osäkert till sin natur. Under tiden är det endast fullvärdiga administratörer som får ändra den här inställningen.
tr_tr: Bu seçenek, doğası gereği güvensiz olduğu için gelecekte kaldırılacaktır. Bu arada, yalnızca tam yöneticilerin bu ayarı değiştirmesine izin verilmektedir.
uk_uk: Ця опція буде вилучена в майбутньому, оскільки вона є небезпечною за своєю природою. Наразі лише повним адміністраторам дозволено змінювати цей параметр.

source: Enter any additional options you would like to add to the network time configuration here, separated by a space or newline.
id_id: Masukkan opsi tambahan apa pun yang ingin Anda tambahkan ke konfigurasi waktu jaringan di sini, dipisahkan dengan spasi atau baris baru.
it_it: Immettere qualsiasi opzione aggiuntiva che desideri aggiungere alla configurazione del tempo di rete qui, separata da uno spazio o una nuova linea.
ja_jp: ntp に追加したい追加オプションがあればここで入力します。
ko_ko: 네트워크 시간 구성에 추가할 추가 옵션을 여기에 공백이나 개행으로 구분하여 입력합니다.
pt_pt: Introduza aqui quaisquer opções adicionais que gostaria de adicionar à configuração de tempo da rede, separadas por um espaço ou nova linha.
sw_sw: Ange eventuella ytterligare alternativ som du vill lägga till i nätverkstidskonfigurationen här, separerade med ett mellanslag eller en ny rad.
tr_tr: Ağ saati yapılandırmasına eklemek istediğiniz ek seçenekleri bir boşluk veya satırsonu ile ayırarak buraya girin.
uk_uk: Тут введіть будь-які додаткові параметри, які ви хочете додати до конфігурації мережевого часу, відокремлюючи їх пробілом або новим рядком.

source: Clock stratum must be a number in the range 0..16
id_id: Strata jam harus berupa angka dalam kisaran 0..16
it_it: Lo strato dell'orologio deve essere un numero nell'intervallo 0..16
ja_jp: 層は0～16の範囲の数字です。
ko_ko: 시계 계층은 0~16 범위의 숫자여야 합니다.
pt_pt: Relógio stratum terá se se ser um número entre os valores 0...16
sw_sw: Klockskiktet måste vara ett tal i intervallet 0..16.
tr_tr: Saat katmanı 0..16 aralığında bir sayı olmalıdır
uk_uk: Часовий прошарок повинен бути числом в діапазоні 0..16

source: NTP Serial GPS Configuration
id_id: Konfigurasi GPS Serial NTP
it_it: Configurazione GPS seriale NTP
ja_jp: ntp シリアル gps 構成
ko_ko: NTP 직렬 GPS 구성
pt_pt: NTP Serial Configuração GPS
sw_sw: NTP Seriell GPS-konfiguration
tr_tr: NTP Seri GPS Yapılandırması
uk_uk: Конфігурація послідовного GPS NTP

source: Generic
id_id: Umum
it_it: Generico
ja_jp: 一般
ko_ko: 일반
pt_pt: Genérico
sw_sw: Generisk
tr_tr: Jenerik
uk_uk: Загальний

source: Garmin
ja_jp: ガーミン

source: SiRF
ja_jp: サイRF

source: U-Blox
ja_jp: ユーブロックス

source: SureGPS
ja_jp: シュアジーエス

source: This option allows you to select a predefined configuration.
id_id: Opsi ini memungkinkan Anda memilih konfigurasi yang sudah ditentukan sebelumnya.
it_it: Questa opzione consente di selezionare una configurazione predefinita.
ja_jp: このオプションは、定義済みの構成を選択可能にします。
ko_ko: 이 옵션을 사용하면 미리 정의된 구성을 선택할 수 있습니다.
pt_pt: Esta opção permite que selecione uma configuração pré-definida.
sw_sw: Med det här alternativet kan du välja en fördefinierad konfiguration.
tr_tr: Bu seçenek önceden tanımlanmış bir yapılandırma seçmenize olanak tanır.
uk_uk: Ця опція дозволяє вибрати попередньо визначену конфігурацію.

source: Select Generic if your GPS is not listed.
id_id: Pilih Generik jika GPS Anda tidak terdaftar.
it_it: Seleziona generico se il tuo GPS non è elencato.
ja_jp: 使用するgpsがリストにない場合は、「一般」を選択してください。
ko_ko: GPS가 목록에 없으면 일반을 선택합니다.
pt_pt: Selecione genérico se o seu GPS não está à escuta.
sw_sw: Välj Generisk om din GPS inte finns med i listan.
tr_tr: GPS'iniz listede yoksa Generic (Genel) öğesini seçin.
uk_uk: Виберіть Типовий, якщо вашого GPS немає в списку.

source: The predefined configurations assume your GPS has already been set to NMEA mode.
id_id: Konfigurasi yang telah ditetapkan sebelumnya mengasumsikan GPS Anda telah diatur ke mode NMEA.
it_it: Le configurazioni predefinite presuppongono che il tuo GPS sia già stato impostato sulla modalità NMEA.
ja_jp: 事前に定義されている構成は、あなたの gps が既に nmea モードに設定されていることを前提にしています。
ko_ko: 사전 정의된 구성은 GPS가 이미 NMEA 모드로 설정되어 있다고 가정합니다.
pt_pt: As configurações predefinidas assumem que o seu GPS já foi configurado para o modo NMEA.
sw_sw: De fördefinierade konfigurationerna förutsätter att GPS:en redan är inställd på NMEA-läge.
tr_tr: Önceden tanımlanmış konfigürasyonlar GPS'inizin zaten NMEA moduna ayarlanmış olduğunu varsayar.
uk_uk: Попередньо визначені конфігурації припускають, що ваш GPS вже налаштований на режим NMEA.

source: Serial port
id_id: Port serial
it_it: Porta seriale
ja_jp: シリアルポート
ko_ko: 직렬 포트
pt_pt: Porta série
sw_sw: Seriell port
tr_tr: Seri bağlantı noktası
uk_uk: Послідовний порт

source: All serial ports are listed, be sure to pick the port with the GPS attached.
id_id: Semua port serial terdaftar, pastikan untuk memilih port dengan GPS terpasang.
it_it: Tutte le porte seriali sono elencate, assicurati di scegliere la porta con il GPS allegato.
ja_jp: すべてのシリアルポートがリストにある場合は、gpsを取り付けたポートを選択するようにしてください。
ko_ko: 모든 직렬 포트가 나열되어 있으므로 GPS가 연결된 포트를 선택해야 합니다.
pt_pt: Todas as portas série estão á escuta. Certifique-se que escolhe a porta com o GPS anexado.
sw_sw: Alla seriella portar listas, se till att du väljer den port där GPS:en är ansluten.
tr_tr: Tüm seri portlar listelenir, GPS'in bağlı olduğu portu seçtiğinizden emin olun.
uk_uk: Всі послідовні порти перераховані, переконайтеся, що ви вибрали порт з підключеним GPS.

source: Serial port baud rate.
id_id: Laju baud port serial.
it_it: Tasso di baud della porta seriale.
ja_jp: シリアルボーボーポートレート
ko_ko: 직렬 포트 전송 속도.
pt_pt: Porta série baud rate.
sw_sw: Baudfrekvens för seriell port.
tr_tr: Seri port baud hızı.
uk_uk: Швидкість передачі даних послідовного порту.

source: Note: A higher baud rate is generally only helpful if the GPS is sending too many sentences. It is recommended to configure the GPS to send only one sentence at a baud rate of 4800 or 9600.
id_id: Catatan: Kecepatan baud yang lebih tinggi umumnya hanya berguna jika GPS mengirimkan terlalu banyak kalimat. Direkomendasikan untuk mengonfigurasi GPS agar hanya mengirimkan satu kalimat pada baud rate 4800 atau 9600.
it_it: Nota: un tasso di baud più elevato è generalmente utile solo se il GPS sta inviando troppe frasi. Si consiglia di configurare il GPS per inviare solo una frase a una velocità di trasporto di 4800 o 9600.
ja_jp: 高いボーレートは、通常gpsが非常に多いセンテンスを送信する場合にのみ有用です。gpsの推奨構成は、ボーレート4800または9600で1センテンスを送信します。
ko_ko: 참고: 전송 속도가 높을수록 일반적으로 GPS가 너무 많은 문장을 전송하는 경우에만 유용합니다. 4800 또는 9600의 전송 속도로 한 문장만 전송하도록 GPS를 구성하는 것이 좋습니다.
pt_pt: Nota: Uma baud rate mais alta é geralmente mais útil se o GPS estiver a enviar demasiadas frases. É recomendado que configure o GPS para enviar apenas uma frase a baud rate de 4800 ou 9600.
sw_sw: Observera: En högre byggnadsfrekvens är i allmänhet endast till hjälp om GPS:en skickar för många meningar. Det rekommenderas att konfigurera GPS:en så att den endast skickar en mening vid en byggnadsfrekvens på 4800 eller 9600.
tr_tr: Not: Daha yüksek bir baud hızı genellikle sadece GPS çok fazla cümle gönderiyorsa faydalıdır. GPS'in 4800 ya da 9600 baud hızında sadece bir cümle gönderecek şekilde yapılandırılması tavsiye edilir.
uk_uk: Примітка: Вища швидкість передачі даних зазвичай корисна лише в тому випадку, якщо GPS надсилає надто багато речень. Рекомендується налаштувати GPS так, щоб він надсилав лише одне речення зі швидкістю 4800 або 9600 бод.

source: NMEA sentences
id_id: Kalimat NMEA
it_it: Frasi NMEA
ja_jp: NMEA センテンス
ko_ko: NMEA 문장
pt_pt: Frases NMEA
sw_sw: NMEA-meningar
tr_tr: NMEA cümleleri
uk_uk: Речення NMEA

source: All
id_id: Semua
it_it: Tutti
ja_jp: 全て
ko_ko: 모두
pt_pt: Todos
sw_sw: Alla
tr_tr: Tümü
uk_uk: Усе.

source: RMC
ja_jp: アールエムシー

source: GGA
ja_jp: ジーエー

source: GLL
ja_jp: ガンマグロブリン

source: ZDA or ZDG
id_id: ZDA atau ZDG
it_it: ZDA o ZDG
ja_jp: ZDA もしくは ZDG
ko_ko: ZDA 또는 ZDG
pt_pt: ZDA ou ZDG
sw_sw: ZDA eller ZDG
tr_tr: ZDA veya ZDG
uk_uk: ZDA або ZDG

source: By default NTP will listen for all supported NMEA sentences. Here one or more sentences to listen for may be specified.
id_id: Secara default, NTP akan mendengarkan semua kalimat NMEA yang didukung. Di sini satu atau beberapa kalimat yang akan didengarkan dapat ditentukan.
it_it: Per impostazione predefinita, NTP ascolterà tutte le frasi NMEA supportate. Qui può essere specificata una o più frasi da ascoltare.
ja_jp: デフォルトでは、ntp は全ての対応している nmea センテンスをリスンしますが、ここでは、リスンする つ以上のセンテンスを指定できます。
ko_ko: 기본적으로 NTP는 지원되는 모든 NMEA 문장을 수신 대기합니다. 여기에서 수신할 문장을 하나 이상 지정할 수 있습니다.
pt_pt: Por defeito o NTP escuta todas as decisões NMEA suportadas. Uma ou mais decisões para ouvir podem ser especificadas aqui.
sw_sw: Som standard lyssnar NTP på alla NMEA-meningar som stöds. Här kan du ange en eller flera meningar som du vill lyssna på.
tr_tr: Varsayılan olarak NTP desteklenen tüm NMEA cümlelerini dinleyecektir. Burada dinlenecek bir veya daha fazla cümle belirtilebilir.
uk_uk: За замовчуванням NTP прослуховуватиме всі підтримувані NMEA-речення. Тут можна вказати одне або декілька повідомлень для прослуховування.

source: Fudge time 1 (seconds)
id_id: Waktu fudge 1 (detik)
it_it: Fudge Time 1 (secondi)
ja_jp: ファッジタイム1 ( 秒 )
ko_ko: 퍼지 시간 1(초)
pt_pt: Tempo de Fudge 1 (segundos)
sw_sw: Tid för smet 1 (sekunder)
tr_tr: Fudge süresi 1 (saniye)
uk_uk: Час помадки 1 (секунди)

source: Fudge time 1 is used to specify the GPS PPS signal offset (default: 0.0).
id_id: Fudge time 1 digunakan untuk menentukan offset sinyal PPS GPS (default: 0,0).
it_it: Il tempo di fondente 1 viene utilizzato per specificare l'offset del segnale PPS GPS (impostazione predefinita: 0,0).
ja_jp: ファッジタイム 1 は GPS PPS シグナルオフセットを指定するのに使用されます。
ko_ko: 퍼지 시간 1은 GPS PPS 신호 오프셋을 지정하는 데 사용됩니다(기본값: 0.0).
pt_pt: Tempo de Fudge 1 é usado para especificar o deslocamento do sinal GPS PPS (por defeito: 0.0).
sw_sw: Fudge time 1 används för att specificera GPS PPS-signalförskjutningen (standard: 0,0).
tr_tr: Fudge time 1 GPS PPS sinyal ofsetini belirlemek için kullanılır (varsayılan: 0.0).
uk_uk: Fudge time 1 використовується для вказівки зміщення сигналу GPS PPS (за замовчуванням: 0.0).

source: Fudge time 2 (seconds)
id_id: Waktu fudge 2 (detik)
it_it: Fudge Time 2 (secondi)
ja_jp: ファッジタイム2 ( 秒 )
ko_ko: 퍼지 시간 2(초)
pt_pt: Tempo de Fudge 2 (segundos)
sw_sw: Tid för smältning 2 (sekunder)
tr_tr: Şekerleme süresi 2 (saniye)
uk_uk: Час помадки 2 (секунди)

source: Fudge time 2 is used to specify the GPS time offset (default: 0.0).
id_id: Fudge time 2 digunakan untuk menentukan offset waktu GPS (default: 0,0).
it_it: Fudge Time 2 viene utilizzato per specificare l'offset del tempo GPS (impostazione predefinita: 0,0).
ja_jp: ファッジタイム 2 は GPS 時間オフセットを指定するのに使用されます( デフォルト: 0.0 )
ko_ko: 퍼지 시간 2는 GPS 시간 오프셋을 지정하는 데 사용됩니다(기본값: 0.0).
pt_pt: Fudge time 2 é usado para especificar o deslocamento de tempo GPS (por defeito: 0.0).
sw_sw: Fudge time 2 används för att ange GPS-tidsförskjutningen (standard: 0,0).
tr_tr: Fudge time 2 GPS zaman ofsetini belirtmek için kullanılır (varsayılan: 0.0).
uk_uk: Fudge time 2 використовується для вказівки зміщення часу за GPS (за замовчуванням: 0.0).

source: Stratum
it_it: Strato
ja_jp: ストラタム
ko_ko: 계층
pt_pt: Estrato
tr_tr: Tabaka

source: This may be used to change the GPS Clock stratum (default: 0). This may be useful if, for some reason, you want ntpd to prefer a different clock
id_id: Ini dapat digunakan untuk mengubah strata Jam GPS (default: 0). Ini mungkin berguna jika, karena alasan tertentu, Anda ingin ntpd memilih jam yang berbeda
it_it: Questo può essere usato per modificare lo strato dell'orologio GPS (predefinito: 0). Questo può essere utile se, per qualche motivo, si desidera che NTPD preferisca un orologio diverso
ja_jp: これは GPS Clock stratum を変更するのに使用されます ( デフォルト: 0 )。なんらかの理由で ntpd に他の時計の優先させる場合に便利です。
ko_ko: GPS 시계 계층을 변경하는 데 사용할 수 있습니다(기본값: 0). 어떤 이유로 ntpd가 다른 시계를 선호하도록 하려는 경우 유용할 수 있습니다.
pt_pt: Isso pode ser usado para alterar o estrato do Relógio GPS (por defeito: 0). Isso pode ser útil se, por algum motivo, você quiser que o ntpd prefira um relógio diferente
sw_sw: Detta kan användas för att ändra GPS-klockans stratum (standard: 0). Detta kan vara användbart om du av någon anledning vill att ntpd ska föredra en annan klocka.
tr_tr: Bu, GPS Saat katmanını değiştirmek için kullanılabilir (varsayılan: 0). Bu, herhangi bir nedenle ntpd'nin farklı bir saati tercih etmesini istiyorsanız yararlı olabilir
uk_uk: За допомогою цього параметра можна змінити шар Годинник GPS (за замовчуванням: 0). Це може бути корисно, якщо з якихось причин ви хочете, щоб ntpd надавав перевагу іншому годиннику

source: Flags
id_id: Bendera
it_it: Bandiere
ja_jp: フラグ
ko_ko: 플래그
pt_pt: Bandeiras
sw_sw: Flaggor
tr_tr: Bayraklar
uk_uk: Прапори

source: Normally there should be no need to change these options from the defaults.
id_id: Biasanya, Anda tidak perlu mengubah opsi ini dari pengaturan default.
it_it: Normalmente non dovrebbe essere necessario modificare queste opzioni dalle impostazioni predefinite.
ja_jp: 通常は、これらのオプションをデフォルトから変更する必要はありません。
ko_ko: 일반적으로 이러한 옵션은 기본값에서 변경할 필요가 없습니다.
pt_pt: Normalmente, não deve ser necessário alterar essas opções dos valores pré-definidos.
sw_sw: Normalt finns det inget behov av att ändra dessa alternativ från standardinställningarna.
tr_tr: Normalde bu seçenekleri varsayılan değerlerden değiştirmeye gerek yoktur.
uk_uk: Зазвичай немає потреби змінювати ці параметри за замовчуванням.

source: NTP should prefer this clock (default: enabled).
id_id: NTP harus memilih jam ini (default: diaktifkan).
it_it: NTP dovrebbe preferire questo orologio (predefinito: abilitato).
ja_jp: ntp にこの時計を優先させます( デフォルト: 有効 )
ko_ko: NTP는 이 시계를 선호합니다(기본값: 사용).
pt_pt: NTP deve preferir este relógio (por defeito: ativado).
sw_sw: NTP ska föredra den här klockan (standard: aktiverad).
tr_tr: NTP bu saati tercih etmelidir (varsayılan: etkin).
uk_uk: NTP має надавати перевагу цьому годиннику (за замовчуванням: увімкнено).
