Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Hardware CRC
id_id: Perangkat keras CRC
ja_jp: ハードウェアCRC
ko_ko: 하드웨어 CRC
sw_sw: CRC för maskinvara
tr_tr: Donanım CRC
uk_uk: Апаратний CRC

source: Disable hardware checksum offload
id_id: Menonaktifkan pembongkaran checksum perangkat keras
it_it: Disabilita lo scarico del checksum hardware
ja_jp: ハードウェアチェックサムロードを無効にする
ko_ko: 하드웨어 체크섬 오프로드 비활성화
pt_pt: Desabilitar checksum offload por hardware
sw_sw: Inaktivera avlastning av kontrollsumma för maskinvara
tr_tr: Donanım sağlama toplamı yükünü devre dışı bırakma
uk_uk: Вимкнути апаратне вивантаження контрольної суми

source: Checking this option will disable hardware checksum offloading. Checksum offloading is broken in some hardware, particularly some Realtek cards. Rarely, drivers may have problems with checksum offloading and some specific NICs.
id_id: Mencentang opsi ini akan menonaktifkan pembongkaran checksum perangkat keras. Pembongkaran checksum tidak berfungsi pada beberapa perangkat keras, khususnya beberapa kartu Realtek. Jarang terjadi, driver mungkin mengalami masalah dengan pembongkaran checksum dan beberapa NIC tertentu.
it_it: Il controllo di questa opzione disabiliterà l'offload di checksum hardware. L'offload di checksum è rotto in un po 'di hardware, in particolare alcune carte Realtek. Raramente, i conducenti possono avere problemi con lo scarico del checksum e alcuni NIC specifici.
ja_jp: このオプションをチェックすると、ハードウェアチェックサムロードを無効にします。
ko_ko: 이 옵션을 선택하면 하드웨어 체크섬 오프로딩이 비활성화됩니다. 일부 하드웨어, 특히 일부 Realtek 카드에서는 체크섬 오프로딩이 중단됩니다. 드물게 드라이버에서 체크섬 오프로딩 및 일부 특정 NIC에 문제가 발생할 수 있습니다.
pt_pt: Ao marcar esta opção o TCP Segmentation Offloading por hardware (TSO, TSO4, TSO6) será desativada. Este recurso está quebrado em alguns drivers de hardware e pode afetar o desempenho com algumas DNIs específicas".
sw_sw: Om du kryssar i det här alternativet inaktiveras avlastning av kontrollsumma för maskinvara. Checkum offloading är trasig i viss hårdvara, särskilt i vissa Realtek-kort. I sällsynta fall kan drivrutiner ha problem med checksum offloading och vissa specifika nätverkskort.
tr_tr: Bu seçenek işaretlendiğinde donanım sağlama toplamı boşaltma devre dışı bırakılır. Checksum offloading bazı donanımlarda, özellikle de bazı Realtek kartlarında bozuktur. Nadiren, sürücüler sağlama toplamı boşaltma ve bazı belirli NIC'lerle ilgili sorunlar yaşayabilir.
uk_uk: Позначення цього пункту вимкне апаратне вивантаження контрольної суми. Вивантаження контрольної суми не працює на деякому обладнанні, зокрема на деяких картах Realtek. Рідко драйвери можуть мати проблеми з вивантаженням контрольної суми та деякими конкретними мережевими картами.

source: Hardware TSO
id_id: Perangkat keras TSO
ja_jp: ハードウェアTSO
ko_ko: 하드웨어 TSO
pt_pt: TSO do Hardware
sw_sw: Hårdvara TSO
tr_tr: Donanım TSO
uk_uk: Апаратний TSO

source: Disable hardware TCP segmentation offload
id_id: Menonaktifkan pembongkaran segmentasi TCP perangkat keras
it_it: Disabilita l'offload di segmentazione TCP hardware
ja_jp: ハードウェア tcp セメンテーション オフロードを無効にする
ko_ko: 하드웨어 TCP 세그먼테이션 오프로드 비활성화
pt_pt: Desabilitar TCP Segmentation Offload (TSO) por hardware
sw_sw: Inaktivera avlastning av TCP-segmentering på maskinvara
tr_tr: Donanım TCP segmentasyon yükünü devre dışı bırakma
uk_uk: Вимкнути апаратне вивантаження сегментації TCP

source: Checking this option will disable hardware TCP segmentation offloading (TSO, TSO4, TSO6). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs.
id_id: Mencentang opsi ini akan menonaktifkan pembongkaran segmentasi TCP perangkat keras (TSO, TSO4, TSO6). Pembongkaran ini tidak berfungsi pada beberapa driver perangkat keras, dan dapat memengaruhi kinerja pada beberapa NIC tertentu.
it_it: Il controllo di questa opzione disabiliterà l'offload di segmentazione Hardware TCP (TSO, TSO4, TSO6). Questo scarico è rotto in alcuni driver hardware e può influire sulle prestazioni con alcuni NIC specifici.
ja_jp: このオプションをチェックすると、ハードウェアtcp セグメンテーションオフロード（tso、tso4、tso6） を無効にします、このオフロードは一部のハードウェアドライバでは動作しません、また、一部の特定のnicとのパフォーマンスに影響する可能性があります。
ko_ko: 이 옵션을 선택하면 하드웨어 TCP 세그먼테이션 오프로딩(TSO, TSO4, TSO6)이 비활성화됩니다. 이 오프로딩은 일부 하드웨어 드라이버에서 중단되며 일부 특정 NIC의 성능에 영향을 줄 수 있습니다.
pt_pt: Ao marcar esta opção o TCP Segmentation Offloading por hardware (TSO, TSO4, TSO6) será desativada. Este recurso está quebrado em alguns drivers de hardware e pode afetar o desempenho com algumas DNIs específicas".
sw_sw: Om du markerar det här alternativet inaktiveras avlastning av TCP-segmentering på maskinvara (TSO, TSO4, TSO6). Denna avlastning är trasig i vissa maskinvarudrivrutiner och kan påverka prestandan med vissa specifika NIC:er.
tr_tr: Bu seçeneğin işaretlenmesi donanım TCP segmentasyon boşaltmasını (TSO, TSO4, TSO6) devre dışı bırakacaktır. Bu boşaltma bazı donanım sürücülerinde bozuktur ve bazı belirli NIC'lerde performansı etkileyebilir.
uk_uk: Позначення цієї опції вимкне апаратне розвантаження сегментації TCP (TSO, TSO4, TSO6). Це розвантаження порушено у деяких драйверах обладнання, що може вплинути на продуктивність з деякими конкретними мережевими картами.

source: Hardware LRO
id_id: Perangkat Keras LRO
ja_jp: ハードウェア LRO
ko_ko: 하드웨어 LRO
pt_pt: Ferragens LRO
sw_sw: Hårdvara LRO
tr_tr: Donanım LRO
uk_uk: Апаратний LRO

source: Disable hardware large receive offload
id_id: Menonaktifkan perangkat keras yang menerima beban besar
it_it: Disabilita hardware grande ricevere scarico
ja_jp: ハードウェアラージレシーブオフロードを無効にする
ko_ko: 하드웨어 대용량 수신 오프로드 비활성화
pt_pt: Desativar o hardware grande receber descarga
sw_sw: Inaktivera avlastning av stora mottagningar i maskinvaran
tr_tr: Donanım büyük alma yükünü devre dışı bırakma
uk_uk: Вимкнути апаратне велике розвантаження прийому

source: Checking this option will disable hardware large receive offloading (LRO). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs.
id_id: Mencentang opsi ini akan menonaktifkan pembongkaran penerimaan perangkat keras yang besar (LRO). Pembongkaran ini rusak pada beberapa driver perangkat keras, dan dapat mempengaruhi kinerja pada beberapa NIC tertentu.
it_it: Controllare questa opzione Disabiliterà hardware Large Riceve Offload (LRO). Questo scarico è rotto in alcuni driver hardware e può influire sulle prestazioni con alcuni NIC specifici.
ja_jp: このオプションをチェックすると、ハードウェアラージレシーブオフロード（LRO） を無効にします。このオフロードは一部のハードウェアドライバでは動作しません。
ko_ko: 이 옵션을 선택하면 하드웨어 대용량 수신 오프로딩(LRO)이 비활성화됩니다. 이 오프로딩은 일부 하드웨어 드라이버에서 중단되며 일부 특정 NIC의 성능에 영향을 미칠 수 있습니다.
pt_pt: A marcação desta opção desativará o Grande Descarga de Recepção (LRO). Este descarregamento está quebrado em alguns drivers de hardware e pode afetar o desempenho com algumas DNIs específicas.
sw_sw: Om du markerar det här alternativet inaktiveras LRO (Large Receive Offloading). Denna avlastning är trasig i vissa maskinvarudrivrutiner och kan påverka prestandan med vissa specifika NIC:er.
tr_tr: Bu seçenek işaretlendiğinde donanım büyük alma boşaltması (LRO) devre dışı bırakılır. Bu boşaltma bazı donanım sürücülerinde bozuktur ve bazı belirli NIC'lerde performansı etkileyebilir.
uk_uk: Позначення цього пункту вимкне апаратне розвантаження великого прийому (LRO). Це вивантаження порушено у деяких драйверах обладнання, що може вплинути на продуктивність деяких конкретних мережевих карт.

source: VLAN Hardware Filtering
id_id: Pemfilteran Perangkat Keras VLAN
it_it: Filtro hardware VLAN
ja_jp: VLAN ハードウェアフィルタリング
ko_ko: VLAN 하드웨어 필터링
pt_pt: Filtro de VLAN por hardware
sw_sw: Filtrering av VLAN-maskinvara
tr_tr: VLAN Donanım Filtreleme
uk_uk: Апаратна фільтрація VLAN

source: Enable VLAN Hardware Filtering
id_id: Mengaktifkan Penyaringan Perangkat Keras VLAN
it_it: Abilita il filtro hardware VLAN
ja_jp: VLAN ハードウェアフィルタリング有効
ko_ko: VLAN 하드웨어 필터링 사용
pt_pt: Ativar o filtro de VLAN por hardware
sw_sw: Aktivera maskinvarufiltrering av VLAN
tr_tr: VLAN Donanım Filtrelemeyi Etkinleştir
uk_uk: Увімкнути апаратну фільтрацію VLAN

source: Disable VLAN Hardware Filtering
id_id: Menonaktifkan Pemfilteran Perangkat Keras VLAN
it_it: Disabilita il filtro hardware VLAN
ja_jp: VLAN ハードウェアフィルタリングの無効化
ko_ko: VLAN 하드웨어 필터링 비활성화
pt_pt: Desativar o filtro de VLAN por hardware
sw_sw: Inaktivera maskinvarufiltrering av VLAN
tr_tr: VLAN Donanım Filtrelemesini Devre Dışı Bırak
uk_uk: Вимкнути апаратну фільтрацію VLAN

source: Leave default
id_id: Biarkan default
it_it: Lascia il default
ja_jp: デフォルトのままにする
ko_ko: 기본값으로 두기
pt_pt: Deixar pré-definido
sw_sw: Lämna standard
tr_tr: Varsayılanı bırak
uk_uk: Залишити за замовчуванням

source: Set usage of VLAN hardware filtering. This hardware acceleration may be broken in a particular device driver, or may impact performance.
id_id: Mengatur penggunaan pemfilteran perangkat keras VLAN. Akselerasi perangkat keras ini dapat rusak pada driver perangkat tertentu, atau dapat memengaruhi kinerja.
it_it: Imposta l'utilizzo del filtro hardware VLAN. Questa accelerazione hardware può essere rotta in un determinato driver di dispositivo o può avere un impatto sulle prestazioni.
ja_jp: vlan ハードウェアフィルタリングの使用法を設定します。このハードウェアアクセラレーションは特定のデバイスドライバでは動作しないか、パフォーマンスに影響する可能性があります。
ko_ko: VLAN 하드웨어 필터링의 사용법을 설정합니다. 이 하드웨어 가속은 특정 장치 드라이버에서 중단되거나 성능에 영향을 미칠 수 있습니다.
pt_pt: Utilização definida de filtragem de hardware VLAN. Esta aceleração de hardware pode ser quebrada num determinado driver de dispositivo, ou pode ter impacto no desempenho.
sw_sw: Ställ in användningen av VLAN-hårdvarufiltrering. Den här maskinvaruaccelerationen kan vara trasig i en viss enhetsdrivrutin eller påverka prestandan.
tr_tr: VLAN donanım filtrelemesinin kullanımını ayarlayın. Bu donanım hızlandırması belirli bir aygıt sürücüsünde bozuk olabilir veya performansı etkileyebilir.
uk_uk: Встановити використання апаратної фільтрації VLAN. Це апаратне прискорення може бути порушено у певному драйвері пристрою або впливати на продуктивність.

source: Static IPv4 configuration
id_id: Konfigurasi IPv4 statis
it_it: Configurazione statica IPv4
ja_jp: 静的IPv4 構成
ko_ko: 정적 IPv4 구성
pt_pt: Porta IPv4 Upstream
sw_sw: Statisk IPv4-konfiguration
tr_tr: Statik IPv4 yapılandırması
uk_uk: Статична конфігурація IPv4

source: IPv4 Upstream Gateway
id_id: Gerbang Hulu IPv4
it_it: Gateway a monte IPv4
ja_jp: IPv4 アップストリームゲートウェイ
ko_ko: IPv4 업스트림 게이트웨이
pt_pt: Adicionar uma nova.
sw_sw: IPv4 uppströmsgateway
tr_tr: IPv4 Yukarı Akış Ağ Geçidi
uk_uk: Висхідний шлюз IPv4

source: Auto-detect
id_id: Deteksi otomatis
it_it: Trovato automaticamente
ja_jp: オートディテクト
ko_ko: 자동 감지
pt_pt: Auto-detecção
sw_sw: Automatisk identifiering
tr_tr: Otomatik algılama
uk_uk: Автоматичне визначення

source: Add new gateway
id_id: Menambahkan gateway baru
it_it: Aggiungi nuovo gateway
ja_jp: 新規ゲートウェイを追加
ko_ko: 새 게이트웨이 추가
pt_pt: Porta de entrada por defeito:
sw_sw: Lägg till en ny gateway
tr_tr: Yeni ağ geçidi ekle
uk_uk: Додати новий шлюз

source: Default gateway
id_id: Gateway default
it_it: Gateway predefinito
ja_jp: デフォルトゲートウェイ
ko_ko: 기본 게이트웨이
pt_pt: Porta de entrada por defeito
sw_sw: Standard-gateway
tr_tr: Varsayılan ağ geçidi
uk_uk: Шлюз за замовчуванням

source: Far gateway
id_id: Gerbang jauh
ja_jp: ファーゲートウェイ
ko_ko: 원거리 게이트웨이
pt_pt: Porta de entrada distante
sw_sw: Långt borta
tr_tr: Uzak geçit
uk_uk: Дальні ворота

source: Multi-WAN gateway
id_id: Gerbang multi-WAN
it_it: Gateway multi-wan
ja_jp: マルチWAN ゲートウェイ
ko_ko: 멀티-WAN 게이트웨이
pt_pt: Portão Multi-WAN
tr_tr: Çoklu WAN ağ geçidi
uk_uk: Multi-WAN шлюз

source: Gateway Name
id_id: Nama Gerbang
it_it: Nome gateway
ja_jp: ゲートウェイの名称
ko_ko: 게이트웨이 이름
pt_pt: Nome da porta de entrada
sw_sw: Gateway-namn
tr_tr: Ağ Geçidi Adı
uk_uk: Ім'я шлюзу Ім'я шлюзу

source: Gateway IPv4
ja_jp: IPv4 ゲートウェイ
ko_ko: 게이트웨이 IPv4
tr_tr: Ağ Geçidi IPv4
uk_uk: Шлюз IPv4

source: If this interface is a multi-WAN interface, select an existing gateway from the list or add a new one using the button above. For single WAN interfaces a gateway must be created but set to auto-detect. For a LAN a gateway is not necessary to be set up.
id_id: Jika antarmuka ini adalah antarmuka multi-WAN, pilih gateway yang sudah ada dari daftar atau tambahkan gateway baru menggunakan tombol di atas. Untuk antarmuka WAN tunggal, gateway harus dibuat tetapi diatur untuk mendeteksi otomatis. Untuk LAN, gateway tidak perlu dibuat.
it_it: Se questa interfaccia è un'interfaccia multi-wan, selezionare un gateway esistente dall'elenco o aggiungerne uno nuovo usando il pulsante sopra. Per le interfacce WAN single un gateway deve essere creato ma impostato su rilevamento automatico. Per una LAN non è necessario impostare un gateway.
ja_jp: このインターフェースがマルチWANインターフェースの場合、リストから既存のゲートウェイを選択するか、上のボタンを使って新しいゲートウェイを追加してください。シングルWANインターフェースの場合、ゲートウェイは作成する必要がありますが、自動検出するように設定されています。LANの場合、ゲートウェイの設定は必要ありません。
ko_ko: 이 인터페이스가 다중 WAN 인터페이스인 경우 목록에서 기존 게이트웨이를 선택하거나 위의 버튼을 사용하여 새 게이트웨이를 추가합니다. 단일 WAN 인터페이스의 경우 게이트웨이를 만들어야 하지만 자동 감지하도록 설정해야 합니다. LAN의 경우 게이트웨이를 설정할 필요가 없습니다.
pt_pt: Se esta interface for uma interface multi-WAN, seleccionar um gateway existente da lista ou adicionar um novo usando o botão acima. Para interfaces WAN únicas, deve ser criada uma porta de ligação mas definida para auto-detecção. Para uma LAN, não é necessário criar uma porta de ligação.
sw_sw: Om det här gränssnittet är ett multi-WAN-gränssnitt väljer du en befintlig gateway från listan eller lägger till en ny med hjälp av knappen ovan. För enskilda WAN-gränssnitt måste en gateway skapas men ställas in på automatisk identifiering. För ett LAN är det inte nödvändigt att skapa en gateway.
tr_tr: Bu arayüz çoklu WAN arayüzüyse, listeden mevcut bir ağ geçidi seçin veya yukarıdaki düğmeyi kullanarak yeni bir tane ekleyin. Tek WAN arayüzleri için bir ağ geçidi oluşturulmalı ancak otomatik algılamaya ayarlanmalıdır. Bir LAN için bir ağ geçidinin kurulması gerekli değildir.
uk_uk: Якщо це інтерфейс з декількома WAN-інтерфейсами, виберіть існуючий шлюз зі списку або додайте новий за допомогою кнопки вище. Для одного WAN-інтерфейсу необхідно створити шлюз, але налаштувати його на автоматичне виявлення. Для локальної мережі створювати шлюз не обов'язково.

source: Configuration Mode
id_id: Mode Konfigurasi
it_it: Modalità di configurazione
ja_jp: 構成モード
ko_ko: 구성 모드
pt_pt: Modo de Configuração
sw_sw: Konfigurationsläge
tr_tr: Yapılandırma Modu
uk_uk: Режим конфігурації

source: Basic
id_id: Dasar
it_it: Di base
ja_jp: 基本
ko_ko: 기본
pt_pt: Básico
sw_sw: Grundläggande
tr_tr: Temel
uk_uk: Базовий

source: Config File Override
id_id: Penggantian File Konfigurasi
it_it: Sostituzione del file di configurazione
ja_jp: 構成ファイル上書き
ko_ko: 구성 파일 재정의
pt_pt: Substituição do Arquivo de Configuração.
sw_sw: Överskridande av konfigurationsfilen
tr_tr: Konfigürasyon Dosyası Geçersiz Kılma
uk_uk: Перевизначення конфігураційного файлу

source: The basic mode auto-configures DHCP using default values and optional user input.
id_id: Mode dasar mengkonfigurasi DHCP secara otomatis menggunakan nilai default dan masukan opsional dari pengguna.
it_it: La modalità di base configura automatica DHCP utilizzando i valori predefiniti e l'input dell'utente opzionale.
ja_jp: 基本モードはデフォルト値及びオプションでユーザが入力した値を使用するdhcpを自動構成します。
ko_ko: 기본 모드는 기본값과 선택적 사용자 입력을 사용하여 DHCP를 자동으로 구성합니다.
pt_pt: O modo básico de auto-configuração DHCP usa valores pré-definidos e introdução de utilizadores opcionais,
sw_sw: I grundläget konfigureras DHCP automatiskt med hjälp av standardvärden och valfria användaruppgifter.
tr_tr: Temel mod, varsayılan değerleri ve isteğe bağlı kullanıcı girişini kullanarak DHCP'yi otomatik olarak yapılandırır.
uk_uk: Базовий режим автоматично налаштовує DHCP, використовуючи значення за замовчуванням і необов'язкові дані користувача.

source: The advanced mode does not provide any default values, you will need to fill out any values you would like to use.
id_id: Mode lanjutan tidak menyediakan nilai default apa pun, Anda harus mengisi nilai apa pun yang ingin Anda gunakan.
it_it: La modalità avanzata non fornisce alcun valori predefiniti, è necessario compilare eventuali valori che desideri utilizzare.
ja_jp: 詳細モードはデフォルト値は一切提供されませんが、使用したい値はすべて自分で記入する必要があります。
ko_ko: 고급 모드에서는 기본값이 제공되지 않으므로 사용하려는 값을 직접 입력해야 합니다.
pt_pt: O modo avançado não fornece quaisquer valores padrão. Precisará de preencher os valores que gostaria de usar.
sw_sw: I det avancerade läget finns inga standardvärden, så du måste fylla i de värden som du vill använda.
tr_tr: Gelişmiş mod herhangi bir varsayılan değer sağlamaz, kullanmak istediğiniz değerleri doldurmanız gerekecektir.
uk_uk: Розширений режим не містить значень за замовчуванням, вам потрібно буде заповнити будь-які значення, які ви хочете використовувати.

source: The configuration file override mode may point to a fully customised file on the system instead.
id_id: Mode penggantian file konfigurasi dapat mengarah ke file yang sepenuhnya disesuaikan pada sistem.
it_it: La modalità di override del file di configurazione può invece puntare un file completamente personalizzato sul sistema.
ja_jp: 構成ファイル上書きモードは、システムの完全にカスタマイズされたファイルを代わりに提示します。
ko_ko: 구성 파일 재정의 모드는 시스템에서 완전히 사용자 정의된 파일을 대신 가리킬 수 있습니다.
pt_pt: Endereço IPv4 Alias
sw_sw: Konfigurationsfilen kan i stället peka på en helt anpassad fil i systemet.
tr_tr: Yapılandırma dosyası geçersiz kılma modu, bunun yerine sistemde tamamen özelleştirilmiş bir dosyaya işaret edebilir.
uk_uk: Режим перевизначення конфігураційного файлу може вказувати на повністю налаштований файл у системі.

source: Alias IPv4 address
id_id: Alias alamat IPv4
it_it: ALIAS IPv4 Indirizzo
ja_jp: エイリアス IPv4 アドレス
ko_ko: 별칭 IPv4 주소
pt_pt: Endereço IPv4 Alias
sw_sw: Alias IPv4-adress
tr_tr: Takma ad IPv4 adresi
uk_uk: Псевдо-адреса IPv4

source: The value in this field is used as a fixed alias IPv4 address by the DHCP client.
id_id: Nilai dalam bidang ini digunakan sebagai alamat IPv4 alias tetap oleh klien DHCP.
it_it: Il valore in questo campo viene utilizzato come indirizzo IPv4 alias fisso dal client DHCP.
ja_jp: このフィールドの値は、DHCP クライアントが、エイリアスの固定 IPv4 アドレスとして使用します。
ko_ko: 이 필드의 값은 DHCP 클라이언트에서 고정 별칭 IPv4 주소로 사용됩니다.
pt_pt: Rejeitar arrendamentos de
sw_sw: Värdet i det här fältet används som en fast alias-IPv4-adress av DHCP-klienten.
tr_tr: Bu alandaki değer DHCP istemcisi tarafından sabit bir takma IPv4 adresi olarak kullanılır.
uk_uk: Значення у цьому полі використовується клієнтом DHCP як фіксована псевдонімна IPv4-адреса.

source: Reject Leases From
id_id: Tolak Sewa Dari
it_it: Rifiutare i contratti di locazione da
ja_jp: リースの拒絶
ko_ko: 다음에서 임대 거부
pt_pt: Se houver um determinado servidor DHCP upstream que deva ser ignorado, coloque aqui o endereço IP ou sub-rede do servidor DHCP para ser ignorado.
sw_sw: Avvisa leasingavtal från
tr_tr: Kiralamaları Reddet
uk_uk: Відхилити оренду від

source: If there is a certain upstream DHCP server that should be ignored, place the IP address or subnet of the DHCP server to be ignored here.
id_id: Jika ada server DHCP hulu tertentu yang harus diabaikan, letakkan alamat IP atau subnet server DHCP yang akan diabaikan di sini.
it_it: Se esiste un certo server DHCP a monte che dovrebbe essere ignorato, posizionare l'indirizzo IP o la sottorete del server DHCP per essere ignorato qui.
ja_jp: 無視すべきアップストリーム dhcp サーバが確実に存在する場合は、その dhcp サーバの ip アドレスもしくはサブネットをここに設定することで無視されるようになります。
ko_ko: 무시해야 하는 특정 업스트림 DHCP 서버가 있는 경우 무시할 DHCP 서버의 IP 주소 또는 서브넷을 여기에 입력합니다.
pt_pt: Útil para rejeitar alugueres de modems por cabo que oferecem IPs privados quando perdem a sincronização a montante.
sw_sw: Om det finns en viss uppströms DHCP-server som ska ignoreras, ange IP-adressen eller undernätet för den DHCP-server som ska ignoreras här.
tr_tr: Yok sayılması gereken belirli bir yukarı akış DHCP sunucusu varsa, yok sayılacak DHCP sunucusunun IP adresini veya alt ağını buraya yerleştirin.
uk_uk: Якщо є певний попередній DHCP-сервер, який слід ігнорувати, введіть тут IP-адресу або підмережу DHCP-сервера, який слід ігнорувати.

source: This is useful for rejecting leases from cable modems that offer private IPs when they lose upstream sync.
id_id: Ini berguna untuk menolak sewa dari modem kabel yang menawarkan IP pribadi ketika mereka kehilangan sinkronisasi hulu.
it_it: Ciò è utile per il rifiuto dei contratti di locazione dai modem via cavo che offrono IP privati ​​quando perdono la sincronizzazione a monte.
ja_jp: これは、アップストリームと同期できなくなった場合に、プライベートIPを要求するケーブルモデムからのリースを拒絶するのに便利なものです。
ko_ko: 이 기능은 업스트림 동기화가 끊어질 때 사설 IP를 제공하는 케이블 모뎀의 임대를 거부하는 데 유용합니다.
pt_pt: Protocolo de tempo
sw_sw: Detta är användbart för att avvisa hyresavtal från kabelmodem som erbjuder privata IP:er när de förlorar synkroniseringen uppströms.
tr_tr: Bu, yukarı akış senkronizasyonunu kaybettiklerinde özel IP'ler sunan kablo modemlerden gelen kiralamaları reddetmek için kullanışlıdır.
uk_uk: Це корисно для відхилення оренди від кабельних модемів, які пропонують приватні IP-адреси, коли вони втрачають висхідну синхронізацію.

source: Override MTU
id_id: Mengesampingkan MTU
it_it: Sostituire MTU
ja_jp: MTUの上書き
ko_ko: MTU 재정의
pt_pt: Substituir a MTU
sw_sw: åsidosätta MTU
tr_tr: MTU'yu Geçersiz Kıl
uk_uk: Перевизначити MTU

source: An ISP may incorrectly set an MTU value which can cause intermittent network disruption. By default this value will be ignored. Unsetting this option will allow to apply the MTU supplied by the ISP instead.
id_id: ISP mungkin salah menetapkan nilai MTU yang dapat menyebabkan gangguan jaringan yang terputus-putus. Secara default, nilai ini akan diabaikan. Membatalkan pengaturan opsi ini akan memungkinkan untuk menerapkan MTU yang disediakan oleh ISP.
it_it: Un ISP può impostare erroneamente un valore MTU che può causare interruzioni di rete intermittente. Per impostazione predefinita questo valore verrà ignorato. L'interruzione di questa opzione consentirà invece di applicare l'MTU fornito dall'ISP.
ja_jp: ISPがMTU値を誤って設定し、断続的なネットワーク障害を引き起こす可能性があります。デフォルトでは、この値は無視されます。このオプションを解除すると、ISPから提供されたMTUを代わりに適用することができます。
ko_ko: ISP가 MTU 값을 잘못 설정하여 간헐적인 네트워크 중단을 일으킬 수 있습니다. 기본적으로 이 값은 무시됩니다. 이 옵션을 해제하면 ISP에서 제공한 MTU를 대신 적용할 수 있습니다.
pt_pt: Um ISP pode definir incorrectamente um valor MTU que pode causar perturbações intermitentes na rede. Por defeito, este valor será ignorado. A anulação desta opção permitirá a aplicação da MTU fornecida pelo ISP.
sw_sw: En internetleverantör kan ställa in ett MTU-värde felaktigt, vilket kan orsaka intermittenta nätverksstörningar. Som standard ignoreras detta värde. Om du avaktiverar det här alternativet kan du i stället använda det MTU-värde som tillhandahålls av internetleverantören.
tr_tr: Bir ISP MTU değerini yanlış ayarlayabilir ve bu da aralıklı ağ kesintilerine neden olabilir. Varsayılan olarak bu değer göz ardı edilecektir. Bu seçeneğin ayarının kaldırılması, bunun yerine ISP tarafından sağlanan MTU'nun uygulanmasına izin verecektir.
uk_uk: Провайдер може неправильно встановити значення MTU, що може спричинити періодичні перебої в роботі мережі. За замовчуванням це значення буде проігноровано. Вимкнення цієї опції дозволить застосовувати значення MTU, надане провайдером.

source: Protocol Timing
id_id: Pengaturan Waktu Protokol
it_it: Tempo di protocollo
ja_jp: プロトコルタイミング
ko_ko: 프로토콜 타이밍
pt_pt: Tempo limite
sw_sw: Protokollets tidsangivelse
tr_tr: Protokol Zamanlaması
uk_uk: Хронометраж протоколу

source: Retry
id_id: Coba lagi.
it_it: Riprovare
ja_jp: 再試行
ko_ko: 다시 시도
pt_pt: Tentativa
sw_sw: Försök igen
tr_tr: Yeniden Dene
uk_uk: Спробуйте ще раз.

source: Select Timeout
id_id: Pilih Batas Waktu
it_it: Seleziona timeout
ja_jp: タイムアウトを選択
ko_ko: 시간 초과 선택
pt_pt: Tempo limite de seleção
sw_sw: Välj Timeout
tr_tr: Zaman Aşımını Seçin
uk_uk: Виберіть Тайм-аут

source: Backoff Cutoff
it_it: Cutoff di backoff
ja_jp: バックオフカットオフ
ko_ko: 백오프 컷오프
pt_pt: Intervalo Iniciais
tr_tr: Backoff Kesintisi
uk_uk: Відсікання відступу Відсікання
