Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Enter a valid toserver-groups size
id_id: Masukkan ukuran grup-server yang valid
ja_jp: 有効なtoserver-groupsのサイズを入力してください。
ko_ko: 유효한 서버 그룹 크기를 입력합니다.
pt_pt: Introduzir um tamanho de grupo toservidor válido
sw_sw: Ange en giltig storlek för toserver-groups
tr_tr: Geçerli bir toserver-groups boyutu girin
uk_uk: Введіть допустимий розмір toserver-groups

source: Enter valid parameter(s) for the chosen command (Found illegal characters).
id_id: Masukkan parameter yang valid untuk perintah yang dipilih (Ditemukan karakter ilegal).
ja_jp: 選択したコマンドに有効なパラメータを入力してください（不正な文字は検出されません）。
ko_ko: 선택한 명령에 대해 유효한 매개변수를 입력합니다(잘못된 문자를 찾았습니다).
pt_pt: Introduzir parâmetro(s) válido(s) para o comando escolhido (Encontrar caracteres ilegais).
sw_sw: Ange giltig(a) parameter(er) för det valda kommandot (Hitta olagliga tecken).
tr_tr: Seçilen komut için geçerli parametre(ler) girin (Yasadışı karakterler bulundu).
uk_uk: Введіть правильний параметр(и) для обраної команди (Знайдено заборонені символи).

source: Equatorial Guinea
id_id: Guinea Khatulistiwa
ja_jp: 赤道ギニア
ko_ko: 적도 기니
pt_pt: Guiné Equatorial
sw_sw: Ekvatorialguinea
tr_tr: Ekvator Ginesi
uk_uk: Екваторіальна Гвінея

source: Eritrea
ja_jp: エリトリア
ko_ko: 에리트레아
pt_pt: Eritreia
tr_tr: Eritre
uk_uk: Еритрея

source: Estonia
ja_jp: エストニア
ko_ko: 에스토니아
pt_pt: Estónia
sw_sw: Estland
tr_tr: Estonya
uk_uk: Естонія

source: Ethiopia
ja_jp: エチオピア
ko_ko: 에티오피아
pt_pt: Etiópia
sw_sw: Etiopien
tr_tr: Etiyopya
uk_uk: Ефіопія

source: Europe
id_id: Eropa
ja_jp: ヨーロッパ
ko_ko: 유럽
pt_pt: Europa
sw_sw: Europa
tr_tr: Avrupa
uk_uk: Європа

source: Eventqueue Slots must be a numeric value.
id_id: Slot Eventqueue harus berupa nilai numerik.
ja_jp: Eventqueue Slotsは数値で指定する必要があります。
ko_ko: 이벤트 큐 슬롯은 숫자 값이어야 합니다.
pt_pt: Os Eventqueue Slots devem ser um valor numérico.
sw_sw: Eventqueue Slots måste vara ett numeriskt värde.
tr_tr: Eventqueue Yuvaları sayısal bir değer olmalıdır.
uk_uk: Слоти черги подій повинні бути числовим значенням.

source: Executables
id_id: Eksekusi
ja_jp: エグゼキュータブル
ko_ko: 실행 파일
pt_pt: Executáveis
sw_sw: Exekverbara filer
tr_tr: Yürütülebilirler
uk_uk: Виконувані файли

source: Execute
id_id: Jalankan
ja_jp: 実行する
ko_ko: 실행
pt_pt: Executar
sw_sw: Utför
tr_tr: Yürütmek
uk_uk: Виконати

source: Existence
id_id: Keberadaan
ja_jp: 存在意義
ko_ko: 존재
pt_pt: Existência
sw_sw: Existens
tr_tr: Varoluş
uk_uk: Існування

source: Expedited Forwarding
id_id: Penerusan yang Dipercepat
ja_jp: エクスペディッドフォワーディング
ko_ko: 신속 배송
pt_pt: Expedição rápida
sw_sw: Snabb expediering
tr_tr: Hızlandırılmış Yönlendirme
uk_uk: Прискорене експедирування

source: External (advanced)
id_id: Eksternal (lanjutan)
it_it: Esterno (avanzato)
ja_jp: 外部( 詳細)
ko_ko: 외부(고급)
pt_pt: Externo (avançado)
sw_sw: Extern (avancerad)
tr_tr: Harici (gelişmiş)
uk_uk: Зовнішній (просунутий)

source: FIFO
ja_jp: ファイフォー

source: FIX
id_id: PERBAIKAN
ja_jp: フィックス
tr_tr: DÜZELTME
uk_uk: ВИПРАВЛЕННЯ

source: FTP
ja_jp: ファイル転送プロトコル

source: FTP Proxy port needs to be an integer value between 1 and 65535
id_id: Port FTP Proxy harus berupa nilai bilangan bulat antara 1 dan 65535
ja_jp: FTPプロキシポートは、1～65535の整数値である必要があります。
ko_ko: FTP 프록시 포트는 1에서 65535 사이의 정수 값이어야 합니다.
pt_pt: A porta proxy FTP tem de ser um valor inteiro entre 1 e 65535
sw_sw: FTP Proxy-porten måste vara ett heltal mellan 1 och 65535.
tr_tr: FTP Proxy bağlantı noktasının 1 ile 65535 arasında bir tamsayı değeri olması gerekir
uk_uk: Порт FTP-проксі має бути цілим числом у діапазоні від 1 до 65535

source: FTP daemon
id_id: Daemon FTP
ja_jp: FTPデーモン
ko_ko: FTP 데몬
sw_sw: FTP-demon
tr_tr: FTP arka plan programı
uk_uk: Демон FTP

source: Facebook
ja_jp: フェイスブック

source: Falkland Islands (Malvinas)
id_id: Kepulauan Falkland (Malvinas)
ja_jp: フォークランドしょとう（マルビナス）
ko_ko: 포클랜드 제도(말비나스)
pt_pt: Ilhas Malvinas (Malvinas)
sw_sw: Falklandsöarna (Malvinas)
tr_tr: Falkland Adaları (Malvinas)
uk_uk: Фолклендські (Мальвінські) острови

source: Faroe Islands
id_id: Kepulauan Faroe
ja_jp: フェロー諸島
ko_ko: 페로 제도
pt_pt: Ilhas Faroe
sw_sw: Färöarna
tr_tr: Faroe Adaları
uk_uk: Фарерські острови

source: FastTrack
ja_jp: ファストトラック
ko_ko: 패스트트랙

source: Fiesta
ja_jp: フィエスタ
ko_ko: 피에스타
uk_uk: Фієста

source: Fiji
ja_jp: フィジー
ko_ko: 피지
uk_uk: Фіджі

source: File (Extended)
id_id: File (Diperpanjang)
ja_jp: ファイル(拡張)
ko_ko: 파일(확장)
pt_pt: Ficheiro (Alargado)
sw_sw: Fil (utökad)
tr_tr: Dosya (Genişletilmiş)
uk_uk: Файл (розширений)

source: File (Json)
ja_jp: ファイル(Json)
ko_ko: 파일(Json)
pt_pt: Ficheiro (Json)
sw_sw: Fil (Json)
tr_tr: Dosya (Json)
uk_uk: Файл (Json)

source: File Checksum
ja_jp: ファイルチェックサム
ko_ko: 파일 체크섬
pt_pt: Checksum de arquivo
sw_sw: Kontrollsumma för filen
tr_tr: Dosya Sağlama Toplamı
uk_uk: Контрольна сума файлу

source: File Content
id_id: Konten File
ja_jp: ファイルの内容
ko_ko: 파일 콘텐츠
pt_pt: Conteúdo do ficheiro
sw_sw: Filens innehåll
tr_tr: Dosya İçeriği
uk_uk: Вміст файлу

source: File Size
id_id: Ukuran file
ja_jp: ファイルサイズ
ko_ko: 파일 크기
pt_pt: Tamanho do ficheiro
sw_sw: Filstorlek
tr_tr: Dosya Boyutu
uk_uk: Розмір файлу

source: File content should be in (base64 encoded) zip format
id_id: Konten file harus dalam format zip (dikodekan base64)
ja_jp: ファイル内容は（base64エンコードされた）zip形式であること。
ko_ko: 파일 콘텐츠는 (base64로 인코딩된) zip 형식이어야 합니다.
pt_pt: O conteúdo do ficheiro deve estar em formato zip (base64 codificado)
sw_sw: Filinnehållet ska vara i (base64-kodat) zip-format.
tr_tr: Dosya içeriği (base64 kodlu) zip biçiminde olmalıdır
uk_uk: Вміст файлу має бути у форматі zip (кодованому base64)

source: FileSharing
id_id: Berbagi File
ja_jp: ファイル共有
ko_ko: 파일 공유
sw_sw: Fildelning
tr_tr: Dosya Paylaşımı
uk_uk: Обмін файлами

source: Fileid should be an internally generated unique number
id_id: Fileid harus berupa nomor unik yang dibuat secara internal
ja_jp: Fileidは内部で生成されたユニークな番号であること
ko_ko: Fileid는 내부적으로 생성된 고유 번호여야 합니다.
pt_pt: Fileid deve ser um número único gerado internamente
sw_sw: Fileid bör vara ett internt genererat unikt nummer.
tr_tr: Fileid dahili olarak oluşturulan benzersiz bir numara olmalıdır
uk_uk: Fileid має бути внутрішньо згенерованим унікальним номером

source: Filename should be unique
id_id: Nama file harus unik
ja_jp: ファイル名は一意でなければならない
ko_ko: 파일 이름은 고유해야 합니다.
pt_pt: O nome do ficheiro deve ser único
sw_sw: Filnamnet ska vara unikt
tr_tr: Dosya adı benzersiz olmalıdır
uk_uk: Ім'я файлу має бути унікальним

source: Filesystem Mount Flags
id_id: Bendera Pemasangan Sistem Berkas
ja_jp: ファイルシステムのマウントフラグ
ko_ko: 파일시스템 마운트 플래그
pt_pt: Sistema de Arquivos Bandeiras de Montagem
sw_sw: Flags för montering av filsystem
tr_tr: Dosya Sistemi Bağlama Bayrakları
uk_uk: Прапори монтування файлової системи

source: Filter
ja_jp: フィルター
ko_ko: 필터
pt_pt: Filtro
tr_tr: Filtre
uk_uk: Фільтр

source: Filter bypass
id_id: Bypass filter
ja_jp: フィルターバイパス
ko_ko: 필터 바이패스
pt_pt: Filtro de desvio
tr_tr: Filtre baypası
uk_uk: Обхідний фільтр

source: FilterRef
ja_jp: フィルタレフ

source: Filtering Lists
id_id: Daftar Pemfilteran
ja_jp: リストのフィルタリング
ko_ko: 필터링 목록
pt_pt: Listas de filtragem
sw_sw: Filtrering av listor
tr_tr: Listeleri Filtreleme
uk_uk: Списки фільтрації

source: Finance
id_id: Keuangan
ja_jp: ファイナンス
ko_ko: 재무
pt_pt: Finanças
sw_sw: Ekonomi
tr_tr: Finans
uk_uk: Фінанси

source: Finland
id_id: Finlandia
ja_jp: フィンランド
ko_ko: 핀란드
pt_pt: Finlândia
tr_tr: Finlandiya
uk_uk: Фінляндія

source: Firewall
ja_jp: ファイアウォール
ko_ko: 방화벽
sw_sw: Brandvägg
tr_tr: Güvenlik Duvarı
uk_uk: Брандмауер

source: Firewall Config
id_id: Konfigurasi Firewall
ja_jp: ファイアウォールコンフィグ
ko_ko: 방화벽 구성
sw_sw: Brandväggskonfiguration
tr_tr: Güvenlik Duvarı Yapılandırması
uk_uk: Налаштування брандмауера

source: Florensia
ja_jp: フロレンシア
ko_ko: 플로렌시아
uk_uk: Флоренція

source: FlowQueue-CoDel
ja_jp: フローキューキューキューキューキューキューキューキューキューキューキューキューキューキューキューキューキューキューキューキュー

source: FlowQueue-PIE
ja_jp: フロークエピエ

source: Flows
id_id: Arus
ja_jp: フローズン
ko_ko: 흐름
pt_pt: Fluxos
sw_sw: Flöden
tr_tr: Akışlar
uk_uk: Потоки

source: Flows Settings
id_id: Pengaturan Aliran
ja_jp: フロー設定
ko_ko: 흐름 설정
pt_pt: Configurações de fluxos
sw_sw: Inställningar för flöden
tr_tr: Akış Ayarları
uk_uk: Налаштування потоків

source: Fortunetelling
id_id: Meramal
ja_jp: 運勢占い
ko_ko: 운세
sw_sw: Lyckosyn
tr_tr: Falcılık
uk_uk: Ворожіння

source: Forum
ja_jp: フォーラム
ko_ko: 포럼
pt_pt: Fórum
uk_uk: Форум

source: Forward
id_id: Teruskan
ja_jp: フォワード
ko_ko: 앞으로
pt_pt: Avançar
sw_sw: Framåt
tr_tr: İleri
uk_uk: Вперед.

source: Fragmented DNS message
id_id: Pesan DNS yang terfragmentasi
ja_jp: DNSメッセージのフラグメンテーション
ko_ko: 조각난 DNS 메시지
pt_pt: Mensagem DNS fragmentada
sw_sw: Fragmenterat DNS-meddelande
tr_tr: Parçalanmış DNS iletisi
uk_uk: Фрагментоване DNS-повідомлення

source: France
id_id: Prancis
ja_jp: フランス
ko_ko: 프랑스
pt_pt: França
sw_sw: Frankrike
tr_tr: Fransa
uk_uk: Франція

source: Fraud
id_id: Penipuan
ja_jp: 不正行為
ko_ko: 사기
pt_pt: Fraude
sw_sw: Bedrägeri
tr_tr: Dolandırıcılık
uk_uk: Шахрайство

source: Freanch exams cheaters
id_id: Penyontek ujian freanch
ja_jp: フレンチの受験生がカンニング
ko_ko: 프리랜서 시험 부정행위자
pt_pt: Batoteiros de exames freanch
sw_sw: Fuskare vid Freanch-examina
tr_tr: Freanch sınavlarında kopya çekenler
uk_uk: Шахраї на французьких іспитах

source: French Guiana
id_id: Guyana Prancis
ja_jp: フランス領ギアナ
ko_ko: 프랑스령 기아나
pt_pt: Guiana Francesa
sw_sw: Franska Guyana
tr_tr: Fransız Guyanası
uk_uk: Французька Гвіана

source: French Polynesia
id_id: Polinesia Prancis
ja_jp: フランス領ポリネシア
ko_ko: 프랑스령 폴리네시아
pt_pt: Polinésia Francesa
sw_sw: Franska Polynesien
tr_tr: Fransız Polinezyası
uk_uk: Французька Полінезія

source: French Southern Territories
id_id: Wilayah Selatan Prancis
ja_jp: フランス領南方領土
ko_ko: 프랑스 남부 준주
pt_pt: Territórios Franceses do Sul
sw_sw: Franska sydliga territorier
tr_tr: Fransız Güney Toprakları
uk_uk: Південні території Франції

source: Friday
id_id: Jumat
ja_jp: 金曜日
ko_ko: 금요일
pt_pt: Sexta-feira
sw_sw: Fredag
tr_tr: Cuma
uk_uk: П'ятниця

source: GID
ja_jp: グループID

source: GIF animations
id_id: Animasi GIF
ja_jp: GIFアニメーション
ko_ko: GIF 애니메이션
pt_pt: Animações GIF
sw_sw: GIF-animationer
tr_tr: GIF animasyonları
uk_uk: GIF-анімації

source: GMail
ja_jp: ジーエムメール

source: GTP
ja_jp: グアンタンパク質

source: Gabon
ja_jp: ガボン
ko_ko: 가봉
pt_pt: Gabão
uk_uk: Габон

source: Gambia
ja_jp: ガンビア
ko_ko: 감비아
pt_pt: Gâmbia
tr_tr: Gambiya
uk_uk: Гамбія

source: Gamble
id_id: Berjudi
ja_jp: ギャンブル
ko_ko: 도박
pt_pt: Jogar
uk_uk: Азартна гра.

source: Gambling
id_id: Perjudian
ja_jp: ギャンブル
ko_ko: 도박
pt_pt: Jogos de azar
sw_sw: Spelande
tr_tr: Kumar
uk_uk: Азартні ігри

source: Game
id_id: Permainan
ja_jp: ゲーム
ko_ko: 게임
pt_pt: Jogo
sw_sw: Spel
tr_tr: Oyun
uk_uk: Гра

source: Games
id_id: Permainan
ja_jp: ゲーム
ko_ko: 게임
pt_pt: Jogos
sw_sw: Spel
tr_tr: Oyunlar
uk_uk: Ігри

source: General
id_id: Umum
it_it: Generale
ja_jp: 全般
ko_ko: 일반
pt_pt: Geral
sw_sw: Allmänt
tr_tr: Genel
uk_uk: Генерал

source: GenshinImpact
ja_jp: GenshinImpact（ゲンシンインパクト
ko_ko: 겐신임팩트

source: GeoIP
ja_jp: ジオアイピー

source: Georgia
ja_jp: グルジア
pt_pt: Geórgia
sw_sw: Georgien
tr_tr: Gürcistan
uk_uk: Грузія

source: Germany
id_id: Jerman
ja_jp: ドイツ
ko_ko: 독일
pt_pt: Alemanha
sw_sw: Tyskland
tr_tr: Almanya
uk_uk: Німеччина

source: Ghana
ja_jp: ガーナ
pt_pt: Gana
tr_tr: Gana
uk_uk: Гана

source: Gibraltar
ja_jp: ジブラルタル
ko_ko: 지브롤터
tr_tr: Cebelitarık
uk_uk: Гібралтар

source: Git
ja_jp: ギット

source: GitLab
ja_jp: ギットラボ

source: Gnutella
ja_jp: グヌーテラ
uk_uk: Гнутелла

source: Google
ja_jp: グーグル

source: GoogleDocs
ja_jp: グーグル ドックス
ko_ko: Google 문서 도구

source: GoogleHangoutDuo
ja_jp: GoogleHangoutDuo（グーグルハングアウトデュオ
ko_ko: 구글 행아웃 듀오

source: GoogleMaps
ja_jp: グーグルマップ
ko_ko: 구글맵

source: GooglePlus
ja_jp: グーグルプラス
ko_ko: 구글플러스

source: GoogleServices
id_id: Layanan Google
ja_jp: GoogleServices（グーグルサービス
ko_ko: Google서비스

source: Government
id_id: Pemerintah
ja_jp: 政府
ko_ko: 정부
pt_pt: Governo
sw_sw: Regeringen
tr_tr: Hükümet
uk_uk: Уряд

source: Greece
id_id: Yunani
ja_jp: ギリシア
ko_ko: 그리스
pt_pt: Grécia
sw_sw: Grekland
tr_tr: Yunanistan
uk_uk: Греція

source: Greenland
ja_jp: グリーンランド
ko_ko: 그린란드
pt_pt: Gronelândia
sw_sw: Grönland
tr_tr: Grönland
uk_uk: Гренландія

source: Grenada
ja_jp: グレナダ
ko_ko: 그레나다
uk_uk: Гренада

source: Guadeloupe
ja_jp: グアドループ
ko_ko: 과들루프
pt_pt: Guadalupe
uk_uk: Гваделупа

source: Guam
ja_jp: グアム
ko_ko: 괌
uk_uk: Гуам

source: Guatemala
ja_jp: グアテマラ
ko_ko: 과테말라
uk_uk: Гватемала

source: Guernsey
ja_jp: ガーンジー
ko_ko: 건지 섬
uk_uk: Гернсі

source: Guildwars
ja_jp: ギルドウォーズ
ko_ko: 길드 전쟁
uk_uk: Гільдійські нагороди

source: Guinea
ja_jp: ギニア
ko_ko: 기니
pt_pt: Guiné
tr_tr: Gine
uk_uk: Гвінея

source: Guinea-Bissau
ja_jp: ギニアビサウ
ko_ko: 기니 비사우
pt_pt: Guiné-Bissau
tr_tr: Gine-Bissau
uk_uk: Гвінея-Бісау

source: Guyana
ja_jp: ガイアナ
ko_ko: 가이아나
pt_pt: Guiana
uk_uk: Гайана

source: HP Virtual Machine Group Management
id_id: Manajemen Grup Mesin Virtual HP
ja_jp: HP 仮想マシングループ管理
ko_ko: HP 가상 머신 그룹 관리
pt_pt: Gestão de grupos de máquinas virtuais HP
sw_sw: HP Virtual Machine Group Management (hantering av grupper av virtuella datorer)
tr_tr: HP Sanal Makine Grubu Yönetimi
uk_uk: Керування групами віртуальних машин HP

source: HTTP Numeric IP Address
id_id: Alamat IP Numerik HTTP
ja_jp: HTTP 数字 IPアドレス
ko_ko: HTTP 숫자 IP 주소
pt_pt: Endereço IP Numérico HTTP
sw_sw: HTTP Numerisk IP-adress
tr_tr: HTTP Sayısal IP Adresi
uk_uk: HTTP Числова IP-адреса

source: HTTP Proxy
id_id: Proksi HTTP
ja_jp: HTTPプロキシ
ko_ko: HTTP 프록시
pt_pt: Proxy HTTP
uk_uk: HTTP-проксі-сервер

source: HTTP suspicious content
id_id: Konten HTTP yang mencurigakan
ja_jp: HTTPの不審なコンテンツ
ko_ko: HTTP 의심 콘텐츠
pt_pt: Conteúdo HTTP suspeito
sw_sw: Misstänkt HTTP-innehåll
tr_tr: HTTP şüpheli içerik
uk_uk: Підозрілий вміст HTTP

source: HTTPS Proxy
id_id: Proksi HTTPS
ja_jp: HTTPS プロキシ
ko_ko: HTTPS 프록시
pt_pt: Proxy HTTPS
uk_uk: Проксі-сервер HTTPS

source: Hacking
id_id: Peretasan
ja_jp: ハッキング
ko_ko: 해킹
tr_tr: Hackleme
uk_uk: Хакерство

source: Haiti
ja_jp: ハイチ
ko_ko: 아이티
uk_uk: Гаїті

source: HalfLife2
ja_jp: ハーフライフ2
ko_ko: 하프라이프2

source: Hard timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
id_id: Batas waktu keras, dalam menit, harus berada di antara 0 (tidak ada batas waktu) dan 10080 (seminggu)
ja_jp: ハードタイムアウト、分単位、0（タイムアウトなし）から10080（1週間）の間でなければなりません。
ko_ko: 하드 타임아웃은 분 단위로 0(타임아웃 없음)에서 10080(일주일) 사이여야 합니다.
pt_pt: O tempo limite, em minutos, deve estar entre 0 (sem tempo limite) e 10080 (por semana)
sw_sw: Hard timeout, i minuter, måste vara mellan 0 (ingen timeout) och 10080 (en vecka).
tr_tr: Sabit zaman aşımı, dakika cinsinden, 0 (zaman aşımı yok) ile 10080 (bir hafta) arasında olmalıdır
uk_uk: Жорсткий таймаут, в хвилинах, повинен бути в межах від 0 (без таймауту) до 10080 (тиждень)

source: Heard Island and McDonald Islands
id_id: Pulau Heard dan Kepulauan McDonald
ja_jp: ハード島とマクドナルド諸島
ko_ko: 허드 아일랜드와 맥도날드 제도
pt_pt: Ilha Heard e Ilhas McDonald
sw_sw: Heard Island och McDonaldöarna
tr_tr: Heard Adası ve McDonald Adaları
uk_uk: Острів Херд та острови Макдональд

source: High Availability
id_id: Ketersediaan Tinggi
ja_jp: ハイアベイラビリティ
ko_ko: 고가용성
pt_pt: Alta Disponibilidade
sw_sw: Hög tillgänglighet
tr_tr: Yüksek Kullanılabilirlik
uk_uk: Висока доступність

source: Holy See (Vatican City State)
id_id: Tahta Suci (Negara Kota Vatikan)
ja_jp: 神聖ローマ帝国（バチカン市国）
ko_ko: 교황청(바티칸 시국)
pt_pt: Santa Sé (Estado da Cidade do Vaticano)
sw_sw: Heliga stolen (Vatikanstaten)
tr_tr: Holy See (Vatikan Şehir Devleti)
uk_uk: Святий Престол (Держава Ватикан)

source: Homestyle
id_id: Gaya rumah
ja_jp: ホームスタイル
ko_ko: 홈스타일
sw_sw: Hemstil
tr_tr: Ev Tarzı
uk_uk: Домашній стиль

source: Honduras
ja_jp: ホンジュラス
ko_ko: 온두라스
uk_uk: Гондурас

source: Hong Kong
ja_jp: ホンコン
ko_ko: 홍콩
uk_uk: Гонконг

source: Hospitals
id_id: Rumah Sakit
ja_jp: ホスピタルズ
ko_ko: 병원
pt_pt: Hospitais
sw_sw: Sjukhus
tr_tr: Hastaneler
uk_uk: Лікарні

source: Host(s)
id_id: Pembawa acara (host)
it_it: Host (i)
ja_jp: ホスト
ko_ko: 호스트
pt_pt: Rede(s)
sw_sw: Värd(er)
tr_tr: Ev Sahibi(ler)
uk_uk: Господар(и)

source: Hostname Matches
id_id: Nama Host Cocok
ja_jp: ホスト名の一致
ko_ko: 호스트 이름 일치
pt_pt: Fósforos de nome de anfitrião
sw_sw: Matchar värdnamn
tr_tr: Ana Bilgisayar Adı Eşleşmeleri
uk_uk: Збіги імен хостів

source: Hotmail
ja_jp: ホットメール
ko_ko: 핫메일
uk_uk: Гаряча пошта.

source: HotspotShield
id_id: Pelindung Hotspot
ja_jp: HotspotShield（ホットスポットシールド
ko_ko: 핫스팟쉴드

source: Hulu
ja_jp: フールー

source: Hungary
id_id: Hongaria
ja_jp: ハンガリー
ko_ko: 헝가리
pt_pt: Hungria
sw_sw: Ungern
tr_tr: Macaristan
uk_uk: Угорщина

source: Hyperscan
ja_jp: ハイパースキャン
ko_ko: 하이퍼스캔
uk_uk: Гіперсканування

source: IAX
ja_jp: アイアックス

source: ICAP
ja_jp: アイキャプ

source: ICMPV6
ja_jp: アイシーエムピーブイシックス

source: ICP port needs to be an integer value between 1 and 65535
id_id: Port ICP harus berupa nilai bilangan bulat antara 1 dan 65535
ja_jp: ICPポートは1～65535の整数値である必要があります。
ko_ko: ICP 포트는 1에서 65535 사이의 정수 값이어야 합니다.
pt_pt: O porto ICP precisa de ser um valor inteiro entre 1 e 65535
sw_sw: ICP-porten måste vara ett heltalsvärde mellan 1 och 65535.
tr_tr: ICP bağlantı noktasının 1 ile 65535 arasında bir tamsayı değeri olması gerekir
uk_uk: ICP-порт має бути цілим числом у діапазоні від 1 до 65535

source: IFLIX
ja_jp: アイプリックス

source: IGMP
ja_jp: アイジーエムピー

source: IMAP
ja_jp: アイマップ

source: IMAPS
ja_jp: アイマップス

source: IP Is In Network
id_id: IP Ada di Jaringan
ja_jp: IPはネットワークにある
ko_ko: IP가 네트워크에 있음
pt_pt: IP está em rede
sw_sw: IP finns i nätverket
tr_tr: IP Ağda
uk_uk: IP-адреса в мережі

source: IPv6 Dynamic Host require an interface to track.
id_id: Host Dinamis IPv6 memerlukan antarmuka untuk melacak.
ja_jp: IPv6 Dynamic Hostは、追跡するインターフェイスが必要です。
ko_ko: IPv6 동적 호스트는 추적할 인터페이스가 필요합니다.
pt_pt: O IPv6 Dynamic Host requer uma interface para rastrear.
sw_sw: IPv6 Dynamic Host kräver ett gränssnitt att spåra.
tr_tr: IPv6 Dinamik Ana Bilgisayar izlemek için bir arayüz gerektirir.
uk_uk: Динамічному хосту IPv6 потрібен інтерфейс для відстеження.

source: IRC
ja_jp: アイアールシー

source: IceCast
ja_jp: アイスキャスト
ko_ko: 아이스캐스트

source: Iceland
id_id: Islandia
ja_jp: アイスランド
ko_ko: 아이슬란드
pt_pt: Islândia
sw_sw: Island
tr_tr: İzlanda
uk_uk: Ісландія

source: Idle timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
id_id: Batas waktu menganggur, dalam menit, harus antara 0 (tidak ada batas waktu) dan 10080 (seminggu)
ja_jp: アイドルタイムアウト、分単位、0（タイムアウトなし）から10080（1週間）の間でなければならない。
ko_ko: 유휴 시간 제한(분)은 0(시간 제한 없음)에서 10080(일주일) 사이여야 합니다.
pt_pt: O tempo de inactividade, em minutos, deve estar entre 0 (sem tempo limite) e 10080 (por semana)
sw_sw: Timeout för inaktivitet, i minuter, måste vara mellan 0 (ingen timeout) och 10080 (en vecka).
tr_tr: Boşta zaman aşımı, dakika cinsinden, 0 (zaman aşımı yok) ile 10080 (bir hafta) arasında olmalıdır
uk_uk: Тайм-аут простою, в хвилинах, повинен бути в межах від 0 (без тайм-ауту) до 10080 (тиждень)

source: If
id_id: Jika
ja_jp: もし
ko_ko: 만약
pt_pt: Se
sw_sw: Om
tr_tr: Eğer
uk_uk: Якщо

source: Imagehosting
ja_jp: イメージホスティング
ko_ko: 이미지 호스팅
pt_pt: Hospedagem de imagens
uk_uk: Хостинг зображень

source: Inactive timeout needs to be an integer value between 1 and 86400
id_id: Batas waktu tidak aktif harus berupa nilai bilangan bulat antara 1 dan 86400
ja_jp: 非アクティブタイムアウトは、1～86400の整数値である必要があります。
ko_ko: 비활성 시간 제한은 1에서 86400 사이의 정수 값이어야 합니다.
pt_pt: O tempo limite inactivo tem de ser um valor inteiro entre 1 e 86400
sw_sw: Timeout för inaktivitet måste vara ett heltalsvärde mellan 1 och 86400.
tr_tr: Etkin olmayan zaman aşımının 1 ile 86400 arasında bir tamsayı değeri olması gerekir
uk_uk: Тайм-аут неактивності має бути цілим числом від 1 до 86400

source: India
ja_jp: インド
ko_ko: 인도
pt_pt: Índia
sw_sw: Indien
tr_tr: Hindistan
uk_uk: Індія

source: Indonesia
ja_jp: インドネシア
ko_ko: 인도네시아
pt_pt: Indonésia
sw_sw: Indonesien
tr_tr: Endonezya
uk_uk: Індонезія

source: Inode Usage
id_id: Penggunaan Inode
ja_jp: Inodeの使用量
ko_ko: 이노드 사용량
pt_pt: Utilização do inodo
sw_sw: Användning av inoder
tr_tr: Inode Kullanımı
uk_uk: Використання інодів

source: Instagram
ja_jp: インスタグラム
ko_ko: 인스타그램

source: Internal (automatic)
id_id: Internal (otomatis)
ja_jp: 内部（自動）
ko_ko: 내부(자동)
pt_pt: Interno (automático)
sw_sw: Intern (automatisk)
tr_tr: Dahili (otomatik)
uk_uk: Внутрішній (автоматичний)

source: Invalid domain
id_id: Domain tidak valid
ja_jp: 無効なドメイン
ko_ko: 잘못된 도메인
pt_pt: Domínio inválido
sw_sw: Ogiltig domän
tr_tr: Geçersiz alan adı
uk_uk: Недійсний домен

source: Iran, Islamic Republic of
id_id: Iran, Republik Islam
ja_jp: イラン・イスラム共和国
ko_ko: 이란, 이슬람 공화국
pt_pt: Irão, República Islâmica do
sw_sw: Iran, Islamiska republiken Iran
tr_tr: İran, İslam Cumhuriyeti
uk_uk: Іран, Ісламська Республіка

source: Iraq
id_id: Irak
ja_jp: イラク
ko_ko: 이라크
pt_pt: Iraque
sw_sw: Irak
tr_tr: Irak
uk_uk: Ірак

source: Ireland
id_id: Irlandia
ja_jp: アイルランド
ko_ko: 아일랜드
pt_pt: Irlanda
sw_sw: Irland
tr_tr: İrlanda
uk_uk: Ірландія

source: Is Resolvable
id_id: Dapat Diselesaikan
ja_jp: 解決可能かどうか
ko_ko: 해결 가능
pt_pt: É resolúvel
sw_sw: Kan lösas
tr_tr: Çözümlenebilir
uk_uk: Вирішується

source: Isle of Man
ja_jp: マン島
ko_ko: 맨섬
pt_pt: Ilha de Man
tr_tr: Man Adası
uk_uk: Острів Мен

source: Isp
ja_jp: イスプ

source: Israel
ja_jp: イスラエル
ko_ko: 이스라엘
tr_tr: İsrail
uk_uk: Ізраїль

source: Italy
id_id: Italia
ja_jp: イタリア
ko_ko: 이탈리아
pt_pt: Itália
sw_sw: Italien
tr_tr: İtalya
uk_uk: Італія

source: JPEG pictures
id_id: Gambar JPEG
ja_jp: JPEG画像
ko_ko: JPEG 사진
pt_pt: Imagens JPEG
sw_sw: JPEG-bilder
tr_tr: JPEG resimler
uk_uk: Зображення у форматі JPEG

source: Jabber
ja_jp: ジャバー
ko_ko: 재버
uk_uk: Базіка.

source: Jamaica
id_id: Jamaika
ja_jp: ジャマイカ
ko_ko: 자메이카
tr_tr: Jamaika
uk_uk: Ямайка

source: Japan
id_id: Jepang
ja_jp: 日本
ko_ko: 일본
pt_pt: Japão
tr_tr: Japonya
uk_uk: Японія

source: Jersey
ja_jp: ジャージー島
ko_ko: 저지
uk_uk: Джерсі

source: Jobsearch
ja_jp: ジョブサーチ
ko_ko: 채용 정보 검색
pt_pt: Procura de emprego
sw_sw: Jobbsökning
tr_tr: İş Arama
uk_uk: Пошук роботи

source: Jordan
ja_jp: ヨルダン
pt_pt: Jordânia
sw_sw: Jordanien
tr_tr: Ürdün
uk_uk: Йорданія

source: KakaoTalk
ja_jp: カカオトーク
ko_ko: 카카오톡

source: KakaoTalk_Voice
ja_jp: カカオトーク_ボイス
ko_ko: 카카오톡_음성

source: Kazakhstan
ja_jp: カザフスタン
ko_ko: 카자흐스탄
pt_pt: Cazaquistão
sw_sw: Kazakstan
tr_tr: Kazakistan
uk_uk: Казахстан

source: Keep all most recent files (always)
id_id: Simpan semua file terbaru (selalu)
ja_jp: 最新のファイルをすべて保持する（常時）
ko_ko: 모든 최신 파일 보관(항상)
pt_pt: Guarde todos os ficheiros mais recentes (sempre)
sw_sw: Behåll de senaste filerna (alltid)
tr_tr: En son dosyaları saklayın (her zaman)
uk_uk: Зберігати всі останні файли (завжди)

source: Keep most recent HIT files(disk)
id_id: Menyimpan file HIT terbaru (disk)
ja_jp: 最新のHITファイル(ディスク)を保管する
ko_ko: 최신 HIT 파일(디스크) 보관
pt_pt: Guarde os ficheiros HIT mais recentes (disco)
sw_sw: Behåll de senaste HIT-filerna (disk).
tr_tr: En son HIT dosyalarını saklayın (disk)
uk_uk: Зберігайте найновіші файли HIT (диск)

source: Keep only files fetched from network (network)
id_id: Hanya menyimpan file yang diambil dari jaringan (network)
ja_jp: ネットワーク（網）から取得したファイルだけを残す
ko_ko: 네트워크에서 가져온 파일만 보관(네트워크)
pt_pt: Guardar apenas ficheiros obtidos da rede (rede)
sw_sw: Behåll endast filer som hämtas från nätverket (nätverk)
tr_tr: Yalnızca ağdan getirilen dosyaları saklayın (ağ)
uk_uk: Зберігати лише файли, отримані з мережі (мережі)

source: Kenya
ja_jp: ケニア
ko_ko: 케냐
pt_pt: Quénia
uk_uk: Кенія

source: Kerberos
ja_jp: ケルベロス

source: Kiribati
ja_jp: キリバス
ko_ko: 키리바시
uk_uk: Кірібаті

source: Known protocol on non standard port
id_id: Protokol yang dikenal pada port non standar
ja_jp: 非標準ポートで既知のプロトコル
ko_ko: 비표준 포트의 알려진 프로토콜
pt_pt: Protocolo conhecido sobre porta não padrão
sw_sw: Känt protokoll på icke-standardiserad port
tr_tr: Standart olmayan bağlantı noktasında bilinen protokol
uk_uk: Відомий протокол на нестандартному порту

source: Kontiki
ja_jp: コンチキ
uk_uk: Контики
