Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Hint: This prevents states created by this rule to be sync'ed over pfsync.
id_id: Petunjuk: Ini mencegah status yang dibuat oleh aturan ini disinkronkan melalui pfsync.
it_it: Suggerimento: questo impedisce agli stati creati da questa regola di essere sincronizzati su pfsync.
ja_jp: ヒント：この設定はpfsyncが同期されることによってステートが作成されないようにします。
ko_ko: 힌트: 이렇게 하면 이 규칙에 의해 생성된 상태가 pfsync를 통해 동기화되지 않습니다.
pt_pt: Dica: Evita que os estados criados por essa regra sejam sincronizados em pfsync.
sw_sw: Tips: Detta förhindrar att tillstånd som skapats av den här regeln synkroniseras med pfsync.
tr_tr: İpucu: Bu, bu kural tarafından oluşturulan durumların pfsync üzerinden senkronize edilmesini önler.
uk_uk: Підказка: Це запобігає синхронізації станів, створених за цим правилом, через pfsync.

source: keep state
id_id: pertahankan status
it_it: Mantieni lo stato
ja_jp: 保ち続ける
ko_ko: 상태 유지
pt_pt: manter o estado
sw_sw: hålla tillstånd
tr_tr: durumu koru
uk_uk: зберігати стан

source: sloppy state
id_id: keadaan ceroboh
it_it: stato sciatto
ja_jp: 杜撰な国
ko_ko: 엉성한 상태
pt_pt: estado descuidado
sw_sw: slarvigt tillstånd
tr_tr: özensiz durum
uk_uk: неохайний стан

source: modulate state
id_id: memodulasi keadaan
it_it: modulare lo stato
ja_jp: 変調をきたす
ko_ko: 상태 변조
pt_pt: estado modulado
sw_sw: modulera tillstånd
tr_tr: durumu modüle et
uk_uk: стан модуляції

source: synproxy state
id_id: status synproxy
ja_jp: SYNプロキシ状態
ko_ko: 동기화 상태
pt_pt: estado de sinproxia
sw_sw: synproxy-status
tr_tr: synproxy durumu
uk_uk: Стан синхронізації

source: Hint: Select which type of state tracking mechanism you would like to use. If in doubt, use keep state.
id_id: Petunjuk: Pilih jenis mekanisme pelacakan status yang ingin Anda gunakan. Jika ragu-ragu, gunakan simpan status.
it_it: Suggerimento: seleziona quale tipo di meccanismo di tracciamento dello stato desideri utilizzare. In caso di dubbio, usa Keep State.
ja_jp: ヒント：使用したいステート追跡機能のタイプを選択してください、迷った場合は状態を使用してください。
ko_ko: 힌트: 사용하려는 상태 추적 메커니즘 유형을 선택하세요. 확실하지 않은 경우 상태 유지를 사용하세요.
pt_pt: Dica: Selecione o tipo de mecanismo de rastreamento de estado que você gostaria de usar. Em caso de dúvida, use keep state.
sw_sw: Tips: Välj vilken typ av mekanism för spårning av tillstånd du vill använda. Om du är osäker, använd keep state.
tr_tr: İpucu: Hangi tür durum izleme mekanizmasını kullanmak istediğinizi seçin. Şüpheniz varsa durumu koru seçeneğini kullanın.
uk_uk: Підказка: Виберіть, який тип механізму відстеження стану ви хочете використовувати. Якщо ви сумніваєтеся, використовуйте keep state.

source: %sKeep state%s is used for stateful connection tracking.
id_id: %sJaga status%s digunakan untuk pelacakan koneksi yang penuh status.
it_it: %skeep State%s viene utilizzato per il monitoraggio delle connessioni statali.
ja_jp: skeep state%s ステートフル接続の追跡に使用されます。
ko_ko: 상태 유지%s는 상태 저장 연결 추적에 사용됩니다.
pt_pt: %sKeep state%s é usado para monitorizar ligações stateful.
sw_sw: %sKeep state%s används för tillståndspåföljning av anslutningar.
tr_tr: Durum bilgisi içeren bağlantı izleme için %sKeep state%s kullanılır.
uk_uk: %sKeep state%s використовується для відстеження стану з'єднання.

source: %sSloppy state%s works like keep state, but it does not check sequence numbers. Use it when the firewall does not see all packets.
id_id: %sSloppy state%s bekerja seperti keep state, tetapi tidak memeriksa nomor urut. Gunakan ketika firewall tidak melihat semua paket.
it_it: %sSloppy State%s funziona come Keep State, ma non controlla i numeri di sequenza. Usalo quando il firewall non vede tutti i pacchetti.
ja_jp: %ssloppy state%s keep state と同様の動作をしますが、シーケンス番号をチェックしませんので、ファイアウォールが全てのパケットを参照しない場合に使用してください。
ko_ko: 엉성한 상태%s는 상태 유지와 비슷하게 작동하지만 시퀀스 번호를 확인하지 않습니다. 방화벽이 모든 패킷을 인식하지 못할 때 사용합니다.
pt_pt: %sEstado desatualizado%s Funciona como keep state, mas não verifica sequência de números. Use-o quando a firewall não visualiza todos os pacotes.
sw_sw: %sSloppy state%s fungerar som keep state, men kontrollerar inte sekvensnummer. Använd den när brandväggen inte ser alla paket.
tr_tr: sSloppy state%s keep state gibi çalışır, ancak sıra numaralarını kontrol etmez. Güvenlik duvarı tüm paketleri görmediğinde kullanın.
uk_uk: %sSloppy state%s працює подібно до keep state, але не перевіряє порядкові номери. Використовуйте його, коли брандмауер бачить не всі пакети.

source: %sSynproxy state%s proxies incoming TCP connections to help protect servers from spoofed TCP SYN floods. This option includes the functionality of keep state and modulate state combined.
id_id: %sSynproxy state%s memproksi koneksi TCP yang masuk untuk membantu melindungi server dari banjir TCP SYN yang dipalsukan. Opsi ini mencakup fungsionalitas dari gabungan status tetap dan status modulasi.
it_it: %sSynproxy State%s Proxy Connessioni TCP in entrata per aiutare a proteggere i server dalle alluvioni SYN TCP falsificate. Questa opzione include la funzionalità di Keep State e modula Stato combinato.
ja_jp: SYN プロキシ状態%s 着信する TCP 接続にプロキシを使用し、IP スプリング SYN フラッド攻撃からサーバを防御する支援をします。
ko_ko: 동기화 프록시 상태%는 들어오는 TCP 연결을 프록시하여 스푸핑된 TCP SYN 플러드로부터 서버를 보호합니다. 이 옵션에는 상태 유지와 상태 변조 기능이 결합되어 있습니다.
pt_pt: %sEstado do Synproxy%s Proxies TCP de conexões de entrada para ajudar a proteger servidores de spoofed TCP SYN em baixo. Esta opção inclui a funcionalidade de manter o estado e estado modular combinado.
sw_sw: %sSynproxy state%s ger inkommande TCP-anslutningar en proxy för att hjälpa till att skydda servrar från förfalskade TCP SYN-floods. Det här alternativet innehåller funktionaliteten hos keep state och modulate state i kombination.
tr_tr: sSynproxy state%s, sunucuları sahte TCP SYN taşkınlarından korumaya yardımcı olmak için gelen TCP bağlantılarını proxyler. Bu seçenek, durumu koru ve durumu modüle et işlevlerini bir arada içerir.
uk_uk: Стан %sSynproxy%s проксі-серверує вхідні TCP-з'єднання, щоб захистити сервери від підроблених TCP SYN-флудів. Цей параметр поєднує в собі функції збереження стану та модуляції стану.

source: %sNone%s: Do not use state mechanisms to keep track. This is only useful if you're doing advanced queueing in certain situations. Please check the documentation.
id_id: Tidak ada: Jangan gunakan mekanisme state untuk melacak. Ini hanya berguna jika Anda melakukan antrian tingkat lanjut dalam situasi tertentu. Silakan periksa dokumentasinya.
it_it: %snone%s: non utilizzare i meccanismi di stato per tenere traccia. Questo è utile solo se stai facendo la fila avanzata in determinate situazioni. Si prega di controllare la documentazione.
ja_jp: %sなし%sです。記録目的でステート機能を使用しないでください、この機能が有用なのは、特定の状況で高度なキュー操作を行うような場合だけです。
ko_ko: 없음%s: 상태 메커니즘을 사용하여 추적하지 않습니다. 이 옵션은 특정 상황에서 고급 큐잉을 수행하는 경우에만 유용합니다. 문서를 참조하세요.
pt_pt: %sNenhum%s: Não usar mecanismos estatais para manter o controlo. Isso só é útil se estivera a fazer filas avançadas em determinadas situações. Verifique a documentação.
sw_sw: %sNone%s: Använd inte tillståndsmekanismer för att hålla reda på. Detta är endast användbart om du använder avancerad köhantering i vissa situationer. Kontrollera dokumentationen.
tr_tr: sNone%s: Takip etmek için durum mekanizmalarını kullanmayın. Bu yalnızca belirli durumlarda gelişmiş kuyruklama yapıyorsanız kullanışlıdır. Lütfen belgeleri kontrol edin.
uk_uk: Ні: Не використовуйте механізми стану для відстеження. Це корисно лише у випадку, якщо ви використовуєте просунуте керування чергою у певних ситуаціях. Будь ласка, зверніться до документації.

source: Source and more information can be found %shere%s.
id_id: Sumber dan informasi lebih lanjut dapat ditemukan di sini.
it_it: La fonte e ulteriori informazioni possono essere trovate %shere %s.
ja_jp: ソースコードと詳しい情報は%sこちら%sにあります。
ko_ko: 출처 및 자세한 정보는 %여기%에서 확인할 수 있습니다.
pt_pt: Originem e mais informação podem ser encontradas %saqui%s.
sw_sw: Källa och mer information finns %shere%s.
tr_tr: Kaynak ve daha fazla bilgi %shere%s'de bulunabilir.
uk_uk: Джерело та додаткову інформацію можна знайти тут.

source: Fri
it_it: Ven
ja_jp: 金
ko_ko: 금
pt_pt: Terça
sw_sw: fre
tr_tr: Cuma
uk_uk: Фрі

source: Mon
it_it: Lun
ja_jp: 月
ko_ko: 월
pt_pt: Segunda
sw_sw: Måndag
tr_tr: Pzt

source: Sat
it_it: Sab
ja_jp: 土
ko_ko: 토
pt_pt: Sábado
sw_sw: Lördagen
tr_tr: Otur

source: Sun
id_id: Matahari
it_it: Sole
ja_jp: 日
pt_pt: Domingo
tr_tr: Güneş
uk_uk: Сонце

source: Thur
ja_jp: 木
ko_ko: 목요일
pt_pt: Quinta
sw_sw: tors
uk_uk: Тур

source: Tues
id_id: Selasa
it_it: Martedì
ja_jp: 火
pt_pt: Quinta
sw_sw: Tis
tr_tr: Salı
uk_uk: Вівторок

source: Wed
id_id: Menikah
it_it: Sposata
ja_jp: 水
ko_ko: 수
pt_pt: Quarta
sw_sw: ons
tr_tr: Çar
uk_uk: Ср.

source: Cannot delete Schedule. Currently in use by %s
id_id: Tidak dapat menghapus Jadwal. Sedang digunakan oleh %s
it_it: Non può eliminare il programma. Attualmente in uso da %s
ja_jp: スケジュールを削除できませんが、現在 %s で使用されています。
ko_ko: 일정을 삭제할 수 없습니다. 현재 %s가 사용 중입니다.
pt_pt: Não é possível apagar uma agenda de tarefas. Atualmente em uso por %s
sw_sw: Det går inte att ta bort schemat. Används för närvarande av %s
tr_tr: Program silinemiyor. Şu anda %s tarafından kullanılıyor
uk_uk: Не вдається видалити розклад. Наразі використовується по %s

source: Do you really want to delete this schedule?
id_id: Apakah Anda benar-benar ingin menghapus jadwal ini?
it_it: Vuoi davvero eliminare questo programma?
ja_jp: 本当にこのスケジュールを削除しますか？
ko_ko: 이 일정을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar esta agenda de tarefas?
sw_sw: Vill du verkligen ta bort detta schema?
tr_tr: Bu programı gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей розклад?

source: Time Range(s)
id_id: Rentang Waktu (s)
it_it: Intervallo di tempo (i)
ja_jp: 時間範囲
ko_ko: 시간 범위
pt_pt: Intervalo(s) de tempo
sw_sw: Tidsintervall (s)
tr_tr: Zaman Aralığı(ları)
uk_uk: Часовий діапазон(и)

source: Schedule is currently active
id_id: Jadwal saat ini sedang aktif
it_it: Il programma è attualmente attivo
ja_jp: スケジュールは現在アクティブです
ko_ko: 일정이 현재 활성 상태입니다.
pt_pt: A agenda de tarefas está atualmente ativa
sw_sw: Schemat är för närvarande aktivt
tr_tr: Program şu anda aktif
uk_uk: Розклад наразі активний

source: Schedule may not be named LAN.
id_id: Jadwal tidak boleh diberi nama LAN.
it_it: Il programma potrebbe non essere nominato LAN.
ja_jp: スケジュール名に使用できません
ko_ko: 일정의 이름은 LAN이 아닐 수 있습니다.
pt_pt: A agenda de tarefas não pode ter o nome de LAN.
sw_sw: Schemat får inte kallas LAN.
tr_tr: Program LAN olarak adlandırılamaz.
uk_uk: Розклад може не мати назви LAN.

source: Schedule may not be named WAN.
id_id: Jadwal tidak boleh diberi nama WAN.
it_it: Il programma potrebbe non essere nominato WAN.
ja_jp: スケジュール名にワンを使用できません
ko_ko: 일정의 이름은 WAN이 아닐 수 있습니다.
pt_pt: A agenda de tarefas não se pode se chamar WAN.
sw_sw: Schemat får inte kallas WAN.
tr_tr: Program WAN olarak adlandırılamaz.
uk_uk: Розклад може не мати назви WAN.

source: Schedule may not use a blank name.
id_id: Jadwal tidak boleh menggunakan nama kosong.
it_it: Il programma potrebbe non utilizzare un nome vuoto.
ja_jp: スケジュール名を空白にして使用することはできません。
ko_ko: 일정은 빈 이름을 사용할 수 없습니다.
pt_pt: O horário não pode utilizar um nome em branco.
sw_sw: Schemat får inte använda ett tomt namn.
tr_tr: Program boş bir ad kullanamaz.
uk_uk: Розклад не може використовувати порожню назву.

source: The schedule name must be less than 32 characters long and may only consist of the following characters: %s
id_id: Nama jadwal harus kurang dari 32 karakter dan hanya boleh terdiri dari karakter berikut ini: %s
it_it: Il nome del programma deve essere lungo inferiore a 32 caratteri e può essere costituito solo dai seguenti caratteri: %s
ja_jp: スケジュール名は長さが32文字未満で次の文字のみが使用できます： %s
ko_ko: 일정 이름은 32자 미만이어야 하며 다음 문자로만 구성될 수 있습니다: %s
pt_pt: O nome da agenda deve ter menos de 32 caracteres e só pode consistir nos seguintes caracteres: %s
sw_sw: Namnet på schemat måste vara mindre än 32 tecken långt och får endast bestå av följande tecken: %s
tr_tr: Program adı 32 karakterden kısa olmalı ve yalnızca aşağıdaki karakterlerden oluşmalıdır: %s
uk_uk: Назва розкладу не повинна перевищувати 32 символів і може складатися лише з таких символів: %s

source: A Schedule with this name already exists.
id_id: Jadwal dengan nama ini sudah ada.
it_it: Un programma con questo nome esiste già.
ja_jp: この名前のスケジュールは既に存在しています
ko_ko: 이 이름의 스케줄이 이미 존재합니다.
pt_pt: Já existe uma agenda de tarefas com este nome.
sw_sw: Det finns redan ett schema med det här namnet.
tr_tr: Bu isimde bir Program zaten mevcut.
uk_uk: Розклад з такою назвою вже існує.

source: Invalid start time - '%s'
id_id: Waktu mulai tidak valid - '%s'
it_it: Tempo di inizio non valido - '%s'
ja_jp: 無効な時間開始 - %s
ko_ko: 잘못된 시작 시간 - '%s'
pt_pt: Tempo de arranque inválido. - '%s
sw_sw: Ogiltig starttid - "%s
tr_tr: Geçersiz başlangıç zamanı - '%s'
uk_uk: Неправильний час запуску - '%s'

source: Invalid stop time - '%s'
id_id: Waktu berhenti tidak valid - '%s'
it_it: Tempo di arresto non valido - '%s'
ja_jp: 無効な停止時間 - %s
ko_ko: 잘못된 정지 시간 - '%s'
pt_pt: Tempo de paragem inválido. - '%s
sw_sw: Felaktig stopptid - "%s
tr_tr: Geçersiz durma zamanı - '%s'
uk_uk: Неправильний час зупинки - '%s'

source: The schedule must have at least one time range configured.
id_id: Jadwal harus memiliki setidaknya satu rentang waktu yang dikonfigurasi.
it_it: Il programma deve avere almeno un intervallo di tempo configurato.
ja_jp: スケジュールには、1つ以上の時間範囲を設定してください。
ko_ko: 일정에는 하나 이상의 시간 범위가 구성되어 있어야 합니다.
pt_pt: A agenda de tarefas deve ter pelo menos um intervalo de tempo configurado.
sw_sw: Schemat måste ha minst ett tidsintervall konfigurerat.
tr_tr: Programın yapılandırılmış en az bir zaman aralığı olmalıdır.
uk_uk: У розкладі повинен бути налаштований принаймні один часовий діапазон.

source: Schedule information
id_id: Informasi jadwal
it_it: Informazioni di pianificazione
ja_jp: スケジュール情報
ko_ko: 일정 정보
pt_pt: Informações da tarefa agendada
sw_sw: Information om schemat
tr_tr: Program bilgileri
uk_uk: Інформація про розклад

source: This schedule is in use so the name may not be modified!
id_id: Jadwal ini sedang digunakan sehingga namanya tidak boleh diubah!
it_it: Questo programma è in uso, quindi il nome non può essere modificato!
ja_jp: このスケジュールは使用中のため、名前を変更することはできません！(笑)
ko_ko: 이 일정은 사용 중이므로 이름이 변경될 수 있습니다!
pt_pt: Esta agenda de tarefas já está em uso para que o nome não possa ser modificado!
sw_sw: Detta schema är i bruk så namnet får inte ändras!
tr_tr: Bu program kullanımda olduğundan isim değiştirilemez!
uk_uk: Цей графік використовується, тому назва не може бути змінена!

source: Month
id_id: Bulan
it_it: Mese
ja_jp: 月
ko_ko: 월
pt_pt: Segunda
sw_sw: Månad
tr_tr: Ay
uk_uk: Місяць

source: Tue
it_it: Mar
ja_jp: 火
ko_ko: 화요일
pt_pt: Terça
sw_sw: Tis
tr_tr: Salı
uk_uk: Туе.

source: Thu
id_id: Kamis
ja_jp: 木
ko_ko: 목요일
pt_pt: Quinta
sw_sw: torsdag
tr_tr: Per
uk_uk: Ту

source: Click individual date to select that date only. Click the appropriate weekday Header to select all occurrences of that weekday.
id_id: Klik tanggal individual untuk memilih tanggal tersebut saja. Klik Header hari kerja yang sesuai untuk memilih semua kejadian pada hari kerja tersebut.
it_it: Fare clic su Data individuale per selezionare solo quella data. Fai clic sull'intestazione dei giorni feriali appropriata per selezionare tutte le occorrenze di quel giorno feriale.
ja_jp: 特定の日付のみを選択するには、個々の日付をクリックしてください。平日に発生するもの全てを選択するには、適当な平日ヘッダをクリックしてください。
ko_ko: 해당 날짜만 선택하려면 개별 날짜를 클릭합니다. 해당 요일 헤더를 클릭하면 해당 요일의 모든 발생 건을 선택할 수 있습니다.
pt_pt: Clique em data individual para selecionar apenas esses dados. Clique no cabeçalho do dia útil adequado para selecionar todas as ocorrências desse dia da semana.
sw_sw: Klicka på ett enskilt datum för att bara välja det datumet. Klicka på rubriken för lämplig veckodag för att välja alla förekomster av den veckodagen.
tr_tr: Yalnızca o tarihi seçmek için tek bir tarihe tıklayın. Haftanın tüm günlerini seçmek için uygun hafta içi gün başlığına tıklayın.
uk_uk: Клацніть окрему дату, щоб вибрати лише цю дату. Клацніть відповідний заголовок дня тижня, щоб вибрати всі випадки цього дня.

source: Start Time
id_id: Waktu Mulai
it_it: Ora di inizio
ja_jp: 開始時間
ko_ko: 시작 시간
pt_pt: Hora de início
sw_sw: Starttid
tr_tr: Başlangıç Zamanı
uk_uk: Час початку

source: Stop Time
id_id: Hentikan Waktu
it_it: Tempo di stop
ja_jp: 停止時間
ko_ko: 정지 시간
pt_pt: hora de paragem
sw_sw: Stoppa tiden
tr_tr: Zamanı Durdur
uk_uk: Час зупинки

source: Select the time range for the day(s) selected on the Month(s) above. A full day is 0:00-23:59.
id_id: Pilih rentang waktu untuk hari yang dipilih pada Bulan di atas. Satu hari penuh adalah 0:00-23:59.
it_it: Selezionare l'intervallo di tempo per i giorni selezionati sul mese sopra. Un giorno intero è 0: 00-23: 59.
ja_jp: 上記の「月」で選択した「1日」に対する時間範囲を選択してください。
ko_ko: 위의 월에서 선택한 날짜의 시간 범위를 선택합니다. 하루는 0:00-23:59입니다.
pt_pt: Selecione o intervalo de tempo para o(s) dia(s) selecionado(s) no(s) mês(s) acima. Um dia completo é 0:00-23:59.
sw_sw: Välj tidsintervallet för den eller de dagar som valts i Månad(ar) ovan. En hel dag är 0:00-23:59.
tr_tr: Yukarıdaki Ay(lar)da seçilen gün(ler) için zaman aralığını seçin. Bir tam gün 0:00-23:59'dur.
uk_uk: Виберіть часовий діапазон для дня(-ів), обраного(-их) на сторінці Місяць(-и) вище. Повний день - це 0:00-23:59.

source: Time Range Description
id_id: Deskripsi Rentang Waktu
it_it: Descrizione della gamma di tempo
ja_jp: 時間範囲の説明
ko_ko: 시간 범위 설명
pt_pt: Descrição do intervalo de tempo
sw_sw: Tidsintervall Beskrivning
tr_tr: Zaman Aralığı Açıklama
uk_uk: Опис часового діапазону Опис

source: Add Time
id_id: Tambahkan Waktu
it_it: Aggiungi tempo
ja_jp: 時間の追加
ko_ko: 시간 추가
pt_pt: Adicionar hora
sw_sw: Lägg till tid
tr_tr: Zaman Ekle
uk_uk: Додати час

source: Clear Selection
id_id: Pilihan yang jelas
it_it: Selezione chiara
ja_jp: 選択消去
ko_ko: 선택 지우기
pt_pt: Apagar seleção
sw_sw: Rensa urvalet
tr_tr: Seçimi Temizle
uk_uk: Очистити вибір

source: Schedule repeat
id_id: Pengulangan jadwal
it_it: Pianifica ripetizione
ja_jp: スケジュールの繰返し
ko_ko: 일정 반복
pt_pt: Repetição programar
sw_sw: Upprepa schemat
tr_tr: Program tekrarı
uk_uk: Повторення розкладу

source: Configured Ranges
id_id: Rentang yang Dikonfigurasi
it_it: Intervalli configurati
ja_jp: ビーエムオー
ko_ko: 구성된 범위
pt_pt: Intervalos configurados
sw_sw: Konfigurerade intervall
tr_tr: Yapılandırılmış Aralıklar
uk_uk: Налаштовані діапазони

source: Day(s)
id_id: Hari (s)
it_it: Giorno / i
ja_jp: 日
ko_ko: 일(들)
pt_pt: Dia(s)
sw_sw: Dag(ar)
tr_tr: Gün(ler)
uk_uk: День(и)

source: The settings have been applied and the rules are now reloading in the background.
id_id: Pengaturan sudah diterapkan dan aturan sekarang dimuat ulang di latar belakang.
it_it: Le impostazioni sono state applicate e le regole ora si ricaricano in background.
ja_jp: 設定は適用されましたが、ルールはバックグラウンドで現在リロードしています。
ko_ko: 설정이 적용되었으며 이제 규칙이 백그라운드에서 다시 로드되고 있습니다.
pt_pt: As configurações foram aplicadas e as regras estão agora a ser recarregadas em segundo plano.
sw_sw: Inställningarna har tillämpats och reglerna laddas nu om i bakgrunden.
tr_tr: Ayarlar uygulandı ve kurallar şimdi arka planda yeniden yükleniyor.
uk_uk: Налаштування застосовано, і тепер правила перезавантажуються у фоновому режимі.

source: General settings
id_id: Pengaturan umum
it_it: Impostazioni generali
ja_jp: 全般設定
ko_ko: 일반 설정
pt_pt: Configurações Gerais
sw_sw: Allmänna inställningar
tr_tr: Genel ayarlar
uk_uk: Загальні налаштування

source: Disable interface scrub
id_id: Menonaktifkan scrub antarmuka
it_it: Disabilita l'interfaccia Scrub
ja_jp: インタフェーススクラブの無効化
ko_ko: 인터페이스 스크럽 비활성화
pt_pt: Desativar o esfoliante de interface
sw_sw: Inaktivera gränssnittsrengöring
tr_tr: Arayüz fırçalamayı devre dışı bırak
uk_uk: Вимкнути очищення інтерфейсу

source: Disable all default interface scrubbing rules, mss clamping will also be disabled when you check this. Detailed settings specified below will still be used.
id_id: Nonaktifkan semua aturan penggosokan antarmuka default, penjepitan mss juga akan dinonaktifkan saat Anda memeriksa ini. Pengaturan terperinci yang ditentukan di bawah ini akan tetap digunakan.
ja_jp: デフォルトのインターフェイススクラビングルールをすべて無効にします。これをチェックすると、mssクランピングも無効になります。以下に示す詳細設定は引き続き使用されます。
ko_ko: 모든 기본 인터페이스 스크러빙 규칙을 비활성화합니다. 이 옵션을 선택하면 mss 클램핑도 비활성화됩니다. 아래에 지정된 세부 설정은 계속 사용됩니다.
pt_pt: Desactivar todas as regras de depuração de interface por defeito, o aperto de mss também será desactivado quando verificar isto. As definições detalhadas especificadas abaixo continuarão a ser utilizadas.
sw_sw: Inaktivera alla standardregler för gränssnittsrengöring, mss clamping inaktiveras också när du markerar detta. Detaljerade inställningar som anges nedan kommer fortfarande att användas.
tr_tr: Tüm varsayılan arayüz fırçalama kurallarını devre dışı bırakın, bunu işaretlediğinizde mss sıkıştırma da devre dışı bırakılacaktır. Aşağıda belirtilen ayrıntılı ayarlar kullanılmaya devam edecektir.
uk_uk: Вимкнути всі правила очищення інтерфейсу за замовчуванням, затискання mss також буде вимкнено, коли ви позначите цю опцію. Детальні налаштування, наведені нижче, все одно буде використано.

source: IP Do-Not-Fragment
id_id: IP Jangan-Pecah-Pecah
ja_jp: アイピー・ディーノット・フラグメント
sw_sw: IP-fragmentering som inte får fragmenteras
tr_tr: IP Parçalama Yapma

source: This allows for communications with hosts that generate fragmented packets with the don't fragment (DF) bit set. Linux NFS is known to do this. This will cause the filter to not drop such packets but instead clear the don't fragment bit.
id_id: Hal ini memungkinkan komunikasi dengan host yang menghasilkan paket terfragmentasi dengan set bit don't fragment (DF). Linux NFS dikenal untuk melakukan hal ini. Ini akan menyebabkan filter tidak membuang paket-paket tersebut, melainkan menghapus bit don't fragment.
it_it: Ciò consente comunicazioni con host che generano pacchetti frammentati con il bit Don Don't Fragment (DF). Linux NFS è noto per farlo. Ciò causerà il fatto che il filtro non faccia cadere tali pacchetti, ma non cancella il bit di non frammento.
ja_jp: フラグメント禁止 ( DF ) ビットを使用して、フラグメント化したパケットを生成するホストと通信することを許可します。Linux NFS はこのような振る舞いをすることで知られていますが、この設定で、フィルタがそのようなパケットを落とさなくすることはできません。
ko_ko: 이렇게 하면 조각화되지 않음(DF) 비트가 설정된 조각화된 패킷을 생성하는 호스트와 통신할 수 있습니다. Linux NFS가 이 기능을 수행하는 것으로 알려져 있습니다. 이렇게 하면 필터가 이러한 패킷을 삭제하지 않고 대신 조각화 안 함 비트를 지웁니다.
pt_pt: Permite comunicações com anfitriões que geram pacotes fragmentados com o conjunto de bits não fragmentados (DF). Linux NFS é conhecido por fazer isso. Esta acção fará com que o filtro não deixe cair tais pacotes, mas em vez disso limpa o bit não fragmentado.
sw_sw: Detta gör det möjligt att kommunicera med värdar som genererar fragmenterade paket med biten Don't fragment (DF) inställd. Linux NFS är känt för att göra detta. Detta gör att filtret inte släpper sådana paket utan istället rensar don't fragment bit.
tr_tr: Bu, parçalama (DF) biti ayarlanmış parçalanmış paketler üreten ana bilgisayarlarla iletişime izin verir. Linux NFS'nin bunu yaptığı bilinmektedir. Bu, filtrenin bu tür paketleri düşürmemesine, bunun yerine parçalama bitini temizlemesine neden olur.
uk_uk: Це дозволяє взаємодіяти з хостами, які генерують фрагментовані пакети з встановленим бітом don't fragment (DF). Відомо, що Linux NFS робить це. Це призведе до того, що фільтр не буде відкидати такі пакети, а замість цього очистить біт don't fragment.

source: IP Random id
id_id: IP Id acak IP
it_it: IP IP casuale
ja_jp: IP ランダム ID
ko_ko: IP 임의 ID
pt_pt: ID aleatória IP
sw_sw: IP Slumpmässigt id
tr_tr: IP Rastgele kimlik
uk_uk: IP Випадковий ідентифікатор
