Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Enter the end time (maximum 23, minimum 0 or start time).
id_id: Masukkan waktu akhir (maksimum 23, minimum 0 atau waktu mulai).
ja_jp: 終了時間（最大23、最小0または開始時間）を入力します。
ko_ko: 종료 시간(최대 23, 최소 0 또는 시작 시간)을 입력합니다.
pt_pt: Introduzir a hora final (máximo 23, mínimo 0 ou hora de início).
sw_sw: Ange sluttiden (högst 23, minst 0 eller starttid).
tr_tr: Bitiş zamanını girin (maksimum 23, minimum 0 veya başlangıç zamanı).
uk_uk: Введіть час завершення (максимум 23, мінімум 0 або час початку).

source: Enter the first day of the week.
id_id: Masukkan hari pertama dalam seminggu.
ja_jp: 週の最初の曜日を入力します。
ko_ko: 요일을 입력합니다.
pt_pt: Entrar no primeiro dia da semana.
sw_sw: Ange veckans första dag.
tr_tr: Haftanın ilk gününü girin.
uk_uk: Введіть перший день тижня.

source: Enter the first month.
id_id: Masukkan bulan pertama.
ja_jp: 最初の月を入力します。
ko_ko: 첫 달을 입력합니다.
pt_pt: Entrar no primeiro mês.
sw_sw: Ange den första månaden.
tr_tr: İlk ayı girin.
uk_uk: Введіть перший місяць.

source: Enter the hours for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,11,12 or 10-12)
id_id: Masukkan jam untuk pekerjaan yang akan dilakukan, dapat juga berupa daftar yang dipisahkan dengan koma, * (masing-masing) atau rentang (mis. 10,11,12 atau 10-12)
ja_jp: カンマ区切りのリスト、*（各）、範囲（例：10,11,12または10-12）を入力することも可能です。
ko_ko: 작업할 시간을 쉼표로 구분된 목록, *(각각) 또는 범위(예: 10,11,12 또는 10-12)로 입력할 수도 있습니다.
pt_pt: Introduza as horas para o trabalho actuar, pode também ser uma lista separada por vírgulas, * (cada) ou um intervalo (ex. 10,11,12 ou 10-12)
sw_sw: Ange timmarna för det jobb som ska utföras, kan också vara en kommaseparerad lista, * (varje) eller ett intervall (t.ex. 10,11,12 eller 10-12).
tr_tr: Harekete geçecek iş için saatleri girin, virgülle ayrılmış bir liste, * (her biri) veya bir aralık da olabilir (örn. 10,11,12 veya 10-12)
uk_uk: Введіть години для виконання завдання, це також може бути список, розділений комами, * (кожен) або діапазон (наприклад, 10,11,12 або 10-12)

source: Enter the last day of the week.
id_id: Masukkan hari terakhir dalam seminggu.
ja_jp: 最終曜日を入力します。
ko_ko: 요일의 마지막 요일을 입력합니다.
pt_pt: Entrar no último dia da semana.
sw_sw: Ange veckans sista dag.
tr_tr: Haftanın son gününü girin.
uk_uk: Введіть останній день тижня.

source: Enter the last month (maximum December, minimum January or From Month).
id_id: Masukkan bulan terakhir (maksimum Desember, minimum Januari atau Dari Bulan).
ja_jp: 最後の月（最大12月、最小1月またはFrom Month）を入力します。
ko_ko: 최근 월을 입력합니다(최대 12월, 최소 1월 또는 월부터).
pt_pt: Entrar no último mês (máximo Dezembro, mínimo Janeiro ou Do Mês).
sw_sw: Ange den senaste månaden (högst december, minst januari eller Från månad).
tr_tr: Son ayı girin (maksimum Aralık, minimum Ocak veya Aydan itibaren).
uk_uk: Введіть останній місяць (максимум грудень, мінімум січень або З місяця).

source: Enter the maximum amount of dots in the domain name.
id_id: Masukkan jumlah titik maksimum pada nama domain.
ja_jp: ドメイン名のドットの最大値を入力します。
ko_ko: 도메인 이름에 최대 점 수를 입력합니다.
pt_pt: Introduza a quantidade máxima de pontos no nome de domínio.
sw_sw: Ange det maximala antalet punkter i domännamnet.
tr_tr: Alan adındaki maksimum nokta miktarını girin.
uk_uk: Введіть максимальну кількість крапок у доменному імені.

source: Enter the maximum size (in MB) to use for SSL certificates.
id_id: Masukkan ukuran maksimum (dalam MB) yang akan digunakan untuk sertifikat SSL.
ja_jp: SSL証明書に使用する最大サイズ（単位：MB）を入力します。
ko_ko: SSL 인증서에 사용할 최대 크기(MB)를 입력합니다.
pt_pt: Introduza o tamanho máximo (em MB) a utilizar para os certificados SSL.
sw_sw: Ange den maximala storlek (i MB) som ska användas för SSL-certifikat.
tr_tr: SSL sertifikaları için kullanılacak maksimum boyutu (MB cinsinden) girin.
uk_uk: Введіть максимальний розмір (у МБ), який слід використовувати для SSL-сертифікатів.

source: Enter the maximum size for downloads in kilobytes (leave empty to disable).
id_id: Masukkan ukuran maksimum untuk unduhan dalam kilobyte (biarkan kosong untuk menonaktifkan).
ja_jp: ダウンロードの最大サイズをキロバイト単位で入力します（空のままだと無効になります）。
ko_ko: 다운로드의 최대 크기를 킬로바이트 단위로 입력합니다(비활성화하려면 비워 둡니다).
pt_pt: Introduzir o tamanho máximo para descarregamentos em kilobytes (deixar vazio para desactivar).
sw_sw: Ange den maximala storleken för nedladdningar i kilobyte (lämna tomt för att inaktivera).
tr_tr: İndirmeler için maksimum boyutu kilobayt cinsinden girin (devre dışı bırakmak için boş bırakın).
uk_uk: Введіть максимальний розмір для завантаження в кілобайтах (залиште порожнім, щоб вимкнути).

source: Enter the maximum size for uploads in kilobytes (leave empty to disable).
id_id: Masukkan ukuran maksimum untuk unggahan dalam kilobyte (biarkan kosong untuk menonaktifkan).
ja_jp: アップロードの最大サイズをキロバイト単位で入力します（空のままだと無効になります）。
ko_ko: 업로드할 최대 크기를 킬로바이트 단위로 입력합니다(비활성화하려면 비워 둡니다).
pt_pt: Introduzir o tamanho máximo para carregamentos em kilobytes (deixar vazio para desactivar).
sw_sw: Ange den maximala storleken för uppladdningar i kilobyte (lämna tomt för att inaktivera).
tr_tr: Yüklemeler için maksimum boyutu kilobayt cinsinden girin (devre dışı bırakmak için boş bırakın).
uk_uk: Введіть максимальний розмір для завантаження в кілобайтах (залиште порожнім, щоб вимкнути).

source: Enter the minimum amount of dots in the domain name.
id_id: Masukkan jumlah titik minimum pada nama domain.
ja_jp: ドメイン名の最小限のドットを入力します。
ko_ko: 도메인 이름에 최소 점 수를 입력합니다.
pt_pt: Introduza a quantidade mínima de pontos no nome de domínio.
sw_sw: Ange det minsta antalet punkter i domännamnet.
tr_tr: Alan adındaki minimum nokta miktarını girin.
uk_uk: Введіть мінімальну кількість крапок в імені домену.

source: Enter the minutes for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,20,30 or 10-30)
id_id: Masukkan menit untuk pekerjaan yang akan ditindaklanjuti, dapat juga berupa daftar yang dipisahkan dengan koma, * (masing-masing) atau rentang (mis. 10,20,30 atau 10-30)
ja_jp: ジョブが動作するまでの時間を入力します。カンマ区切りのリスト、*（それぞれ）、または範囲（例：10,20,30または10-30）を指定することもできます。
ko_ko: 작업할 작업 시간을 쉼표로 구분된 목록, *(각각) 또는 범위(예: 10,20,30 또는 10-30)로 입력할 수도 있습니다.
pt_pt: Introduza os minutos para o trabalho actuar, pode também ser uma lista separada por vírgulas, * (cada) ou um intervalo (ex. 10,20,30 ou 10-30)
sw_sw: Ange de minuter som jobbet ska agera, kan också vara en kommaseparerad lista, * (varje) eller ett intervall (t.ex. 10,20,30 eller 10-30).
tr_tr: İşin harekete geçeceği dakikaları girin, virgülle ayrılmış bir liste, * (her biri) veya bir aralık da olabilir (örn. 10,20,30 veya 10-30)
uk_uk: Введіть хвилини для виконання завдання, це також може бути список, розділений комами, * (кожна) або діапазон (наприклад, 10,20,30 або 10-30)

source: Enter the months for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
id_id: Masukkan bulan untuk pekerjaan yang akan dilakukan, dapat juga berupa daftar yang dipisahkan dengan koma, * (masing-masing) atau rentang (mis. 1,2,3 atau 1-3)
ja_jp: カンマ区切りのリスト、*（それぞれ）、範囲（例：1,2,3または1-3）を入力します。
ko_ko: 작업할 월을 입력하며, 쉼표로 구분된 목록, *(각각) 또는 범위(예: 1,2,3 또는 1-3)를 입력할 수도 있습니다.
pt_pt: Introduza os meses para o trabalho actuar, pode também ser uma lista separada por vírgulas, * (cada) ou um intervalo (ex. 1,2,3 ou 1-3)
sw_sw: Ange de månader som jobbet ska agera, kan också vara en kommaseparerad lista, * (varje) eller ett intervall (t.ex. 1,2,3 eller 1-3).
tr_tr: Harekete geçecek iş için ayları girin, virgülle ayrılmış bir liste, * (her biri) veya bir aralık da olabilir (örn. 1,2,3 veya 1-3)
uk_uk: Введіть місяці, протягом яких має діяти завдання, це також може бути список, розділений комами, * (кожен) або діапазон (наприклад, 1,2,3 або 1-3)

source: Enter the name of the header.
id_id: Masukkan nama tajuk.
ja_jp: ヘッダーの名称を入力します。
ko_ko: 헤더의 이름을 입력합니다.
pt_pt: Introduza o nome do cabeçalho.
sw_sw: Ange namnet på rubriken.
tr_tr: Başlığın adını girin.
uk_uk: Введіть назву заголовка.

source: Enter the network address to match in CIDR notation for example like 127.0.0.1/8 or ::1/128
id_id: Masukkan alamat jaringan yang akan dicocokkan dalam notasi CIDR, misalnya 127.0.0.1/8 atau ::1/128
ja_jp: 127.0.0.1/8や:1/128のように、CIDR表記で一致するネットワークアドレスを入力します。
ko_ko: 일치할 네트워크 주소를 127.0.0.1/8 또는 ::1/128과 같이 CIDR 표기법으로 입력합니다.
pt_pt: Introduza o endereço da rede a corresponder na notação CIDR por exemplo como 127.0.0.0.1/8 ou ::1/128
sw_sw: Ange den nätverksadress som ska matchas i CIDR-notation, till exempel 127.0.0.0.1/8 eller ::1/128.
tr_tr: Eşleşecek ağ adresini CIDR gösteriminde girin, örneğin 127.0.0.1/8 veya ::1/128 gibi
uk_uk: Введіть мережеву адресу, яку потрібно зіставити, у нотації CIDR, наприклад, 127.0.0.1/8 або ::1/128

source: Enter the number of first-level subdirectories for the local cache (default is 16).
id_id: Masukkan jumlah subdirektori tingkat pertama untuk cache lokal (standarnya adalah 16).
ja_jp: ローカルキャッシュの第一階層サブディレクトリの数を入力します（デフォルトは16）。
ko_ko: 로컬 캐시의 첫 번째 수준 하위 디렉터리 수를 입력합니다(기본값은 16개).
pt_pt: Introduza o número de subdirectórios de primeiro nível para a cache local (por defeito é 16).
sw_sw: Ange antalet underkataloger på första nivån för den lokala cachen (standardvärdet är 16).
tr_tr: Yerel önbellek için birinci düzey alt dizin sayısını girin (varsayılan değer 16'dır).
uk_uk: Введіть кількість підкаталогів першого рівня для локального кешу (за замовчуванням 16).

source: Enter the number of first-level subdirectories for the local cache (default is 256).
id_id: Masukkan jumlah subdirektori tingkat pertama untuk cache lokal (standarnya 256).
ja_jp: ローカルキャッシュの第一階層サブディレクトリの数を入力します（デフォルトは256）。
ko_ko: 로컬 캐시의 첫 번째 수준 하위 디렉터리 수를 입력합니다(기본값은 256개).
pt_pt: Introduza o número de subdirectórios de primeiro nível para a cache local (por defeito é 256).
sw_sw: Ange antalet underkataloger på första nivån för den lokala cachen (standardvärdet är 256).
tr_tr: Yerel önbellek için birinci düzey alt dizin sayısını girin (varsayılan 256'dır).
uk_uk: Введіть кількість підкаталогів першого рівня для локального кешу (за замовчуванням 256).

source: Enter the number of ssl certificate workers to use (sslcrtd_children).
id_id: Masukkan jumlah pekerja sertifikat ssl yang akan digunakan (sslcrtd_children).
ja_jp: 使用するssl証明書ワーカーの数（sslcrtd_children）を入力します。
ko_ko: 사용할 SSL 인증서 작업자 수(sslcrtd_children)를 입력합니다.
pt_pt: Introduza o número de trabalhadores certificados ssl a utilizar (sslcrtd_children).
sw_sw: Ange antalet ssl-certifikatarbetare som ska användas (sslcrtd_children).
tr_tr: Kullanılacak ssl sertifika çalışanlarının sayısını girin (sslcrtd_children).
uk_uk: Введіть кількість працівників ssl-сертифікатів, які буде використано (sslcrtd_children).

source: Enter the size of the preview which is sent to the ICAP server.
id_id: Masukkan ukuran pratinjau yang akan dikirim ke server ICAP.
ja_jp: ICAPサーバーに送信されるプレビューのサイズを入力します。
ko_ko: ICAP 서버로 전송되는 미리보기의 크기를 입력합니다.
pt_pt: Introduza o tamanho da pré-visualização que é enviada para o servidor do ICAP.
sw_sw: Ange storleken på förhandsgranskningen som skickas till ICAP-servern.
tr_tr: ICAP sunucusuna gönderilen önizlemenin boyutunu girin.
uk_uk: Введіть розмір попереднього перегляду, який буде надіслано на сервер ICAP.

source: Enter the size of the preview.
id_id: Masukkan ukuran pratinjau.
ja_jp: プレビューの大きさを入力します。
ko_ko: 미리 보기의 크기를 입력합니다.
pt_pt: Introduza o tamanho da pré-visualização.
sw_sw: Ange storleken på förhandsgranskningen.
tr_tr: Önizlemenin boyutunu girin.
uk_uk: Введіть розмір прев'ю.

source: Enter the storage size for the local cache (default is 100).
id_id: Masukkan ukuran penyimpanan untuk cache lokal (standarnya adalah 100).
ja_jp: ローカルキャッシュのストレージサイズを入力します（デフォルトは100）。
ko_ko: 로컬 캐시의 저장소 크기를 입력합니다(기본값은 100).
pt_pt: Introduzir o tamanho de armazenamento para a cache local (por defeito é 100).
sw_sw: Ange lagringsstorlek för den lokala cachen (standardvärdet är 100).
tr_tr: Yerel önbellek için depolama boyutunu girin (varsayılan değer 100'dür).
uk_uk: Введіть розмір сховища для локального кешу (за замовчуванням 100).

source: Enter the url where the REQMOD requests should be sent to.
id_id: Masukkan url ke mana permintaan REQMOD harus dikirim.
ja_jp: REQMODリクエストの送信先となるURLを入力します。
ko_ko: REQMOD 요청을 전송할 URL을 입력합니다.
pt_pt: Introduza a url para onde os pedidos REQMOD devem ser enviados.
sw_sw: Ange den webbadress som REQMOD-förfrågningarna ska skickas till.
tr_tr: REQMOD isteklerinin gönderilmesi gereken url'yi girin.
uk_uk: Введіть адресу, на яку слід надсилати запити REQMOD.

source: Enter the url where the RESPMOD requests should be sent to.
id_id: Masukkan url ke mana permintaan RESPMOD harus dikirim.
ja_jp: RESPMODリクエストの送信先となるURLを入力します。
ko_ko: RESPMOD 요청을 전송할 URL을 입력합니다.
pt_pt: Introduza a url para onde os pedidos do RESPMOD devem ser enviados.
sw_sw: Ange den webbadress som RESPMOD-förfrågningarna ska skickas till.
tr_tr: RESPMOD isteklerinin gönderilmesi gereken url'yi girin.
uk_uk: Введіть адресу, на яку слід надсилати запити RESPMOD.

source: Eventqueue Path
id_id: Jalur Antrean Acara
ja_jp: イベントキューパス
ko_ko: 이벤트 큐 경로
pt_pt: Caminho da fila de eventos
sw_sw: Sökväg för evenemangskö
tr_tr: Eventqueue Yolu
uk_uk: Шлях до черги подій

source: Eventqueue Slots
id_id: Slot Eventqueue
ja_jp: イベントキュースロット
ko_ko: 이벤트 큐 슬롯
pt_pt: Caça-níqueis de eventos
sw_sw: Slots för evenemangskö
tr_tr: Eventqueue Yuvaları
uk_uk: Слоти черги подій

source: Events
id_id: Acara
it_it: Eventi
ja_jp: イベント
ko_ko: 이벤트
pt_pt: Eventos
sw_sw: Evenemang
tr_tr: Etkinlikler
uk_uk: Події

source: Events ZMQ Endpoint (IPS)
id_id: Peristiwa Titik Akhir ZMQ (IPS)
ja_jp: イベント ZMQエンドポイント(IPS)
ko_ko: 이벤트 ZMQ 엔드포인트(IPS)
pt_pt: Eventos Ponto Final ZMQ (IPS)
sw_sw: Händelser ZMQ Endpoint (IPS)
tr_tr: Olaylar ZMQ Uç Noktası (IPS)
uk_uk: Події ZMQ Endpoint (IPS)

source: Exclusion List
id_id: Daftar Pengecualian
ja_jp: 除外リスト
ko_ko: 제외 목록
pt_pt: Lista de Exclusão
sw_sw: Förteckning över uteslutningar
tr_tr: Dışlama Listesi
uk_uk: Список винятків

source: Exclusion list destination domains.You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
id_id: Daftar pengecualian domain tujuan Anda dapat menggunakan ekspresi reguler, gunakan koma atau tekan Enter untuk item baru. Contoh: "mydomain.com" cocok dengan "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." cocok dengan "http(s)://textONLY.mydomain.*"; "\.gif$" cocok dengan "\*.gif" namun tidak cocok dengan "\*.gif\test"; "\[0-9]+\.gif$" cocok dengan "\123.gif" namun tidak cocok dengan "\test.gif"
ja_jp: 除外リスト宛先ドメイン。正規表現を使用するか、カンマを使用するか、新しい項目のためにEnterを押すことができます。例"mydomain.com" は "*.mydomain.com" にマッチします。 "https://([a-zA-Z]+)\.mydomain." は "http(s)://textONLY.mydomain.*" にマッチします。 "\*.gif" にはマッチしますが "\*.giftest" にはマッチしません。 "\[0-9]+ache.gif$" には "\123.gif" にはマッチしますが "\test.gif" にはマッチしません。
ko_ko: 제외 목록 대상 도메인: 정규식을 사용하거나 쉼표를 사용하거나 Enter 키를 눌러 새 항목을 입력할 수 있습니다. 예시 "mydomain.com"은 "*.mydomain.com"에서 일치, "https://([a-zA-Z]+)\.mydomain\."은 "http(s)://textONLY.mydomain.*"에서 일치, "\.gif$"는 "\*.gif"에서 일치하지만 "\*.gif\test"에서는 일치하지 않음, "\[0-9]+\.gif$"는 "\123.gif"에서 일치하지만 "\test.gif"에서는 일치하지 않음
pt_pt: Pode usar uma expressão regular, usar uma vírgula ou pressionar Enter para novo item. Exemplos: "correspondências de "mydomain.com" em "*.mydomain.com"; "https://([a-zA-Z]+)mydomain" corresponde em "http(s)://textONLY.mydomain.*"; correspondências de "\i1.gif$" em "\i1.gif" mas não em "\i1.giftest"; correspondências de "\i1.gif$" em "\i1.gif.gif" mas não em "\i1.gif
sw_sw: Du kan använda ett reguljärt uttryck, använda ett kommatecken eller trycka på Enter för ett nytt objekt. Exempel: "mydomain.com" matchar "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." matchar "http(s)://textONLY.mydomain.*"; "\.gif$" matchar "\*.gif" men inte "\*.gif\test"; "\[0-9]+\.gif$" matchar "\123.gif" men inte "\test.gif".
tr_tr: Dışlama listesi hedef etki alanları Düzenli bir ifade kullanabilir, virgül kullanabilir veya yeni öğe için Enter tuşuna basabilirsiniz. Örnekler: "mydomain.com", "*.mydomain.com" ile eşleşir; "https://([a-zA-Z]+)\.mydomain\.", "http(s)://textONLY.mydomain.*" ile eşleşir; "\.gif$", "\*.gif" ile eşleşir ancak "\*.gif\test" ile eşleşmez; "\[0-9]+\.gif$", "\123.gif" ile eşleşir ancak "\test.gif" ile eşleşmez
uk_uk: Домени призначення списку винятків. Ви можете використовувати регулярний вираз, кому або натиснути Enter для створення нового елемента. Приклади: "mydomain.com" відповідає "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." відповідає "http(s)://textONLY.mydomain.*"; "\.gif$" відповідає "\*.gif", але не "\*.gif\test"; "\[0-9]+\.gif$" відповідає "\123.gif" але не "\test.gif"

source: Executable and Linking Format is a standard format for UN*X executables.
id_id: Format yang Dapat Dieksekusi dan Menghubungkan adalah format standar untuk file yang dapat dieksekusi UN*X.
ja_jp: Executable and Linking Formatは、UN*X実行可能ファイルの標準フォーマットです。
ko_ko: 실행 파일 및 연결 형식은 UN*X 실행 파일에 대한 표준 형식입니다.
pt_pt: O formato executável e de ligação é um formato padrão para os executáveis UN*X.
sw_sw: Executable and Linking Format är ett standardformat för UN*X-exekverbara filer.
tr_tr: Yürütülebilir ve Bağlama Formatı UN*X yürütülebilir dosyaları için standart bir formattır.
uk_uk: Формат виконуваного файлу та лінкування - це стандартний формат для виконуваних файлів UN*X.

source: Expire idle flows.
id_id: Mengakhiri aliran idle.
ja_jp: アイドルフローを失効させる。
ko_ko: 유휴 플로우를 만료합니다.
pt_pt: Expirar fluxos ociosos.
sw_sw: Avsluta inaktiva flöden.
tr_tr: Atıl akışları sonlandırın.
uk_uk: Закрийте неактивні потоки.

source: Expired Record Reply TTL value
id_id: Nilai TTL Balasan Rekaman Kadaluarsa
ja_jp: Expired Record Reply TTL値
ko_ko: 만료된 레코드 응답 TTL 값
pt_pt: Valor TTL de Resposta de Registo Expirado
sw_sw: TTL-värde för utgånget svar på en post
tr_tr: Süresi Dolmuş Kayıt Yanıtı TTL değeri
uk_uk: Значення TTL відповіді на прострочений запис

source: Explicit Congestion Notification
id_id: Pemberitahuan Kemacetan Eksplisit
ja_jp: 明示的な輻輳の通知
ko_ko: 명시적 혼잡 알림
pt_pt: Notificação Explícita de Congestionamento
sw_sw: Explicit anmälan om överbelastning
tr_tr: Açık Tıkanıklık Bildirimi
uk_uk: Явне сповіщення про перевантаження

source: Export type
id_id: Jenis ekspor
ja_jp: 輸出タイプ
ko_ko: 내보내기 유형
pt_pt: Tipo de exportação
sw_sw: Typ av export
tr_tr: İhracat türü
uk_uk: Тип експорту

source: Extended Statistics
id_id: Statistik yang Diperluas
ja_jp: 拡張された統計情報
ko_ko: 확장 통계
pt_pt: Estatísticas Alargadas
sw_sw: Utökad statistik
tr_tr: Genişletilmiş İstatistikler
uk_uk: Розширена статистика

source: Extended pre auth data
id_id: Data pra-penulis yang diperluas
ja_jp: 拡張された事前認証データ
ko_ko: 확장된 사전 인증 데이터
pt_pt: Dados pré-autenticados alargados
sw_sw: Utökade uppgifter för förhandsauktorisering
tr_tr: Genişletilmiş ön kimlik doğrulama verileri
uk_uk: Розширені попередні дані про автора

source: FQ-CoDel flows
id_id: Aliran FQ-CoDel
ja_jp: FQ-CoDelの流れ
ko_ko: FQ-CoDel 흐름
pt_pt: Fluxos FQ-CoDel
sw_sw: FQ-CoDel flöden
tr_tr: FQ-CoDel akışları
uk_uk: Потоки FQ-CoDel

source: FQ-CoDel limit
id_id: Batas FQ-CoDel
ja_jp: FQ-CoDelリミット
ko_ko: FQ-CoDel 한도
pt_pt: FQ-CoDel limite
sw_sw: FQ-CoDel gräns
tr_tr: FQ-CoDel sınırı
uk_uk: Ліміт FQ-CoDel

source: FQ-CoDel quantum
id_id: Kuantum FQ-CoDel
ja_jp: FQ-CoDel量子
ko_ko: FQ-CoDel 양자
sw_sw: FQ-CoDel kvantum
tr_tr: FQ-CoDel kuantum
uk_uk: Квант FQ-CoDel

source: FTP Proxy Settings
id_id: Pengaturan Proxy FTP
ja_jp: FTPプロキシ設定
ko_ko: FTP 프록시 설정
pt_pt: Definições de Proxy de FTP
sw_sw: Inställningar för FTP-proxy
tr_tr: FTP Proxy Ayarları
uk_uk: Налаштування FTP-проксі

source: FTP proxy interfaces
id_id: Antarmuka proxy FTP
ja_jp: FTPプロキシインターフェース
ko_ko: FTP 프록시 인터페이스
pt_pt: Interfaces proxy FTP
sw_sw: FTP-proxy-gränssnitt
tr_tr: FTP proxy arayüzleri
uk_uk: Інтерфейси FTP-проксі

source: FTP proxy port
id_id: Port proxy FTP
ja_jp: FTPプロキシポート
ko_ko: FTP 프록시 포트
pt_pt: porta proxy FTP
tr_tr: FTP proxy bağlantı noktası
uk_uk: Проксі-порт FTP

source: Facilities
id_id: Fasilitas
ja_jp: 施設紹介
ko_ko: 시설
pt_pt: Instalações
sw_sw: Faciliteter
tr_tr: Tesisler
uk_uk: Зручності

source: Fallback VLAN ID
id_id: ID VLAN cadangan
ja_jp: フォールバックVLAN ID
ko_ko: 폴백 VLAN ID
sw_sw: ID för reserv-VLAN
tr_tr: Yedek VLAN Kimliği
uk_uk: Резервний ідентифікатор VLAN

source: File format to export.
id_id: Format file untuk diekspor.
ja_jp: エクスポートするファイル形式。
ko_ko: 내보낼 파일 형식입니다.
pt_pt: Formato do ficheiro a exportar.
sw_sw: Filformat som ska exporteras.
tr_tr: Dışa aktarılacak dosya biçimi.
uk_uk: Формат файлу для експорту.

source: Filename
id_id: Nama file
it_it: Nome del file
ja_jp: ファイル名
ko_ko: 파일 이름
pt_pt: nome do ficheiro
sw_sw: Filnamn
tr_tr: Dosya adı
uk_uk: Ім'я файлу

source: Files larger than this limit won't be scanned.
id_id: File yang lebih besar dari batas ini tidak akan dipindai.
ja_jp: この制限を超えるサイズのファイルはスキャンされません。
ko_ko: 이 제한보다 큰 파일은 스캔되지 않습니다.
pt_pt: Os ficheiros maiores do que este limite não serão digitalizados.
sw_sw: Filer som är större än denna gräns kommer inte att skannas.
tr_tr: Bu sınırdan daha büyük dosyalar taranmayacaktır.
uk_uk: Файли, розмір яких перевищує цей ліміт, не будуть відскановані.

source: Filter for group objects, should match all available group objects a user might be a member of.
id_id: Filter untuk objek grup, harus cocok dengan semua objek grup yang tersedia di mana pengguna mungkin menjadi anggotanya.
ja_jp: グループオブジェクトのフィルタ。ユーザーが所属する可能性のあるすべてのグループオブジェクトにマッチする必要があります。
ko_ko: 그룹 개체에 대한 필터는 사용자가 구성원이 될 수 있는 사용 가능한 모든 그룹 개체와 일치해야 합니다.
pt_pt: O filtro para objectos de grupo, deve corresponder a todos os objectos de grupo disponíveis de que um utilizador possa ser membro.
sw_sw: Filter för gruppobjekt, ska matcha alla tillgängliga gruppobjekt som en användare kan vara medlem i.
tr_tr: Grup nesneleri için filtre, bir kullanıcının üye olabileceği tüm mevcut grup nesneleriyle eşleşmelidir.
uk_uk: Фільтр для групових об'єктів, повинен відповідати всім доступним груповим об'єктам, до яких може належати користувач.

source: Find the process by regular expression. Test your pattern with <br><b>monit procmatch <i>PATTERN</i></b>
id_id: Temukan proses dengan ekspresi reguler. Menguji pola Anda dengan <b>monit procmatch <i>PATTERN</i></b>
ja_jp: 正規表現で処理を探す。<br><b>monit procmatch <i>PATTERN</i></b> でパターンをテストする。
ko_ko: 정규식으로 프로세스를 찾습니다. 를 사용하여 패턴을 테스트합니다. <b>monit procmatch <i>PATTERN</i></b>
pt_pt: Encontrar o processo por expressão regular. Teste o seu padrão com <br>>b>monit procmatch <i>PATTERN</i></b>
sw_sw: Hitta processen med hjälp av reguljära uttryck. Testa ditt mönster med <br><b>monit procmatch <i>PATTERN</i></b>
tr_tr: Düzenli ifade ile işlemi bulun. Deseninizi <br><b>monit procmatch <i>PATTERN</i></b> ile test edin
uk_uk: Знайти процес за регулярним виразом. Протестуйте ваш шаблон за допомогою <br><b>monit procmatch <i>PATTERN</i></b>

source: Follow directory symlinks
id_id: Ikuti direktori symlinks direktori
ja_jp: ディレクトリシムリンクをたどる
ko_ko: 디렉토리 심볼 링크 팔로우
pt_pt: Siga os links do directório symlinks
sw_sw: Följ katalogsymbolänkar
tr_tr: Dizin sembolik bağlantılarını takip edin
uk_uk: Переходьте за посиланнями на каталоги

source: Follow regular file symlinks
id_id: Ikuti symlink file biasa
ja_jp: 通常のファイルのシンボリックリンクをたどる
ko_ko: 일반 파일 심볼 링크 따르기
pt_pt: Siga as ligações simbólicas regulares
sw_sw: Följ vanliga filsymbolänkar
tr_tr: Normal dosya sembolik bağlantılarını takip edin
uk_uk: Переходьте за звичайними посиланнями на файли

source: Forward HTTP traffic to transparent proxy
id_id: Meneruskan lalu lintas HTTP ke proxy transparan
ja_jp: HTTPトラフィックを透過型プロキシに転送する
ko_ko: 투명 프록시로 HTTP 트래픽 전달
pt_pt: Encaminhar o tráfego HTTP para proxy transparente
sw_sw: Vidarebefordra HTTP-trafik till transparent proxy
tr_tr: HTTP trafiğini şeffaf proxy'ye iletme
uk_uk: Переадресація HTTP-трафіку на прозорий проксі
