Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: The value in this field is the 6RD IPv4 prefix length. Normally specified by the ISP. A value of 0 means we embed the entire IPv4 address in the 6RD prefix.
id_id: Nilai dalam bidang ini adalah panjang awalan IPv4 6RD. Biasanya ditentukan oleh ISP. Nilai 0 berarti kita menyematkan seluruh alamat IPv4 dalam awalan 6RD.
it_it: Il valore in questo campo è la lunghezza del prefisso IPv4 6rd. Normalmente specificato dall'ISP. Un valore di 0 significa che abbiamo incorporato l'intero indirizzo IPv4 nel 6 ° prefisso.
ja_jp: このフィールドの値は、6RD IPv4 プレフィックス長です、通常は、ISPから指定されます。
ko_ko: 이 필드의 값은 6RD IPv4 접두사 길이입니다. 일반적으로 ISP에서 지정합니다. 값이 0이면 전체 IPv4 주소를 6RD 접두사에 포함한다는 의미입니다.
pt_pt: O valor neste campo é o comprimento do prefixo 6RD IPv4. Normalmente é especificado pelo ISP. O valor de 0 significa que integramos a totalidade do endereço IPv4 no prefixo 6RD.
sw_sw: Värdet i det här fältet är 6RD IPv4-prefixlängden. Normalt anges den av internetleverantören. Ett värde på 0 innebär att vi bäddar in hela IPv4-adressen i 6RD-prefixet.
tr_tr: Bu alandaki değer 6RD IPv4 önek uzunluğudur. Normalde ISP tarafından belirtilir. 0 değeri, IPv4 adresinin tamamını 6RD önekine gömdüğümüz anlamına gelir.
uk_uk: Значення в цьому полі - це довжина префікса 6RD IPv4. Зазвичай вказується провайдером. Значення 0 означає, що ми вставляємо всю IPv4-адресу в префікс 6RD.

source: 6RD IPv4 Prefix address
id_id: Alamat awalan IPv4 6RD
it_it: 6 ° indirizzo prefisso IPv4
ja_jp: 6RD IPv4プレフィックスアドレス
ko_ko: 6RD IPv4 접두사 주소
pt_pt: 6RD Endereço de prefixo IPv4
sw_sw: 6RD IPv4 Prefixadress
tr_tr: 6RD IPv4 Önek adresi
uk_uk: 6RD IPv4 Префіксна адреса

source: The value in this field is the 6RD IPv4 prefix address. Optionally overrides the automatic detection.
id_id: Nilai dalam bidang ini adalah alamat awalan IPv4 6RD. Secara opsional mengesampingkan deteksi otomatis.
it_it: Il valore in questo campo è l'indirizzo prefisso IPv4 6 °. Opzionale sovrascrive il rilevamento automatico.
ja_jp: このフィールドの値は、6RD IPv4 プレフィックスアドレスです。オプションで自動検出をオーバーライドします。
ko_ko: 이 필드의 값은 6RD IPv4 접두사 주소입니다. 선택적으로 자동 감지를 재정의합니다.
pt_pt: O valor neste campo é o endereço de prefixo 6RD IPv4. Opcionalmente, anula a detecção automática.
sw_sw: Värdet i det här fältet är 6RD IPv4-prefixadressen. Alternativt kan du åsidosätta den automatiska identifieringen.
tr_tr: Bu alandaki değer 6RD IPv4 önek adresidir. İsteğe bağlı olarak otomatik algılamayı geçersiz kılar.
uk_uk: Значення у цьому полі - це префіксна IPv4-адреса 6RD. За бажанням перевизначає автоматичне визначення.

source: Track IPv6 Interface
id_id: Melacak Antarmuka IPv6
it_it: Traccia l'interfaccia IPv6
ja_jp: IPv6 インタフェースの追跡
ko_ko: IPv6 인터페이스 추적
pt_pt: Interface IPv6
sw_sw: Spåra IPv6-gränssnitt
tr_tr: IPv6 Arayüzünü İzleme
uk_uk: Відстежуйте інтерфейс IPv6

source: IPv6 Interface
id_id: Antarmuka IPv6
it_it: Interfaccia IPv6
ja_jp: IPv6 インタフェース
ko_ko: IPv6 인터페이스
pt_pt: Interface IPv6
sw_sw: IPv6-gränssnitt
tr_tr: IPv6 Arayüzü
uk_uk: Інтерфейс IPv6

source: This selects the dynamic IPv6 WAN interface to track for configuration
id_id: Ini memilih antarmuka WAN IPv6 dinamis untuk dilacak untuk konfigurasi
it_it: Questo seleziona l'interfaccia WAN IPv6 dinamica per tracciare per la configurazione
ja_jp: 追跡を構成する、ダイナミックIPv6 WAN インタフェースを選択します。
ko_ko: 구성을 위해 추적할 동적 IPv6 WAN 인터페이스를 선택합니다.
pt_pt: Esta opção selecciona o interface WAN IPv6 dinâmico para controlar a configuração.
sw_sw: Detta väljer det dynamiska IPv6 WAN-gränssnittet som ska spåras för konfiguration.
tr_tr: Bu, yapılandırma için izlenecek dinamik IPv6 WAN arabirimini seçer
uk_uk: Тут вибирається динамічний інтерфейс WAN IPv6 для відстеження для налаштування

source: IPv6 Prefix ID
id_id: ID Awalan IPv6
it_it: ID prefisso IPv6
ja_jp: IPv6 プレフィックスID
ko_ko: IPv6 접두사 ID
pt_pt: ID do prefixo IPv6
tr_tr: IPv6 Önek Kimliği
uk_uk: Ідентифікатор префікса IPv6

source: The value in this field is the delegated hexadecimal IPv6 prefix ID. This determines the configurable /64 network ID based on the dynamic IPv6 connection.
id_id: Nilai dalam bidang ini adalah ID awalan IPv6 heksadesimal yang didelegasikan. Ini menentukan ID jaringan /64 yang dapat dikonfigurasi berdasarkan koneksi IPv6 dinamis.
it_it: Il valore in questo campo è l'ID prefisso IPv6 esadecimale delegato. Ciò determina l'ID di rete configurabile /64 in base alla connessione IPv6 dinamica.
ja_jp: このフィールドの値は、委任された 16 進数の IPv6 プレフィックス ID です。これにより、動的 IPv6 接続に基づく設定可能な /64 ネットワーク ID が決定されます。
ko_ko: 이 필드의 값은 위임된 16진수 IPv6 접두사 ID입니다. 이 값은 동적 IPv6 연결을 기반으로 구성 가능한 /64 네트워크 ID를 결정합니다.
pt_pt: O valor neste campo é o ID hexadecimal de prefixo IPv6 delegado. Isto determina o ID de rede /64 configurável com base na ligação dinâmica IPv6.
sw_sw: Värdet i det här fältet är det delegerade hexadecimala IPv6-prefix-ID. Detta bestämmer det konfigurerbara /64-nätverks-ID:t baserat på den dynamiska IPv6-anslutningen.
tr_tr: Bu alandaki değer, temsilci onaltılık IPv6 önek kimliğidir. Bu, dinamik IPv6 bağlantısına dayalı olarak yapılandırılabilir /64 ağ kimliğini belirler.
uk_uk: Значення в цьому полі - це делегований шістнадцятковий ідентифікатор префікса IPv6. Це визначає конфігурований ідентифікатор мережі /64 на основі динамічного IPv6-з'єднання.

source: Manual configuration
id_id: Konfigurasi manual
it_it: Configurazione manuale
ja_jp: マニュアル設定
ko_ko: 수동 구성
pt_pt: Configuração manual
sw_sw: Manuell konfiguration
tr_tr: Manuel yapılandırma
uk_uk: Ручна конфігурація

source: Allow manual adjustment of DHCPv6 and Router Advertisements
id_id: Izinkan penyesuaian manual DHCPv6 dan Iklan Router
it_it: Consenti la regolazione manuale delle pubblicità DHCPV6 e router
ja_jp: DHCPv6とルーターアドバタイズメントを手動で調整できるようにする。
ko_ko: DHCPv6 및 라우터 광고의 수동 조정 허용
pt_pt: Permitir o ajuste manual de DHCPv6 e Anúncios de Router
sw_sw: Tillåt manuell justering av DHCPv6 och Router Advertisements.
tr_tr: DHCPv6 ve Yönlendirici Reklamlarının manuel olarak ayarlanmasına izin verin
uk_uk: Дозволити ручне налаштування оголошень DHCPv6 та маршрутизаторів

source: If this option is set, you will be able to manually set the DHCPv6 and Router Advertisements service for this interface. Use with care.
id_id: Jika opsi ini diatur, Anda akan dapat mengatur secara manual layanan DHCPv6 dan Iklan Router untuk antarmuka ini. Gunakan dengan hati-hati.
it_it: Se questa opzione è impostata, sarai in grado di impostare manualmente il servizio di pubblicità DHCPV6 e router per questa interfaccia. Usa con cura.
ja_jp: このオプションを設定すると、このインターフェイスのDHCPv6およびルーターアドバタイズメントサービスを手動で設定することができます。注意して使用してください。
ko_ko: 이 옵션을 설정하면 이 인터페이스에 대한 DHCPv6 및 라우터 광고 서비스를 수동으로 설정할 수 있습니다. 주의해서 사용하세요.
pt_pt: Se esta opção for definida, poderá definir manualmente o serviço DHCPv6 e Router Advertisements para esta interface. Utilizar com cuidado.
sw_sw: Om det här alternativet är inställt kan du manuellt ställa in tjänsten DHCPv6 och Router Advertisements för det här gränssnittet. Använd med försiktighet.
tr_tr: Bu seçenek ayarlanırsa, bu arayüz için DHCPv6 ve Yönlendirici Reklamları hizmetini manuel olarak ayarlayabileceksiniz. Dikkatli kullanın.
uk_uk: Якщо цей параметр встановлено, ви зможете вручну налаштувати службу DHCPv6 і Router Advertisements для цього інтерфейсу. Використовуйте з обережністю.

source: Common wireless configuration - Settings apply to all wireless networks on
id_id: Konfigurasi nirkabel umum - Pengaturan berlaku untuk semua jaringan nirkabel pada
it_it: Configurazione wireless comune - Impostazioni si applicano a tutte le reti wireless
ja_jp: 共通の無線構成 - 全ての無線ネットワークに適用されます。
ko_ko: 공통 무선 구성 - 설정이 다음의 모든 무선 네트워크에 적용됩니다.
pt_pt: Configurações de preservação frequentes.
sw_sw: Gemensam trådlös konfiguration - Inställningarna gäller för alla trådlösa nätverk på
tr_tr: Ortak kablosuz yapılandırma - Ayarlar tüm kablosuz ağlar için geçerlidir
uk_uk: Загальна конфігурація бездротової мережі - налаштування застосовуються до всіх бездротових мереж на

source: Persist common settings
id_id: Mempertahankan pengaturan umum
it_it: Persistono impostazioni comuni
ja_jp: 共通設定保持
ko_ko: 공통 설정 유지
pt_pt: Esta opção assegura uma configuração sem fios frequente por meio de exclusões e reatribuições de interfaces.
sw_sw: Bevara gemensamma inställningar
tr_tr: Ortak ayarları sürdürme
uk_uk: Збереження загальних налаштувань

source: Enabling this preserves the common wireless configuration through interface deletions and reassignments.
id_id: Dengan mengaktifkan ini, konfigurasi nirkabel yang umum dapat dipertahankan melalui penghapusan dan penetapan ulang antarmuka.
it_it: Abilitare ciò conserva la configurazione wireless comune attraverso eliminazioni e riassegnazioni dell'interfaccia.
ja_jp: これを有効にすると、インタフェースが削除され、再割当てされても、共通の無線構成を保持します。
ko_ko: 이 기능을 활성화하면 인터페이스 삭제 및 재할당을 통해 일반적인 무선 구성이 유지됩니다.
pt_pt: Modo de protecção
sw_sw: Om du aktiverar detta kan du bevara den gemensamma trådlösa konfigurationen när gränssnitt tas bort och tilldelas på nytt.
tr_tr: Bunun etkinleştirilmesi, arabirim silme ve yeniden atamalar yoluyla ortak kablosuz yapılandırmasını korur.
uk_uk: Увімкнення цієї опції зберігає загальну конфігурацію бездротового зв'язку завдяки видаленню та перепризначенню інтерфейсів.

source: Standard
id_id: Standar
ja_jp: 標準
ko_ko: 표준
pt_pt: Ajuda completa
tr_tr: Standart
uk_uk: Стандартний

source: Protection Mode
id_id: Mode Perlindungan
it_it: Modalità di protezione
ja_jp: 保護モード
ko_ko: 보호 모드
pt_pt: Modo de protecção CTS e self
sw_sw: Skyddsläge
tr_tr: Koruma Modu
uk_uk: Режим захисту

source: Protection mode off
id_id: Mode perlindungan mati
it_it: Modalità di protezione OFF
ja_jp: 保護モード: オフ
ko_ko: 보호 모드 끄기
pt_pt: Modo de protecção CTS e self
sw_sw: Skyddsläge avstängt
tr_tr: Koruma modu kapalı
uk_uk: Режим захисту вимкнено

source: Protection mode CTS to self
id_id: Mode proteksi CTS untuk diri sendiri
it_it: Modalità di protezione CTS a sé
ja_jp: 保護モードCTSツーセルフ
ko_ko: 보호 모드 CTS에서 자체로
pt_pt: Modo de protecção RTS e CTS
sw_sw: Skyddsläge CTS till sig själv
tr_tr: Koruma modu CTS'den kendine
uk_uk: Режим захисту CTS на себе

source: Protection mode RTS and CTS
id_id: Mode perlindungan RTS dan CTS
it_it: Modalità di protezione RTS e CTS
ja_jp: 保護モードRTS/CTS
ko_ko: 보호 모드 RTS 및 CTS
pt_pt: Para IEEE 802.11g, utilizar uma técnica especificada para protecção de quadros OFDM numa rede errada 11b/11g.
sw_sw: Skyddsläge RTS och CTS
tr_tr: Koruma modu RTS ve CTS
uk_uk: Режим захисту RTS і CTS

source: For IEEE 802.11g, use the specified technique for protecting OFDM frames in a mixed 11b/11g network.
id_id: Untuk IEEE 802.11g, gunakan teknik yang ditentukan untuk melindungi frame OFDM dalam jaringan campuran 11b/11g.
it_it: Per IEEE 802.11g, utilizzare la tecnica specificata per la protezione dei frame OFDM in una rete mista 11b/11g.
ja_jp: IEEE 802.11g では、11b/11g が混在するネットワークで OFDM フレームを保護する特定の技術を使用します。
ko_ko: IEEE 802.11g의 경우, 혼합 11b/11g 네트워크에서 OFDM 프레임을 보호하기 위해 지정된 기술을 사용합니다.
pt_pt: Potência de transmissão
sw_sw: För IEEE 802.11g ska du använda den angivna tekniken för att skydda OFDM-ramar i ett blandat 11b/11g-nätverk.
tr_tr: IEEE 802.11g için, karışık bir 11b/11g ağında OFDM çerçevelerini korumak için belirtilen tekniği kullanın.
uk_uk: Для IEEE 802.11g використовуйте зазначену методику для захисту OFDM-кадрів у змішаній мережі 11b/11g.

source: Transmit power
id_id: Mengirimkan daya
it_it: Trasmettere potenza
ja_jp: 電波出力
ko_ko: 전력 전송
pt_pt: Potência de transmissão
sw_sw: Sändningseffekt
tr_tr: İletim gücü
uk_uk: Потужність передачі

source: Typically only a few discreet power settings are available and the driver will use the setting closest to the specified value. Not all adapters support changing the transmit power setting.
id_id: Biasanya hanya beberapa pengaturan daya tersembunyi yang tersedia dan driver akan menggunakan pengaturan yang paling mendekati nilai yang ditentukan. Tidak semua adaptor mendukung pengubahan pengaturan daya pancar.
it_it: In genere sono disponibili solo poche impostazioni di alimentazione discrete e il driver utilizzerà l'impostazione più vicina al valore specificato. Non tutti gli adattatori supportano la modifica dell'impostazione di potenza di trasmissione.
ja_jp: 一般的にはいくつかの控えめな出力設定のみが利用可能ですが、ドライバは指定された値に最も近い設定を使用します。
ko_ko: 일반적으로 몇 가지 신중한 전원 설정만 사용할 수 있으며 드라이버는 지정된 값에 가장 가까운 설정을 사용합니다. 모든 어댑터가 송신 전원 설정 변경을 지원하는 것은 아닙니다.
pt_pt: Canal
sw_sw: Vanligtvis finns det bara några få diskreta effektinställningar och föraren använder den inställning som ligger närmast det angivna värdet. Alla adaptrar stöder inte ändring av inställningen för sändningseffekten.
tr_tr: Tipik olarak sadece birkaç farklı güç ayarı mevcuttur ve sürücü belirtilen değere en yakın ayarı kullanacaktır. Tüm adaptörler iletim gücü ayarının değiştirilmesini desteklemez.
uk_uk: Зазвичай доступно лише кілька дискретних налаштувань потужності, і драйвер використовуватиме налаштування, найближче до вказаного значення. Не всі адаптери підтримують зміну налаштування потужності передачі.

source: Channel
id_id: Saluran
it_it: Canale
ja_jp: チャンネル
ko_ko: 채널
pt_pt: Canal
sw_sw: Kanal
tr_tr: Kanal
uk_uk: Канал

source: Auto
id_id: Otomatis
ja_jp: 自動
ko_ko: 자동
pt_pt: Legenda: normas sem fios - Canal # (frequência @ max TX power / TX power permitida no domínio reg.)
tr_tr: Otomatik
uk_uk: Авто

source: Legend: wireless standards - channel # (frequency @ max TX power / TX power allowed in reg. domain)
id_id: Keterangan: standar nirkabel - saluran # (frekuensi @ daya TX maksimum / daya TX yang diizinkan dalam domain reg.)
it_it: Legenda: standard wireless - canale # (frequenza @ max tx potenza / tx consentita nel dominio reg.
ja_jp: 凡例：無線規格 - チャンネル # ( 周波数 @ 最大TXパワー / TXパワーはドメインで許可 )
ko_ko: 범례: 무선 표준 - 채널 번호(주파수 @ 최대 TX 전력/레그 도메인에서 허용되는 TX 전력)
pt_pt: Legenda: normas sem fios - canal # (freqüência @ potência TX máxima / potência TX permitida no domínio reg.)
sw_sw: Legend: trådlösa standarder - kanalnummer (frekvens @ maximal sändningseffekt / sändningseffekt tillåten i reg. domän)
tr_tr: Açıklama: kablosuz standartlar - kanal # (frekans @ maksimum TX gücü / reg. alanında izin verilen TX gücü)
uk_uk: Умовні позначення: стандарти бездротового зв'язку - канал № (частота при максимальній потужності передачі / потужність передачі, дозволена в регіоні)

source: Not all channels may be supported by your card. Auto may override the wireless standard selected above.
id_id: Tidak semua saluran didukung oleh kartu Anda. Auto dapat mengesampingkan standar nirkabel yang dipilih di atas.
it_it: Non tutti i canali possono essere supportati dalla tua carta. Auto può sovrascrivere lo standard wireless selezionato sopra.
ja_jp: すべてのチャンネルが無線カードでサポートされているわけではありませんが、「自動」を選択すると上記で選択した無線規格を上書きします。
ko_ko: 카드에서 일부 채널이 지원되지 않을 수 있습니다. 자동은 위에서 선택한 무선 표준을 무시할 수 있습니다.
pt_pt: Nem todos os canais podem ser suportados pelo seu cartão. Auto pode substituir o padrão sem fios selecionado acima.
sw_sw: Det är inte säkert att alla kanaler stöds av ditt kort. Auto kan åsidosätta den trådlösa standard som valts ovan.
tr_tr: Tüm kanallar kartınız tarafından desteklenmeyebilir. Otomatik, yukarıda seçilen kablosuz standardını geçersiz kılabilir.
uk_uk: Ваша картка може підтримувати не всі канали. Авто може замінити вибраний вище стандарт бездротового зв'язку.

source: Antenna settings
id_id: Pengaturan antena
it_it: Impostazioni dell'antenna
ja_jp: アンテナ設定
ko_ko: 안테나 설정
pt_pt: Configurações da Antena
sw_sw: Inställningar för antennen
tr_tr: Anten ayarları
uk_uk: Налаштування антени

source: Diversity
id_id: Keanekaragaman
it_it: Diversità
ja_jp: ダイバーシティ
ko_ko: 다양성
pt_pt: Antena de transmissão
sw_sw: Mångfald
tr_tr: Çeşitlilik
uk_uk: Різноманітність

source: Off
id_id: Mati
it_it: Spento
ja_jp: オフ
ko_ko: 꺼짐
pt_pt: Desligado
sw_sw: Av
tr_tr: Kapalı
uk_uk: Вимкнено

source: On
id_id: Pada
it_it: SU
ja_jp: オン
ko_ko: 켜기
pt_pt: Em
sw_sw: På
tr_tr: Açık
uk_uk: На

source: Transmit antenna
id_id: Antena transmisi
it_it: Trasmettere l'antenna
ja_jp: 送信アンテナ
ko_ko: 송신 안테나
sw_sw: Sändarantenn
tr_tr: İletim anteni
uk_uk: Передавальна антена

source: Receive antenna
id_id: Menerima antena
it_it: Ricevere l'antenna
ja_jp: 受信アンテナ
ko_ko: 수신 안테나
pt_pt: Nota: O número de antenas nem sempre coincidem com as etiquetas da placa.
sw_sw: Mottagningsantenn
tr_tr: Alıcı anten
uk_uk: Приймальна антена

source: Note: The antenna numbers do not always match up with the labels on the card.
id_id: Catatan: Nomor antena tidak selalu sesuai dengan label pada kartu.
it_it: Nota: i numeri dell'antenna non si abbinano sempre alle etichette sulla carta.
ja_jp: 注意：アンテナ番号、カードのラベルと常に一致するわけではありません。
ko_ko: 참고: 안테나 번호가 카드의 레이블과 항상 일치하는 것은 아닙니다.
pt_pt: Nota: O número de antenas nem sempre coincidem com as etiquetas da placa.
sw_sw: Observera: Antennnumren stämmer inte alltid överens med etiketterna på kortet.
tr_tr: Not: Anten numaraları her zaman kart üzerindeki etiketlerle eşleşmez.
uk_uk: Примітка: номери антен не завжди збігаються з позначками на карті.

source: Regulatory settings
id_id: Pengaturan peraturan
it_it: Impostazioni normative
ja_jp: 規制設定
ko_ko: 규정 설정
pt_pt: Configurações Regulamentares
sw_sw: Reglerande inställningar
tr_tr: Düzenleyici ayarlar
uk_uk: Регуляторні параметри

source: Regulatory domain
id_id: Domain regulasi
it_it: Dominio normativo
ja_jp: 規制ドメイン
ko_ko: 규제 도메인
pt_pt: Nota: Algumas placas tem um valor por defeito que não é reconhecido e requerem alteração do domínio regulador de uma lista para as alterações a outras definições de regulamentação para o trabalho.
sw_sw: Reglerande domän
tr_tr: Düzenleyici alan
uk_uk: Регуляторна сфера

source: Some cards have a default that is not recognized and require changing the regulatory domain to one in this list for the changes to other regulatory settings to work.
id_id: Beberapa kartu memiliki default yang tidak dikenali dan perlu mengubah domain pengaturan ke salah satu yang ada dalam daftar ini agar perubahan pada pengaturan pengaturan lainnya dapat berfungsi.
ja_jp: カードによっては、デフォルトが認識されず、他の規制設定の変更を機能させるために、規制ドメインをこのリストにあるものに変更する必要があります。
ko_ko: 일부 카드에는 인식되지 않는 기본값이 있으며, 다른 규제 설정의 변경 사항이 적용되려면 규제 도메인을 이 목록에 있는 도메인으로 변경해야 합니다.
pt_pt: Alguns cartões têm um padrão que não é reconhecido e requerem a alteração do domínio regulador para um nesta lista para que as alterações a outras definições reguladoras funcionem.
sw_sw: Vissa kort har en standardinställning som inte erkänns och kräver att du ändrar regleringsdomänen till en i den här listan för att ändringarna av andra regleringsinställningar ska fungera.
tr_tr: Bazı kartlar tanınmayan bir varsayılana sahiptir ve diğer düzenleyici ayarlardaki değişikliklerin çalışması için düzenleyici alanın bu listedeki bir alanla değiştirilmesi gerekir.
uk_uk: Деякі картки мають значення за замовчуванням, яке не розпізнається, і потребують зміни регуляторного домену на один з цього списку, щоб зміни в інших регуляторних налаштуваннях спрацювали.

source: Country (listed with country code and regulatory domain)
id_id: Negara (terdaftar dengan kode negara dan domain regulasi)
it_it: Paese (elencato con il codice del paese e il dominio normativo)
ja_jp: 国 ( 国コードと規制ドメインの記載 )
ko_ko: 국가(국가 코드 및 규제 도메인과 함께 나열됨)
pt_pt: Nota: Qualquer definição de país diferente do valor "pré-definido" substituirá a configuração de domínio regulador
sw_sw: Land (anges med landskod och regleringsområde)
tr_tr: Ülke (ülke kodu ve düzenleyici alan ile listelenmiştir)
uk_uk: Країна (із зазначенням коду країни та регуляторного домену)

source: Any country setting other than "Default" will override the regulatory domain setting
id_id: Pengaturan negara apa pun selain "Default" akan menggantikan pengaturan domain regulasi
ja_jp: Default "以外の国の設定は、規制ドメインの設定より優先される
ko_ko: '기본값' 이외의 국가 설정은 규제 도메인 설정을 재정의합니다.
pt_pt: Qualquer definição de país que não seja "Default" anulará a definição do domínio regulamentar
sw_sw: Alla andra landinställningar än "Standard" kommer att åsidosätta inställningen för den reglerande domänen.
tr_tr: "Varsayılan" dışındaki herhangi bir ülke ayarı, düzenleyici etki alanı ayarını geçersiz kılacaktır
uk_uk: Будь-яке налаштування країни, відмінне від "За замовчуванням", замінить налаштування регуляторного домену

source: Location
id_id: Lokasi
it_it: Posizione
ja_jp: 場所
ko_ko: 위치
pt_pt: Interior
sw_sw: Plats
tr_tr: Konum
uk_uk: Місцезнаходження

source: Indoor
id_id: Dalam ruangan
it_it: Interno
ja_jp: 屋内
ko_ko: 실내
pt_pt: Exterior
sw_sw: Inomhus
tr_tr: Kapalı alan
uk_uk: У приміщенні

source: Outdoor
id_id: Di luar ruangan
it_it: All'aperto
ja_jp: 屋外
ko_ko: 아웃도어
pt_pt: Qualquer lugar
sw_sw: Utomhus
tr_tr: Dış mekan
uk_uk: На відкритому повітрі

source: Anywhere
id_id: Di mana saja
it_it: Ovunque
ja_jp: どこでも
ko_ko: 어디서나
pt_pt: Qualquer lugar
sw_sw: Var som helst
tr_tr: Herhangi bir yerde
uk_uk: Куди завгодно.

source: These settings may affect which channels are available and the maximum transmit power allowed on those channels. Using the correct settings to comply with local regulatory requirements is recommended.
id_id: Pengaturan ini dapat memengaruhi saluran yang tersedia dan daya pancar maksimum yang diizinkan pada saluran tersebut. Disarankan untuk menggunakan pengaturan yang benar untuk mematuhi persyaratan peraturan setempat.
it_it: Queste impostazioni possono influire su quali canali sono disponibili e la massima potenza di trasmissione consentita su tali canali. Si consiglia l'utilizzo delle impostazioni corrette per conformarsi ai requisiti normativi locali.
ja_jp: これらの設定は、利用可能なチャンネル及びチャンネルに許可される最大電波出力に影響を及ぼしますが、地域の規制要件に適合する正しい設定での使用を推奨します。
ko_ko: 이러한 설정은 사용 가능한 채널과 해당 채널에서 허용되는 최대 전송 전력에 영향을 미칠 수 있습니다. 현지 규제 요건을 준수하기 위해 올바른 설정을 사용하는 것이 좋습니다.
pt_pt: Essas configurações podem afetar os canais que estão disponíveis e a máxima potência de transmissão permitida nesses canais. Recomenda-se a utilização das definições correctas para cumprir os requisitos regulamentares locais.
sw_sw: Dessa inställningar kan påverka vilka kanaler som är tillgängliga och den högsta tillåtna sändningseffekten på dessa kanaler. Det rekommenderas att du använder rätt inställningar för att uppfylla lokala myndighetskrav.
tr_tr: Bu ayarlar hangi kanalların kullanılabilir olduğunu ve bu kanallarda izin verilen maksimum iletim gücünü etkileyebilir. Yerel düzenleyici gerekliliklere uymak için doğru ayarların kullanılması önerilir.
uk_uk: Ці налаштування можуть впливати на те, які канали доступні, і на максимальну потужність передачі, дозволену на цих каналах. Рекомендується використовувати правильні налаштування, щоб відповідати місцевим нормативним вимогам.
