Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Dnsmasq, so that their name can be resolved.
id_id: Jika opsi ini disetel, maka mesin yang menentukan nama host mereka saat meminta sewa DHCP akan terdaftar di Dnsmasq, sehingga nama mereka dapat diselesaikan.
it_it: Se questa opzione è impostata, le macchine che specificano il proprio nome host quando richiedono un contratto di locazione DHCP saranno registrate in DNSMASQ, in modo che il loro nome possa essere risolto.
ja_jp: このオプションを設定すると、DHCPリースの要求時にホスト名を指定したマシンがDnsmasqに登録され、名前を解決できるようになります。
ko_ko: 이 옵션을 설정하면 DHCP 임대를 요청할 때 호스트 이름을 지정하는 컴퓨터가 Dnsmasq에 등록되어 해당 이름을 확인할 수 있습니다.
pt_pt: Se esta opção for definida, então as máquinas que especificam o seu nome de anfitrião ao solicitar um aluguer DHCP serão registadas no Dnsmasq, para que o seu nome possa ser resolvido.
sw_sw: Om det här alternativet är inställt kommer maskiner som anger sitt värdnamn när de begär ett DHCP-avtal att registreras i Dnsmasq så att deras namn kan lösas upp.
tr_tr: Bu seçenek ayarlanırsa, DHCP kiralaması isterken ana bilgisayar adını belirten makineler, adlarının çözümlenebilmesi için Dnsmasq'a kaydedilir.
uk_uk: Якщо цей параметр встановлено, то машини, які вказують своє ім'я хоста під час запиту на оренду DHCP, будуть зареєстровані у Dnsmasq, щоб їхні імена можна було розшифрувати.

source: DHCP Domain Override
id_id: Penggantian Domain DHCP
it_it: Override del dominio DHCP
ja_jp: DHCP ドメイン上書き
ko_ko: DHCP 도메인 재정의
pt_pt: Substituição de domínio DHCP
sw_sw: DHCP-domän åsidosättande
tr_tr: DHCP Etki Alanı Geçersiz Kılma
uk_uk: Перевизначення домену DHCP

source: The domain name to use for DHCP hostname registration. If empty, the default system domain is used. Note that all DHCP leases will be assigned to the same domain. If this is undesired, static DHCP lease registration is able to provide coherent mappings.
id_id: Nama domain yang akan digunakan untuk pendaftaran nama host DHCP. Jika kosong, domain sistem default akan digunakan. Perhatikan bahwa semua sewa DHCP akan ditetapkan ke domain yang sama. Jika hal ini tidak diinginkan, pendaftaran sewa DHCP statis dapat memberikan pemetaan yang koheren.
it_it: Il nome di dominio da utilizzare per la registrazione host DHCP. Se vuoto, viene utilizzato il dominio di sistema predefinito. Si noti che tutti i contratti di locazione DHCP saranno assegnati allo stesso dominio. Se questo è indesiderato, la registrazione del leasing DHCP statico è in grado di fornire mappature coerenti.
ja_jp: dhcp ホスト名登録で使用されるドメイン名ですが、空の場合、デフォルトシステムドメインが使用されます。
ko_ko: DHCP 호스트 이름 등록에 사용할 도메인 이름입니다. 비어 있으면 기본 시스템 도메인이 사용됩니다. 모든 DHCP 임대는 동일한 도메인에 할당됩니다. 이를 원하지 않는 경우 정적 DHCP 임대 등록을 통해 일관된 매핑을 제공할 수 있습니다.
pt_pt: O nome de domínio a ser usado para o registo do hostname DHCP. Se vazio, o domínio do sistema padrão é usado. Observe que todas as concessões DHCP serão atribuídas ao mesmo domínio. Se isso for indesejável, o registo estático de concessão DHCP é capaz de fornecer mapeamentos coerentes.
sw_sw: Domännamnet som ska användas för registrering av DHCP-värdnamn. Om det är tomt används systemets standarddomän. Observera att alla DHCP-avtal tilldelas samma domän. Om detta är oönskat kan statisk DHCP-uthyrningsregistrering ge sammanhängande mappningar.
tr_tr: DHCP ana bilgisayar adı kaydı için kullanılacak etki alanı adı. Boşsa, varsayılan sistem etki alanı kullanılır. Tüm DHCP kira sözleşmelerinin aynı etki alanına atanacağını unutmayın. Bu istenmiyorsa, statik DHCP kira kaydı tutarlı eşlemeler sağlayabilir.
uk_uk: Доменне ім'я для реєстрації хостів DHCP. Якщо не вказано, буде використано системний домен за замовчуванням. Зверніть увагу, що всі оренди DHCP будуть призначені до одного домену. Якщо це небажано, статична реєстрація оренди DHCP може забезпечити узгоджене відображення.

source: Static DHCP
id_id: DHCP Statis
it_it: DHCP statico
ja_jp: 静的DHCP
ko_ko: 정적 DHCP
pt_pt: DHCP estático
sw_sw: Statisk DHCP
tr_tr: Statik DHCP
uk_uk: Статичний DHCP

source: Register DHCP static mappings
id_id: Mendaftarkan pemetaan statis DHCP
it_it: Registra mapping statici DHCP
ja_jp: dhcp 静的マッピングの登録
ko_ko: DHCP 정적 매핑 등록
pt_pt: Registar mapeamentos estáticos DHCP
sw_sw: Registrera statiska DHCP-mappningar
tr_tr: DHCP statik eşlemelerini kaydetme
uk_uk: Реєстрація статичних відображень DHCP

source: If this option is set, then DHCP static mappings will be registered in Dnsmasq, so that their name can be resolved. You should also set the domain in %sSystem: General setup%s to the proper value.
id_id: Jika opsi ini ditetapkan, maka pemetaan statis DHCP akan didaftarkan di Dnsmasq, sehingga namanya dapat diselesaikan. Anda juga harus mengatur domain di %sSystem: General setup%s ke nilai yang tepat.
it_it: Se questa opzione è impostata, le mappature statiche DHCP verranno registrate in DNSMASQ, in modo che il loro nome possa essere risolto. Dovresti anche impostare il dominio in %ssystem: configurazione generale %s sul valore corretto.
ja_jp: このオプションを設定すると、DHCP 静的マッピングが Dnsmasq に登録され、その名前を解決できるようになります。また、%sSystem.General setup%s でドメインを適切な値に設定する必要があります。General setup%s でドメインを適切な値に設定してください。
ko_ko: 이 옵션을 설정하면 DHCP 정적 매핑이 Dnsmasq에 등록되어 해당 이름을 확인할 수 있습니다. 또한 도메인을 %sSystem: 일반 설정%s에서 도메인을 적절한 값으로 설정해야 합니다.
pt_pt: Se esta opção for definida, então os mapeamentos estáticos DHCP serão registados no Dnsmasq, para que o seu nome possa ser resolvido. Deverá também definir o domínio em %sSystem: Configuração geral%s para o valor correcto.
sw_sw: Om det här alternativet är inställt kommer statiska DHCP-mappningar att registreras i Dnsmasq så att deras namn kan lösas upp. Du bör också ställa in domänen i %sSystem: General setup%s till rätt värde.
tr_tr: Bu seçenek ayarlanırsa, DHCP statik eşlemeleri Dnsmasq'a kaydedilir, böylece adları çözümlenebilir. Ayrıca etki alanını %sSystem: Genel kurulum%s bölümündeki etki alanını da uygun değere ayarlamalısınız.
uk_uk: Якщо цей параметр встановлено, статичні зіставлення DHCP буде зареєстровано у Dnsmasq, щоб їхні імена можна було розшифрувати. Вам також слід встановити домен у %sSystem: Загальні налаштування%s відповідне значення.

source: Prefer DHCP
id_id: Lebih suka DHCP
it_it: Preferisci DHCP
ja_jp: DHCP を優先
ko_ko: DHCP 선호
pt_pt: Preferir DHCP
sw_sw: Föredrar DHCP
tr_tr: DHCP'yi Tercih Et
uk_uk: Надавати перевагу DHCP

source: Resolve DHCP mappings first
id_id: Selesaikan pemetaan DHCP terlebih dahulu
it_it: Risolvi prima le mappature DHCP
ja_jp: dhcp マッピングを最初に名前解決する。
ko_ko: 먼저 DHCP 매핑 해결
pt_pt: Resolver primeiros mapeamentos DHCP
sw_sw: Lös DHCP-mappningar först
tr_tr: Önce DHCP eşlemelerini çözün
uk_uk: Спочатку вирішіть зіставлення DHCP

source: If this option is set, then DHCP mappings will be resolved before the manual list of names below. This only affects the name given for a reverse lookup (PTR).
id_id: Jika opsi ini diatur, maka pemetaan DHCP akan diselesaikan sebelum daftar nama manual di bawah ini. Ini hanya mempengaruhi nama yang diberikan untuk pencarian terbalik (PTR).
it_it: Se questa opzione è impostata, le mappature DHCP verranno risolte prima dell'elenco manuale dei nomi di seguito. Ciò influisce solo sul nome dato per una ricerca inversa (PTR).
ja_jp: このオプションが設定されている場合、下記の手動設定リストの名前より前に、dhcp マッピングが名前解決されます。
ko_ko: 이 옵션을 설정하면 DHCP 매핑이 아래의 수동 이름 목록보다 먼저 확인됩니다. 이는 역방향 조회(PTR)를 위해 지정된 이름에만 영향을 줍니다.
pt_pt: Se esta opção for definida, os mapeamentos DHCP serão resolvidos antes da lista manual de nomes abaixo. Esta opção afeta apenas o nome dado para uma pesquisa (PTR).
sw_sw: Om det här alternativet är inställt kommer DHCP-mappningar att lösas före den manuella namnlistan nedan. Detta påverkar endast det namn som anges för en omvänd sökning (PTR).
tr_tr: Bu seçenek ayarlanırsa, DHCP eşlemeleri aşağıdaki manuel ad listesinden önce çözümlenecektir. Bu yalnızca ters arama (PTR) için verilen adı etkiler.
uk_uk: Якщо цей параметр встановлено, то зіставлення DHCP буде вирішено перед ручним списком імен, наведеним нижче. Це впливає лише на ім'я, вказане для зворотного пошуку (PTR).

source: DNS Query Forwarding
id_id: Penerusan Kueri DNS
ja_jp: DNSクエリ転送
ko_ko: DNS 쿼리 전달
pt_pt: Encaminhamento de consultas DNS
sw_sw: Vidarebefordran av DNS-frågor
tr_tr: DNS Sorgu Yönlendirme
uk_uk: Переадресація DNS-запитів

source: Query DNS servers sequentially
id_id: Menanyakan server DNS secara berurutan
it_it: Server DNS query in sequenza
ja_jp: DNS サーバに順次クエリ
ko_ko: DNS 서버를 순차적으로 쿼리
pt_pt: Consulta sequencial aos servidores DNS
sw_sw: Fråga efter DNS-servrar sekventiellt
tr_tr: DNS sunucularını sırayla sorgulama
uk_uk: Послідовно запитуйте DNS-сервери

source: If this option is set, Dnsmasq will query the DNS servers sequentially in the order specified (System: General Setup: DNS Servers), rather than all at once in parallel.
id_id: Jika opsi ini ditetapkan, Dnsmasq akan menanyakan server DNS secara berurutan sesuai urutan yang ditentukan (System: General Setup: DNS Servers), dan bukan sekaligus secara paralel.
it_it: Se questa opzione è impostata, DNSMASQ interrogherà i server DNS in sequenza nell'ordine specificato (Sistema: Servizio generale: server DNS), piuttosto che tutti in una volta in parallelo.
ja_jp: このオプションを設定すると、DnsmasqはDNSサーバーに一斉に並列で問い合わせるのではなく、指定した順序（システム：一般設定：DNSサーバー）で順次問い合わせるようになります。
ko_ko: 이 옵션을 설정하면 Dnsmasq는 DNS 서버를 한꺼번에 병렬로 쿼리하지 않고 지정된 순서(시스템: 일반 설정: DNS 서버)에 따라 순차적으로 쿼리합니다.
pt_pt: Se esta opção for definida, o Dnsmasq consultará os servidores DNS sequencialmente na ordem especificada (Sistema: Configuração Geral: Servidores DNS), em vez de todos ao mesmo tempo em paralelo.
sw_sw: Om det här alternativet är inställt kommer Dnsmasq att fråga efter DNS-servrarna sekventiellt i den ordning som anges (System: General Setup: DNS Servers), i stället för att fråga alla parallellt på en gång.
tr_tr: Bu seçenek ayarlanırsa, Dnsmasq DNS sunucularını paralel olarak tek seferde sorgulamak yerine belirtilen sırayla (Sistem: Genel Kurulum: DNS Sunucuları) sırayla sorgular.
uk_uk: Якщо цей параметр встановлено, Dnsmasq запитуватиме DNS-сервери послідовно у вказаному порядку (Система: Загальні налаштування: DNS-сервери), а не паралельно з усіма одразу.

source: Require domain
id_id: Memerlukan domain
it_it: Richiedono dominio
ja_jp: ドメイン要求
ko_ko: 도메인 필요
pt_pt: Domínio requerido
sw_sw: Kräv domän
tr_tr: Etki alanı gerektir
uk_uk: Потрібен домен

source: If this option is set, Dnsmasq will not forward A or AAAA queries for plain names, without dots or domain parts, to upstream name servers. If the name is not known from /etc/hosts or DHCP then a "not found" answer is returned.
id_id: Jika opsi ini disetel, Dnsmasq tidak akan meneruskan kueri A atau AAAA untuk nama-nama biasa, tanpa titik atau bagian domain, ke server nama hulu. Jika nama tidak dikenal dari /etc/hosts atau DHCP maka jawaban "tidak ditemukan" akan dikembalikan.
it_it: Se questa opzione è impostata, DNSMASQ non inoltrerà query A o AAAA per nomi semplici, senza punti o parti di dominio, per i server di nome a monte. Se il nome non è noto da /etc /host o DHCP, viene restituita una risposta "non trovata".
ja_jp: このオプションを設定すると、Dnsmasqはドットやドメイン部分を含まないプレーンな名前に対するAまたはAAAAクエリを上流のネームサーバーに転送しません。etc/hostsやDHCPで名前がわからない場合は、"not found "という答えが返されます。
ko_ko: 이 옵션을 설정하면 Dnsmasq는 점이나 도메인 부분이 없는 일반 이름에 대한 A 또는 AAAA 쿼리를 업스트림 네임 서버로 전달하지 않습니다. etc/hosts 또는 DHCP에서 이름을 알 수 없는 경우 "찾을 수 없음" 응답이 반환됩니다.
pt_pt: Se esta opção for definida, o Dnsmasq não encaminhará as consultas A ou AAAA para nomes simples, sem pontos ou partes de domínio, para servidores de nomes a montante. Se o nome não for conhecido de /etc/hosts ou DHCP, então uma resposta "não encontrada" é devolvida.
sw_sw: Om det här alternativet är inställt kommer Dnsmasq inte att vidarebefordra A- eller AAAA-förfrågningar för vanliga namn, utan punkter eller domändelar, till uppströmsnamnservrar. Om namnet inte är känt från /etc/hosts eller DHCP returneras svaret "not found".
tr_tr: Bu seçenek ayarlanırsa, Dnsmasq, noktalar veya etki alanı parçaları olmadan düz adlar için A veya AAAA sorgularını yukarı akış ad sunucularına iletmez. İsim /etc/hosts veya DHCP'den bilinmiyorsa "bulunamadı" yanıtı döndürülür.
uk_uk: Якщо цей параметр встановлено, Dnsmasq не пересилатиме запити A або AAAA для простих імен, без крапок або частин домену, до вищих серверів імен. Якщо ім'я не відомо з /etc/hosts або DHCP, буде повернуто відповідь "не знайдено".

source: Do not forward private reverse lookups
id_id: Jangan meneruskan pencarian balik pribadi
it_it: Non inoltrare ricerche inverse private
ja_jp: プライベートの逆引きを転送しない
ko_ko: 비공개 역조회 전달 금지
pt_pt: Não encaminhar consultas inversas privadas
sw_sw: Vidarebefordra inte privata omvända sökningar
tr_tr: Özel ters aramaları iletmeyin
uk_uk: Не пересилати приватні зворотні пошуки

source: If this option is set, Dnsmasq will not forward reverse DNS lookups (PTR) for private addresses (RFC 1918) to upstream name servers. Any entries in the Domain Overrides section forwarding private "n.n.n.in-addr.arpa" names to a specific server are still forwarded. If the IP to name is not known from /etc/hosts, DHCP or a specific domain override then a "not found" answer is immediately returned.
id_id: Jika opsi ini disetel, Dnsmasq tidak akan meneruskan pencarian DNS terbalik (PTR) untuk alamat privat (RFC 1918) ke server nama hulu. Semua entri di bagian Domain Overrides yang meneruskan nama-nama pribadi "n.n.n.in-addr.arpa" ke server tertentu masih diteruskan. Jika IP untuk nama tidak diketahui dari /etc/hosts, DHCP atau penggantian domain tertentu maka jawaban "tidak ditemukan" akan segera dikembalikan.
it_it: Se questa opzione è impostata, DNSMASQ non inoltrerà le ricerche DNS inversa (PTR) per indirizzi privati ​​(RFC 1918) ai server di nome a monte. Eventuali voci nella sezione sovrascritta del dominio inoltrano inoltrate i nomi privati ​​"n.n.n.in-addr.arpa" a un server specifico sono ancora inoltrati. Se l'IP da nominare non è noto da /etc /host, DHCP o un dominio specifico di sovraccarico, una risposta "non trovata" viene immediatamente restituita.
ja_jp: このオプションを設定すると、Dnsmasqはプライベートアドレス（RFC1918）のDNS逆引き（PTR）を上流のネームサーバーに転送しません。Domain Overridesセクションで、プライベートな「n.n.n.in-addr.arpa」名を特定のサーバーに転送するすべてのエントリーは、依然として転送されます。IP to nameが/etc/hosts、DHCP、または特定のドメインオーバーライドから知られていない場合、「not found」の答えが直ちに返されます。
ko_ko: 이 옵션을 설정하면 Dnsmasq는 비공개 주소(RFC 1918)에 대한 역방향 DNS 조회(PTR)를 업스트림 네임 서버로 전달하지 않습니다. 도메인 재정의 섹션의 모든 항목에서 비공개 "n.n.n.in-addr.arpa" 이름을 특정 서버로 전달하는 항목은 계속 전달됩니다. 등 호스트, DHCP 또는 특정 도메인 재정의에서 이름을 지정할 IP를 알 수 없는 경우 즉시 "찾을 수 없음" 응답이 반환됩니다.
pt_pt: Se esta opção for definida, o Dnsmasq não reencaminhará as pesquisas DNS invertidas (PTR) para endereços privados (RFC 1918) para servidores de nomes a montante. Todas as entradas na secção de Domain Overrides encaminhando nomes privados "n.n.n.in-addr.arpa" para um servidor específico continuam a ser encaminhadas. Se o IP para nome não for conhecido de /etc/hosts, DHCP ou uma sobreposição de domínio específico, então uma resposta "não encontrada" é imediatamente devolvida.
sw_sw: Om det här alternativet är inställt kommer Dnsmasq inte att vidarebefordra omvända DNS-uppslag (PTR) för privata adresser (RFC 1918) till uppströms namnservrar. Alla poster i avsnittet Domain Overrides som vidarebefordrar privata "n.n.n.n.in-addr.arpa"-namn till en specifik server vidarebefordras fortfarande. Om IP-namnet inte är känt från /etc/hosts, DHCP eller en specifik domänöverstyrning returneras omedelbart svaret "not found".
tr_tr: Bu seçenek ayarlanırsa, Dnsmasq özel adresler (RFC 1918) için ters DNS aramalarını (PTR) yukarı akış ad sunucularına iletmez. Etki Alanı Geçersiz Kılmaları bölümündeki özel "n.n.n.in-addr.arpa" adlarını belirli bir sunucuya ileten tüm girişler yine de iletilir. IP'den isme /etc/hosts, DHCP veya belirli bir etki alanı geçersiz kılmasından bilinmiyorsa, hemen bir "bulunamadı" yanıtı döndürülür.
uk_uk: Якщо цей параметр встановлено, Dnsmasq не перенаправлятиме зворотний пошук DNS (PTR) для приватних адрес (RFC 1918) на вищі сервери імен. Будь-які записи у розділі Перевизначення доменів, які пересилають приватні імена у форматі "n.n.n.in-addr.arpa" на певний сервер, буде перенаправлено. Якщо IP-адреса невідома з /etc/hosts, DHCP або перевизначення певного домену, одразу повертається відповідь "не знайдено".

source: No Hosts Lookup
id_id: Tidak ada pencarian host
ja_jp: ホストの検索ができない
ko_ko: 호스트 조회 없음
pt_pt: Sem Procura de Anfitriões
sw_sw: Ingen sökning av värdar
tr_tr: Ana Bilgisayar Araması Yok
uk_uk: Без пошуку хостів

source: Don't read the hostnames in /etc/hosts.
id_id: Jangan membaca nama host di /etc/hosts.
ja_jp: etc/hostsのホスト名を読まないでください。
ko_ko: etc/hosts에서 호스트 이름을 읽지 마세요.
pt_pt: Não ler os nomes dos anfitriões em /etc/hosts.
sw_sw: Läs inte värdnamnen i /etc/hosts.
tr_tr: /etc/hosts içindeki ana bilgisayar adlarını okumayın.
uk_uk: Не читайте імена хостів у файлі /etc/hosts.

source: Log the results of DNS queries
id_id: Mencatat hasil kueri DNS
it_it: Registra i risultati delle query DNS
ja_jp: DNSクエリの結果をログに残す
ko_ko: DNS 쿼리 결과 기록
pt_pt: Registar os resultados das consultas ao DNS
sw_sw: Logga resultaten av DNS-frågor
tr_tr: DNS sorgularının sonuçlarını günlüğe kaydetme
uk_uk: Записуйте результати DNS-запитів

source: Host Overrides
id_id: Penggantian Host
it_it: Overrids host
ja_jp: ホストオーバーライド
ko_ko: 호스트 재정의
pt_pt: Substituições de Host
sw_sw: Värdöverstyrningar
tr_tr: Ana Bilgisayar Geçersiz Kılmaları
uk_uk: Перевизначення хоста

source: Alias for
id_id: Alias untuk
it_it: Alias ​​per
ja_jp: 次へのエイリアス。
ko_ko: 별칭
pt_pt: Alias para
sw_sw: Alias för
tr_tr: İçin takma ad
uk_uk: Псевдонім для

source: Entries in this section override individual results from the forwarders.
id_id: Entri di bagian ini menggantikan hasil individual dari forwarder.
it_it: Le voci in questa sezione sostituiscono i risultati individuali degli spedizionieri.
ja_jp: このセクションのエントリは、フォワーダからの結果を個別に上書きします。
ko_ko: 이 섹션의 항목은 전달자의 개별 결과보다 우선합니다.
pt_pt: Entradas nesta secção substituem os resultados individuais dos encaminhamentos.
sw_sw: Anteckningar i det här avsnittet åsidosätter enskilda resultat från skotarna.
tr_tr: Bu bölümdeki girişler, ileticilerden gelen bireysel sonuçları geçersiz kılar.
uk_uk: Записи в цьому розділі мають перевагу над індивідуальними результатами від експедиторів.

source: Use these for changing DNS results or for adding custom DNS records.
id_id: Gunakan ini untuk mengubah hasil DNS atau untuk menambahkan catatan DNS khusus.
it_it: Usali per modificare i risultati DNS o per l'aggiunta di record DNS personalizzati.
ja_jp: dns 検索結果の変更、もしくは、カスタム dns レコードの追加には、これらを使用してください。
ko_ko: DNS 결과를 변경하거나 사용자 지정 DNS 레코드를 추가하는 데 사용합니다.
pt_pt: Use esta opção para alterar os resultados de DNS ou para adicionar registos sem DNS personalizados.
sw_sw: Använd dessa för att ändra DNS-resultat eller för att lägga till anpassade DNS-poster.
tr_tr: DNS sonuçlarını değiştirmek veya özel DNS kayıtları eklemek için bunları kullanın.
uk_uk: Використовуйте їх для зміни результатів DNS або для додавання власних записів DNS.

source: Domain Overrides
id_id: Penggantian Domain
it_it: Il dominio prevale
ja_jp: ドメインオーバーライド
ko_ko: 도메인 재정의
pt_pt: Substituições de domínio
sw_sw: Överordnande av domäner
tr_tr: Etki Alanı Geçersiz Kılmaları
uk_uk: Перевизначення доменів

source: Entries in this area override an entire domain, and subdomains, by specifying an authoritative DNS server to be queried for that domain.
id_id: Entri di area ini mengganti seluruh domain, dan subdomain, dengan menentukan server DNS otoritatif yang akan ditanyakan untuk domain tersebut.
it_it: Le voci in quest'area sostituiscono un intero dominio e sottodomini, specificando un server DNS autorevole da interrogare per quel dominio.
ja_jp: そのドメインに対して問い合わせされる権威DNSサーバを設定することにより、このエリアのエントリはドメイン全体及びサブドメインを上書きします。
ko_ko: 이 영역의 항목은 해당 도메인에 대해 쿼리할 권한 있는 DNS 서버를 지정하여 전체 도메인 및 하위 도메인을 재정의합니다.
pt_pt: As entradas nesta área substituem um domínio inteiro, e subdomínios, ao especificar um servidor de DNS autorizado para ser consultado para esse domínio.
sw_sw: Posterna i det här området åsidosätter en hel domän och underdomäner genom att ange en auktoritativ DNS-server som ska tillfrågas för domänen.
tr_tr: Bu alandaki girişler, söz konusu etki alanı için sorgulanacak yetkili bir DNS sunucusu belirterek tüm etki alanını ve alt etki alanlarını geçersiz kılar.
uk_uk: Записи в цій області перевизначають весь домен і піддомени, вказуючи авторитетний DNS-сервер, який буде запитуватися для цього домену.

source: A valid domain must be specified after _msdcs.
id_id: Domain yang valid harus ditentukan setelah _msdcs.
it_it: Un dominio valido deve essere specificato dopo _MSDCS.
ja_jp: MSDCs の後に、有効なドメインを指定してください。
ko_ko: msdcs 뒤에 유효한 도메인을 지정해야 합니다.
pt_pt: Um domínio válido deve ser especificado após _msdcs.
sw_sw: En giltig domän måste anges efter _msdcs.
tr_tr: _msdcs'den sonra geçerli bir etki alanı belirtilmelidir.
uk_uk: Дійсний домен повинен бути вказаний після _msdcs.

source: A valid IP address must be specified, or # for an exclusion or ! to not forward at all.
id_id: Alamat IP yang valid harus ditentukan, atau # untuk pengecualian atau ! untuk tidak meneruskan sama sekali.
it_it: È necessario specificare un indirizzo IP valido o # per un'esclusione o! per non avanti affatto.
ja_jp: 有効なIP アドレスを指定してくださいもしくは、除外する場合は #、全て転送しない場合は !を指定してください。
ko_ko: 유효한 IP 주소를 지정해야 하며, 제외하려면 #을, 전달을 전혀 하지 않으려면 !을 입력해야 합니다.
pt_pt: Um endereço IP válido deve ser especificado, ou # para exclusão ou ! para não encaminhar a todos.
sw_sw: En giltig IP-adress måste anges, eller # för ett undantag eller ! för att inte vidarebefordra alls.
tr_tr: Geçerli bir IP adresi belirtilmeli veya # hariç tutulmalı ya da ! hiç iletilmemelidir.
uk_uk: Необхідно вказати дійсну IP-адресу, або # для виключення, або ! для заборони пересилання взагалі.

source: A valid port number must be specified.
id_id: Nomor port yang valid harus ditentukan.
it_it: Deve essere specificato un numero di porta valido.
ja_jp: 有効なポート番号を指定してください。
ko_ko: 유효한 포트 번호를 지정해야 합니다.
pt_pt: Um numero de porta válida deve ser especificado.
sw_sw: Ett giltigt portnummer måste anges.
tr_tr: Geçerli bir bağlantı noktası numarası belirtilmelidir.
uk_uk: Необхідно вказати дійсний номер порту.

source: An interface IP address must be specified for the DNS query source.
id_id: Alamat IP antarmuka harus ditentukan untuk sumber kueri DNS.
it_it: È necessario specificare un indirizzo IP di interfaccia per la fonte di query DNS.
ja_jp: dns クエリの送信元となる、インタフェースの ip アドレスを指定してください。
ko_ko: DNS 쿼리 소스에 대해 인터페이스 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP de interface deve ser especificado para origem de consultas DNS.
sw_sw: En IP-adress för gränssnittet måste anges som källa för DNS-förfrågan.
tr_tr: DNS sorgu kaynağı için bir arayüz IP adresi belirtilmelidir.
uk_uk: Для джерела DNS-запиту необхідно вказати IP-адресу інтерфейсу.

source: Edit Domain Override entry
id_id: Edit entri Penggantian Domain
it_it: Modifica la voce di sovraccarico del dominio
ja_jp: ドメインエントリの上書き編集
ko_ko: 도메인 재정의 항목 편집
pt_pt: Editar entrada de substituição de domínio
sw_sw: Redigera posten Domänöverskridande
tr_tr: Etki Alanı Geçersiz Kılma girişini düzenleme
uk_uk: Редагування запису про перевизначення домену

source: Domain to override (NOTE: this does not have to be a valid TLD!)
id_id: Domain yang akan ditimpa (CATATAN: domain ini tidak harus berupa TLD yang valid!)
it_it: Dominio da sovrascrivere (Nota: questo non deve essere un TLD valido!)
ja_jp: 上書きするドメイン注意（有効なtldである必要はありません）。
ko_ko: 재정의할 도메인(참고: 유효한 TLD일 필요는 없습니다!)
pt_pt: Domínio a substituir (NOTA: Não tem de ser um TLD válido!)
sw_sw: Domän som ska åsidosättas (OBS: detta behöver inte vara en giltig toppdomän!)
tr_tr: Geçersiz kılınacak alan adı (NOT: bunun geçerli bir TLD olması gerekmez!)
uk_uk: Домен для заміщення (ПРИМІТКА: це не обов'язково повинен бути дійсний TLD!)
