Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Time to live in seconds for entries in the host cache. The host cache contains round-trip timing, lameness and EDNS support information.
id_id: Waktu hidup dalam hitungan detik untuk entri dalam cache host. Cache host berisi waktu pulang-pergi, ketimpangan dan informasi dukungan EDNS.
ja_jp: ホストキャッシュ内のエントリーの生存時間（秒）。ホストキャッシュには、ラウンドトリップタイミング、ラメンス およびEDNSのサポート情報です。
ko_ko: 호스트 캐시에 있는 항목에 대한 초 단위의 생존 시간입니다. 호스트 캐시에는 왕복 타이밍, 절름발이 상태 및 EDNS 지원 정보를 포함합니다.
pt_pt: Tempo para viver em segundos para entradas na cache do anfitrião. A cache do anfitrião contém tempo de ida e volta, coxeio e informação de apoio EDNS.
sw_sw: Tid i sekunder för poster i värdcachen. Värdcacheminnet innehåller tid för rundresor, lemlästning och EDNS-stödinformation.
tr_tr: Ana bilgisayar önbelleğindeki girdiler için saniye cinsinden yaşam süresi. Ana bilgisayar önbelleği gidiş-dönüş zamanlaması, topallık ve EDNS destek bilgileri.
uk_uk: Час життя в секундах для записів у кеші хоста. Кеш хоста містить інформацію про час роботи в обидва боки, кульгавість та інформацію про підтримку EDNS.

source: Leave empty to generate a device name. Custom names are possible, but only if the start of the name matches the required prefix and contains numeric characters or dots, e.g. "vlan0.1.2" or "qinq0.3.4".
id_id: Biarkan kosong untuk membuat nama perangkat. Nama khusus dapat dibuat, tetapi hanya jika awal nama sesuai dengan awalan yang diperlukan dan berisi karakter numerik atau titik, misalnya "vlan0.1.2" atau "qinq0.3.4".
ja_jp: デバイス名を生成する場合は、空のままにしてください。カスタムネームも可能ですが、その場合は 名前の先頭が必要な接頭辞と一致し、かつ数字か ドット、例えば "vlan0.1.2 "や "qinq0.3.4 "のようなものです。
ko_ko: 디바이스 이름을 생성하려면 비워 둡니다. 사용자 지정 이름도 가능하지만 이름의 시작 부분이 필수 접두사와 일치하고 숫자 또는 점( 점(예: "vlan0.1.2" 또는 "qinq0.3.4")이 포함되어야 합니다.
pt_pt: Deixar vazio para gerar um nome de dispositivo. Nomes personalizados são possíveis, mas apenas se o o início do nome corresponde ao prefixo requerido e contém caracteres numéricos ou pontos, por exemplo "vlan0.1.2" ou "qinq0.3.4".
sw_sw: Lämna tomt om du vill generera ett enhetsnamn. Anpassade namn är möjliga, men endast om början av namnet matchar det nödvändiga prefixet och innehåller numeriska tecken eller punkter, t.ex. "vlan0.1.2" eller "qinq0.3.4".
tr_tr: Bir cihaz adı oluşturmak için boş bırakın. Özel adlar mümkündür, ancak yalnızca adın başlangıcı gerekli önekle eşleşir ve sayısal karakterler içerir veya noktalar, örneğin "vlan0.1.2" veya "qinq0.3.4".
uk_uk: Залиште порожнім, щоб згенерувати назву пристрою. Користувацькі назви можливі, але тільки якщо початок назви збігається з потрібним префіксом і містить цифри або крапки, наприклад, "vlan0.1.2" або "qinq0.3.4".

source: Send alerts in eve format to syslog, using log level info. This will not change the alert logging used by the product itself. Drop logs will only be send to the internal logger, due to restrictions in suricata.
id_id: Kirim peringatan dalam format eve ke syslog, menggunakan info level log. Ini tidak akan mengubah pencatatan peringatan yang digunakan oleh produk itu sendiri. Drop log hanya akan dikirim ke logger internal, karena adanya pembatasan dalam suricata.
ja_jp: ログレベル情報を使用して、eve形式のアラートをsyslogに送信します。 これは、製品自体で使用されるアラートロギングを変更するものではありません。 ドロップログは、suricataの制限により、内部ロガーにのみ送信されます。
ko_ko: 로그 수준 정보를 사용하여 전야제 형식의 알림을 syslog로 보냅니다. 이렇게 해도 제품 자체에서 사용하는 알림 로깅은 변경되지 않습니다. 수리카타의 제한으로 인해 드롭 로그는 내부 로거로만 전송됩니다.
pt_pt: Enviar alertas em formato eve para o syslog, utilizando informações de nível de registo. Isto não alterará o registo de alertas utilizado pelo próprio produto. Os registos de queda só serão enviados para o logger interno, devido a restrições em suricata.
sw_sw: Skicka varningar i eve-format till syslog med hjälp av information om loggnivå. Detta ändrar inte den varningsloggning som används av själva produkten. Drop-loggar kommer endast att skickas till den interna loggaren, på grund av begränsningar i suricata.
tr_tr: Günlük düzeyi bilgisini kullanarak uyarıları eve biçiminde syslog'a gönderin. Bu, ürünün kendisi tarafından kullanılan uyarı günlüğünü değiştirmeyecektir. Suricata'daki kısıtlamalar nedeniyle drop logları yalnızca dahili logger'a gönderilecektir.
uk_uk: Надсилати сповіщення у форматі eve до syslog, використовуючи інформацію про рівень журналу. Це не вплине на реєстрацію сповіщень у самому продукті. Журнали падінь буде надіслано лише до внутрішнього журналу через обмеження у suricata.

source: The interface can be configured in a multicast mode to create a virtual network of hosts. This is the IP multicast group address the interface will join.
id_id: Antarmuka dapat dikonfigurasi dalam mode multicast untuk membuat jaringan virtual host. Ini adalah alamat grup multicast IP yang akan digunakan untuk bergabung dengan antarmuka.
ja_jp: インターフェイスは、ホストの仮想ネットワークを作成するために、マルチキャストモードで構成することができます。 これは、インターフェイスが参加するIPマルチキャストグループアドレスです。
ko_ko: 인터페이스를 멀티캐스트 모드로 구성하여 호스트의 가상 네트워크를 만들 수 있습니다. 인터페이스가 가입할 IP 멀티캐스트 그룹 주소입니다.
pt_pt: A interface pode ser configurada num modo multicast para criar uma rede virtual de anfitriões. Este é o endereço do grupo IP multicast ao qual a interface se vai juntar.
sw_sw: Gränssnittet kan konfigureras i multicastläge för att skapa ett virtuellt nätverk av värdar. Detta är den IP multicastgruppadress som gränssnittet kommer att ansluta sig till.
tr_tr: Arayüz, ana bilgisayarlardan oluşan sanal bir ağ oluşturmak için çok noktaya yayın modunda yapılandırılabilir. Bu, arayüzün katılacağı IP çok noktaya yayın grup adresidir.
uk_uk: Інтерфейс можна налаштувати в режимі багатоадресної розсилки для створення віртуальної мережі хостів. Це адреса групи багатоадресної IP-розсилки, до якої приєднається інтерфейс.

source: The interface can be configured in a unicast, or point-to-point, mode to create a tunnel between two hosts. This is the IP address of the remote end of the tunnel.
id_id: Antarmuka dapat dikonfigurasi dalam mode unicast, atau point-to-point, untuk membuat terowongan di antara dua host. Ini adalah alamat IP dari ujung terowongan yang jauh.
ja_jp: このインターフェースは、2つのホスト間にトンネルを作成するために、ユニキャスト、またはポイントツーポイントのモードで構成することができます。 これは、トンネルのリモートエンドのIPアドレスです。
ko_ko: 인터페이스를 유니캐스트 또는 지점 간 모드로 구성하여 두 호스트 사이에 터널을 만들 수 있습니다. 터널의 원격 끝의 IP 주소입니다.
pt_pt: A interface pode ser configurada num modo unicast, ou ponto-a-ponto, para criar um túnel entre dois anfitriões. Este é o endereço IP da extremidade remota do túnel.
sw_sw: Gränssnittet kan konfigureras i unicast- eller punkt-till-punkt-läge för att skapa en tunnel mellan två värdar. Detta är IP-adressen för tunnelns fjärrända ände.
tr_tr: Arayüz, iki ana bilgisayar arasında bir tünel oluşturmak için tek noktaya yayın veya noktadan noktaya modunda yapılandırılabilir. Bu, tünelin uzak ucunun IP adresidir.
uk_uk: Інтерфейс можна налаштувати в одноадресному режимі, або режимі "точка-точка", для створення тунелю між двома хостами. Це IP-адреса віддаленого кінця тунелю.

source: The source address used in the encapsulating IPv4/IPv6 header. The address should already be assigned to an existing interface. When the interface is configured in unicast mode, the listening socket is bound to this address.
id_id: Alamat sumber yang digunakan dalam header IPv4/IPv6 yang dienkapsulasi. Alamat ini seharusnya sudah ditetapkan ke antarmuka yang ada. Bila antarmuka dikonfigurasi dalam mode unicast, soket pendengar akan terikat ke alamat ini.
ja_jp: カプセル化されたIPv4/IPv6ヘッダーで使用されるソースアドレス。 このアドレスは、既存のインターフェイスにすでに割り当てられている必要があります。 インターフェイスがユニキャストモードで構成されている場合、リスニングソケットはこのアドレスにバインドされます。
ko_ko: 캡슐화 IPv4/IPv6 헤더에 사용되는 소스 주소입니다. 이 주소는 이미 기존 인터페이스에 할당되어 있어야 합니다. 인터페이스가 유니캐스트 모드로 구성된 경우 수신 소켓이 이 주소에 바인딩됩니다.
pt_pt: O endereço de origem utilizado no encapsulamento do cabeçalho IPv4/IPv6. O endereço já deve ser atribuído a uma interface existente. Quando a interface é configurada em modo unicast, a tomada de escuta é ligada a este endereço.
sw_sw: Källadressen som används i den inkapslande IPv4/IPv6-huvudet. Adressen bör redan vara tilldelad ett befintligt gränssnitt. När gränssnittet är konfigurerat i unicast-läge är den lyssnande sockeln bunden till den här adressen.
tr_tr: Kapsülleyen IPv4/IPv6 başlığında kullanılan kaynak adres. Adres zaten mevcut bir arayüze atanmış olmalıdır. Arayüz tek noktaya yayın modunda yapılandırıldığında, dinleme soketi bu adrese bağlanır.
uk_uk: Адреса джерела, що використовується в інкапсулюючому заголовку IPv4/IPv6. Адреса вже має бути призначена існуючому інтерфейсу. Якщо інтерфейс налаштовано в одноадресному режимі, сокет для прослуховування прив'язується до цієї адреси.

source: These are addresses on your private network, and are not allowed to be returned for public internet names. Any occurrence of such addresses are removed from DNS answers. Additionally, the DNSSEC validator may mark the answers bogus. This protects against so-called DNS Rebinding. (Only applicable when DNS rebind check is enabled in System->Settings->Administration)
id_id: Ini adalah alamat pada jaringan pribadi Anda, dan tidak diizinkan untuk dikembalikan untuk nama internet publik. Setiap kemunculan alamat-alamat tersebut akan dihapus dari jawaban DNS. Selain itu, validator DNSSEC dapat menandai jawaban palsu. Hal ini melindungi dari apa yang disebut DNS Rebinding. (Hanya berlaku bila pemeriksaan pengikatan ulang DNS diaktifkan di System->Settings->Administration)
ja_jp: これらのアドレスは、お客様のプライベートネットワーク上のアドレスであり、公共のインターネット名として返されることは許可されていません。 このようなアドレスが出現すると、DNS回答から削除されます。 さらに、DNSSECバリデーターは、その回答を偽物とみなすことができる。 これは、いわゆるDNSリバインディングから保護するものです。 (システム」→「設定」→「管理」でDNSリバインドチェックを有効にしている場合のみ適用されます。）
ko_ko: 이러한 주소는 비공개 네트워크에 있는 주소이며 공개 인터넷 이름으로는 반환할 수 없습니다. 이러한 주소가 발생하면 DNS 응답에서 제거됩니다. 또한 DNSSEC 유효성 검사기는 응답을 가짜로 표시할 수 있습니다. 이는 소위 DNS 리바인딩으로부터 보호합니다. (시스템->설정->관리에서 DNS 리바인드 확인을 사용하도록 설정한 경우에만 해당됩니다.)
pt_pt: Estes são endereços na sua rede privada, e não podem ser devolvidos para nomes públicos na Internet. Qualquer ocorrência de tais endereços é removida das respostas DNS. Além disso, o validador DNSSEC pode marcar as respostas como falsas. Isto protege contra a chamada Rebinding DNS. (Aplicável apenas quando a verificação de re-ligação DNS está activa em Sistema->Configurações->Administração)
sw_sw: Dessa adresser är adresser i ditt privata nätverk och får inte returneras för offentliga internetnamn. Om sådana adresser förekommer tas de bort från DNS-svaren. Dessutom kan DNSSEC-valideraren markera svaren som falska. Detta skyddar mot så kallad DNS Rebinding. (Gäller endast när kontroll av DNS-rebindning är aktiverad i System->Inställningar->Administration).
tr_tr: Bunlar özel ağınızdaki adreslerdir ve genel internet adları için döndürülmelerine izin verilmez. Bu tür adreslerin herhangi bir oluşumu DNS yanıtlarından kaldırılır. Ayrıca, DNSSEC doğrulayıcısı yanıtları sahte olarak işaretleyebilir. Bu, DNS Yeniden Bağlama olarak adlandırılan duruma karşı koruma sağlar. (Yalnızca Sistem->Ayarlar->Yönetim'de DNS yeniden bağlama denetimi etkinleştirildiğinde geçerlidir)
uk_uk: Це адреси у вашій приватній мережі, і їх не можна повертати для публічних інтернет-імен. Будь-яка поява таких адрес видаляється з відповідей DNS. Крім того, валідатор DNSSEC може позначити відповіді як фальшиві. Це захищає від так званого переприв'язування DNS. (Застосовується лише тоді, коли ввімкнено перевірку повторного прив'язування DNS у розділі Система->Налаштування->Адміністрування)

source: When the interface is configured in multicast mode, the dev interface is used to transmit IP multicast packets.
id_id: Bila antarmuka dikonfigurasi dalam mode multicast, antarmuka dev digunakan untuk mengirimkan paket multicast IP.
ja_jp: インターフェイスがマルチキャストモードに設定されている場合、devインターフェイスはIPマルチキャストパケットの送信に使用されます。
ko_ko: 인터페이스가 멀티캐스트 모드로 구성된 경우 개발 인터페이스는 IP 멀티캐스트 패킷을 전송하는 데 사용됩니다.
pt_pt: Quando a interface é configurada em modo multicast, a interface dev é utilizada para transmitir pacotes IP multicast.
sw_sw: När gränssnittet är konfigurerat i multicast-läge används dev-gränssnittet för att överföra IP multicast-paket.
tr_tr: Arayüz çok noktaya yayın modunda yapılandırıldığında, dev arayüzü IP çok noktaya yayın paketlerini iletmek için kullanılır.
uk_uk: Коли інтерфейс налаштовано в режимі багатоадресної розсилки, інтерфейс dev використовується для передавання багатоадресних IP-пакетів.

source: This is the number of packets the packet capture will grab. Default value is 100. Enter 0 (zero) for no count limit.
id_id: Ini adalah jumlah paket yang akan diambil oleh penangkapan paket. Nilai default adalah 100. Masukkan 0 (nol) untuk tidak ada batas hitungan.
ja_jp: パケットキャプチャが取得するパケット数です。デフォルト値は100です。 カウント制限をしない場合は0（ゼロ）を入力します。
ko_ko: 패킷 캡처가 수집할 패킷의 수입니다. 기본값은 100입니다. 카운트 제한이 없으면 0(0)을 입력합니다.
pt_pt: Este é o número de pacotes que a captura de pacotes irá agarrar. O valor por defeito é 100. Introduzir 0 (zero) para sem limite de contagem.
sw_sw: Det här är antalet paket som paketsamlingen kommer att fånga. Standardvärdet är 100. Ange 0 (noll) för ingen gräns för antalet paket.
tr_tr: Bu, paket yakalamanın alacağı paket sayısıdır. Varsayılan değer 100'dür. Sayım sınırı olmaması için 0 (sıfır) girin.
uk_uk: Це кількість пакетів, які буде перехоплено під час перехоплення пакетів. Значення за замовчуванням дорівнює 100. Введіть 0 (нуль) для відсутності ліміту підрахунку.

source: This value is either the Source or Destination IP address or subnet in CIDR notation. The packet capture will look for this address in either field. Matching can be negated by preceding the value with "not". Multiple IP addresses or CIDR subnets may be specified as boolean expression. If you leave this field blank, all packets on the specified interface will be captured. Example: not 10.0.0.0/24 not and not 11.0.0.1
id_id: Nilai ini adalah alamat IP Sumber atau Tujuan atau subnet dalam notasi CIDR. Penangkapan paket akan mencari alamat ini di salah satu bidang. Pencocokan dapat ditiadakan dengan mendahului nilai dengan "tidak". Beberapa alamat IP atau subnet CIDR dapat ditentukan sebagai ekspresi boolean. Jika Anda mengosongkan bidang ini, semua paket pada antarmuka yang ditentukan akan ditangkap. Contoh: not 10.0.0.0/24 not dan not 11.0.0.1
ja_jp: この値は、CIDR表記のソースまたはデスティネーションIPアドレスまたはサブネットのいずれかです。 パケットキャプチャでは、どちらかのフィールドでこのアドレスを探します。 値の前に "not "を付けると、マッチングを否定することができます。 複数のIPアドレスまたはCIDRサブネットをブーリアン表現で指定することができます。 このフィールドを空白にすると、指定したインターフェイス上のすべてのパケットがキャプチャされます。 例：10.0.0.0/24ではなく、11.0.0.1でもない。
ko_ko: 이 값은 소스 또는 대상 IP 주소 또는 CIDR 표기법의 서브넷입니다. 패킷 캡처는 두 필드 중 하나에서 이 주소를 찾습니다. 값 앞에 "not"을 붙이면 매칭을 무효화할 수 있습니다. 여러 IP 주소 또는 CIDR 서브넷을 부울 표현식으로 지정할 수 있습니다. 이 필드를 비워두면 지정된 인터페이스의 모든 패킷이 캡처됩니다. 예: not 10.0.0.0/24 not 및 not 11.0.0.1
pt_pt: Este valor ou é o endereço IP de origem ou de destino ou sub-rede na notação CIDR. A captura de pacotes irá procurar este endereço em qualquer dos campos. A correspondência pode ser negada ao preceder o valor com "não". Endereços IP múltiplos ou sub-redes CIDR podem ser especificados como expressão booleana. Se deixar este campo em branco, todos os pacotes na interface especificada serão capturados. Exemplo: não 10.0.0.0/24 não e não 11.0.0.0.1
sw_sw: Det här värdet är antingen källans eller målets IP-adress eller undernät i CIDR-notation. Paketfångsten kommer att leta efter denna adress i något av fälten. Matchning kan förnekas genom att värdet föregås av "not". Flera IP-adresser eller CIDR-undernät kan anges som boolska uttryck. Om du lämnar det här fältet tomt kommer alla paket på det angivna gränssnittet att fångas. Exempel: inte 10.0.0.0.0/24 inte och inte 11.0.0.0.1
tr_tr: Bu değer Kaynak veya Hedef IP adresi ya da CIDR gösteriminde alt ağdır. Paket yakalama bu adresi her iki alanda da arayacaktır. Eşleştirme, değerin önüne "değil" getirilerek olumsuzlanabilir. Birden fazla IP adresi veya CIDR alt ağı boolean ifadesi olarak belirtilebilir. Bu alanı boş bırakırsanız, belirtilen arayüzdeki tüm paketler yakalanacaktır. Örnek: 10.0.0.0/24 değil ve 11.0.0.1 değil
uk_uk: Це значення є IP-адресою або підмережею джерела або одержувача у нотації CIDR. Перехоплення пакетів шукатиме цю адресу у будь-якому з полів. Відповідність можна заперечити, додавши перед значенням символ "не". Кілька IP-адрес або підмереж CIDR можна вказати у вигляді логічного виразу. Якщо залишити це поле порожнім, буде перехоплено усі пакети на вказаному інтерфейсі. Приклад: не 10.0.0.0/24 не і не 11.0.0.1

source: (FQ-)CoDel interval
id_id: Interval CoDel (FQ-)
ja_jp: (FQ-)CoDelインターバル
ko_ko: (FQ-)CoDel 간격
pt_pt: (FQ-)Intervalo CoDel
sw_sw: (FQ-)CoDel-intervall
tr_tr: (FQ-)CoDel aralığı
uk_uk: (FQ-)CoDel інтервал

source: (FQ-)CoDel target
id_id: Target (FQ-) CoDel
ja_jp: (FQ-)CoDelターゲット
ko_ko: (FQ-)CoDel 대상
pt_pt: (FQ-)CoDel alvo
sw_sw: (FQ-)CoDel-mål
tr_tr: (FQ-)CoDel hedefi
uk_uk: (FQ-)CoDel ціль

source: (optional) user credentials.
id_id: (opsional) kredensial pengguna.
ja_jp: (オプション)ユーザー認証情報。
ko_ko: (선택 사항) 사용자 자격 증명.
pt_pt: (opcional) credenciais de utilizador.
sw_sw: (valfritt) användaruppgifter.
tr_tr: (isteğe bağlı) kullanıcı kimlik bilgileri.
uk_uk: (необов'язково) облікові дані користувача.

source: 0: Log everything, Positive Value: Log events that take longer than specified, Negative Value: Log nothing.
id_id: 0: Mencatat semuanya, Nilai Positif: Mencatat peristiwa yang memakan waktu lebih lama dari yang ditentukan, Nilai Negatif: Tidak mencatat apa pun.
ja_jp: 0: すべてを記録する、正の値。指定した時間より長いイベントをログに記録する。何も記録しない。
ko_ko: 0: 모든 이벤트를 기록, 양수 값: 지정된 시간보다 오래 걸리는 이벤트를 음수 값으로 기록합니다: 아무것도 기록하지 않습니다.
pt_pt: 0: Registar tudo, Valor Positivo: Registar eventos que demoram mais tempo do que o especificado, Valor Negativo: Nada de registo.
sw_sw: 0: Loggar allt, positivt värde: Logga händelser som tar längre tid än vad som anges, Negativt värde: Logga allt: Logga ingenting.
tr_tr: 0: Her şeyi günlüğe kaydet, Pozitif Değer: Belirtilenden daha uzun süren olayları günlüğe kaydedin, Negatif Değer: Hiçbir şeyi günlüğe kaydetme.
uk_uk: 0: реєструвати все, позитивне значення: Записувати події, які тривають довше, ніж вказано, від'ємне значення: Не реєструвати нічого.

source: A JSON document containing configuration options that apply to the local node
id_id: Dokumen JSON yang berisi opsi konfigurasi yang berlaku untuk simpul lokal
ja_jp: ローカルノードに適用される設定オプションを含むJSONドキュメント
ko_ko: 로컬 노드에 적용되는 구성 옵션이 포함된 JSON 문서입니다.
pt_pt: Um documento JSON contendo opções de configuração que se aplicam ao nó local
sw_sw: Ett JSON-dokument som innehåller konfigurationsalternativ som gäller för den lokala noden.
tr_tr: Yerel düğüm için geçerli olan yapılandırma seçeneklerini içeren bir JSON belgesi
uk_uk: JSON-документ, що містить параметри конфігурації, які застосовуються до локального вузла

source: A name for this server. Used when displaying information about this server (logs, info service, etc).
id_id: Nama untuk server ini. Digunakan saat menampilkan informasi tentang server ini (log, layanan info, dll).
ja_jp: このサーバーの名前です。このサーバーに関する情報（ログ、情報サービスなど）を表示するときに使用します。
ko_ko: 이 서버의 이름입니다. 이 서버에 대한 정보(로그, 정보 서비스 등)를 표시할 때 사용됩니다.
pt_pt: Um nome para este servidor. Utilizado ao exibir informação sobre este servidor (registos, serviço informativo, etc.).
sw_sw: Ett namn för den här servern. Används när information om den här servern visas (loggar, informationstjänst osv.).
tr_tr: Bu sunucu için bir ad. Bu sunucu hakkındaki bilgileri görüntülerken kullanılır (günlükler, bilgi servisi, vb.).
uk_uk: Ім'я цього сервера. Використовується при відображенні інформації про цей сервер (журнали, інформаційна служба тощо).

source: API Access Token
id_id: Token Akses API
ja_jp: APIアクセストークン
ko_ko: API 액세스 토큰
pt_pt: Token de Acesso API
sw_sw: Token för API-åtkomst
tr_tr: API Erişim Belirteci
uk_uk: Токен доступу до API

source: AVPair
ja_jp: エーヴイペア

source: Access Control List
id_id: Daftar Kontrol Akses
ja_jp: アクセスコントロールリスト
ko_ko: 액세스 제어 목록
pt_pt: Lista de controlo de acesso
sw_sw: Förteckning över åtkomstkontroll
tr_tr: Erişim Kontrol Listesi
uk_uk: Список контролю доступу

source: Access Token used for the Zerotier API service
id_id: Token Akses yang digunakan untuk layanan API Zerotier
ja_jp: Zerotier APIサービスに使用するアクセストークン
ko_ko: 제로티어 API 서비스에 사용되는 액세스 토큰
pt_pt: Token de acesso utilizado para o serviço API Zerotier
sw_sw: Åtkomsttoken som används för Zerotier API-tjänsten
tr_tr: Zerotier API hizmeti için kullanılan Erişim Belirteci
uk_uk: Токен доступу, що використовується для сервісу Zerotier API

source: Access log target
id_id: Target log akses
ja_jp: アクセスログ対象
ko_ko: 액세스 로그 대상
pt_pt: Log de acesso ao alvo
sw_sw: Mål för åtkomstlogg
tr_tr: Erişim günlüğü hedefi
uk_uk: Ціль журналу доступу

source: According to the service type path can be a file or a directory.
id_id: Menurut jenis layanannya, jalur dapat berupa file atau direktori.
ja_jp: サービスタイプにより、パスはファイルまたはディレクトリになります。
ko_ko: 서비스 유형에 따라 경로는 파일 또는 디렉터리일 수 있습니다.
pt_pt: De acordo com o caminho do tipo de serviço pode ser um ficheiro ou um directório.
sw_sw: Enligt tjänstetypen kan sökvägen vara en fil eller en katalog.
tr_tr: Hizmet türüne göre yol bir dosya veya dizin olabilir.
uk_uk: Залежно від типу сервісу шлях може бути файлом або каталогом.

source: Action to perform when filter policy applies
id_id: Tindakan yang harus dilakukan ketika kebijakan filter berlaku
ja_jp: フィルターポリシーが適用されたときに実行するアクション
ko_ko: 필터 정책이 적용될 때 수행할 작업
pt_pt: Acção a realizar quando se aplica a política de filtragem
sw_sw: Åtgärd som ska utföras när filterpolicyn tillämpas
tr_tr: Filtre ilkesi uygulandığında gerçekleştirilecek eylem
uk_uk: Дія, яку слід виконати, коли застосовується політика фільтрації

source: Activate third party signatures from BLURL. Use at your own risk.
id_id: Mengaktifkan tanda tangan pihak ketiga dari BLURL. Gunakan dengan risiko Anda sendiri.
ja_jp: BLURLからサードパーティーの署名を有効化する。自己責任で使用してください。
ko_ko: BLURL에서 타사 서명을 활성화합니다. 본인 책임하에 사용하세요.
pt_pt: Activar as assinaturas de terceiros do BLURL. Utilizar por sua conta e risco.
sw_sw: Aktivera signaturer från tredje part från BLURL. Använd på egen risk.
tr_tr: BLURL'den üçüncü taraf imzalarını etkinleştirin. Kendi sorumluluğunuzda kullanın.
uk_uk: Активуйте сторонні підписи від BLURL. Використовуйте на свій страх і ризик.

source: Activate third party signatures from Malware Expert. Use at your own risk.
id_id: Aktifkan tanda tangan pihak ketiga dari Pakar Malware. Gunakan dengan risiko Anda sendiri.
ja_jp: Malware Expertからサードパーティーのシグネチャを有効にする。自己責任で使用してください。
ko_ko: Malware Expert에서 타사 서명을 활성화합니다. 사용자 책임하에 사용하세요.
pt_pt: Activar as assinaturas de terceiros da Malware Expert. Utilizar por sua conta e risco.
sw_sw: Aktivera signaturer från tredje part från Malware Expert. Använd på egen risk.
tr_tr: Malware Expert'ten üçüncü taraf imzalarını etkinleştirin. Kendi sorumluluğunuzda kullanın.
uk_uk: Активуйте сторонні підписи з Malware Expert. Використовуйте на свій страх і ризик.

source: Activate third party signatures from Sanesecurtiy BOFHLand. Use at your own risk.
id_id: Mengaktifkan tanda tangan pihak ketiga dari Sanesecurtiy BOFHLand. Gunakan dengan risiko Anda sendiri.
ja_jp: Sanesecurtiy BOFHLandのサードパーティ署名を有効化します。ご自身の責任においてご使用ください。
ko_ko: Sanesecurtiy BOFHLand의 타사 서명을 활성화합니다. 본인 책임하에 사용하세요.
pt_pt: Activar assinaturas de terceiros da Sanesecurtiy BOFHLand. Utilizar por sua conta e risco.
sw_sw: Aktivera tredjepartssignaturer från Sanesecurtiy BOFHLand. Användning på egen risk.
tr_tr: Sanesecurtiy BOFHLand'den üçüncü taraf imzalarını etkinleştirin. Kullanım riski size aittir.
uk_uk: Активуйте підписи третіх осіб від Sanesecurtiy BOFHLand. Використовуйте на свій страх і ризик.
