Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: By default, IPsec installs routes when a tunnel becomes active. Select this option to prevent automatically adding routes to the system routing table. See charon.install_routes
id_id: Secara default, IPsec menginstal rute ketika terowongan menjadi aktif. Pilih opsi ini untuk mencegah penambahan rute secara otomatis ke tabel perutean sistem. Lihat charon.install_routes
it_it: Per impostazione predefinita, IPSEC installa i percorsi quando un tunnel diventa attivo. Seleziona questa opzione per evitare l'aggiunta automatica di percorsi alla tabella di routing di sistema. Vedi charon.install_routes
ja_jp: デフォルトでは、IPsecはトンネルがアクティブになった時点でルートをインストールしますが、このオプションを選択すると、システムルーティングテーブルに自動的にルート追加することを防ぎます。
ko_ko: 기본적으로 IPsec은 터널이 활성화되면 경로를 설치합니다. 시스템 라우팅 테이블에 경로가 자동으로 추가되지 않도록 하려면 이 옵션을 선택합니다. charon.install_routes 참조
pt_pt: Por defeito, a IPsec instala rotas quando um túnel se torna activo. Seleccione esta opção para evitar a adição automática de rotas à tabela de rotas do sistema. Ver charon.install_routes
sw_sw: Som standard installerar IPsec rutter när en tunnel blir aktiv. Välj det här alternativet om du vill förhindra att rutter automatiskt läggs till i systemets routningstabell. Se charon.install_routes
tr_tr: Varsayılan olarak, IPsec bir tünel etkin olduğunda rotaları yükler. Sistem yönlendirme tablosuna otomatik olarak rota eklenmesini önlemek için bu seçeneği seçin. Bakınız charon.install_routes
uk_uk: За замовчуванням IPsec встановлює маршрути, коли тунель стає активним. Виберіть цей параметр, щоб запобігти автоматичному додаванню маршрутів до системної таблиці маршрутизації. Дивіться charon.install_routes

source: Maximum IKEv1 phase 2 exchanges
id_id: Pertukaran IKEv1 fase 2 maksimum
it_it: Scambi massimi Ikev1 Fase 2
ja_jp: IKEv1フェーズ2交換の最大値
ko_ko: 최대 IKEv1 2단계 교환 수
pt_pt: Máximo IKEv1 fase 2 intercâmbios
sw_sw: Maximalt antal IKEv1 fas 2-utbyten
tr_tr: Maksimum IKEv1 faz 2 alışverişleri
uk_uk: Максимальний обмін IKEv1 фаза 2

source: Maximum number of IKEv1 phase 2 exchanges per IKE_SA to keep state about and track concurrently. When using multiple phase 2 definitions a higher value than the default (3) would be advisable to prevent re-keying issues.
id_id: Jumlah maksimum pertukaran IKEv1 fase 2 per IKE_SA untuk menyimpan status dan melacak secara bersamaan. Ketika menggunakan beberapa definisi fase 2, nilai yang lebih tinggi dari default (3) akan disarankan untuk mencegah masalah penguncian ulang.
it_it: Numero massimo di scambi di fase 2 Ikev1 per Ike_SA per mantenere lo stato e tenere traccia contemporaneamente. Quando si utilizzano più definizioni di fase 2, sarebbe consigliabile un valore più elevato rispetto al valore predefinito (3) per prevenire i problemi di re-chiavi.
ja_jp: IKE_SAあたりのIKEv1フェーズ2交換の最大数で、状態を保持し、同時に追跡する。複数のフェーズ 2 定義を使用する場合は、再キーイング問題を防ぐために、デフォルト (3) よりも高い値を設定することが推奨されます。
ko_ko: 상태를 유지하고 동시에 추적할 수 있는 IKE_SA당 최대 IKEv1 2단계 교환 수입니다. 여러 단계 2 정의를 사용하는 경우 재키 문제를 방지하기 위해 기본값(3)보다 높은 값을 사용하는 것이 좋습니다.
pt_pt: Número máximo de trocas IKEv1 fase 2 por IKE_SA para manter o estado e acompanhar ao mesmo tempo. Ao utilizar múltiplas definições da fase 2, seria aconselhável um valor superior ao padrão (3) para evitar problemas de repetição da pesquisa.
sw_sw: Maximalt antal IKEv1 fas 2-utbyten per IKE_SA som man ska hålla reda på och spåra samtidigt. När flera fas 2-definitioner används är det lämpligt att använda ett högre värde än standardvärdet (3) för att förhindra problem med omnyktering.
tr_tr: IKE_SA başına durumu tutmak ve eşzamanlı olarak izlemek için maksimum IKEv1 faz 2 alışverişi sayısı. Birden fazla faz 2 tanımı kullanıldığında, yeniden anahtarlama sorunlarını önlemek için varsayılandan (3) daha yüksek bir değer tavsiye edilir.
uk_uk: Максимальна кількість обмінів фази 2 IKEv1 на IKE_SA для одночасного збереження стану та відстеження. При використанні декількох визначень фази 2 рекомендується використовувати більше значення, ніж за замовчуванням (3), щоб запобігти проблемам з повторним введенням ключів.

source: IPsec Debug
id_id: Debug IPsec
ja_jp: IPsec デバッグ
ko_ko: IPsec 디버그
sw_sw: IPsec felsökning
tr_tr: IPsec Hata Ayıklama
uk_uk: Налагодження IPsec

source: Start IPsec in debug mode based on sections selected
id_id: Mulai IPsec dalam mode debug berdasarkan bagian yang dipilih
it_it: Avvia ipsec in modalità debug in base alle sezioni selezionate
ja_jp: IPsec を選択したセクションに基づいたデバックモードで起動する。
ko_ko: 선택한 섹션에 따라 디버그 모드에서 IPsec 시작
pt_pt: Inicie o IPsec no modo de depuração com base nas seções selecionadas
sw_sw: Starta IPsec i felsökningsläge baserat på valda sektioner
tr_tr: Seçilen bölümlere göre IPsec'i hata ayıklama modunda başlatma
uk_uk: Запустіть IPsec у режимі налагодження на основі вибраних розділів

source: Launch IPsec in debug mode so that more verbose logs will be generated to aid in troubleshooting.
id_id: Luncurkan IPsec dalam mode debug sehingga lebih banyak log yang bertele-tele akan dibuat untuk membantu pemecahan masalah.
it_it: Avvia IPsec in modalità debug in modo che vengano generati più registri verbosi per aiutare a risolvere i problemi.
ja_jp: IPsec をデバッグモードで起動し、トラブルシューティングに役立つより詳細なログを生成させます。
ko_ko: 디버그 모드에서 IPsec을 실행하면 문제 해결에 도움이 되는 더 자세한 로그가 생성됩니다.
pt_pt: Iniciar o IPSec em modo de depuração de modo que os logs mais detalhados serão gerados para auxiliar na solução de problemas.
sw_sw: Starta IPsec i felsökningsläge så att mer utförliga loggar genereras för att underlätta felsökning.
tr_tr: IPsec'i hata ayıklama modunda başlatın, böylece sorun gidermeye yardımcı olmak için daha ayrıntılı günlükler oluşturulacaktır.
uk_uk: Запустіть IPsec в режимі налагодження, щоб згенерувати більш докладні журнали, які допоможуть в усуненні несправностей.

source: not found
id_id: tidak ditemukan
it_it: non trovato
ja_jp: 見当たらない
ko_ko: 찾을 수 없음
pt_pt: não encontrado
sw_sw: inte funnen
tr_tr: Bulunamadı
uk_uk: не знайдено

source: This tunnel cannot be deleted because it is still being used as an interface.
id_id: Terowongan ini tidak dapat dihapus karena masih digunakan sebagai antarmuka.
it_it: Questo tunnel non può essere eliminato perché viene ancora utilizzato come interfaccia.
ja_jp: このトンネルは、まだインターフェースとして使用されているため、削除することはできません。
ko_ko: 이 터널은 아직 인터페이스로 사용 중이므로 삭제할 수 없습니다.
pt_pt: Este túnel não pode ser apagado porque ainda está a ser utilizado como interface.
sw_sw: Tunneln kan inte tas bort eftersom den fortfarande används som gränssnitt.
tr_tr: Bu tünel silinemez çünkü hala bir arayüz olarak kullanılmaktadır.
uk_uk: Цей тунель не можна видалити, оскільки він все ще використовується як інтерфейс.

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 address.
id_id: Protokol dan keluarga alamat IP tidak cocok. Anda tidak dapat memilih protokol IPv6 dan alamat IPv4.
it_it: Le famiglie di protocollo e indirizzi IP non corrispondono. Non è possibile selezionare un protocollo IPv6 e un indirizzo IPv4.
ja_jp: プロトコルとIPアドレスファミリが一致しません。
ko_ko: 프로토콜과 IP 주소 패밀리가 일치하지 않습니다. IPv6 프로토콜과 IPv4 주소를 함께 선택할 수 없습니다.
pt_pt: As famílias de protocolo e endereço IP não correspondem. Não pode selecionar um protocolo IPv6 e um endereço IPv4.
sw_sw: Protokoll- och IP-adressfamiljerna stämmer inte överens. Du kan inte välja ett IPv6-protokoll och en IPv4-adress.
tr_tr: Protokol ve IP adres aileleri eşleşmiyor. Bir IPv6 protokolü ve bir IPv4 adresi seçemezsiniz.
uk_uk: Сімейства протоколів та IP-адрес не збігаються. Неможливо вибрати протокол IPv6 та IPv4-адресу.

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 address.
id_id: Protokol dan keluarga alamat IP tidak cocok. Anda tidak dapat memilih protokol IPv4 dan alamat IPv6.
it_it: Le famiglie di protocollo e indirizzi IP non corrispondono. Non è possibile selezionare un protocollo IPv4 e un indirizzo IPv6.
ja_jp: プロトコルとIPアドレスファミリが一致しません。
ko_ko: 프로토콜과 IP 주소 패밀리가 일치하지 않습니다. IPv4 프로토콜과 IPv6 주소를 함께 선택할 수 없습니다.
pt_pt: As famílias de protocolo e endereço IP não correspondem. Não pode seleccionar um protocolo IPv4 e um endereço IPv6.
sw_sw: Protokoll- och IP-adressfamiljerna stämmer inte överens. Du kan inte välja ett IPv4-protokoll och en IPv6-adress.
tr_tr: Protokol ve IP adres aileleri eşleşmiyor. Bir IPv4 protokolü ve bir IPv6 adresi seçemezsiniz.
uk_uk: Сімейства протоколів та IP-адрес не збігаються. Неможливо вибрати протокол IPv4 та IPv6-адресу.

source: An IPv4 protocol was selected, but the selected interface has no IPv4 address.
id_id: Protokol IPv4 telah dipilih, tetapi antarmuka yang dipilih tidak memiliki alamat IPv4.
it_it: È stato selezionato un protocollo IPv4, ma l'interfaccia selezionata non ha un indirizzo IPv4.
ja_jp: IPv4 プロトコルが選択されましたが、選択したインタフェースに割り当てられているアドレスは IPv4 ではありません。
ko_ko: IPv4 프로토콜이 선택되었지만 선택한 인터페이스에 IPv4 주소가 없습니다.
pt_pt: Um protocolo IPv4 foi selecionado, mas uma interface selecionada não tem endereço IPv4.
sw_sw: Ett IPv4-protokoll valdes, men det valda gränssnittet har ingen IPv4-adress.
tr_tr: Bir IPv4 protokolü seçildi, ancak seçilen arabirimin IPv4 adresi yok.
uk_uk: Було обрано протокол IPv4, але обраний інтерфейс не має IPv4-адреси.

source: An IPv6 protocol was selected, but the selected interface has no IPv6 address.
id_id: Protokol IPv6 telah dipilih, tetapi antarmuka yang dipilih tidak memiliki alamat IPv6.
it_it: È stato selezionato un protocollo IPv6, ma l'interfaccia selezionata non ha un indirizzo IPv6.
ja_jp: IPv6 プロトコルが選択されましたが、選択したインタフェースに割り当てられているアドレスは IPv6 ではありません。
ko_ko: IPv6 프로토콜이 선택되었지만 선택한 인터페이스에 IPv6 주소가 없습니다.
pt_pt: A porta local especificado está em uso. Por favor selecione outro valor
sw_sw: Ett IPv6-protokoll valdes, men det valda gränssnittet har ingen IPv6-adress.
tr_tr: Bir IPv6 protokolü seçildi, ancak seçilen arabirimin IPv6 adresi yok.
uk_uk: Було обрано протокол IPv6, але обраний інтерфейс не має IPv6-адреси.

source: The field 'Local port' must contain a valid port, ranging from 0 to 65535.
id_id: Bidang 'Port lokal' harus berisi port yang valid, mulai dari 0 hingga 65535.
it_it: Il campo "porta locale" deve contenere una porta valida, compresa tra 0 e 65535.
ja_jp: 「ローカルポート」フィールドには、有効なポートを設定してください、範囲は0〜65535です。
ko_ko: '로컬 포트' 필드에는 0~65535 범위의 유효한 포트가 포함되어야 합니다.
pt_pt: O campo 'Porta local' deve conter uma porta válida, variando de 0 a 65535.
sw_sw: Fältet "Local port" måste innehålla en giltig port, mellan 0 och 65535.
tr_tr: 'Yerel bağlantı noktası' alanı 0 ila 65535 arasında değişen geçerli bir bağlantı noktası içermelidir.
uk_uk: Поле "Локальний порт" має містити дійсний порт в діапазоні від 0 до 65535.

source: The specified 'Local port' is in use. Please select another value
id_id: 'Port lokal' yang ditentukan sedang digunakan. Silakan pilih nilai lain
it_it: La "porta locale" specificata è in uso. Seleziona un altro valore
ja_jp: 指定された「ローカルポート」は使用されています。
ko_ko: 지정한 '로컬 포트'가 사용 중입니다. 다른 값을 선택해 주세요.
pt_pt: Os campos da 'chave de autenticação TLS' não aparentam ser válidos
sw_sw: Den angivna lokala porten används. Välj ett annat värde
tr_tr: Belirtilen 'Yerel bağlantı noktası' kullanımda. Lütfen başka bir değer seçin
uk_uk: Вказаний "Локальний порт" використовується. Будь ласка, виберіть інше значення

source: The field 'Server host or address' must contain a valid IP address or domain name.
id_id: Kolom 'Host atau alamat server' harus berisi alamat IP atau nama domain yang valid.
it_it: L'host o l'indirizzo del server di campo deve contenere un indirizzo IP o un nome di dominio valido.
ja_jp: 「サーバホストもしくはアドレス」フィールドには有効なIPアドレスもしくはドメイン名を設定してください。
ko_ko: '서버 호스트 또는 주소' 필드에는 유효한 IP 주소 또는 도메인 이름이 포함되어야 합니다.
pt_pt: O campo 'Host ou endereço do servidor' deve conter um endereço IP ou nome de domínio válido.
sw_sw: Fältet "Server host or address" måste innehålla en giltig IP-adress eller ett giltigt domännamn.
tr_tr: 'Sunucu ana bilgisayarı veya adresi' alanı geçerli bir IP adresi veya alan adı içermelidir.
uk_uk: Поле "Хост або адреса сервера" має містити дійсну IP-адресу або доменне ім'я.

source: The field 'Server port' must contain a valid port, ranging from 0 to 65535.
id_id: Bidang 'Port server' harus berisi port yang valid, mulai dari 0 hingga 65535.
it_it: La porta del server di campo deve contenere una porta valida, compresa tra 0 e 65535.
ja_jp: 「サーバポート」フィールドには、有効なポートを設定してください、範囲は0～65535です。
ko_ko: '서버 포트' 필드에는 0~65535 범위의 유효한 포트가 포함되어야 합니다.
pt_pt: O campo 'Porta do servidor' deve conter uma porta válida, variando de 0 a 65535.
sw_sw: Fältet "Serverport" måste innehålla en giltig port mellan 0 och 65535.
tr_tr: 'Sunucu bağlantı noktası' alanı 0 ile 65535 arasında değişen geçerli bir bağlantı noktası içermelidir.
uk_uk: Поле "Порт сервера" має містити дійсний порт в діапазоні від 0 до 65535.

source: At least one remote server must be specified.
id_id: Setidaknya satu server jarak jauh harus ditentukan.
it_it: È necessario specificare almeno un server remoto.
ja_jp: 最低でも1つのリモートサーバを指定。
ko_ko: 원격 서버를 하나 이상 지정해야 합니다.
pt_pt: Deve ser especificado pelo menos um servidor remoto.
sw_sw: Minst en fjärrserver måste anges.
tr_tr: En az bir uzak sunucu belirtilmelidir.
uk_uk: Необхідно вказати принаймні один віддалений сервер.

source: Renegotiate time should contain a valid number of seconds.
id_id: Waktu negosiasi ulang harus berisi jumlah detik yang valid.
it_it: Il tempo di rinegoziare dovrebbe contenere un numero valido di secondi.
ja_jp: 再ネゴシエート時間は有効な数字を秒単位で指定してください。
ko_ko: 재협상 시간에는 유효한 시간(초)이 포함되어야 합니다.
pt_pt: O tempo de renegociação deve conter um número válido de segundos.
sw_sw: Omförhandlingstiden ska innehålla ett giltigt antal sekunder.
tr_tr: Yeniden anlaşma süresi geçerli bir saniye sayısı içermelidir.
uk_uk: Час повторних переговорів повинен містити дійсну кількість секунд.

source: The field 'Proxy host or address' must contain a valid IP address or domain name.
id_id: Kolom 'Host atau alamat proxy' harus berisi alamat IP atau nama domain yang valid.
it_it: L'host o l'indirizzo proxy o l'indirizzo "di campo deve contenere un indirizzo IP o un nome di dominio valido.
ja_jp: 「プロキシホストもしくはアドレス」フィールドには有効なIPアドレスもしくはドメイン名を設定してください。
ko_ko: '프록시 호스트 또는 주소' 필드에는 유효한 IP 주소 또는 도메인 이름이 포함되어야 합니다.
pt_pt: O campo "Host ou endereço de proxy" deve conter um endereço IP ou nome de domínio válido.
sw_sw: Fältet "Proxy host or address" måste innehålla en giltig IP-adress eller ett giltigt domännamn.
tr_tr: 'Proxy ana bilgisayarı veya adresi' alanı geçerli bir IP adresi veya alan adı içermelidir.
uk_uk: Поле "Хост або адреса проксі-сервера" має містити дійсну IP-адресу або доменне ім'я.

source: The field 'Proxy port' must contain a valid port, ranging from 0 to 65535.
id_id: Bidang 'Proxy port' harus berisi port yang valid, mulai dari 0 hingga 65535.
it_it: La porta "proxy" di campo deve contenere una porta valida, compresa tra 0 e 65535.
ja_jp: 「プロキシポート」フィールドには有効なポートを設定していますが、範囲は0～65535です。
ko_ko: '프록시 포트' 필드에는 0~65535 범위의 유효한 포트가 포함되어야 합니다.
pt_pt: O campo 'Porta proxy' deve conter uma porta válida, variando de 0 a 65535
sw_sw: Fältet "Proxyport" måste innehålla en giltig port, mellan 0 och 65535.
tr_tr: 'Proxy port' alanı 0 ile 65535 arasında değişen geçerli bir port içermelidir.
uk_uk: Поле "Порт проксі" має містити дійсний порт в діапазоні від 0 до 65535.

source: User name and password are required for proxy with authentication.
id_id: Nama pengguna dan kata sandi diperlukan untuk proxy dengan autentikasi.
it_it: Il nome utente e la password sono richiesti per il proxy con l'autenticazione.
ja_jp: 認証付きプロキシには、ユーザ名とパスワードが必要です。
ko_ko: 인증이 있는 프록시를 사용하려면 사용자 이름과 비밀번호가 필요합니다.
pt_pt: utilizador e password são requeridos para um proxy que tenha autenticação.
sw_sw: Användarnamn och lösenord krävs för proxy med autentisering.
tr_tr: Kimlik doğrulamalı proxy için kullanıcı adı ve parola gereklidir.
uk_uk: Для проксі з автентифікацією потрібні ім'я користувача та пароль.

source: The bandwidth limit must be a positive numeric value.
id_id: Batas bandwidth harus berupa nilai numerik positif.
it_it: Il limite di larghezza di banda deve essere un valore numerico positivo.
ja_jp: 帯域幅、制限は正の数値です
ko_ko: 대역폭 제한은 양수 값이어야 합니다.
pt_pt: O valor para o limite de banda tem de ser um número positivo.
sw_sw: Bandbreddsgränsen måste vara ett positivt numeriskt värde.
tr_tr: Bant genişliği sınırı pozitif bir sayısal değer olmalıdır.
uk_uk: Обмеження пропускної здатності має бути позитивним числовим значенням.

source: The field 'Shared Key' does not appear to be valid
id_id: Kolom 'Kunci Bersama' tampaknya tidak valid
it_it: Il campo "Chiave condivisa" non sembra essere valido
ja_jp: 「共有鍵」フィールドは有効ではないようです。
ko_ko: '공유 키' 필드가 유효하지 않은 것 같습니다.
pt_pt: Os campos da 'chave de autenticação TLS' não aparentam ser válidos
sw_sw: Fältet "Shared Key" verkar inte vara giltigt.
tr_tr: 'Paylaşılan Anahtar' alanı geçerli görünmüyor
uk_uk: Поле "Спільний ключ" виглядає недійсним

source: The field 'TLS Shared Key' does not appear to be valid
id_id: Kolom 'TLS Shared Key' tampaknya tidak valid
it_it: Il campo "tasto condiviso TLS" non sembra essere valido
ja_jp: フィールド「TLS共有鍵」が有効でないように見える
ko_ko: 'TLS 공유 키' 필드가 유효하지 않은 것 같습니다.
pt_pt: O campo 'TLS Shared Key' não parece ser válido
sw_sw: Fältet "TLS Shared Key" verkar inte vara giltigt.
tr_tr: 'TLS Paylaşılan Anahtarı' alanı geçerli görünmüyor
uk_uk: Поле 'TLS Shared Key' здається недійсним

source: Shared key
id_id: Kunci bersama
it_it: Chiave condivisa
ja_jp: 共有鍵
ko_ko: 공유 키
pt_pt: Chave partilhada
sw_sw: Delad nyckel
tr_tr: Paylaşılan anahtar
uk_uk: Спільний ключ

source: If no Client Certificate is selected, a username and password must be entered.
id_id: Jika tidak ada Sertifikat Klien yang dipilih, nama pengguna dan kata sandi harus dimasukkan.
it_it: Se non viene selezionato alcun certificato client, è necessario inserire un nome utente e una password.
ja_jp: クライアント証明書が選択されていない場合は、ユーザ名とパスワードの入力が必要です。
ko_ko: 클라이언트 인증서를 선택하지 않은 경우 사용자 이름과 비밀번호를 입력해야 합니다.
pt_pt: Se nenhum Certificado de Cliente para selecionado, um utilizador e senha têm de ser introduzidos.
sw_sw: Om inget klientcertifikat har valts måste ett användarnamn och lösenord anges.
tr_tr: Herhangi bir İstemci Sertifikası seçilmezse, bir kullanıcı adı ve parola girilmelidir.
uk_uk: Якщо клієнтський сертифікат не вибрано, необхідно ввести ім'я користувача та пароль.

source: Do you really want to delete this client?
id_id: Apakah Anda benar-benar ingin menghapus klien ini?
it_it: Vuoi davvero eliminare questo cliente?
ja_jp: 本当にこのクライアントを削除しますか？
ko_ko: 이 클라이언트를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar este cliente?
sw_sw: Vill du verkligen radera den här klienten?
tr_tr: Bu müşteriyi gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цього клієнта?

source: Do you really want to delete the selected clients?
id_id: Apakah Anda benar-benar ingin menghapus klien yang dipilih?
it_it: Vuoi davvero eliminare i client selezionati?
ja_jp: 本当に選択したクライアントを削除しますか？
ko_ko: 선택한 클라이언트를 정말 삭제하시겠습니까?
pt_pt: Deseja realmente eliminar os clientes selecionados?
sw_sw: Vill du verkligen radera de valda kunderna?
tr_tr: Seçilen müşterileri gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити вибраних клієнтів?

source: Set this option to disable this client without removing it from the list
id_id: Atur opsi ini untuk menonaktifkan klien ini tanpa menghapusnya dari daftar
it_it: Imposta questa opzione per disabilitare questo client senza rimuoverlo dall'elenco
ja_jp: このオプションを設定すると、リストから削除せずに、このクライアントを無効にします。
ko_ko: 이 클라이언트를 목록에서 제거하지 않고 비활성화하려면 이 옵션을 설정합니다.
pt_pt: Definir esta opção para desabilitar este cliente sem o remover da lista
sw_sw: Ställ in det här alternativet om du vill inaktivera klienten utan att ta bort den från listan.
tr_tr: Bu istemciyi listeden kaldırmadan devre dışı bırakmak için bu seçeneği ayarlayın
uk_uk: Встановіть цю опцію, щоб вимкнути цього клієнта, не видаляючи його зі списку

source: Server Mode
id_id: Mode Server
it_it: Modalità server
ja_jp: サーバモード
ko_ko: 서버 모드
pt_pt: Modo servidor
sw_sw: Serverläge
tr_tr: Sunucu Modu
uk_uk: Режим сервера

source: Peer to Peer ( SSL/TLS )
ja_jp: ピアツーピア ( ssl/tls )
ko_ko: 피어 투 피어 (SSL/TLS)
pt_pt: De um parceiro para outro ( SSL/TLS )
tr_tr: Eşler Arası (SSL/TLS)

source: Peer to Peer ( Shared Key )
id_id: Peer to Peer (Kunci Bersama)
it_it: Peer to peer (tasto condiviso)
ja_jp: ピアツーピア 共有鍵
ko_ko: 피어 투 피어(공유 키)
pt_pt: Par a Par ( Chave partilhada )
sw_sw: Peer to Peer (delad nyckel)
tr_tr: Eşler Arası (Paylaşılan Anahtar)
uk_uk: Peer to Peer (спільний ключ)

source: Select the protocol family to be used. Note that using both families with UDP/TCP does not work with an explicit interface as OpenVPN does not support listening to more than one specified IP address. In this case IPv4 is currently assumed.
id_id: Pilih keluarga protokol yang akan digunakan. Perhatikan bahwa menggunakan kedua keluarga dengan UDP/TCP tidak bekerja dengan antarmuka eksplisit karena OpenVPN tidak mendukung mendengarkan lebih dari satu alamat IP yang ditentukan. Dalam hal ini IPv4 saat ini diasumsikan.
it_it: Seleziona la famiglia del protocollo da utilizzare. Si noti che l'uso di entrambe le famiglie con UDP/TCP non funziona con un'interfaccia esplicita in quanto OpenVPN non supporta l'ascolto di più di un indirizzo IP specificato. In questo caso è attualmente assunto IPv4.
ja_jp: 使用するプロトコルファミリを選択してください。UDP/TCPで共に使用されるファミリは、OpenVPNが複数のIP アドレスを指定したリスニングをサポートしていないため、明示されたインタフェースでは動作しませんので注意してくださいこの場合、現在IPv4で見なします。
ko_ko: 사용할 프로토콜 패밀리를 선택하세요. OpenVPN은 둘 이상의 지정된 IP 주소 수신을 지원하지 않으므로, 두 프로토콜 패밀리를 모두 UDP/TCP와 함께 사용하는 것은 명시적 인터페이스에서 작동하지 않습니다. 이 경우 현재 IPv4가 사용됩니다.
pt_pt: Seleccionar a família de protocolo a ser utilizada. Note-se que a utilização das duas famílias com UDP/TCP não funciona com uma interface explícita, uma vez que o OpenVPN não suporta ouvir mais do que um endereço IP especificado. Neste caso, o IPv4 é actualmente assumido.
sw_sw: Välj den protokollfamilj som ska användas. Observera att användning av båda familjerna med UDP/TCP inte fungerar med ett explicit gränssnitt eftersom OpenVPN inte stöder att lyssna på mer än en angiven IP-adress. I det här fallet antas för närvarande IPv4.
tr_tr: Kullanılacak protokol ailesini seçin. OpenVPN belirtilen birden fazla IP adresini dinlemeyi desteklemediği için UDP/TCP ile her iki aileyi kullanmanın açık bir arayüzle çalışmadığını unutmayın. Bu durumda şu anda IPv4 varsayılmaktadır.
uk_uk: Виберіть сімейство протоколів, яке буде використовуватися. Зверніть увагу, що використання обох сімейств з UDP/TCP не працює з явним інтерфейсом, оскільки OpenVPN не підтримує прослуховування більш ніж однієї вказаної IP-адреси. У цьому випадку наразі використовується IPv4.

source: Device mode
id_id: Mode perangkat
it_it: Modalità dispositivo
ja_jp: デバイスモード
ko_ko: 장치 모드
pt_pt: Modo dispositivo
sw_sw: Enhetsläge
tr_tr: Cihaz modu
uk_uk: Режим роботи пристрою

source: Remote server
id_id: Server jarak jauh
it_it: Server remoto
ja_jp: リモートサーバ
ko_ko: 원격 서버
pt_pt: Servidor remoto
sw_sw: Fjärrserver
tr_tr: Uzak sunucu
uk_uk: Віддалений сервер

source: Host or address
id_id: Host atau alamat
it_it: Host o indirizzo
ja_jp: ホスト名かアドレス
ko_ko: 호스트 또는 주소
pt_pt: Anfitrião ou endereço
sw_sw: Värd eller adress
tr_tr: Ana bilgisayar veya adres
uk_uk: Хост або адреса

source: Select remote server at random
id_id: Pilih server jarak jauh secara acak
it_it: Seleziona il server remoto a caso
ja_jp: リモートサーバをランダムに選択
ko_ko: 원격 서버를 무작위로 선택
pt_pt: Seleccionar servidor remoto ao acaso
sw_sw: Välj en slumpmässig fjärrserver
tr_tr: Uzak sunucuyu rastgele seçme
uk_uk: Виберіть віддалений сервер випадковим чином

source: Retry DNS resolution
id_id: Mencoba ulang resolusi DNS
it_it: Ripristina la risoluzione DNS
ja_jp: DNS 解決を再試行
ko_ko: DNS 확인 다시 시도
pt_pt: Tentativa de resolução DNS
sw_sw: Försök igen med DNS-upplösning
tr_tr: DNS çözümlemesini yeniden deneyin
uk_uk: Повторіть спробу дозволу DNS
