Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Disable Reauth
id_id: Nonaktifkan Reauth
it_it: Disabilita Reauth
ja_jp: 再認証を無効
ko_ko: 재인증 비활성화
pt_pt: Dessactivar reautenticação
sw_sw: Inaktivera Reauth
tr_tr: Reauth'u Devre Dışı Bırak
uk_uk: Вимкнути повторну перевірку

source: Whether rekeying of an IKE_SA should also reauthenticate the peer. In IKEv1, reauthentication is always done.
id_id: Apakah pengesahan ulang IKE_SA juga harus mengautentikasi ulang peer. Di IKEv1, autentikasi ulang selalu dilakukan.
it_it: Se la recitazione di un IKE_SA debba anche riautenicare il pari. In Ikev1, la riautenticazione è sempre fatta.
ja_jp: IKE_SA のリキーでもピアを再認証するべきかどうかです。
ko_ko: IKE_SA를 다시 키잉할 때 피어를 다시 인증해야 하는지 여부. IKEv1에서는 항상 재인증이 수행됩니다.
pt_pt: Se estiver a fazer o rekeying de uma IKE_SA deve também reautenticar o par. No IKEv1, a reautenticação é sempre feita.
sw_sw: Om omnyktering av en IKE_SA också ska autentisera peer-användaren på nytt. I IKEv1 görs alltid en ny autentisering.
tr_tr: Bir IKE_SA'nın yeniden anahtarlanmasının eşin kimliğini de yeniden doğrulaması gerekip gerekmediği. IKEv1'de yeniden kimlik doğrulama her zaman yapılır.
uk_uk: Чи потрібно при переключенні ключа IKE_SA також проводити повторну автентифікацію однорангового вузла. У IKEv1 повторна автентифікація виконується завжди.

source: Tunnel Isolation
id_id: Isolasi Terowongan
it_it: Isolamento del tunnel
ja_jp: トンネルの分離
ko_ko: 터널 격리
pt_pt: Tunel isolado
sw_sw: Isolering av tunnlar
tr_tr: Tünel İzolasyonu
uk_uk: Ізоляція тунелю

source: This option will create a tunnel for each phase 2 entry for IKEv2 interoperability with e.g. FortiGate devices.
id_id: Opsi ini akan membuat terowongan untuk setiap entri fase 2 untuk interoperabilitas IKEv2 dengan, misalnya, perangkat FortiGate.
it_it: Questa opzione creerà un tunnel per ogni voce di fase 2 per l'interoperabilità IKEV2 con ad es. Dispositivi FortiGate.
ja_jp: このオプションはIKEv2の相互運用用途でフェーズ2 毎にトンネルを作成します例 FortiGate デバイス
ko_ko: 이 옵션은 각 2단계 항목에 대해 터널을 생성하여 FortiGate 장치 등과의 IKEv2 상호 운용성을 제공합니다.
pt_pt: NAT Transversal
sw_sw: Det här alternativet skapar en tunnel för varje fas 2-post för IKEv2-interoperabilitet med t.ex. FortiGate-enheter.
tr_tr: Bu seçenek, örneğin FortiGate cihazlarıyla IKEv2 birlikte çalışabilirliği için her faz 2 girişi için bir tünel oluşturacaktır.
uk_uk: Ця опція створить тунель для кожного входу фази 2 для сумісності IKEv2 з, наприклад, пристроями FortiGate.

source: SHA256 96 Bit Truncation
id_id: Pemotongan SHA256 96 Bit
it_it: SHA256 Trunction a 96 bit
ja_jp: SHA256 96ビット切り捨て
ko_ko: SHA256 96비트 자르기
pt_pt: SHA256 Truncagem de 96 bits
sw_sw: SHA256 96 bitars trunkeringen
tr_tr: SHA256 96 Bit Kesme
uk_uk: SHA256 96-бітове усічення

source: For compatibility with implementations that incorrectly use 96-bit (instead of 128-bit) truncation this option may be enabled to configure the shorter truncation length. This is not negotiated, so this only works with peers that use the incorrect truncation length (or have this option enabled), e.g. Forcepoint Sidewinder.
id_id: Untuk kompatibilitas dengan implementasi yang salah menggunakan pemotongan 96-bit (bukan 128-bit), opsi ini dapat diaktifkan untuk mengonfigurasi panjang pemotongan yang lebih pendek. Hal ini tidak dinegosiasikan, jadi ini hanya berfungsi dengan rekan-rekan yang menggunakan panjang pemotongan yang salah (atau memiliki opsi ini diaktifkan), misalnya Forcepoint Sidewinder.
it_it: Per la compatibilità con le implementazioni che utilizzano erroneamente il troncamento a 96 bit (anziché a 128 bit), questa opzione può essere abilitata per configurare la lunghezza del troncamento più breve. Questo non è negoziato, quindi questo funziona solo con peer che utilizzano la lunghezza errata del troncamento (o hanno questa opzione abilitata), ad es. Sidewinder da pinza.
ja_jp: 96ビット (128ビットではなく) の切り捨てを誤って使用する実装との互換性のために、 このオプションを有効にして、より短い切り捨て長を設定することができる。これはネゴシエートされないので、Forcepoint Sidewinder などの不正な切り捨て長を使用する (またはこのオプションを有効にしている) ピアにのみ機能します。
ko_ko: 96비트(128비트 대신) 잘림을 잘못 사용하는 구현과의 호환성을 위해 이 옵션을 활성화하여 더 짧은 잘림 길이를 구성할 수 있습니다. 이 옵션은 협상되지 않으므로 잘못된 잘림 길이를 사용하거나 이 옵션을 활성화한 피어(예: Forcepoint Sidewinder)와만 작동합니다.
pt_pt: Para compatibilidade com implementações que utilizam incorrectamente truncagem de 96 bits (em vez de 128 bits), esta opção pode ser activada para configurar o menor comprimento de truncagem. Isto não é negociado, pelo que só funciona com pares que utilizem o comprimento de truncagem incorrecto (ou que tenham esta opção activada), por exemplo, Forcepoint Sidewinder.
sw_sw: För kompatibilitet med implementationer som felaktigt använder 96-bitars (istället för 128-bitars) trunkeringslängd kan detta alternativ aktiveras för att konfigurera den kortare trunkeringslängden. Detta förhandlas inte, så det fungerar endast med peer-användare som använder den felaktiga trunkeringslängden (eller har det här alternativet aktiverat), t.ex. Forcepoint Sidewinder.
tr_tr: Yanlışlıkla 96 bit (128 bit yerine) kesme kullanan uygulamalarla uyumluluk için, daha kısa kesme uzunluğunu yapılandırmak üzere bu seçenek etkinleştirilebilir. Bu anlaşmalı değildir, bu nedenle bu yalnızca Forcepoint Sidewinder gibi yanlış kesme uzunluğunu kullanan (veya bu seçeneği etkin olan) eşlerle çalışır.
uk_uk: Для сумісності з реалізаціями, які некоректно використовують 96-бітну (замість 128-бітної) довжину усікання, цей параметр може бути увімкнено для налаштування коротшої довжини усікання. Це не обговорюється, тому це працює лише з аналогами, які використовують неправильну довжину усікання (або мають цю опцію увімкненою), наприклад, Forcepoint Sidewinder.

source: NAT Traversal
id_id: Penjelajahan NAT
it_it: Nat attraversamento
ja_jp: NAT トラバーサル
ko_ko: NAT 트래버스
pt_pt: NAT Transversal
sw_sw: Överskridande av NAT
tr_tr: NAT Geçişi
uk_uk: Обхід NAT

source: Force
id_id: Memaksa
it_it: Forza
ja_jp: 強制
pt_pt: Forçar
sw_sw: Kraft
tr_tr: Kuvvet
uk_uk: Сила

source: Set this option to enable the use of NAT-T (i.e. the encapsulation of ESP in UDP packets) if needed, which can help with clients that are behind restrictive firewalls.
id_id: Tetapkan opsi ini untuk mengaktifkan penggunaan NAT-T (yaitu enkapsulasi ESP dalam paket UDP) jika diperlukan, yang dapat membantu klien yang berada di belakang firewall yang membatasi.
it_it: Impostare questa opzione per abilitare l'uso di NAT-T (ovvero l'incapsulamento di ESP nei pacchetti UDP), se necessario, che può aiutare con i clienti che sono dietro i firewall restrittivi.
ja_jp: 必要であれば、このオプションで nat-t ( udp パケットの esp のカプセル化 ) の使用を有効にして、制限のあるファイアウォールの背後にあるクライアントには、提供します。
ko_ko: 필요한 경우 이 옵션을 설정하면 제한적인 방화벽 뒤에 있는 클라이언트에 도움이 될 수 있는 NAT-T(즉, UDP 패킷의 ESP 캡슐화)를 사용할 수 있습니다.
pt_pt: Active esta opção para uso do NAT-T (Isto é, o encapsulamento de ESP em pacotes UDP), se precisar, que poderá ajudar com clientes que estão por trás de firewalls restritas.
sw_sw: Ställ in det här alternativet för att aktivera användningen av NAT-T (dvs. inkapsling av ESP i UDP-paket) om det behövs, vilket kan underlätta för klienter som befinner sig bakom restriktiva brandväggar.
tr_tr: Gerekirse NAT-T kullanımını (yani ESP'nin UDP paketlerinde kapsüllenmesini) etkinleştirmek için bu seçeneği ayarlayın; bu, kısıtlayıcı güvenlik duvarlarının arkasındaki istemcilere yardımcı olabilir.
uk_uk: Встановіть цей прапорець, щоб увімкнути використання NAT-T (тобто інкапсуляцію ESP в UDP-пакети), якщо це необхідно, що може допомогти клієнтам, які перебувають за обмежувальними брандмауерами.

source: Disable MOBIKE
id_id: Nonaktifkan SEPEDA MOTOR
it_it: Disabilita Mobike
ja_jp: MOBIKE を無効化
ko_ko: 모바이크 비활성화
pt_pt: Desactivar MOBIKE
sw_sw: Inaktivera MOBIKE
tr_tr: MOBIKE'ı devre dışı bırakın
uk_uk: Вимкнути MOBIKE

source: Disables the IKEv2 MOBIKE protocol defined by RFC 4555
id_id: Menonaktifkan protokol IKEv2 MOBIKE yang ditetapkan oleh RFC 4555
it_it: Disabilita il protocollo mobike Ikev2 definito da RFC 4555
ja_jp: RFC 4555 で定義された IKEv2 MOBIKE プロトコルを無効にします。
ko_ko: RFC 4555에 정의된 IKEv2 MOBIKE 프로토콜을 비활성화합니다.
pt_pt: Desactiva o protocolo IKEv2 MOBIKE definido pelo RFC 4555
sw_sw: Inaktiverar IKEv2 MOBIKE-protokollet som definieras i RFC 4555.
tr_tr: RFC 4555 tarafından tanımlanan IKEv2 MOBIKE protokolünü devre dışı bırakır
uk_uk: Вимикає протокол IKEv2 MOBIKE, визначений RFC 4555

source: Close Action
id_id: Tutup Tindakan
ja_jp: クローズアクション
ko_ko: 닫기 작업
pt_pt: Acção próxima
sw_sw: Stäng åtgärder
tr_tr: Yakın Eylem
uk_uk: Близька дія

source: Hold
id_id: Tahan.
it_it: Presa
ja_jp: ホールド
ko_ko: 보류
pt_pt: Espera
sw_sw: Håll kvar
tr_tr: Tutun
uk_uk: Зачекай.

source: Defines the action to take if the remote peer unexpectedly closes a CHILD_SA. A closeaction should not be used if the peer uses reauthentication or uniqueids checking, as these events might trigger the defined action when not desired.
id_id: Mendefinisikan tindakan yang akan diambil jika peer jarak jauh secara tidak terduga menutup CHILD_SA. Tindakan penutupan tidak boleh digunakan jika peer menggunakan autentikasi ulang atau pengecekan uniqueids, karena peristiwa ini dapat memicu tindakan yang didefinisikan ketika tidak diinginkan.
it_it: Definisce l'azione da intraprendere se il pari remoto chiude inaspettatamente un Child_SA. Non è necessario utilizzare una vicinanza se il peer utilizza il controllo di riautenticazione o uniciids, poiché questi eventi potrebbero innescare l'azione definita quando non si desidera.
ja_jp: リモート・ピアから予期せず CHILD_SA がクローズされた場合に取るべきアクションを定義します。ピアで再認証やユニークチェックが行われている場合、closeaction を使用すべきではありません。
ko_ko: 원격 피어가 예기치 않게 CHILD_SA를 닫을 경우 취할 조치를 정의합니다. 피어가 재인증 또는 고유 ID 확인을 사용하는 경우 이러한 이벤트가 원치 않을 때 정의된 동작을 트리거할 수 있으므로 닫기 동작을 사용해서는 안 됩니다.
pt_pt: Define a acção a tomar se o par remoto fechar inesperadamente uma CHILD_SA. Uma acção de encerramento não deve ser utilizada se o par utilizar a reautenticação ou verificação de uniqueids, uma vez que estes eventos podem desencadear a acção definida quando não desejada.
sw_sw: Definierar den åtgärd som ska vidtas om fjärrmotparten oväntat stänger en CHILD_SA. En stängningsåtgärd bör inte användas om den jämbördiga parten använder sig av återautentisering eller kontroll av unikaids, eftersom dessa händelser kan utlösa den definierade åtgärden när det inte är önskvärt.
tr_tr: Uzaktaki eşin beklenmedik bir şekilde bir CHILD_SA'yı kapatması durumunda gerçekleştirilecek eylemi tanımlar. Eş yeniden kimlik doğrulama veya uniqueids denetimi kullanıyorsa bir closeaction kullanılmamalıdır, çünkü bu olaylar istenmediğinde tanımlanan eylemi tetikleyebilir.
uk_uk: Визначає дію, яку слід виконати, якщо віддалений партнер несподівано закриє CHILD_SA. Не слід використовувати дію закриття, якщо партнер використовує повторну автентифікацію або перевірку унікальних ідентифікаторів, оскільки ці події можуть спричинити небажану дію.

source: With clear the connection is closed with no further actions taken. hold installs a trap policy, which will catch matching traffic and tries to re-negotiate the connection on demand. restart will immediately trigger an attempt to re-negotiate the connection. The default is none and disables the close action.
id_id: Dengan clear, koneksi akan ditutup tanpa tindakan lebih lanjut. hold memasang kebijakan perangkap, yang akan menangkap lalu lintas yang cocok dan mencoba menegosiasikan ulang koneksi sesuai permintaan. restart akan segera memicu upaya untuk menegosiasikan ulang koneksi. Standarnya adalah tidak ada dan menonaktifkan tindakan penutupan.
it_it: Con chiaro la connessione è chiusa senza ulteriori azioni intraprese. Hold Installa una politica trap, che catturerà il traffico corrispondente e cerca di rinnovare la connessione su richiesta. Il riavvio innescherà immediatamente un tentativo di re-neghiare la connessione. L'impostazione predefinita è nessuno e disabilita l'azione ravvicinata.
ja_jp: hold はトラップポリシーをインストールし、一致するトラフィックを捕捉し、要求に応じて接続の再ネゴシエーションを試みます。restart は接続の再ネゴシエーションの試みを直ちに開始します。デフォルトはnoneで、クローズアクションを無効にします。
ko_ko: 지우기를 선택하면 추가 작업 없이 연결이 닫힙니다. 보류는 트랩 정책을 설치하여 일치하는 트래픽을 포착하고 필요에 따라 연결 재협상을 시도합니다. 다시 시작하면 즉시 연결 재협상이 트리거됩니다. 기본값은 없음이며 닫기 작업을 비활성화합니다.
pt_pt: Com a ligação livre é encerrada sem que sejam tomadas mais medidas. hold instala uma política de armadilhas, que apanhará o tráfego correspondente e tentará renegociar a ligação a pedido. reiniciar a ligação desencadeará imediatamente uma tentativa de renegociar a ligação. O padrão é nenhum e desactiva a acção de encerramento.
sw_sw: Med clear stängs anslutningen utan att några ytterligare åtgärder vidtas. hold installerar en fällaktivitet som fångar upp matchande trafik och försöker omförhandla anslutningen på begäran. restart utlöser omedelbart ett försök att omförhandla anslutningen. Standardvärdet är none och inaktiverar stängningsåtgärden.
tr_tr: clear ile bağlantı başka bir işlem yapılmadan kapatılır. hold, eşleşen trafiği yakalayacak ve talep üzerine bağlantıyı yeniden müzakere etmeye çalışacak bir tuzak ilkesi yükler. restart, bağlantıyı yeniden müzakere etme girişimini hemen tetikler. Varsayılan değer none'dur ve kapatma eylemini devre dışı bırakır.
uk_uk: За допомогою clear з'єднання закривається без подальших дій. hold встановлює політику пастки, яка перехоплює відповідний трафік і намагається повторно узгодити з'єднання на вимогу. restart негайно запускає спробу повторного узгодження з'єднання. За замовчуванням не має значення і вимикає дію закриття.

source: Dead Peer Detection
id_id: Deteksi Rekan Mati
it_it: Rilevamento dei pari morti
ja_jp: デッドピア検知
ko_ko: 죽은 피어 감지
pt_pt: Detecção de pares mortos
sw_sw: Upptäckt av död kamrat
tr_tr: Ölü Eş Algılama
uk_uk: Виявлення мертвих однолітків

source: Enable DPD
id_id: Aktifkan DPD
it_it: Abilita dpd
ja_jp: DPD を有効
ko_ko: DPD 사용
pt_pt: Activar DPD
sw_sw: Aktivera DPD
tr_tr: DPD'yi Etkinleştir
uk_uk: Ввімкнути DPD

source: Delay between requesting peer acknowledgement.
id_id: Penundaan antara meminta pengakuan rekan sejawat.
it_it: Ritardo tra la richiesta di riconoscimento tra pari.
ja_jp: 受信確認間に遅延が発生しています。
ko_ko: 피어 승인 요청 사이의 지연 시간.
pt_pt: Atraso entre o pedido de reconhecimento de pares.
sw_sw: Fördröjning mellan begäran om bekräftelse från peer.
tr_tr: Eş onayı isteme arasındaki gecikme.
uk_uk: Затримка між запитами на підтвердження від колег.

source: retries
id_id: mencoba kembali
it_it: tentativi
ja_jp: 再試行
ko_ko: 재시도
pt_pt: Tentativas
sw_sw: försök igen
tr_tr: tekrar denemeler
uk_uk: повторні спроби

source: Number of consecutive failures allowed before disconnect.
id_id: Jumlah kegagalan berurutan yang diperbolehkan sebelum memutuskan sambungan.
it_it: Numero di guasti consecutivi consentiti prima di disconnettersi.
ja_jp: 切断前に許容する連続失敗の数。
ko_ko: 연결이 끊어지기 전까지 허용되는 연속 실패 횟수입니다.
pt_pt: Número de falhas consecutivas permitidas antes de ser desligado.
sw_sw: Antal fel i följd som tillåts innan kopplingen bryts.
tr_tr: Bağlantı kesilmeden önce izin verilen ardışık arıza sayısı.
uk_uk: Кількість послідовних збоїв, дозволених до відключення.

source: Restart the tunnel
id_id: Mulai ulang terowongan
it_it: Riavvia il tunnel
ja_jp: トンネル再スタート
ko_ko: 터널 다시 시작
pt_pt: Reiniciar o túnel
sw_sw: Starta om tunneln
tr_tr: Tüneli yeniden başlatın
uk_uk: Перезапустити тунель

source: Stop the tunnel
id_id: Hentikan terowongan
it_it: Fermare il tunnel
ja_jp: トンネル停止
ko_ko: 터널 중지
pt_pt: Parar o túnel
sw_sw: Stoppa tunneln
tr_tr: Tüneli durdurun
uk_uk: Зупиніть тунель.

source: DPD action
id_id: Tindakan DPD
it_it: Azione DPD
ja_jp: DPDアクション
ko_ko: DPD 작업
pt_pt: Acção DPD
sw_sw: DPD-åtgärder
tr_tr: DPD eylemi
uk_uk: Дія DPD

source: Choose the behavior here what to do if a peer is detected to be unresponsive to DPD requests.
id_id: Pilih perilaku di sini apa yang harus dilakukan jika rekan kerja terdeteksi tidak responsif terhadap permintaan DPD.
it_it: Scegli il comportamento qui cosa fare se viene rilevato un peer per non rispondere alle richieste DPD.
ja_jp: ピアがDPDリクエストに応答していないことが検出された場合の動作をここで選択します。
ko_ko: 여기에서 상대방이 DPD 요청에 응답하지 않는 것으로 감지된 경우 수행할 동작을 선택합니다.
pt_pt: Escolha aqui o comportamento a adoptar se for detectado que um colega não responde aos pedidos da DPD.
sw_sw: Välj här vad du ska göra om en peer inte svarar på DPD-begäranden.
tr_tr: Bir eşin DPD isteklerine yanıt vermediği tespit edilirse ne yapılacağını buradan seçin.
uk_uk: Тут виберіть поведінку, що робити, якщо буде виявлено, що партнер не відповідає на запити DPD.

source: Time before closing inactive tunnels if they don't handle any traffic. (seconds)
id_id: Waktu sebelum menutup terowongan yang tidak aktif jika tidak menangani lalu lintas. (detik)
it_it: Tempo prima di chiudere i tunnel inattivi se non gestiscono alcun traffico. (secondi)
ja_jp: トラフィックを処理しない場合、非アクティブなトンネルを閉じるまでの時間。(秒)
ko_ko: 비활성 터널이 트래픽을 처리하지 않는 경우 터널을 닫을 때까지의 시간입니다. (초)
pt_pt: Tempo antes de fechar os túneis inactivos se não lidarem com nenhum tráfego. (segundos)
sw_sw: Tid innan inaktiva tunnlar stängs om de inte hanterar någon trafik. (sekunder)
tr_tr: Etkin olmayan tüneller herhangi bir trafik işlemiyorsa kapatılmadan önce geçen süre. (saniye)
uk_uk: Час до закриття неактивних тунелів, якщо вони не обробляють трафік. (секунди)

source: Keyingtries
ja_jp: キーイングトリーズ
ko_ko: 키 입력 시도
pt_pt: Teclados
uk_uk: Спроби введення

source: How many attempts should be made to negotiate a connection, or a replacement for one, before giving up (default 3). Leave empty for default, -1 for forever or any positive integer for the number of tries
id_id: Berapa banyak percobaan yang harus dilakukan untuk menegosiasikan koneksi, atau pengganti koneksi, sebelum menyerah (default 3). Biarkan kosong untuk default, -1 untuk selamanya atau bilangan bulat positif untuk jumlah percobaan
it_it: Quanti tentativi dovrebbero essere fatti per negoziare una connessione o una sostituzione per una, prima di arrendersi (impostazione predefinita 3). Lascia vuoto per il default, -1 per un numero intero positivo per sempre per il numero di tentativi
ja_jp: 接続のネゴシエーション、または接続の代替をあきらめるまでに何回試みるか (デフォルト 3)。デフォルトは空、永遠は-1、試行回数は任意の正の整数で指定します。
ko_ko: 포기하기 전에 연결을 협상하거나 연결을 대체하기 위해 시도해야 하는 횟수입니다(기본값 3). 기본값은 비워 두거나 영원히 -1 또는 시도 횟수에 양의 정수를 입력합니다.
pt_pt: Quantas tentativas devem ser feitas para negociar uma ligação, ou um substituto para uma, antes de desistir (padrão 3). Deixar vazio por defeito, -1 para sempre ou qualquer número inteiro positivo para o número de tentativas
sw_sw: Hur många försök som ska göras för att förhandla fram en anslutning, eller en ersättning för en anslutning, innan man ger upp (standardvärde 3). Lämna tomt för standard, -1 för evigt eller ett positivt heltal för antalet försök.
tr_tr: Vazgeçmeden önce bir bağlantıyla veya bir bağlantının yerine geçecek bir bağlantıyla anlaşmak için kaç deneme yapılmalıdır (varsayılan 3). Varsayılan için boş bırakın, sonsuza kadar için -1 veya deneme sayısı için herhangi bir pozitif tamsayı
uk_uk: Скільки спроб має бути зроблено, щоб домовитись про з'єднання або заміну з'єднання, перш ніж здатися (за замовчуванням 3). За замовчуванням залиште порожнім, -1 - назавжди або будь-яке натуральне число для кількості спроб

source: Margintime
ja_jp: マーギンタイム
ko_ko: 마진타임
uk_uk: Маржинальний час

source: Time before SA expiry the rekeying should start. (seconds)
id_id: Waktu sebelum SA berakhir, rekeying harus dimulai. (detik)
it_it: Tempo prima che la scadenza della SA il rekeying dovrebbe iniziare. (secondi)
ja_jp: SAの有効期限が切れる前に、再入力を開始する時間。(秒)
ko_ko: SA 만료 전에 키 재설정을 시작해야 하는 시간입니다. (초)
pt_pt: O tempo antes da expiração do SA deve começar a rekeying. (segundos)
sw_sw: Tid innan SA löper ut ska omkodning påbörjas. (sekunder)
tr_tr: SA'nın sona ermesinden önce yeniden anahtarlamanın başlaması gereken süre. (saniye)
uk_uk: За час до закінчення SA має розпочатися перегенерація. (секунди)

source: Percentage by which margintime is randomly increased (may exceed 100%). Randomization may be disabled by setting rekeyfuzz=0%.
id_id: Persentase di mana margintime ditingkatkan secara acak (dapat melebihi 100%). Pengacakan dapat dinonaktifkan dengan mengatur rekeyfuzz = 0%.
it_it: Percentuale in base alla quale il margintime è aumentato in modo casuale (può superare il 100%). La randomizzazione può essere disabilitata impostando reKeyFuzz = 0%.
ja_jp: マージンタイムをランダムに増加させる割合（100％を超える場合もある）。rekeyfuzz=0%に設定することで、ランダム化を無効にすることができます。
ko_ko: 마진타임이 무작위로 증가되는 비율(100%를 초과할 수 있음). 재키 퍼즈를 0%로 설정하면 무작위화를 비활성화할 수 있습니다.
pt_pt: Percentagem pela qual o tempo de margem é aumentado aleatoriamente (pode exceder 100%). A aleatorização pode ser desactivada através da definição de rekeyfuzz=0%.
sw_sw: Procentandel med vilken marginaltiden ökas slumpmässigt (kan överstiga 100 %). Randomisering kan inaktiveras genom att ställa in rekeyfuzz=0%.
tr_tr: Margintime'ın rastgele artırıldığı yüzde (%100'ü aşabilir). Rastgeleleştirme, rekeyfuzz=0% olarak ayarlanarak devre dışı bırakılabilir.
uk_uk: Відсоток, на який випадковим чином збільшується маржинальний час (може перевищувати 100%). Рандомізацію можна вимкнути, встановивши rekeyfuzz=0%.

source: A valid ikeid must be specified.
id_id: Ikeid yang valid harus ditentukan.
it_it: Deve essere specificato un Ikeid valido.
ja_jp: 有効なikeidを指定してください
ko_ko: 유효한 아이아이디를 지정해야 합니다.
pt_pt: Tipo de rede local
sw_sw: En giltig ikeid måste anges.
tr_tr: Geçerli bir ikeid belirtilmelidir.
uk_uk: Необхідно вказати дійсний ikeid.

source: Local network type
id_id: Jenis jaringan lokal
it_it: Tipo di rete locale
ja_jp: ローカルネットワークタイプ
ko_ko: 로컬 네트워크 유형
pt_pt: Identificador unico
sw_sw: Typ av lokalt nätverk
tr_tr: Yerel ağ türü
uk_uk: Тип локальної мережі

source: Unique Identifier
id_id: Pengenal Unik
it_it: Identificativo unico
ja_jp: 固有識別子
ko_ko: 고유 식별자
pt_pt: Identificador unico
sw_sw: Unik identifierare
tr_tr: Benzersiz Tanımlayıcı
uk_uk: Унікальний ідентифікатор

source: Remote network type
id_id: Jenis jaringan jarak jauh
it_it: Tipo di rete remoto
ja_jp: リモートネットワークタイプ
ko_ko: 원격 네트워크 유형
pt_pt: Tipo de rede remota
sw_sw: Typ av fjärrnätverk
tr_tr: Uzak ağ türü
uk_uk: Тип віддаленої мережі

source: A valid local network bit count must be specified.
id_id: Jumlah bit jaringan lokal yang valid harus ditentukan.
it_it: È necessario specificare un conteggio dei bit di rete locale valido.
ja_jp: 有効なローカルネットワークビット数を指定してください
ko_ko: 유효한 로컬 네트워크 비트 수를 지정해야 합니다.
pt_pt: Um endereço válido da rede local IP terá de ser especificado.
sw_sw: Ett giltigt antal bitar för det lokala nätverket måste anges.
tr_tr: Geçerli bir yerel ağ bit sayısı belirtilmelidir.
uk_uk: Необхідно вказати дійсну розрядність локальної мережі.

source: A valid local network IP address must be specified.
id_id: Alamat IP jaringan lokal yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IP di rete locale valido.
ja_jp: 有効なローカルネットワーク ip アドレスを指定してください
ko_ko: 유효한 로컬 네트워크 IP 주소를 지정해야 합니다.
pt_pt: Um endereço válido da rede local IPv4 terá de ser especificado ou deverá mudar o modo para IPv6
sw_sw: En giltig IP-adress för det lokala nätverket måste anges.
tr_tr: Geçerli bir yerel ağ IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу локальної мережі.

source: A valid local network IPv4 address must be specified or you need to change Mode to IPv6
id_id: Alamat IPv4 jaringan lokal yang valid harus ditentukan atau Anda perlu mengubah Mode ke IPv6
it_it: È necessario specificare un indirizzo IPv4 di rete locale valido o è necessario modificare la modalità in IPv6
ja_jp: 有効なローカルネットワーク IPv4 アドレスを指定するか、IPv6 モードに変更してください。
ko_ko: 유효한 로컬 네트워크 IPv4 주소를 지정해야 하며, 그렇지 않으면 모드를 IPv6로 변경해야 합니다.
pt_pt: Um endereço válido da rede local IPv6 terá de ser especificado ou deverá mudar o modo para IPv4
sw_sw: En giltig IPv4-adress för det lokala nätverket måste anges, annars måste du ändra Mode till IPv6.
tr_tr: Geçerli bir yerel ağ IPv4 adresi belirtilmelidir veya Modu IPv6 olarak değiştirmeniz gerekir
uk_uk: Необхідно вказати дійсну адресу локальної мережі IPv4 або змінити Режим на IPv6
