Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Configure a minimum Time to live for RRsets and messages in the cache. The default is 0 seconds. If the minimum value kicks in, the data is cached for longer than the domain owner intended, and thus less queries are made to look up the data. The 0 value ensures the data in the cache is as the domain owner intended. High values can lead to trouble as the data in the cache might not match up with the actual data anymore.
id_id: Konfigurasikan Waktu hidup minimum untuk RRset dan pesan dalam cache. Nilai standarnya adalah 0 detik. Jika nilai minimum diaktifkan, data akan disimpan dalam cache lebih lama dari yang diinginkan pemilik domain, dan dengan demikian lebih sedikit kueri yang dibuat untuk mencari data. Nilai 0 memastikan data dalam cache sesuai dengan keinginan pemilik domain. Nilai yang tinggi dapat menimbulkan masalah karena data dalam cache mungkin tidak sesuai lagi dengan data yang sebenarnya.
it_it: Configurare un tempo minimo per vivere per RRSET e messaggi nella cache. L'impostazione predefinita è di 0 secondi. Se il valore minimo entra, i dati vengono memorizzati nella cache per più di quanto il proprietario del dominio previsto e quindi vengono fatte meno domande per cercare i dati. Il valore 0 garantisce che i dati nella cache siano come previsto dal proprietario del dominio. Valori alti possono portare a problemi poiché i dati nella cache potrebbero non corrispondere più ai dati effettivi.
ja_jp: キャッシュのRRsetとメッセージの生存時間の最小値を構成します。デフォルトは0秒です、最小値が有効になると、ドメイン所有者が意図するよりも長いデータがキャッシュされるため、データ検索に使用される照会の数が少なくなります。0 ならば、キャッシュのデータが、ドメイン所有者の意図したものと同じであることを保証します、高い値を設定すると、キャッシュのデータが、実際のデータとは一致しなくなる問題の原因になります。
ko_ko: 캐시에서 RR설정 및 메시지에 대한 최소 유효 기간을 구성합니다. 기본값은 0초입니다. 최소값이 적용되면 데이터가 도메인 소유자가 의도한 것보다 더 오래 캐시되므로 데이터를 조회하기 위한 쿼리 횟수가 줄어듭니다. 0 값은 도메인 소유자가 의도한 대로 캐시의 데이터가 유지되도록 합니다. 값이 높으면 캐시의 데이터가 더 이상 실제 데이터와 일치하지 않을 수 있으므로 문제가 발생할 수 있습니다.
pt_pt: Configurar o tempo mínimo de vida para RRsets e mensagens em dinheiro. Por defeito é 0 segundos. Se o valor mínimo entra em acção, os dados são armazenados em cache por mais tempo do que o dono do domínio pretende, sendo que deste modo menos consultas são efetuadas para consulta de dados. O valor 0 garante que os dados na cache são como pretendidos pelo dono do domínio. Valores altos podem gerar problemas, já que os dados na cache não podem coincidir com os dados reais.
sw_sw: Konfigurera en minsta Time to live för RRsets och meddelanden i cacheminnet. Standardvärdet är 0 sekunder. Om minimivärdet används, cachas uppgifterna längre än vad domänägaren hade tänkt sig, och därför görs färre sökningar för att söka upp uppgifterna. Värdet 0 säkerställer att data i cachen är som domänägaren avsett. Höga värden kan leda till problem eftersom data i cacheminnet kanske inte längre stämmer överens med de faktiska uppgifterna.
tr_tr: Önbellekteki RRsetler ve mesajlar için minimum bir Yaşam Süresi yapılandırın. Varsayılan değer 0 saniyedir. Minimum değer devreye girerse, veriler etki alanı sahibinin amaçladığından daha uzun süre önbelleğe alınır ve böylece verileri aramak için daha az sorgu yapılır. 0 değeri, önbellekteki verilerin alan adı sahibinin amaçladığı gibi olmasını sağlar. Yüksek değerler, önbellekteki veriler artık gerçek verilerle eşleşmeyebileceğinden sorunlara yol açabilir.
uk_uk: Налаштуйте мінімальний час життя для RR-змін та повідомлень у кеші. Значення за замовчуванням - 0 секунд. Якщо вказано мінімальне значення, дані зберігаються в кеші довше, ніж планував власник домену, і, таким чином, для їх пошуку буде зроблено менше запитів. Значення 0 гарантує, що дані в кеші будуть такими, як задумав власник домену. Високі значення можуть призвести до проблем, оскільки дані в кеші можуть більше не збігатися з реальними даними.

source: TTL for Host cache entries
id_id: TTL untuk entri cache Host
it_it: TTL per le voci della cache host
ja_jp: ホストエチャントリのttl
ko_ko: 호스트 캐시 항목에 대한 TTL
pt_pt: TTL para entradas da caixa do Host
sw_sw: TTL för Host cache-posterna
tr_tr: Ana bilgisayar önbellek girdileri için TTL
uk_uk: TTL для записів кешу хосту

source: 1 minute
id_id: 1 menit
it_it: 1 minuto
ja_jp: 1 分
ko_ko: 1분
pt_pt: 1 minuto
sw_sw: 1 minut
tr_tr: 1 dakika
uk_uk: 1 хвилина

source: 2 minutes
id_id: 2 menit
it_it: 2 minuti
ja_jp: 2 分
ko_ko: 2분
pt_pt: 2 minutos
sw_sw: 2 minuter
tr_tr: 2 dakika
uk_uk: 2 хвилини

source: 5 minutes
id_id: 5 menit
it_it: Cinque minuti
ja_jp: 5 分
ko_ko: 5분
pt_pt: 5 minutos
sw_sw: 5 minuter
tr_tr: 5 dakika
uk_uk: 5 хвилин

source: 10 minutes
id_id: 10 menit
it_it: 10 minuti
ja_jp: 10 分
ko_ko: 10분
pt_pt: 10 minutos
sw_sw: 10 minuter
tr_tr: 10 dakika
uk_uk: 10 хвилин

source: 15 minutes
id_id: 15 menit
it_it: 15 minuti
ja_jp: 15 分
ko_ko: 15분
pt_pt: 15 minutos
sw_sw: 15 minuter
tr_tr: 15 dakika
uk_uk: 15 хвилин

source: Time to live for entries in the host cache. The host cache contains roundtrip timing and EDNS support information. The default is 15 minutes.
id_id: Waktu untuk hidup untuk entri dalam cache host. Cache host berisi waktu pulang pergi dan informasi dukungan EDNS. Standarnya adalah 15 menit.
it_it: È ora di vivere per le voci nella cache host. La cache host contiene le informazioni di roundtrip e le informazioni di supporto EDNS. L'impostazione predefinita è di 15 minuti.
ja_jp: ホストキャッシュにあるエントリの生存時間です、ホストキャッシュは、ラウンドトリップタイミングと、EDNS対応情報を格納しています、デフォルトは15分です。
ko_ko: 호스트 캐시에 있는 항목의 라이브 시간입니다. 호스트 캐시에는 왕복 시간 및 EDNS 지원 정보가 포함되어 있습니다. 기본값은 15분입니다.
pt_pt: Tempo de vida para entradas em dinheiro do anfitrião. A cash do host contém tempo de ida e volta e informações de suporte EDNS O valor pré-definido é de 15 minutos.
sw_sw: Tid till livstid för poster i värdcachen. Värdcachen innehåller information om tidsåtgång för rundresor och EDNS-stöd. Standardvärdet är 15 minuter.
tr_tr: Ana bilgisayar önbelleğindeki girdiler için yaşam süresi. Ana bilgisayar önbelleği gidiş-dönüş zamanlaması ve EDNS destek bilgilerini içerir. Varsayılan değer 15 dakikadır.
uk_uk: Час життя записів у кеші хоста. Кеш хоста містить інформацію про час в обидва боки та підтримку EDNS. За замовчуванням - 15 хвилин.

source: Number of hosts for which information is cached. The default is 10000.
id_id: Jumlah host yang informasinya di-cache. Standarnya adalah 10000.
it_it: Numero di host per i quali le informazioni sono memorizzate nella cache. L'impostazione predefinita è 10000.
ja_jp: 情報をキャッシュするホストの数。デフォルトは10000です。
ko_ko: 정보가 캐시되는 호스트의 수입니다. 기본값은 10000입니다.
pt_pt: Número de hospedeiros para os quais as informações são armazenadas em cache. O padrão é 10000.
sw_sw: Antal värdar för vilka information lagras i cacheminnet. Standardvärdet är 10000.
tr_tr: Bilgilerin önbelleğe alındığı ana bilgisayar sayısı. Varsayılan değer 10000'dir.
uk_uk: Кількість хостів, для яких кешується інформація. За замовчуванням 10000.

source: disabled
id_id: dinonaktifkan
it_it: Disabilitato
ja_jp: 無効
pt_pt: desativado
sw_sw: inaktiverad
tr_tr: devre dışı
uk_uk: з обмеженими можливостями

source: 5 million
id_id: 5 juta
it_it: 5 milioni
ja_jp: 500 万
ko_ko: 5백만
pt_pt: 5 milhões
sw_sw: 5 miljoner euro
tr_tr: 5 milyon
uk_uk: 5 мільйонів

source: 10 million
id_id: 10 juta
it_it: 10 milioni
ja_jp: 1000 万
ko_ko: 1,000만
pt_pt: 10 milhões
sw_sw: 10 miljoner euro
tr_tr: 10 milyon
uk_uk: 10 мільйонів

source: 20 million
id_id: 20 juta
it_it: 20 milioni
ja_jp: 2000 万
ko_ko: 2,000만
pt_pt: 20 milhões
sw_sw: 20 miljoner euro
tr_tr: 20 milyon
uk_uk: 20 мільйонів

source: 40 million
id_id: 40 juta
it_it: 40 milioni
ja_jp: 4000 万
ko_ko: 4천만
pt_pt: 40 milhões
sw_sw: 40 miljoner euro
tr_tr: 40 milyon
uk_uk: 40 мільйонів.

source: 50 million
id_id: 50 juta
it_it: 50 milioni
ja_jp: 5000 万
ko_ko: 5,000만
pt_pt: 50 milhões
sw_sw: 50 miljoner euro
tr_tr: 50 milyon
uk_uk: 50 мільйонів

source: If enabled, a total number of unwanted replies is kept track of in every thread. When it reaches the threshold, a defensive action is taken and a warning is printed to the log file. This defensive action is to clear the RRSet and message caches, hopefully flushing away any poison. The default is disabled, but if enabled a value of 10 million is suggested.
id_id: Jika diaktifkan, jumlah total balasan yang tidak diinginkan akan dilacak di setiap utas. Ketika mencapai ambang batas, sebuah tindakan defensif diambil dan sebuah peringatan dicetak ke file log. Tindakan defensif ini adalah untuk menghapus RRSet dan cache pesan, dengan harapan dapat membuang racun. Standarnya adalah dinonaktifkan, tetapi jika diaktifkan, nilai 10 juta disarankan.
it_it: Se abilitato, un numero totale di risposte indesiderate viene tenuto traccia di ogni thread. Quando raggiunge la soglia, viene intrapresa un'azione difensiva e viene stampato un avviso nel file di registro. Questa azione difensiva è quella di cancellare il RRSET e le cache dei messaggi, si spera che sborsano qualsiasi veleno. L'impostazione predefinita è disabilitato, ma se abilitato viene suggerito un valore di 10 milioni.
ja_jp: 有効な場合、望まない応答の合計数がスレッド毎に記録されます。
ko_ko: 이 기능을 활성화하면 모든 스레드에서 원치 않는 답글의 총 개수가 추적됩니다. 임계값에 도달하면 방어 조치가 취해지고 로그 파일에 경고가 인쇄됩니다. 이 방어 조치는 RRSet 및 메시지 캐시를 삭제하여 독을 씻어내는 것입니다. 기본값은 비활성화되어 있지만 활성화하면 1,000만 개의 값이 제안됩니다.
pt_pt: Se ativado, um número total de respostas indesejadas é mantido em conta em cada tópico. Quando ele atinge o limite, uma acção defensiva é dispoltada e um aviso é impresso no arquivo de log. Esta acção defensiva pretende limpar o RRSet e caches de mensagens. Por defeito está desativada, mas se for ativada, o valor 10 milhões é sugerido.
sw_sw: Om den är aktiverad hålls det totala antalet oönskade svar i varje tråd. När det når tröskelvärdet vidtas en försvarsåtgärd och en varning skrivs ut i loggfilen. Denna defensiva åtgärd är att rensa RRSet- och meddelandecachen och förhoppningsvis rensa bort alla giftiga svar. Standardvärdet är inaktiverat, men om det aktiveras föreslås ett värde på 10 miljoner.
tr_tr: Etkinleştirilirse, her iş parçacığında istenmeyen yanıtların toplam sayısı izlenir. Eşiğe ulaştığında, bir savunma eylemi gerçekleştirilir ve günlük dosyasına bir uyarı yazdırılır. Bu savunma eylemi, RRSet'i ve mesaj önbelleklerini temizlemek ve böylece herhangi bir zehri ortadan kaldırmaktır. Varsayılan değer devre dışıdır, ancak etkinleştirilirse 10 milyonluk bir değer önerilir.
uk_uk: Якщо увімкнено, у кожній темі відстежується загальна кількість небажаних відповідей. Коли вона досягає певного порогового значення, виконується захисна дія і до файлу журналу виводиться попередження. Цією захисною дією є очищення кешу RRSet і кешу повідомлень, що, сподіваємось, змиє будь-яку отруту. За замовчуванням цей параметр вимкнено, але якщо його увімкнути, буде запропоновано значення 10 мільйонів.

source: Log level verbosity
id_id: Verbalitas tingkat log
it_it: Verbosità del livello di registro
ja_jp: ログ詳細度レベル
ko_ko: 로그 수준 상세도
pt_pt: Nível de detalhe do Log
sw_sw: Loggnivåens svårighetsgrad
tr_tr: Günlük düzeyi ayrıntı düzeyi
uk_uk: Багатослівність на рівні журналу

source: Level %s
id_id: Tingkat %s
it_it: Livello %s
ja_jp: レベル %s
ko_ko: 레벨 %s
pt_pt: Nível %s
sw_sw: Nivå %s
tr_tr: Seviye %s
uk_uk: Рівень %s

source: Select the log verbosity. Level 0 means no verbosity, only errors. Level 1 gives operational information. Level 2 gives detailed operational information. Level 3 gives query level information, output per query. Level 4 gives algorithm level information. Level 5 logs client identification for cache misses. Default is level 1.
id_id: Pilih verbositas log. Level 0 berarti tidak ada verbositas, hanya kesalahan. Level 1 memberikan informasi operasional. Level 2 memberikan informasi operasional yang terperinci. Level 3 memberikan informasi tingkat kueri, keluaran per kueri. Level 4 memberikan informasi tingkat algoritma. Level 5 mencatat identifikasi klien untuk kesalahan cache. Standarnya adalah level 1.
ja_jp: ログの冗長性を選択します。レベル0は、冗長性はなく、エラーのみとなります。レベル1では、運用情報を提供します。レベル2は、詳細な運用情報を提供します。レベル3は、クエリレベルの情報、クエリごとの出力です。レベル4は、アルゴリズムレベルの情報を提供します。レベル5は、キャッシュミスのクライアント識別情報を記録する。デフォルトはレベル1です。
ko_ko: 로그 상세도를 선택합니다. 레벨 0은 상세 정보가 없고 오류만 있음을 의미합니다. 레벨 1은 운영 정보를 제공합니다. 레벨 2는 자세한 운영 정보를 제공합니다. 레벨 3은 쿼리 수준 정보, 쿼리별 출력을 제공합니다. 레벨 4는 알고리즘 수준 정보를 제공합니다. 레벨 5는 캐시 누락에 대한 클라이언트 식별을 기록합니다. 기본값은 레벨 1입니다.
pt_pt: Seleccionar a verbosidade do registo. O nível 0 significa sem verbosidade, apenas erros. O nível 1 fornece informações operacionais. O nível 2 fornece informação operacional detalhada. O nível 3 dá informação de nível de consulta, saída por consulta. O nível 4 dá informação de nível de algoritmo. O nível 5 regista a identificação do cliente para falhas de cache. O nível 1 é o nível 1 por defeito.
sw_sw: Välj loggförbudsgrad. Nivå 0 innebär att det inte finns någon ordningsgrad, bara fel. Nivå 1 ger driftinformation. Nivå 2 ger detaljerad driftinformation. Nivå 3 ger information på frågenivå, utdata per fråga. Nivå 4 ger information på algoritmnivå. Nivå 5 loggar klientidentifiering för cachemissar. Standard är nivå 1.
tr_tr: Günlük ayrıntı düzeyini seçin. Seviye 0, ayrıntı yok, sadece hatalar anlamına gelir. Seviye 1 operasyonel bilgi verir. Seviye 2 ayrıntılı operasyonel bilgi verir. Seviye 3 sorgu seviyesi bilgisi, sorgu başına çıktı verir. Seviye 4 algoritma seviyesi bilgisi verir. Seviye 5, önbellek kaçırmaları için istemci kimliğini günlüğe kaydeder. Varsayılan seviye 1'dir.
uk_uk: Виберіть багатослівність логу. Рівень 0 означає відсутність багатослівності, лише помилки. Рівень 1 дає оперативну інформацію. Рівень 2 надає детальну оперативну інформацію. Рівень 3 - інформація на рівні запиту, виведення за кожним запитом. Рівень 4 - інформація на рівні алгоритму. Рівень 5 реєструє ідентифікацію клієнта для пропусків кешу. За замовчуванням використовується рівень 1.

source: Extended statistics
id_id: Statistik yang diperluas
it_it: Statistiche estese
ja_jp: 拡張された統計
ko_ko: 확장 통계
pt_pt: Estatísticas alargadas
sw_sw: Utökad statistik
tr_tr: Genişletilmiş istatistikler
uk_uk: Розширена статистика

source: If enabled, prints one line per query to the log, with the log timestamp and IP address, name, type and class.
id_id: Jika diaktifkan, mencetak satu baris per kueri ke log, dengan stempel waktu log dan alamat IP, nama, jenis, dan kelas.
it_it: Se abilitato, stampa una riga per query al registro, con il timestamp e l'indirizzo IP, il nome, il tipo e la classe.
ja_jp: 有効な場合、クエリごとに1行をログに出力し、ログのタイムスタンプとIPアドレス、名前、タイプ、クラスが表示されます。
ko_ko: 활성화하면 쿼리당 한 줄씩 로그 타임스탬프, IP 주소, 이름, 유형 및 클래스와 함께 로그에 인쇄합니다.
pt_pt: Se activado, imprime uma linha por consulta ao registo, com o carimbo de tempo de registo e endereço IP, nome, tipo e classe.
sw_sw: Om den är aktiverad skrivs en rad per fråga ut i loggen, med loggens tidsstämpel och IP-adress, namn, typ och klass.
tr_tr: Etkinleştirilirse, günlük zaman damgası ve IP adresi, adı, türü ve sınıfıyla birlikte günlüğe sorgu başına bir satır yazdırır.
uk_uk: Якщо увімкнено, виводить по одному рядку на кожен запит до журналу з міткою часу, IP-адресою, іменем, типом і класом.

source: Keep in mind that all resource record types (i.e. A, AAAA, MX, etc. records) of a specified host below are being overwritten.
id_id: Perlu diingat bahwa semua jenis catatan sumber daya (misalnya catatan A, AAAA, MX, dll.) dari host tertentu di bawah ini ditimpa.
it_it: Tieni presente che tutti i tipi di record di risorse (ovvero A, AAAA, MX, ecc. I record) di un host specificato di seguito vengono sovrascritti.
ja_jp: 指定されるホストの全てのレコードタイプ（a、aaaa、mx、等のレコード）は上書きされますのでご注意ください。
ko_ko: 아래 지정된 호스트의 모든 리소스 레코드 유형(예: A, AAAA, MX 등 레코드)을 덮어쓰고 있다는 점에 유의하세요.
pt_pt: Lembre-se que todos os tipos de registos de recursos (i.e. A, AAAA, MX, etc. registos) de um host especificado abaixo estãoa ser substituídos.
sw_sw: Tänk på att alla resursposttyper (dvs. A, AAAA, MX osv. poster) för en specificerad värd nedan skrivs över.
tr_tr: Aşağıda belirtilen bir ana bilgisayarın tüm kaynak kayıt türlerinin (yani A, AAAA, MX, vb. kayıtları) üzerine yazıldığını unutmayın.
uk_uk: Майте на увазі, що всі типи записів ресурсів (тобто записи A, AAAA, MX і т.д.) вказаного нижче хоста будуть перезаписані.

source: Entries in this area override an entire domain by specifying an authoritative DNS server to be queried for that domain.
id_id: Entri di area ini mengganti seluruh domain dengan menentukan server DNS otoritatif yang akan ditanyakan untuk domain tersebut.
it_it: Le voci in quest'area sostituiscono un intero dominio specificando un server DNS autorevole da interrogare per quel dominio.
ja_jp: そのドメインに対して問い合わせされる権威DNSサーバを設定することにより、このエリアのエントリはドメイン全体を上書きします。
ko_ko: 이 영역의 항목은 해당 도메인에 대해 쿼리할 권한 있는 DNS 서버를 지정하여 전체 도메인을 재정의합니다.
pt_pt: As entradas nesta área substituem um domínio inteiro especificando um servidor DNS autorizado a ser consultado por esse domínio.
sw_sw: Posterna i det här området åsidosätter en hel domän genom att ange en auktoritativ DNS-server som ska tillfrågas för domänen.
tr_tr: Bu alandaki girişler, söz konusu etki alanı için sorgulanacak yetkili bir DNS sunucusu belirterek etki alanının tamamını geçersiz kılar.
uk_uk: Записи в цій області перевизначають весь домен, вказуючи авторитетний DNS-сервер, який буде запитуватися для цього домену.

source: Failover Group
id_id: Grup Failover
it_it: Gruppo di failover
ja_jp: フェイルオーバグループ
ko_ko: 장애 조치 그룹
pt_pt: Falha do grupo
sw_sw: Grupp för växling vid fel
tr_tr: Yük Devretme Grubu
uk_uk: Група відмовостійкості

source: My State
id_id: Negara Saya
it_it: Il mio stato
ja_jp: 自分のステート
ko_ko: 내 상태
pt_pt: O meu estado
sw_sw: Min stat
tr_tr: Benim Eyaletim
uk_uk: Моя держава

source: Since
id_id: Sejak
it_it: Da
ja_jp: 期限開始
ko_ko: 이후
pt_pt: Desde
sw_sw: Sedan
tr_tr: O zamandan beri
uk_uk: Оскільки

source: Peer State
id_id: Status Rekan
it_it: Stato tra pari
ja_jp: ピアステート
ko_ko: 피어 상태
pt_pt: Estado do Peer
tr_tr: Akran Devlet
uk_uk: Рівноправна держава

source: End
id_id: Akhir
it_it: Fine
ja_jp: 終了
ko_ko: 종료
pt_pt: Fim
sw_sw: Slut
tr_tr: Bitiş
uk_uk: Кінець

source: Lease type
id_id: Jenis sewa
it_it: Tipo di locazione
ja_jp: リースタイプ
ko_ko: 임대 유형
pt_pt: Tipo de arrendamento
sw_sw: Typ av hyresavtal
tr_tr: Kira türü
uk_uk: Тип оренди

source: add a static mapping for this MAC address
id_id: menambahkan pemetaan statis untuk alamat MAC ini
it_it: Aggiungi una mappatura statica per questo indirizzo MAC
ja_jp: このマックアドレスの静的マッピングを追加
ko_ko: 이 MAC 주소에 대한 정적 매핑 추가
pt_pt: Adicionar um mapeamento estático para este endereço MAC
sw_sw: lägga till en statisk mappning för den här MAC-adressen
tr_tr: bu MAC adresi için statik bir eşleme ekleyin
uk_uk: додати статичне зіставлення для цієї MAC-адреси

source: Show active and static leases only
id_id: Hanya menampilkan sewa aktif dan statis
it_it: Mostra solo contratti di locazione attivi e statici
ja_jp: アクティブかつ静的なリースのみを表示
ko_ko: 활성 및 정적 임대만 표시
pt_pt: Mostrar a actividade e estatística apenas dos alugueres
sw_sw: Visa endast aktiva och statiska hyresavtal
tr_tr: Yalnızca etkin ve statik kiralamaları göster
uk_uk: Показувати тільки активні та статичні договори оренди

source: Show all configured leases
id_id: Menampilkan semua sewa yang dikonfigurasi
it_it: Mostra tutti i contratti di locazione configurati
ja_jp: すべての構成されたリースを表示
ko_ko: 구성된 모든 임대 표시
pt_pt: Mostrar todas como configurações de leasing
sw_sw: Visa alla konfigurerade hyresavtal
tr_tr: Yapılandırılmış tüm kira sözleşmelerini göster
uk_uk: Показати всі налаштовані договори оренди

source: No leases file found. Is the DHCP server active?
id_id: Tidak ada file sewa yang ditemukan. Apakah server DHCP aktif?
it_it: Nessun file di leasing trovato. Il server DHCP è attivo?
ja_jp: ファイルが見つかりません。
ko_ko: 임대 파일을 찾을 수 없습니다. DHCP 서버가 활성화되어 있나요?
pt_pt: Não foi encontrado nenhum ficheiro de arrendamentos. O servidor DHCP está activo?
sw_sw: Ingen leasingfil hittades. Är DHCP-servern aktiv?
tr_tr: Kira dosyası bulunamadı. DHCP sunucusu etkin mi?
uk_uk: Файл оренди не знайдено. Чи активний сервер DHCP?

source: IAID
ja_jp: アイエイド

source: Online
it_it: in linea
ja_jp: オンライン
ko_ko: 온라인
pt_pt: Em linha
tr_tr: Çevrimiçi
uk_uk: Онлайн

source: Lease Type
id_id: Jenis Sewa
it_it: Tipo di locazione
ja_jp: リースタイプ
ko_ko: 임대 유형
pt_pt: Tipo de arrendamento
sw_sw: Typ av hyresavtal
tr_tr: Kira Türü
uk_uk: Тип оренди

source: Delegated Prefixes
id_id: Awalan yang Didelegasikan
it_it: Prefissi delegati
ja_jp: 委譲されたプレフィックス
ko_ko: 위임 접두사
pt_pt: Prefixos delegados
sw_sw: Delegerade prefix
tr_tr: Yetkilendirilmiş Önekler
uk_uk: Делеговані префікси

source: IPv6 Prefix
id_id: Awalan IPv6
it_it: Prefisso IPv6
ja_jp: IPv6 プレフィックス
ko_ko: IPv6 접두사
pt_pt: Prefixo IPv6
tr_tr: IPv6 Öneki
uk_uk: Префікс IPv6

source: The backup firewall is not accessible or not configured.
id_id: Firewall cadangan tidak dapat diakses atau tidak dikonfigurasi.
it_it: Il firewall di backup non è accessibile o non configurato.
ja_jp: バックアップファイアウォールにアクセスできません、もしくは構成されていません。
ko_ko: 백업 방화벽에 액세스할 수 없거나 구성되지 않았습니다.
pt_pt: O backup da firewall não está acessível ou não foi configurado
sw_sw: Backupbrandväggen är inte tillgänglig eller konfigurerad.
tr_tr: Yedek güvenlik duvarına erişilemiyor veya yapılandırılmamış.
uk_uk: Резервний брандмауер недоступний або не налаштований.

source: The backup firewall is not accessible (check user credentials).
id_id: Firewall cadangan tidak dapat diakses (periksa kredensial pengguna).
it_it: Il firewall di backup non è accessibile (controlla le credenziali dell'utente).
ja_jp: バックアップファイアウォールにアクセスできません( ユーザの資格情報を確認してください )。
ko_ko: 백업 방화벽에 액세스할 수 없습니다(사용자 자격 증명 확인).
pt_pt: O backup da firewall não está acessível (verifique as credenciais do utilizador)
sw_sw: Backupbrandväggen är inte tillgänglig (kontrollera användaruppgifter).
tr_tr: Yedek güvenlik duvarına erişilemiyor (kullanıcı kimlik bilgilerini kontrol edin).
uk_uk: Резервний брандмауер недоступний (перевірте облікові дані користувача).

source: Backup firewall versions
id_id: Versi firewall cadangan
it_it: Versioni di firewall di backup
ja_jp: ファイアウォールバージョンのバックアップ
ko_ko: 백업 방화벽 버전
pt_pt: Cópia de segurança das versões do firewall
sw_sw: Säkerhetskopiera brandväggsversioner
tr_tr: Güvenlik duvarı sürümlerini yedekleme
uk_uk: Резервне копіювання версій брандмауера

source: Kernel
it_it: Nocciolo
ja_jp: カーネル
ko_ko: 커널
sw_sw: Kärnan
tr_tr: Çekirdek
uk_uk: Ядро

source: Backup services
id_id: Layanan pencadangan
it_it: Servizi di backup
ja_jp: サービスをバックアップ
ko_ko: 백업 서비스
pt_pt: Serviços de Backup
sw_sw: Tjänster för säkerhetskopiering
tr_tr: Yedekleme hizmetleri
uk_uk: Послуги резервного копіювання

source: Service
id_id: Layanan
it_it: Servizio
ja_jp: サービス
ko_ko: 서비스
pt_pt: Serviço
tr_tr: Hizmet
uk_uk: Сервіс

source: Synchronize
id_id: Sinkronisasi
it_it: Sincronizzare
ja_jp: 同期
ko_ko: 동기화
pt_pt: Sincronizar
sw_sw: Synkronisera
tr_tr: Senkronize et
uk_uk: Синхронізувати

source: Synchronize config to backup
id_id: Menyinkronkan konfigurasi ke cadangan
it_it: Sincronizzare config to backup
ja_jp: 構成をバックアップに同期
ko_ko: 구성과 백업 동기화
pt_pt: Sincronizar configuração para cópia de segurança
sw_sw: Synkronisera konfigurationen med säkerhetskopian
tr_tr: Yapılandırmayı yedekleme ile senkronize et
uk_uk: Синхронізація конфігурації з резервною копією

source: Templates
id_id: Templat
it_it: Modelli
ja_jp: テンプレート
ko_ko: 템플릿
pt_pt: Modelos
sw_sw: Mallar
tr_tr: Şablonlar
uk_uk: Шаблони

source: Generate configuration templates
id_id: Membuat templat konfigurasi
it_it: Generare modelli di configurazione
ja_jp: 構成テンプレート生成
ko_ko: 구성 템플릿 생성
pt_pt: Gerar modelos de configuração
sw_sw: Generera konfigurationsmallar
tr_tr: Yapılandırma şablonları oluşturma
uk_uk: Створення шаблонів конфігурації

source: Restart %sService
id_id: Mulai ulang %sLayanan
it_it: Riavvia %sservice
ja_jp: s サービスの再起動
ko_ko: 서비스 다시 시작
pt_pt: Reiniciar o Serviço %s
sw_sw: Starta om %sService
tr_tr: Servis %sService'i yeniden başlat
uk_uk: Перезапустити %sService
