Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Use this option to invert the sense of the match.
it_it: Usa questa opzione per invertire il senso della partita.

source: You may enter a description here for your reference (not parsed).
it_it: Puoi inserire una descrizione qui per il tuo riferimento (non analizzato).

source: TCP/IP Version
it_it: Versione TCP/IP

source: Advanced
it_it: Avanzate

source: any
it_it: qualunque

source: Log
it_it: Tronco d'albero

source: Log packets that are handled by this rule
it_it: Pacchetti di registro gestiti da questa regola

source: Pass
it_it: Passaggio

source: Outbound
it_it: In uscita

source: Source port
it_it: Porta di origine

source: Destination port
it_it: Porto di destinazione

source: Translation / target
it_it: Traduzione / bersaglio

source: Translation
it_it: Traduzione

source: States
it_it: stati

source: Block
it_it: Bloccare

source: Reject
it_it: Rifiutare

source: Quick
it_it: Presto

source: Direction
it_it: Direzione

source: April
it_it: aprile

source: August
it_it: agosto

source: December
it_it: Dicembre

source: February
it_it: febbraio

source: January
it_it: Gennaio

source: July
it_it: Luglio

source: June
it_it: Giugno

source: March
it_it: Marzo

source: May
it_it: Maggio

source: November
it_it: novembre

source: October
it_it: ottobre

source: September
it_it: settembre

source: Name
it_it: Nome

source: Out
it_it: Fuori

source: Network
it_it: Rete

source: Device
it_it: Dispositivo

source: When set, this option blocks traffic from IP addresses that are reserved for private networks as per RFC 1918 (10/8, 172.16/12, 192.168/16) as well as loopback addresses (127/8) and Carrier-grade NAT addresses (100.64/10). This option should only be set for WAN interfaces that use the public IP address space.
it_it: Se impostata, questa opzione blocca il traffico da indirizzi IP riservati alle reti private secondo RFC 1918 (10/8, 172.16/12, 192.168/16) nonché indirizzi di loopback (127/8) e indirizzi NAT di livello vettore ( 100,64/10). Questa opzione dovrebbe essere impostata solo per interfacce WAN che utilizzano lo spazio degli indirizzi IP pubblico.

source: Block bogon networks
it_it: Blocca reti bogon

source: When set, this option blocks traffic from IP addresses that are reserved (but not RFC 1918) or not yet assigned by IANA.
it_it: Se impostata, questa opzione blocca il traffico da indirizzi IP riservati (ma non RFC 1918) o non ancora assegnati da IANA.

source: IPv4 Configuration Type
it_it: Tipo di configurazione IPv4

source: MAC address
it_it: Indirizzo MAC

source: Promiscuous mode
it_it: Modalità promiscua

source: DHCP client configuration
it_it: Configurazione client DHCP

source: Hostname
it_it: Nome host

source: The value in this field is sent as the DHCP client identifier and hostname when requesting a DHCP lease. Some ISPs may require this (for client identification).
it_it: Il valore in questo campo viene inviato come identificatore del client DHCP e nome host quando si richiede un contratto di locazione DHCP. Alcuni ISP potrebbero richiedere questo (per l'identificazione del cliente).

source: Timeout
it_it: Tempo scaduto

source: Reboot
it_it: Riavviare

source: PPPoE configuration
it_it: Configurazione PPPOE

source: Enable Dial-On-Demand mode
it_it: Abilita la modalità Dial-on-Demand

source: Idle timeout
it_it: Timeout inattivo

source: If no qualifying outgoing packets are transmitted for the specified number of seconds, the connection is brought down. An idle timeout of zero disables this feature.
it_it: Se non vengono trasmessi pacchetti in uscita qualificati per il numero specificato di secondi, la connessione viene ridotta. Un timeout inattivo di zero disabilita questa funzione.

source: secret
it_it: segreto

source: Bridge
it_it: Ponte

source: Priority
it_it: Priorità

source: Group
it_it: Gruppo

source: Point-to-Point
it_it: Punto a punto

source: Connection Timeout
it_it: Connesione finita

source: Compression
it_it: Compressione

source: Bandwidth
it_it: Larghezza di banda

source: VLAN tag
it_it: Tag VLAN

source: Only VLAN capable interfaces will be shown.
it_it: Verranno mostrate solo interfacce capaci VLAN.

source: 802.1Q VLAN tag (between 1 and 4094)
it_it: 802.1q Tag VLAN (tra 1 e 4094)

source: VLAN priority
it_it: Priorità VLAN

source: 802.1Q VLAN PCP (priority code point)
it_it: 802.1Q VLAN PCP (Punto di codice prioritario)

source: Wireless
it_it: senza fili

source: Value
it_it: Valore

source: IP address
it_it: indirizzo IP

source: Listen Port
it_it: Ascolta la porta

source: Enable DNSSEC Support
it_it: Abilita il supporto DNSSEC

source: Log Queries
it_it: Query di registro

source: Domain
it_it: Dominio

source: A valid domain must be specified.
it_it: Deve essere specificato un dominio valido.

source: Source IP
it_it: IP di origine

source: Or
it_it: O

source: Custom
it_it: Costume

source: Router Advertisements
it_it: Pubblicità del router

source: Low
it_it: Basso

source: Automatic
it_it: Automatico

source: Hide Identity
it_it: Nascondere l'identità

source: If enabled, id.server and hostname.bind queries are refused.
it_it: Se abilitato, Id.Server e Hostname.Bind query vengono rifiutati.

source: Hide Version
it_it: Nascondere la versione

source: If enabled, version.server and version.bind queries are refused.
it_it: Se abilitato, version.server e version.bind query vengono rifiutate.

source: Prefetch Support
it_it: Supporto prefetch

source: Harden DNSSEC data
it_it: Dati DNSSEC Harden

source: Message Cache Size
it_it: MESSAGGIO DIMENTO DI CACHE

source: Outgoing TCP Buffers
it_it: Buffer TCP in uscita

source: Incoming TCP Buffers
it_it: Buffer TCP in arrivo

source: Number of queries per thread
it_it: Numero di query per thread

source: Jostle Timeout
it_it: Timeout di spicco

source: Maximum TTL for RRsets and messages
it_it: TTL massimo per RRSET e messaggi

source: Minimum TTL for RRsets and messages
it_it: TTL minimo per RRSET e messaggi

source: Number of Hosts to cache
it_it: Numero di host da cache

source: Unwanted Reply Threshold
it_it: Soglia di risposta indesiderata

source: If enabled, extended statistics are printed.
it_it: Se abilitato, vengono stampate statistiche estese.

source: DUID/MAC
it_it: Duido/Mac

source: interface
it_it: interfaccia

source: Reload
it_it: Ricaricare

source: state
it_it: stato

source: Delay
it_it: Ritardo

source: TCP port
it_it: Porta TCP

source: Listen Interfaces
it_it: Ascolta le interfacce

source: Minutes
it_it: Minuti

source: Weekly
it_it: settimanalmente

source: Daily
it_it: Quotidiano

source: Schedules
it_it: Orari

source: Miscellaneous
it_it: Varie

source: WAN
it_it: PALLIDO

source: Descriptive name
it_it: Nome descrittivo

source: Transport
it_it: Trasporto

source: Services
it_it: Servizi

source: Shared Secret
it_it: Segreto condiviso

source: Policy
it_it: Politica

source: Hostname or IP address
it_it: Nome host o indirizzo IP

source: SSL - Encrypted
it_it: SSL - crittografato

source: One Level
it_it: Un livello

source: Entire Subtree
it_it: Intera metropolitana

source: Typically "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)
it_it: Tipicamente "CN" (OpenLDAP, Novell EdireCtory), "SamaccountName" (Microsoft AD)

source: Key length
it_it: Lunghezza chiave

source: Lifetime
it_it: Tutta la vita

source: Authorities
it_it: Autorità

source: Key Type
it_it: Tipo chiave

source: Elliptic Curve
it_it: Curva ellittica

source: Country Code
it_it: Prefisso internazionale

source: State or Province
it_it: Stato o Provincia

source: City
it_it: Città

source: Organization
it_it: Organizzazione

source: Certificate
it_it: Certificato

source: Next
it_it: Prossimo

source: Server Certificate
it_it: Certificato del server

source: Certificate Authority
it_it: Autorità di certificazione

source: Upstream Gateway
it_it: Gateway a monte

source: Weight
it_it: Il peso

source: Language
it_it: Lingua

source: Trust
it_it: Fiducia

source: DNS Server
it_it: Server DNS

source: Authorized keys
it_it: Chiavi autorizzate

source: Groups
it_it: Gruppi

source: Enforce local group
it_it: Imporre il gruppo locale

source: DNS Default Domain
it_it: Dominio predefinito DNS

source: Authentication method
it_it: Metodo di autenticazione

source: Restart
it_it: Ricomincia

source: Proxy port
it_it: Porta proxy

source: Cryptographic Settings
it_it: Impostazioni crittografiche

source: TLS Authentication
it_it: Autenticazione TLS

source: TLS Shared Key
it_it: Chiave condivisa TLS

source: Auth Digest Algorithm
it_it: Algoritmo digest di auth

source: Tunnel Settings
it_it: Impostazioni del tunnel

source: Type-of-Service
it_it: Tipo di servizio

source: Servers
it_it: Server

source: Redirect Gateway
it_it: Reindirizzate Gateway

source: Force all client generated traffic through the tunnel.
it_it: Forzare tutto il traffico generato dal cliente attraverso il tunnel.

source: Client Settings
it_it: Impostazioni del cliente

source: NetBIOS Options
it_it: Opzioni Netbios

source: Possible options: b-node (broadcasts), p-node (point-to-point name queries to a WINS server), m-node (broadcast then query name server), and h-node (query name server, then broadcast).
it_it: Possibili opzioni: B-Node (Broadcast), P-Node (query di nome punto-punto su un server Wins), M-Node (trasmissione quindi server di nomi di query) e node H (server dei nomi query, quindi trasmessa) .

source: A NetBIOS Scope ID provides an extended naming service for NetBIOS over TCP/IP. The NetBIOS Scope ID isolates NetBIOS traffic on a single network to only those nodes with the same NetBIOS Scope ID.
it_it: Un ID di portata NetBiOS fornisce un servizio di denominazione esteso per NetBIOS su TCP/IP. L'ID dell'ambito NetBiOS isola il traffico NetBiOS su una singola rete solo a quei nodi con lo stesso ID di portata NetBiOS.

source: This is the IPv4 virtual network used for private communications between this server and client hosts expressed using CIDR (eg. 10.0.8.0/24). The first network address will be assigned to the server virtual interface. The remaining network addresses can optionally be assigned to connecting clients. (see Address Pool)
it_it: Questa è la rete virtuale IPv4 utilizzata per le comunicazioni private tra questo server e gli host client espressi usando CIDR (ad es. 10.0.8.0/24). Il primo indirizzo di rete verrà assegnato all'interfaccia virtuale del server. Gli indirizzi di rete rimanenti possono facoltativamente essere assegnati ai client di connessione. (vedi pool di indirizzi)

source: This is the IPv6 virtual network used for private communications between this server and client hosts expressed using CIDR (eg. fe80::/64). The first network address will be assigned to the server virtual interface. The remaining network addresses can optionally be assigned to connecting clients. (see Address Pool)
it_it: Questa è la rete virtuale IPv6 utilizzata per le comunicazioni private tra questo server e gli host client espressi usando CIDR (ad es. Fe80 ::/64). Il primo indirizzo di rete verrà assegnato all'interfaccia virtuale del server. Gli indirizzi di rete rimanenti possono facoltativamente essere assegnati ai client di connessione. (vedi pool di indirizzi)

source: Duplicate Connections
it_it: Connessioni duplicate

source: Dynamic IP
it_it: IP dinamico

source: Monit
it_it: Monito

source: Overview
it_it: Panoramica

source: Process
it_it: Processi

source: Updates
it_it: Aggiornamenti

source: Public Key
it_it: Chiave pubblica
