Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: A valid local network IPv6 address must be specified or you need to change Mode to IPv4
id_id: Alamat IPv6 jaringan lokal yang valid harus ditentukan atau Anda perlu mengubah Mode ke IPv4
it_it: È necessario specificare un indirizzo IPv6 di rete locale valido o è necessario modificare la modalità in IPv4
ja_jp: 有効なローカルネットワーク IPv6 アドレスを指定するか、IPv4 モードに変更してください。
ko_ko: 유효한 로컬 네트워크 IPv6 주소를 지정하거나 모드를 IPv4로 변경해야 합니다.
pt_pt: Rede Local inválida.
sw_sw: En giltig IPv6-adress för det lokala nätverket måste anges, annars måste du ändra Mode till IPv4.
tr_tr: Geçerli bir yerel ağ IPv6 adresi belirtilmelidir veya Modu IPv4 olarak değiştirmeniz gerekir
uk_uk: Необхідно вказати дійсну адресу локальної мережі IPv6 або змінити Режим на IPv4

source: Invalid local network: %s has no valid IPv4 network.
id_id: Jaringan lokal tidak valid: %s tidak memiliki jaringan IPv4 yang valid.
it_it: Rete locale non valida: %s non ha una rete IPv4 valida.
ja_jp: 無効なローカルネットワーク: %s には有効な IPv4 ネットワークがありません。
ko_ko: 잘못된 로컬 네트워크: %s에 유효한 IPv4 네트워크가 없습니다.
pt_pt: Rede local inválida: %s não tem uma rede IPv4 válida.
sw_sw: Ogiltigt lokalt nätverk: %s har inget giltigt IPv4-nätverk.
tr_tr: Geçersiz yerel ağ: %s geçerli bir IPv4 ağına sahip değil.
uk_uk: Недійсна локальна мережа: %s не має дійсної мережі IPv4.

source: Invalid local network: %s has no valid IPv6 network.
id_id: Jaringan lokal tidak valid: %s tidak memiliki jaringan IPv6 yang valid.
it_it: Rete locale non valida: %s non ha una rete IPv6 valida.
ja_jp: 無効なローカルネットワーク: %s には有効な IPv6 ネットワークがありません。
ko_ko: 잘못된 로컬 네트워크: %s에 유효한 IPv6 네트워크가 없습니다.
pt_pt: Rede local inválida: %s não tem uma rede IPv6 válida.
sw_sw: Ogiltigt lokalt nätverk: %s har inget giltigt IPv6-nätverk.
tr_tr: Geçersiz yerel ağ: %s geçerli bir IPv6 ağına sahip değil.
uk_uk: Недійсна локальна мережа: %s не має дійсної мережі IPv6.

source: A valid remote network bit count must be specified.
id_id: Jumlah bit jaringan jarak jauh yang valid harus ditentukan.
it_it: È necessario specificare un conteggio dei bit di rete remoto valido.
ja_jp: 有効なリモートネットワークビット数を指定してください
ko_ko: 유효한 원격 네트워크 비트 수를 지정해야 합니다.
pt_pt: Um endereço remoto válido IP deve ser especificado.
sw_sw: Ett giltigt bitantal för fjärrnätverket måste anges.
tr_tr: Geçerli bir uzak ağ bit sayısı belirtilmelidir.
uk_uk: Необхідно вказати дійсну кількість бітів віддаленої мережі.

source: A valid remote network IP address must be specified.
id_id: Alamat IP jaringan jarak jauh yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IP di rete remoto valido.
ja_jp: 有効なリモートネットワークのアドレスを指定してください。
ko_ko: 유효한 원격 네트워크 IP 주소를 지정해야 합니다.
pt_pt: Um endereço válido de rede remota IPv4 deve ser especificado ou terá de alterar o Modo para IPv6
sw_sw: En giltig IP-adress för fjärrnätverket måste anges.
tr_tr: Geçerli bir uzak ağ IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу віддаленої мережі.

source: A valid remote network IPv4 address must be specified or you need to change Mode to IPv6
id_id: Alamat IPv4 jaringan jarak jauh yang valid harus ditentukan atau Anda perlu mengubah Mode ke IPv6
it_it: È necessario specificare un indirizzo IPv4 di rete remoto valido o è necessario modificare la modalità in IPv6
ja_jp: 有効なローカルネットワーク IPv4 アドレスを指定するか、IPv6 モードに変更してください。
ko_ko: 유효한 원격 네트워크 IPv4 주소를 지정하거나 모드를 IPv6으로 변경해야 합니다.
pt_pt: Um endereço válido de rede remota IPv6 deve ser especificado ou terá de alterar o Modo para IPv4
sw_sw: En giltig IPv4-adress för fjärrnätverket måste anges, annars måste du ändra Mode till IPv6.
tr_tr: Geçerli bir uzak ağ IPv4 adresi belirtilmelidir veya Modu IPv6 olarak değiştirmeniz gerekir
uk_uk: Необхідно вказати дійсну адресу віддаленої мережі IPv4 або змінити Режим на IPv6

source: A valid remote network IPv6 address must be specified or you need to change Mode to IPv4
id_id: Alamat IPv6 jaringan jarak jauh yang valid harus ditentukan atau Anda perlu mengubah Mode ke IPv4
it_it: È necessario specificare un indirizzo IPv6 di rete remoto valido o è necessario modificare la modalità in IPv4
ja_jp: 有効なローカルネットワーク IPv6 アドレスを指定するか、IPv4 モードに変更してください。
ko_ko: 유효한 원격 네트워크 IPv6 주소를 지정하거나 모드를 IPv4로 변경해야 합니다.
pt_pt: Phase2 com esta Rede Local já está definida para clientes móveis.
sw_sw: En giltig IPv6-adress för fjärrnätverket måste anges eller så måste du ändra Mode till IPv4.
tr_tr: Geçerli bir uzak ağ IPv6 adresi belirtilmelidir veya Modu IPv4 olarak değiştirmeniz gerekir
uk_uk: Необхідно вказати дійсну адресу віддаленої мережі IPv6 або змінити Режим на IPv4

source: Phase2 with this Local Network is already defined for mobile clients.
id_id: Fase2 dengan Jaringan Lokal ini sudah ditentukan untuk klien seluler.
it_it: La fase2 con questa rete locale è già definita per i clienti mobili.
ja_jp: このローカルネットワークにおけるフェーズ2には、モバイルクライアントで既に定義されています。
ko_ko: 이 로컬 네트워크가 포함된 2단계는 모바일 클라이언트에 대해 이미 정의되어 있습니다.
pt_pt: Phase2 com esta combinação de redes Local/Remota já está definida para esta Fase1.
sw_sw: Fas2 med detta lokala nätverk är redan definierat för mobila klienter.
tr_tr: Bu Yerel Ağ ile Faz2 mobil istemciler için zaten tanımlanmıştır.
uk_uk: Фаза 2 з цією локальною мережею вже визначена для мобільних клієнтів.

source: Phase2 with this Local/Remote networks combination is already defined for this Phase1.
id_id: Fase2 dengan kombinasi jaringan Lokal/Jarak Jauh ini sudah ditentukan untuk Fase1 ini.
it_it: La fase2 con questa combinazione di reti locali/remote è già definita per questa fase1.
ja_jp: このローカル / リモートネットワークにおけるフェーズ 2 の組み合わせは、このフェーズ 1 で既に定義されています。
ko_ko: 이 로컬/원격 네트워크 조합을 사용하는 2단계는 이미 1단계에 정의되어 있습니다.
pt_pt: Pelo menos um algoritmo de encriptação deve ser selecionado.
sw_sw: Fas 2 med denna kombination av lokala och fjärrnätverk har redan definierats för denna fas 1.
tr_tr: Bu Yerel/Uzak ağ kombinasyonuna sahip Faz2, bu Faz1 için zaten tanımlanmıştır.
uk_uk: Фаза 2 з такою комбінацією локальної/віддаленої мереж вже визначена для Фази 1.

source: At least one encryption algorithm must be selected.
id_id: Setidaknya satu algoritma enkripsi harus dipilih.
it_it: È necessario selezionare almeno un algoritmo di crittografia.
ja_jp: 1 つ以上の暗号化アルゴリズムを選択してください。
ko_ko: 하나 이상의 암호화 알고리즘을 선택해야 합니다.
pt_pt: Pelo menos um algoritmo de hashing necessita de ser seleccionado.
sw_sw: Minst en krypteringsalgoritm måste väljas.
tr_tr: En az bir şifreleme algoritması seçilmelidir.
uk_uk: Необхідно вибрати принаймні один алгоритм шифрування.

source: The P2 lifetime must be an integer.
id_id: Masa pakai P2 harus berupa bilangan bulat.
it_it: La vita P2 deve essere un numero intero.
ja_jp: P2 有効期間は整数です。
ko_ko: P2 수명은 정수여야 합니다.
pt_pt: Desactivar esta entrada de fase2
sw_sw: P2:s livslängd måste vara ett heltal.
tr_tr: P2 yaşam süresi bir tamsayı olmalıdır.
uk_uk: Час життя P2 має бути цілим числом.

source: SPD "%s" is not a valid network, it should match the tunnel type (IPv4/IPv6).
id_id: SPD "%s" bukanlah jaringan yang valid, harus sesuai dengan jenis terowongan (IPv4/IPv6).
it_it: SPD "%s" non è una rete valida, dovrebbe corrispondere al tipo di tunnel (IPv4/IPv6).
ja_jp: SPD「%s」は有効なネットワークではありませんが、トンネルタイプ（IPv4/IPv6）に一致させてください。
ko_ko: SPD "%s"가 유효한 네트워크가 아니므로 터널 유형(IPv4/IPv6)과 일치해야 합니다.
pt_pt: O SPD "%s" não é uma rede válida, deve corresponder ao tipo de túnel (IPv4/IPv6).
sw_sw: SPD "%s" är inte ett giltigt nätverk, det bör matcha tunneltypen (IPv4/IPv6).
tr_tr: SPD "%s" geçerli bir ağ değildir, tünel türüyle (IPv4/IPv6) eşleşmelidir.
uk_uk: SPD "%s" не є дійсною мережею, вона повинна відповідати типу тунелю (IPv4/IPv6).

source: Disable this phase2 entry
id_id: Nonaktifkan entri fase2 ini
it_it: Disabilita questa voce di fase2
ja_jp: このフェーズ2 エントリを無効化
ko_ko: 이 2단계 항목 비활성화
pt_pt: Defina esta opção para desativar esta fase 2 sem remover-la da lista
sw_sw: Inaktivera denna fas 2-post.
tr_tr: Bu faz2 girişini devre dışı bırakın
uk_uk: Вимкніть цей запис фази2

source: Set this option to disable this phase2 entry without removing it from the list
id_id: Atur opsi ini untuk menonaktifkan entri fase2 ini tanpa menghapusnya dari daftar
it_it: Imposta questa opzione per disabilitare questa voce di Fase2 senza rimuoverla dall'elenco
ja_jp: このオプションを設定すると、リストから削除せずに、フェーズ 2 でこの項目を無効にします。
ko_ko: 이 2단계 항목을 목록에서 제거하지 않고 비활성화하려면 이 옵션을 설정합니다.
pt_pt: Defina esta opção para desativar esta fase 2 sem remover-la da lista
sw_sw: Ställ in det här alternativet för att inaktivera denna fas2-post utan att ta bort den från listan.
tr_tr: Bu faz2 girişini listeden çıkarmadan devre dışı bırakmak için bu seçeneği ayarlayın
uk_uk: Встановіть цей параметр, щоб вимкнути цей запис фази2, не видаляючи його зі списку

source: Tunnel network
id_id: Jaringan terowongan
it_it: Rete di tunnel
ja_jp: トンネルネットワーク
ko_ko: 터널 네트워크
pt_pt: Rede de túneis
sw_sw: Tunnelnätverk
tr_tr: Tünel ağı
uk_uk: Тунельна мережа

source: Local Address
id_id: Alamat Lokal
it_it: Indirizzo locale
ja_jp: ローカルアドレス
ko_ko: 현지 주소
pt_pt: Endereço local
sw_sw: Lokal adress
tr_tr: Yerel Adres
uk_uk: Місцева адреса

source: Remote Address
id_id: Alamat Jarak Jauh
it_it: Indirizzo remoto
ja_jp: リモートアドレス
ko_ko: 원격 주소
pt_pt: Endereço Remoto
sw_sw: Fjärranpassad adress
tr_tr: Uzak Adres
uk_uk: Віддалена адреса

source: Local Network
id_id: Jaringan Lokal
it_it: Rete locale
ja_jp: ローカルネットワーク
ko_ko: 로컬 네트워크
pt_pt: Rede Local
sw_sw: Lokalt nätverk
tr_tr: Yerel Ağ
uk_uk: Локальна мережа

source: %s subnet
it_it: %s sottorete
ja_jp: %s サブネット
ko_ko: s 서브넷
pt_pt: %s subrede
sw_sw: %s undernät
tr_tr: s alt ağı
uk_uk: %s підмережа

source: Address:
id_id: Alamat:
it_it: Indirizzo:
ja_jp: アドレスです。
ko_ko: 주소:
pt_pt: Opções Avançadas
sw_sw: Adress:
tr_tr: Adres:
uk_uk: Адреса:

source: Remote Network
id_id: Jaringan Jarak Jauh
it_it: Rete remota
ja_jp: リモートネットワーク
ko_ko: 원격 네트워크
pt_pt: Proposta para a fase 2 (SA/Key Exchange)
sw_sw: Fjärrnätverk
tr_tr: Uzak Ağ
uk_uk: Віддалена мережа

source: Phase 2 proposal (SA/Key Exchange)
id_id: Proposal Tahap 2 (SA/Penukaran Kunci)
it_it: Proposta di fase 2 (SA/Key Exchange)
ja_jp: フェーズ2 プロポーザル ( sa / 鍵交換 )
ko_ko: 2단계 제안(SA/키 교환)
pt_pt: ESP corresponde à encriptação. AH é apenas a autenticação
sw_sw: Förslag till fas 2 (SA/Key Exchange)
tr_tr: 2. Aşama teklifi (SA/Key Exchange)
uk_uk: Пропозиція фази 2 (SA/обмін ключами)

source: ESP is encryption, AH is authentication only
id_id: ESP adalah enkripsi, AH adalah otentikasi saja
it_it: ESP è crittografia, AH è solo autenticazione
ja_jp: エスプは暗号化、アは認証のみです。
ko_ko: ESP는 암호화, AH는 인증 전용
pt_pt: Algoritmos de encriptação
sw_sw: ESP är kryptering, AH är endast autentisering.
tr_tr: ESP şifrelemedir, AH yalnızca kimlik doğrulamadır
uk_uk: ESP - шифрування, AH - лише автентифікація

source: Encryption algorithms
id_id: Algoritma enkripsi
it_it: Algoritmi di crittografia
ja_jp: 暗号化アルゴリズム
ko_ko: 암호화 알고리즘
pt_pt: Sugestão: utilizar 3DES para melhor compatibilidade ou se tiver uma placa de hardware aceleradora cripto. Blowfish é geralmente o mais rápido em software de criptografia
sw_sw: Krypteringsalgoritmer
tr_tr: Şifreleme algoritmaları
uk_uk: Алгоритми шифрування

source: Hash algorithms
id_id: Algoritme hash
it_it: Algoritmi hash
ja_jp: ハッシュアルゴリズム
ko_ko: 해시 알고리즘
pt_pt: Algoritmos Hash
sw_sw: Hash-algoritmer
tr_tr: Hash algoritmaları
uk_uk: Хеш-алгоритми

source: Note: For security reasons avoid the use of the SHA1 algorithm.
id_id: Catatan: Demi alasan keamanan, hindari penggunaan algoritma SHA1.
ja_jp: 注：セキュリティ上の理由から、SHA1アルゴリズムの使用は避けてください。
ko_ko: 참고: 보안상의 이유로 SHA1 알고리즘을 사용하지 마세요.
pt_pt: Nota: Por razões de segurança, evitar a utilização do algoritmo SHA1.
sw_sw: Observera: Av säkerhetsskäl bör du undvika att använda SHA1-algoritmen.
tr_tr: Not: Güvenlik nedeniyle SHA1 algoritmasını kullanmaktan kaçının.
uk_uk: Примітка: З міркувань безпеки уникайте використання алгоритму SHA1.

source: PFS key group
id_id: Kelompok kunci PFS
it_it: Gruppo chiave PFS
ja_jp: PFS 鍵グループ
ko_ko: PFS 키 그룹
pt_pt: Grupo de chaves PFS
sw_sw: PFS-nyckelgrupp
tr_tr: PFS anahtar grubu
uk_uk: Ключова група ПФС

source: Set globally in mobile client options
id_id: Mengatur secara global dalam opsi klien seluler
it_it: Imposta a livello globale nelle opzioni client mobili
ja_jp: モバイルクライアントオプションで全般的に設定
ko_ko: 모바일 클라이언트 옵션에서 전역으로 설정
pt_pt: Definir de forma exaustiva como opções do cliente móvel
sw_sw: Ställ in globalt i alternativen för mobila klienter
tr_tr: Mobil istemci seçeneklerinde global olarak ayarlayın
uk_uk: Встановити глобально в налаштуваннях мобільного клієнта

source: Automatically ping host
id_id: Secara otomatis melakukan ping ke host
it_it: Ping automaticamente host
ja_jp: 自動的にピングをするホスト
ko_ko: 호스트 자동 핑
pt_pt: ping hospedeiro automático
sw_sw: Automatiskt ping värd
tr_tr: Ana bilgisayara otomatik olarak ping atma
uk_uk: Автоматично пінгувати хост

source: Manual SPD entries
id_id: Entri SPD manual
it_it: Voci SPD manuali
ja_jp: 手動 SPD エントリ
ko_ko: 수동 SPD 항목
pt_pt: Entradas manuais no SPD
sw_sw: Manuella SPD-inmatningar
tr_tr: Manuel SPD girişleri
uk_uk: Введення SPD вручну

source: Register additional Security Policy Database entries
id_id: Mendaftarkan entri Basis Data Kebijakan Keamanan tambahan
it_it: Registra le voci del database dei criteri di sicurezza aggiuntivi
ja_jp: セキュリティポリシデータベースエントリの追加登録
ko_ko: 추가 보안 정책 데이터베이스 항목 등록
pt_pt: Registar entradas adicionais na base de dados da Política de Segurança
sw_sw: Registrera ytterligare poster i databasen för säkerhetsprinciper
tr_tr: Ek Güvenlik İlkesi Veritabanı girişlerini kaydetme
uk_uk: Реєстрація додаткових записів у базі даних політики безпеки

source: Strongswan automatically creates SPD policies for the networks defined in this phase2. If you need to allow other networks to use this ipsec tunnel, you can add them here as a comma-separated list.When configured, you can use network address translation to push packets through this tunnel from these networks.
id_id: Strongswan secara otomatis membuat kebijakan SPD untuk jaringan yang didefinisikan dalam fase2 ini. Jika Anda perlu mengizinkan jaringan lain untuk menggunakan terowongan ipsec ini, Anda dapat menambahkannya di sini sebagai daftar yang dipisahkan dengan koma. ketika dikonfigurasi, Anda dapat menggunakan penerjemahan alamat jaringan untuk mendorong paket melalui terowongan ini dari jaringan-jaringan ini.
it_it: Strongswan crea automaticamente politiche SPD per le reti definite in questa fase2. Se è necessario consentire ad altre reti di utilizzare questo tunnel IPSec, puoi aggiungerle qui come elenco separato da virgole. Quando configurato, è possibile utilizzare la traduzione degli indirizzi di rete per spingere i pacchetti attraverso questo tunnel da queste reti.
ja_jp: strongSwan はこのフェーズ 2 で定義されたネットワークに対する SPD ポリシを自動的に作成します。この ipsec トンネルを他のネットワークに使用許可する必要がある場合は、ここでカンマ区切りリストに追加できます。
ko_ko: 스트롱스완은 이 2단계에서 정의된 네트워크에 대한 SPD 정책을 자동으로 생성합니다. 다른 네트워크가 이 ipsec 터널을 사용하도록 허용해야 하는 경우 여기에 쉼표로 구분된 목록으로 추가할 수 있으며, 구성이 완료되면 네트워크 주소 변환을 사용하여 해당 네트워크에서 이 터널을 통해 패킷을 푸시할 수 있습니다.
pt_pt: Strongswan cria automaticamente políticas do DPS para as redes definidas nesta fase2. Se precisar de permitir que outras redes utilizem este túnel ipsec, pode adicioná-las aqui como uma lista separada por vírgulas. Quando configurada, pode utilizar a tradução de endereços de rede para empurrar pacotes através deste túnel a partir destas redes.
sw_sw: Strongswan skapar automatiskt SPD-policyer för de nätverk som definieras i denna fas2. Om du behöver tillåta andra nätverk att använda den här ipsec-tunneln kan du lägga till dem här som en kommaseparerad lista.När de är konfigurerade kan du använda nätverksadressöversättning för att skicka paket genom tunneln från de här nätverken.
tr_tr: Strongswan, bu faz2'de tanımlanan ağlar için otomatik olarak SPD politikaları oluşturur. Diğer ağların bu ipsec tünelini kullanmasına izin vermeniz gerekiyorsa, bunları virgülle ayrılmış bir liste olarak buraya ekleyebilirsiniz. yapılandırıldığında, paketleri bu ağlardan bu tünelden geçirmek için ağ adresi çevirisini kullanabilirsiniz.
uk_uk: Strongswan автоматично створює політики SPD для мереж, визначених у цій фазі2. Якщо вам потрібно дозволити іншим мережам використовувати цей ipsec-тунель, ви можете додати їх тут у вигляді списку через кому. Після налаштування ви можете використовувати трансляцію мережевих адрес для проштовхування пакетів через цей тунель з цих мереж.

source: e.g. 192.168.1.0/24, 192.168.2.0/24
id_id: misalnya 192.168.1.0/24, 192.168.2.0/24
it_it: per esempio. 192.168.1.0/24, 192.168.2.0/24
ja_jp: 例:192.168.1.0/24、192.168.2.0/24
ko_ko: 예: 192.168.1.0/24, 192.168.2.0/24
pt_pt: por exemplo 192.168.1.0/24, 192.168.2.0/24
sw_sw: t.ex. 192.168.1.0/24, 192.168.2.0/24.
tr_tr: örn. 192.168.1.0/24, 192.168.2.0/24
uk_uk: наприклад, 192.168.1.0/24, 192.168.2.0/24

source: Entry "%s" is not a valid network.
id_id: Entri "%s" bukan merupakan jaringan yang valid.
it_it: L'ingresso "%s" non è una rete valida.
ja_jp: エントリ %s は有効なネットワークではありません。
ko_ko: 항목 "%s"는 올바른 네트워크가 아닙니다.
pt_pt: A entrada "%s" não é uma rede válida.
sw_sw: Inmatningen "%s" är inte ett giltigt nätverk.
tr_tr: "%s" girişi geçerli bir ağ değil.
uk_uk: Введення "%s" не є дійсною мережею.

source: Maximum IKEv1 phase 2 exchanges should be a positive integer number.
id_id: Pertukaran IKEv1 fase 2 maksimum harus berupa bilangan bulat positif.
it_it: Gli scambi massimi di fase 2 IKEV1 dovrebbero essere un numero intero positivo.
ja_jp: 最大IKEv1フェーズ2エクスチェンジは、正の整数値である必要があります。
ko_ko: 최대 IKEv1 2단계 교환은 양의 정수여야 합니다.
pt_pt: O número máximo de trocas IKEv1 fase 2 deve ser um número inteiro positivo.
sw_sw: Maximalt antal IKEv1 fas 2-utbyten bör vara ett positivt heltal.
tr_tr: Maksimum IKEv1 faz 2 değişimleri pozitif bir tam sayı olmalıdır.
uk_uk: Максимальна кількість обмінів IKEv1 фази 2 має бути додатнім цілим числом.

source: IPsec Advanced Settings
id_id: Pengaturan Lanjutan IPsec
it_it: Impostazioni avanzate ipsec
ja_jp: IPsec 詳細設定
ko_ko: IPsec 고급 설정
pt_pt: Configurações avançadas do IPsec
sw_sw: Avancerade inställningar för IPsec
tr_tr: IPsec Gelişmiş Ayarları
uk_uk: Додаткові налаштування IPsec

source: Disable Auto-added VPN rules
id_id: Menonaktifkan aturan VPN yang ditambahkan secara otomatis
it_it: Disabilita le regole VPN auto-aggiunte
ja_jp: 自動追加VPNルールの無効化
ko_ko: 자동 추가된 VPN 규칙 비활성화
pt_pt: Desativar como regras VPN auto-adicionadas.
sw_sw: Inaktivera automatiskt tillagda VPN-regler
tr_tr: Otomatik eklenen VPN kurallarını devre dışı bırak
uk_uk: Вимкнути автоматичне додавання правил VPN

source: Disable all auto-added VPN rules.
id_id: Nonaktifkan semua aturan VPN yang ditambahkan secara otomatis.
it_it: Disabilita tutte le regole VPN automaticamente aggiunte.
ja_jp: 全ての自動追加vpnルールの無効化
ko_ko: 자동 추가된 모든 VPN 규칙을 비활성화합니다.
pt_pt: Desativar todas como regras VPN auto-adicionadas.
sw_sw: Inaktivera alla automatiskt tillagda VPN-regler.
tr_tr: Otomatik eklenen tüm VPN kurallarını devre dışı bırakın.
uk_uk: Вимкніть усі автоматично додані правила VPN.

source: Security Associations
id_id: Asosiasi Keamanan
it_it: Associazioni di sicurezza
ja_jp: セキュリティアソシエーション
ko_ko: 보안 협회
pt_pt: Associações Seguras
sw_sw: Säkerhetsorganisationer
tr_tr: Güvenlik Dernekleri
uk_uk: Асоціації безпеки

source: Prefer older IPsec SAs
id_id: Lebih memilih SA IPsec yang lebih lama
it_it: Preferisci i vecchi ipsec sas
ja_jp: 古いIPsec SAを優先
ko_ko: 구형 IPSec SA 선호
pt_pt: Por predefinição, se vários SAs coincidirem, o mais recente é o preferido se por pelo menos 30 segundos mais velho. Selecione esta opção para dar sempre preferência a SAs antigos em relação aos novos.
sw_sw: Föredrar äldre IPsec SAs
tr_tr: Daha eski IPsec SA'ları tercih edin
uk_uk: Віддавайте перевагу старим IPsec SA

source: By default, if several SAs match, the newest one is preferred if it's at least 30 seconds old. Select this option to always prefer old SAs over new ones.
id_id: Secara default, jika ada beberapa SA yang cocok, SA yang terbaru akan dipilih jika usianya setidaknya 30 detik. Pilih opsi ini untuk selalu memilih SA lama daripada yang baru.
it_it: Per impostazione predefinita, se più SAS corrispondono, il più recente è preferito se ha almeno 30 secondi. Seleziona questa opzione per preferire sempre i vecchi SA rispetto a quelli nuovi.
ja_jp: デフォルトでは、複数のサが一致した場合、30秒以上経過しているサの中で一番新しいものが優先されます。このオプションを選択すると、新しいものではなく常に古いサを優先します。
ko_ko: 기본적으로 여러 SA가 일치하는 경우 30초 이상 지난 최신 SA가 선호됩니다. 항상 새 SA보다 이전 SA를 선호하려면 이 옵션을 선택합니다.
pt_pt: Por predefinição, se vários SAs coincidirem, o mais recente é o preferido se por pelo menos 30 segundos mais velho. Selecione esta opção para dar sempre preferência a SAs antigos em relação aos novos.
sw_sw: Om flera säkerhetsassociationer matchar varandra föredras som standard den senaste om den är minst 30 sekunder gammal. Välj det här alternativet om du alltid vill föredra gamla SA:er framför nya.
tr_tr: Varsayılan olarak, birkaç SA eşleşirse, en yenisi en az 30 saniye eski ise tercih edilir. Eski SA'ları her zaman yenilere tercih etmek için bu seçeneği belirleyin.
uk_uk: За замовчуванням, якщо збігаються кілька ПС, перевага надається найновішому, якщо йому не менше 30 секунд. Виберіть цю опцію, щоб завжди надавати перевагу старим ПС перед новими.

source: Passthrough networks
id_id: Jaringan passthrough
it_it: Reti passthrough
ja_jp: ネットワークパスルー
ko_ko: 패스스루 네트워크
pt_pt: Redes de pastagem
sw_sw: Genomgångsnätverk
tr_tr: Geçişli ağlar
uk_uk: Наскрізні мережі

source: This exempts traffic for one or more subnets from getting processed by the IPsec stack in the kernel. When sending all traffic to the remote location, you probably want to add your lan network(s) here
id_id: Ini membebaskan lalu lintas untuk satu atau beberapa subnet agar tidak diproses oleh tumpukan IPsec di kernel. Ketika mengirim semua lalu lintas ke lokasi jarak jauh, Anda mungkin ingin menambahkan jaringan lan Anda di sini
it_it: Ciò esenta il traffico per una o più sottoreti dall'elaborazione dello stack IPSEC nel kernel. Quando si invia tutto il traffico alla posizione remota, probabilmente si desidera aggiungere la tua rete LAN qui
ja_jp: これはカーネルのIPsecスタックによりプロセスが取得した一つ以上のサブネットに対するトラフィックを除外します。
ko_ko: 이렇게 하면 하나 이상의 서브넷에 대한 트래픽이 커널의 IPsec 스택에서 처리되는 것을 면제합니다. 모든 트래픽을 원격 위치로 보낼 때 여기에 랜 네트워크를 추가하고 싶을 것입니다.
pt_pt: Isto isenta o tráfego para uma ou mais sub-redes de ser processado pela pilha IPsec no kernel. Ao enviar todo o tráfego para o local remoto, é provável que queira adicionar aqui a(s) sua(s) rede(s) terrestre(s)
sw_sw: Detta undantar trafik för ett eller flera undernät från att behandlas av IPsec-stacken i kärnan. När du skickar all trafik till fjärrplatsen vill du förmodligen lägga till dina lan-nätverk här.
tr_tr: Bu, bir veya daha fazla alt ağ için trafiğin çekirdekteki IPsec yığını tarafından işlenmesini engeller. Tüm trafiği uzak konuma gönderirken, muhtemelen lan ağ(lar)ınızı buraya eklemek istersiniz
uk_uk: Це звільняє трафік для однієї або декількох підмереж від обробки стеком IPsec у ядрі. Якщо ви надсилаєте весь трафік на віддалене розташування, вам, ймовірно, потрібно буде додати сюди вашу локальну мережу (мережі)

source: Do not install routes
id_id: Jangan memasang rute
it_it: Non installare i percorsi
ja_jp: ルートをインストールしない
ko_ko: 경로를 설치하지 마십시오.
pt_pt: Não instalar vias
sw_sw: Installera inte rutter
tr_tr: Rotaları kurmayın
uk_uk: Не встановлюйте маршрути

source: Do not automatically install routes
id_id: Jangan menginstal rute secara otomatis
it_it: Non installare automaticamente i percorsi
ja_jp: 自動的にルートをインストールしない
ko_ko: 경로를 자동으로 설치하지 않음
pt_pt: Não instalar automaticamente as rotas
sw_sw: Installera inte automatiskt rutter
tr_tr: Rotaları otomatik olarak yüklemeyin
uk_uk: Не встановлювати маршрути автоматично
