Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Set the Spanning Tree path cost of interface to value. The default is calculated from the link speed. To change a previously selected path cost back to automatic, set the cost to 0. The minimum is 1 and the maximum is 200000000.
id_id: Tetapkan biaya jalur Spanning Tree antarmuka ke nilai. Nilai default dihitung dari kecepatan tautan. Untuk mengubah biaya jalur yang dipilih sebelumnya menjadi otomatis, atur biaya ke 0. Nilai minimumnya adalah 1 dan maksimumnya adalah 200000000.
it_it: Impostare il costo del percorso dell'albero di spanning sull'interfaccia. L'impostazione predefinita viene calcolata dalla velocità di collegamento. Per modificare un percorso precedentemente selezionato il costo di nuovo su automatico, impostare il costo su 0. Il minimo è 1 e il massimo è 2000000.
ja_jp: インタフェースのスパニングツリーパスコストを設定してください。デフォルトはリンク速度から算出されます。
ko_ko: 인터페이스의 스패닝 트리 경로 비용을 값으로 설정합니다. 기본값은 링크 속도에서 계산됩니다. 이전에 선택한 경로 비용을 다시 자동으로 변경하려면 비용을 0으로 설정합니다. 최소값은 1이고 최대값은 200000000입니다.
pt_pt: Defina o custo do caminho da arvore Spanning do interface para valor. O valor pré-definido é calculado pela velocidade do link. Para mudar o custo do caminho previamente selecionado, para automático, defina o custo par 0. O minimo é 1 e o maximo é 200000000.
sw_sw: Ange värdet för gränssnittets bankkostnad för Spanning Tree. Standardvärdet beräknas utifrån länkens hastighet. Om du vill ändra en tidigare vald bankkostnad tillbaka till automatisk ställer du in kostnaden till 0. Minsta värde är 1 och högsta värde är 200000000.
tr_tr: Arayüzün Yayılan Ağaç yol maliyetini değere ayarlayın. Varsayılan değer bağlantı hızından hesaplanır. Önceden seçilmiş bir yol maliyetini tekrar otomatik olarak değiştirmek için maliyeti 0 olarak ayarlayın. Minimum 1 ve maksimum 200000000'dir.
uk_uk: Встановіть вартість шляху остовного дерева для інтерфейсу у значення. За замовчуванням розраховується на основі швидкості з'єднання. Щоб змінити раніше вибрану вартість шляху на автоматичну, встановіть вартість на 0. Мінімальне значення - 1, максимальне - 200000000.

source: Advanced options
id_id: Opsi lanjutan
it_it: Opzioni avanzate
ja_jp: 詳細オプション
ko_ko: 고급 옵션
pt_pt: Opções avançadas
sw_sw: Avancerade alternativ
tr_tr: Gelişmiş seçenekler
uk_uk: Додаткові опції

source: Cache size
id_id: Ukuran cache
it_it: Dimensione della cache
ja_jp: キャッシュサイズ
ko_ko: 캐시 크기
pt_pt: Tamanho da cache
sw_sw: Storlek på cacheminnet
tr_tr: Önbellek boyutu
uk_uk: Розмір кешу

source: entries
id_id: entri
it_it: inserimenti
ja_jp: エントリ
ko_ko: 항목
pt_pt: Entradas
sw_sw: poster
tr_tr: girişler
uk_uk: записи

source: Set the size of the bridge address cache to size. The default is 2000 entries.
id_id: Atur ukuran cache alamat jembatan ke ukuran. Standarnya adalah 2000 entri.
ja_jp: ブリッジアドレスキャッシュのサイズをsizeに設定します。デフォルトは2000エントリです。
ko_ko: 브리지 주소 캐시의 크기를 크기로 설정합니다. 기본값은 2000개 항목입니다.
pt_pt: Definir o tamanho da cache de endereços da ponte à medida. A predefinição é de 2000 entradas.
sw_sw: Ställ in storleken på broadresscachen till size. Standardvärdet är 2000 poster.
tr_tr: Köprü adresi önbelleğinin boyutunu boyut olarak ayarlayın. Varsayılan 2000 girdidir.
uk_uk: Встановити розмір кешу адрес мостів у розмір. За замовчуванням - 2000 записів.

source: Cache entry expire time
id_id: Waktu kedaluwarsa entri cache
it_it: La voce della cache scade il tempo
ja_jp: キャッシュエントリの有効期限
ko_ko: 캐시 항목 만료 시간
pt_pt: Tempo de expiração da entrada de cache
sw_sw: Tid för utgångsdatum för cache-post
tr_tr: Önbellek girişi sona erme süresi
uk_uk: Час закінчення терміну дії запису в кеші

source: Set the timeout of address cache entries to this number of seconds. If seconds is zero, then address cache entries will not be expired. The default is 1200 seconds.
id_id: Atur batas waktu entri cache alamat ke jumlah detik ini. Jika detik adalah nol, maka entri cache alamat tidak akan kedaluwarsa. Nilai standarnya adalah 1200 detik.
ja_jp: アドレスキャッシュエントリーのタイムアウトをこの秒数で設定する。秒数がゼロの場合、アドレスキャッシュエントリーは期限切れになりません。デフォルトは1200秒です。
ko_ko: 주소 캐시 항목의 타임아웃을 이 시간(초)으로 설정합니다. 초가 0이면 주소 캐시 항목이 만료되지 않습니다. 기본값은 1200초입니다.
pt_pt: Defina o tempo de espera das entradas da cache de endereços para este número de segundos. Se os segundos forem zero, então as entradas de endereço da cache não expirarão. O tempo por defeito é de 1200 segundos.
sw_sw: Ställ in timeout för adresscache-posterna till det här antalet sekunder. Om sekunder är noll kommer adresscache-posterna inte att upphöra att gälla. Standardvärdet är 1200 sekunder.
tr_tr: Adres önbellek girdilerinin zaman aşımını bu saniye sayısına ayarlayın. Saniye sıfırsa, adres önbellek girdilerinin süresi dolmaz. Varsayılan değer 1200 saniyedir.
uk_uk: Встановіть таймаут записів адресного кешу на цю кількість секунд. Якщо секунд дорівнює нулю, то термін дії записів кешу адрес не закінчується. За замовчуванням встановлено 1200 секунд.

source: Span port
id_id: Pelabuhan bentang
it_it: Porta span
ja_jp: SPAN ポート
ko_ko: 스팬 포트
pt_pt: Porto espanhol
tr_tr: Span bağlantı noktası
uk_uk: Порт прольоту

source: Add the interface named by interface as a span port on the bridge. Span ports transmit a copy of every frame received by the bridge. This is most useful for snooping a bridged network passively on another host connected to one of the span ports of the bridge.
id_id: Tambahkan antarmuka yang diberi nama antarmuka sebagai port span pada jembatan. Port span mengirimkan salinan setiap frame yang diterima oleh bridge. Ini sangat berguna untuk mengintip jaringan yang dijembatani secara pasif pada host lain yang terhubung ke salah satu port span pada bridge.
it_it: Aggiungi l'interfaccia denominata dall'interfaccia come porta span sul ponte. Le porte di span trasmettono una copia di ogni frame ricevuto dal ponte. Ciò è molto utile per curiosare passivamente una rete a ponte su un altro host collegato a una delle porte span del ponte.
ja_jp: ブリッジのスパン ポートとして指定するインタフェースを追加してください、スパン ポートはブリッジで受信したフレーム毎のコピーを送信します、他のホストのスパンの一つに接続して、ブリッジネットワークを受動的にスヌーピングする際に非常に便利です。
ko_ko: 인터페이스별로 이름이 지정된 인터페이스를 브리지에 스팬 포트로 추가합니다. 스팬 포트는 브리지에서 수신한 모든 프레임의 복사본을 전송합니다. 이 기능은 브리지의 스팬 포트 중 하나에 연결된 다른 호스트에서 브리지 네트워크를 수동적으로 스누핑하는 데 가장 유용합니다.
pt_pt: Adicione o interface chamada por interface como uma porta span na bridge. Portas Span transmitem uma copia de todas as molduras recebidas pela ponte. Isto é mais útil para espiar uma rede em bridge passivamente noutro host ligado a uma das portas da extensão da ponte.
sw_sw: Lägg till gränssnittet som namnges med gränssnittet som en span-port på bron. Span-portar överför en kopia av varje ram som tas emot av bron. Detta är mest användbart för att passivt snoka ett överbryggat nätverk på en annan värddator som är ansluten till en av broens span-portar.
tr_tr: Arabirim tarafından adlandırılan arabirimi köprü üzerinde bir yayılma bağlantı noktası olarak ekleyin. Yayılma bağlantı noktaları köprü tarafından alınan her çerçevenin bir kopyasını iletir. Bu, köprünün yayılma bağlantı noktalarından birine bağlı başka bir ana bilgisayarda pasif olarak köprülü bir ağı gözetlemek için en kullanışlıdır.
uk_uk: Додайте інтерфейс, названий інтерфейсом, як span-порт на мосту. Порти span передають копію кожного кадру, отриманого мостом. Це найкорисніше для пасивного спостереження за мережею моста на іншому хості, підключеному до одного з span-портів моста.

source: The span interface cannot be part of the bridge member interfaces.
id_id: Antarmuka bentang tidak dapat menjadi bagian dari antarmuka anggota jembatan.
it_it: L'interfaccia Span non può far parte delle interfacce dei membri del ponte.
ja_jp: スパン インタフェースは、ブリッジメンバインタフェースにはできません。
ko_ko: 스팬 인터페이스는 브리지 멤버 인터페이스의 일부가 될 수 없습니다.
pt_pt: O intervalo de interface não pode fazer parte dos interfaces membros da ponte.
sw_sw: Span-gränssnittet kan inte vara en del av bromedlemmarnas gränssnitt.
tr_tr: Açıklık arabirimi köprü üyesi arabirimlerinin bir parçası olamaz.
uk_uk: Інтерфейс прогону не може бути частиною інтерфейсів елементів моста.

source: Edge ports
id_id: Port tepi
it_it: Porte dei bordi
ja_jp: エッジポート
ko_ko: 엣지 포트
pt_pt: Bordo das Portas
sw_sw: Kantportar
tr_tr: Kenar bağlantı noktaları
uk_uk: Граничні порти

source: Set interface as an edge port. An edge port connects directly to end stations and cannot create bridging loops in the network; this allows it to transition straight to forwarding.
id_id: Tetapkan antarmuka sebagai port tepi. Port tepi terhubung langsung ke stasiun akhir dan tidak dapat membuat loop penghubung dalam jaringan; ini memungkinkannya untuk bertransisi langsung ke penerusan.
it_it: Imposta l'interfaccia come porta Edge. Una porta Edge si collega direttamente alle stazioni finali e non può creare loop di ponte nella rete; Ciò gli consente di passare direttamente all'inoltro.
ja_jp: エッジポートのインタフェースを設定してください、エッジポートステーションに直接接続している、ネットワークにブリッジングループを作成できません、これはエッジポートに直接転送が許可されているためです。
ko_ko: 인터페이스를 에지 포트로 설정합니다. 에지 포트는 엔드 스테이션에 직접 연결되며 네트워크에 브리징 루프를 만들 수 없으므로 포워딩으로 바로 전환할 수 있습니다.
pt_pt: Configurar o interface como porta edge. Uma porta edge liga-se directamente como estações finais e não pode criar loops de bridging na rede.
sw_sw: Ställ in gränssnittet som en kantport. En kantport ansluter direkt till slutstationer och kan inte skapa överbryggningsslingor i nätverket, vilket gör att den kan övergå direkt till vidarebefordran.
tr_tr: Arayüzü bir uç bağlantı noktası olarak ayarlayın. Bir kenar bağlantı noktası doğrudan uç istasyonlara bağlanır ve ağda köprüleme döngüleri oluşturamaz; bu, doğrudan iletime geçmesini sağlar.
uk_uk: Встановіть інтерфейс як граничний порт. Граничний порт підключається безпосередньо до кінцевих станцій і не може створювати мостових петель у мережі; це дозволяє йому переходити безпосередньо до переадресації.

source: Auto Edge ports
id_id: Port Tepi Otomatis
it_it: Porte a bordo automatico
ja_jp: エッジポート自動検出
ko_ko: 자동 엣지 포트
pt_pt: Portas Auto Edge
sw_sw: Auto Edge-portar
tr_tr: Otomatik Kenar bağlantı noktaları
uk_uk: Порти Auto Edge

source: Allow interface to automatically detect edge status. This is the default for all interfaces added to a bridge.
id_id: Izinkan antarmuka untuk secara otomatis mendeteksi status tepi. Ini adalah default untuk semua antarmuka yang ditambahkan ke jembatan.
it_it: Consenti all'interfaccia di rilevare automaticamente lo stato del bordo. Questo è il valore predefinito per tutte le interfacce aggiunte a un ponte.
ja_jp: インタフェースにエッジスタタの自動検出を許可します。
ko_ko: 인터페이스가 에지 상태를 자동으로 감지하도록 허용합니다. 브리지에 추가된 모든 인터페이스의 기본값입니다.
pt_pt: Permite que o interface detecte automaticamente a margem de estado. Este é o valor pré-definido para todos como interfaces adicionadas a uma ponte.
sw_sw: Låt gränssnittet automatiskt upptäcka kantstatus. Detta är standard för alla gränssnitt som läggs till i en bro.
tr_tr: Arayüzün kenar durumunu otomatik olarak algılamasına izin ver. Bu, bir köprüye eklenen tüm arabirimler için varsayılandır.
uk_uk: Дозволити інтерфейсу автоматично визначати стан межі. Це значення за замовчуванням для всіх інтерфейсів, доданих до мосту.

source: This will disable the autoedge status of interfaces.
id_id: Ini akan menonaktifkan status autoedge antarmuka.
it_it: Ciò disabiliterà lo stato di AutoEdge delle interfacce.
ja_jp: インタフェースのエッジポート自動検出ステータスを無効にします。
ko_ko: 이렇게 하면 인터페이스의 자동 가장자리 상태가 비활성화됩니다.
pt_pt: Esta opção desativará o status do autoedge dos interfaces.
sw_sw: Detta inaktiverar gränssnittens autoedge-status.
tr_tr: Bu, arayüzlerin autoedge durumunu devre dışı bırakacaktır.
uk_uk: Це вимкне стан автоматичного захисту інтерфейсів.

source: PTP ports
id_id: Pelabuhan PTP
it_it: Porte PTP
ja_jp: PTP ポート
ko_ko: PTP 포트
pt_pt: Portas PTP
sw_sw: PTP-portar
tr_tr: PTP bağlantı noktaları
uk_uk: Порти PTP

source: Set the interface as a point-to-point link. This is required for straight transitions to forwarding and should be enabled on a direct link to another RSTP-capable switch.
id_id: Tetapkan antarmuka sebagai tautan point-to-point. Ini diperlukan untuk transisi langsung ke penerusan dan harus diaktifkan pada sambungan langsung ke sakelar berkemampuan RSTP lainnya.
it_it: Imposta l'interfaccia come collegamento punto-punto. Ciò è necessario per le transizioni diritte per l'inoltro e dovrebbe essere abilitato su un collegamento diretto a un altro interruttore RSTP.
ja_jp: インタフェースをポイントツーポイントリンクとして設定します。
ko_ko: 인터페이스를 지점 간 링크로 설정합니다. 이는 포워딩으로 바로 전환하는 데 필요하며 다른 RSTP 지원 스위치에 대한 직접 링크에서 사용하도록 설정해야 합니다.
pt_pt: Defina o interface como link ponto-a-ponto. Isto é necessário para transições consecutivas para encaminhamento e deve ser ativado num link direto para outro switch compatível com RSTP.
sw_sw: Ställ in gränssnittet som en punkt-till-punkt-länk. Detta krävs för direkta övergångar till vidarebefordran och bör aktiveras på en direktlänk till en annan RSTP-kompatibel switch.
tr_tr: Arayüzü noktadan noktaya bağlantı olarak ayarlayın. Bu, iletime doğrudan geçişler için gereklidir ve başka bir RSTP özellikli anahtara doğrudan bağlantıda etkinleştirilmelidir.
uk_uk: Налаштуйте інтерфейс як з'єднання "точка-точка". Це потрібно для прямого переходу до переадресації і має бути ввімкнено на прямому з'єднанні з іншим комутатором з підтримкою RSTP.

source: Auto PTP ports
id_id: Port PTP otomatis
it_it: Porte PTP automatiche
ja_jp: PTP ポート自動検出
ko_ko: 자동 PTP 포트
pt_pt: Portas Auto PTP
sw_sw: Automatiska PTP-portar
tr_tr: Otomatik PTP bağlantı noktaları
uk_uk: Автоматичні порти PTP

source: Automatically detect the point-to-point status on interface by checking the full duplex link status. This is the default for interfaces added to the bridge.
id_id: Secara otomatis mendeteksi status point-to-point pada antarmuka dengan memeriksa status tautan dupleks penuh. Ini adalah default untuk antarmuka yang ditambahkan ke jembatan.
it_it: Rilevare automaticamente lo stato punto-punto sull'interfaccia controllando lo stato del collegamento duplex completo. Questo è il valore predefinito per le interfacce aggiunte al ponte.
ja_jp: 全二重リンクステータスを確認することで、インタフェースのポイントツーポイントステータスを自動的に検知します。
ko_ko: 전이중 링크 상태를 확인하여 인터페이스의 지점 간 상태를 자동으로 감지합니다. 브리지에 추가된 인터페이스의 기본값입니다.
pt_pt: Detectar automaticamente o estado ponto-a-ponto sem interface verificando o estado do link full duplex. Este é o pré-definido para como interfaces adicionadas à ponte.
sw_sw: Automatiskt upptäcka punkt-till-punkt-statusen på gränssnittet genom att kontrollera länkstatusen för full duplex. Detta är standard för gränssnitt som läggs till i bryggan.
tr_tr: Tam çift yönlü bağlantı durumunu kontrol ederek arabirimdeki noktadan noktaya durumunu otomatik olarak algılar. Bu, köprüye eklenen arabirimler için varsayılandır.
uk_uk: Автоматично визначати стан точка-точка на інтерфейсі, перевіряючи стан повнодуплексного з'єднання. За замовчуванням для інтерфейсів, доданих до моста.

source: The interfaces selected here will be removed from default autoedge status.
id_id: Antarmuka yang dipilih di sini akan dihapus dari status autoedge default.
it_it: Le interfacce selezionate qui verranno rimosse dallo stato di autoedge predefinito.
ja_jp: ここで選択されたインタフェースはデフォルトのエッジポート自動検出ステータスから削除されます。
ko_ko: 여기에서 선택한 인터페이스는 기본 자동 가장자리 상태에서 제거됩니다.
pt_pt: O interface aqui selecionado será removido do status de autoedge pré-definido.
sw_sw: De gränssnitt som väljs här kommer att tas bort från standardstatusen autoedge.
tr_tr: Burada seçilen arayüzler varsayılan otomatik kenar durumundan kaldırılacaktır.
uk_uk: Вибрані тут інтерфейси будуть вилучені зі стану автопідстраховки за замовчуванням.

source: Sticky ports
id_id: Port lengket
it_it: Porte appiccicose
ja_jp: スティッキーポート
ko_ko: 스티키 포트
pt_pt: Portas Pegajosas
sw_sw: Klistriga portar
tr_tr: Yapışkan bağlantı noktaları
uk_uk: Липкі порти

source: Mark an interface as a "sticky" interface. Dynamically learned address entries are treated as static once entered into the cache. Sticky entries are never aged out of the cache or replaced, even if the address is seen on a different interface.
id_id: Tandai antarmuka sebagai antarmuka "lengket". Entri alamat yang dipelajari secara dinamis diperlakukan sebagai statis setelah dimasukkan ke dalam cache. Entri lengket tidak akan pernah dihapus dari cache atau diganti, meskipun alamat tersebut terlihat pada antarmuka yang berbeda.
it_it: Segna un'interfaccia come interfaccia "appiccicosa". Le voci di indirizzo apprese dinamicamente vengono trattate come statiche una volta inserite nella cache. Le voci appiccicose non vengono mai invecchiate dalla cache o sostituite, anche se l'indirizzo è visto su un'interfaccia diversa.
ja_jp: インタフェースを「スティッキー」インタフェースとして登録します。動的に学習されたアドレスは、一旦キャッシュに入ります、静的なエントリとして扱われます、スティッキーエントリは、キャッシュから消えたり、置き換えられたり、異なるインタフェースのアドレスにみえる場合、期限切れになることはありません。
ko_ko: 인터페이스를 "고정" 인터페이스로 표시합니다. 동적으로 학습된 주소 항목은 일단 캐시에 입력되면 정적인 것으로 취급됩니다. 고정 항목은 다른 인터페이스에서 주소가 표시되더라도 캐시에서 에이징되거나 교체되지 않습니다.
pt_pt: Marque uma interface como interface "pegajosa". As entradas de endereço adquiridas dinamicamente são tratadas como estáticas uma vez inseridas na cache. Como entradas fixas nunca são antigas fora do cache ou substituídas, mesmo se o endereço é visto em uma interface diferente.
sw_sw: Markera ett gränssnitt som ett "klibbigt" gränssnitt. Dynamiskt inlärda adressposter behandlas som statiska när de har lagts in i cacheminnet. Sticky-poster åldras aldrig ur cacheminnet eller ersätts, även om adressen visas på ett annat gränssnitt.
tr_tr: Bir arayüzü "yapışkan" arayüz olarak işaretleyin. Dinamik olarak öğrenilen adres girişleri önbelleğe girildikten sonra statik olarak değerlendirilir. Yapışkan girişler, adres farklı bir arayüzde görülse bile asla önbellekten çıkarılmaz veya değiştirilmez.
uk_uk: Позначити інтерфейс як "липкий". Динамічно вивчені адресні записи вважаються статичними, як тільки вони потрапляють до кешу. Липкі записи ніколи не видаляються з кешу і не замінюються, навіть якщо адреса бачиться на іншому інтерфейсі.

source: Private ports
id_id: Pelabuhan pribadi
it_it: Porti privati
ja_jp: プライベートポート
ko_ko: 개인 포트
pt_pt: Portos privados
sw_sw: Privata hamnar
tr_tr: Özel limanlar
uk_uk: Приватні порти

source: Mark an interface as a "private" interface. A private interface does not forward any traffic to any other port that is also a private interface.
id_id: Tandai antarmuka sebagai antarmuka "private". Antarmuka privat tidak meneruskan trafik apa pun ke port lain yang juga merupakan antarmuka privat.
it_it: Segna un'interfaccia come interfaccia "privata". Un'interfaccia privata non inoltra alcun traffico verso nessun'altra porta che è anche un'interfaccia privata.
ja_jp: インタフェースを「プライベート」インタフェースとして登録します。プライベートインタフェースはどんなトラフィックも他のポートへ転送しません。
ko_ko: 인터페이스를 "비공개" 인터페이스로 표시합니다. 비공개 인터페이스는 비공개 인터페이스인 다른 포트로 트래픽을 전달하지 않습니다.
pt_pt: Marque uma interface como interface "privado". Um interface privado não encaminha qualquer tráfego para qualquer porta que seja também uma interface privada.
sw_sw: Markera ett gränssnitt som ett "privat" gränssnitt. Ett privat gränssnitt vidarebefordrar ingen trafik till någon annan port som också är ett privat gränssnitt.
tr_tr: Bir arayüzü "özel" arayüz olarak işaretleyin. Özel bir arayüz, aynı zamanda özel bir arayüz olan başka bir bağlantı noktasına herhangi bir trafik iletmez.
uk_uk: Позначте інтерфейс як "приватний". Приватний інтерфейс не пересилає трафік на будь-який інший порт, який також є приватним інтерфейсом.

source: This gif TUNNEL cannot be deleted because it is still being used as an interface.
id_id: TUNNEL gif ini tidak dapat dihapus karena masih digunakan sebagai antarmuka.
it_it: Questo tunnel GIF non può essere eliminato perché viene ancora utilizzato come interfaccia.
ja_jp: このgif トンネルは削除できませんが、インタフェースとして使用されています。
ko_ko: 이 gif 터널은 아직 인터페이스로 사용 중이므로 삭제할 수 없습니다.
pt_pt: Este TÚNEL gif não pode ser eliminado, porque ainda está a ser usado com interface.
sw_sw: Denna gif TUNNEL kan inte tas bort eftersom den fortfarande används som gränssnitt.
tr_tr: Bu gif TUNNEL silinemez çünkü hala bir arayüz olarak kullanılmaktadır.
uk_uk: Цей gif TUNNEL не можна видалити, оскільки він все ще використовується як інтерфейс.

source: Do you really want to delete this gif tunnel?
id_id: Apakah Anda benar-benar ingin menghapus terowongan gif ini?
it_it: Vuoi davvero eliminare questo tunnel GIF?
ja_jp: 本当にこのgif トンネルを削除しますか？
ko_ko: 이 GIF 터널을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar este túnel gif?
sw_sw: Vill du verkligen radera denna gif-tunnel?
tr_tr: Bu gif tünelini gerçekten silmek istiyor musun?
uk_uk: Ви дійсно хочете видалити цей тунель?

source: Tunnel to...
id_id: Terowongan ke...
it_it: Tunnel a ...
ja_jp: トンネル接続先...
ko_ko: 터널로...
pt_pt: Túnel para...
sw_sw: Tunnel till...
tr_tr: Tünelden...
uk_uk: Тунель до...

source: If you are using a GIF tunnel to connect to a Hurricane Electric (he.net) Tunnel Broker on a WAN with a dynamic IP, you may want to add a %sHE.net Tunnelbroker dynamic DNS entry%s to keep your tunnel functional when your IP changes.
id_id: Jika Anda menggunakan terowongan GIF untuk menyambung ke Tunnel Broker Hurricane Electric (he.net) pada WAN dengan IP dinamis, Anda mungkin ingin menambahkan entri DNS dinamis%sHE.net Tunnelbroker%s agar terowongan Anda tetap berfungsi ketika IP Anda berubah.
it_it: Se si utilizza un tunnel GIF per connetterti a un broker di tunnel elettrico (he.net) di uragano su un WAN con un IP dinamico, potresti voler aggiungere un %singresso DNS dinamico di tunnel%s per mantenere il tunnel quando Il tuo IP cambia.
ja_jp: 動的IPを使用したWANでハリケーン・エレクトリック（he.net）トンネルブローカーとの接続にGIF トンネルを使っている場合は、IP変更時にトンネル機能を維持するために、%she.net トンネルブローカー 動的DNS エントリ%s を追加したくなるかもしれない。
ko_ko: GIF 터널을 사용하여 동적 IP로 WAN에서 허리케인 일렉트릭(he.net) 터널 브로커에 연결하는 경우, IP가 변경될 때 터널이 계속 작동하도록 %sHE.net 터널 브로커 동적 DNS 항목%s을 추가할 수 있습니다.
pt_pt: Se está a usar um túnel GIF para ligara um Hurricane Electric (he.net) Tunnel Broker numa WAN com um endereço IP dinâmico, precisa de adicionar %sHE.net entrada%s DNS dinâmica Tunnelbroker para manter o túnel funcional quando o IP muda.
sw_sw: Om du använder en GIF-tunnel för att ansluta till en Hurricane Electric (he.net) Tunnel Broker på ett WAN med en dynamisk IP, kan du lägga till en %sHE.net Tunnelbroker dynamic DNS entry%s för att tunneln ska fungera när din IP ändras.
tr_tr: Dinamik IP'ye sahip bir WAN üzerindeki Hurricane Electric (he.net) Tunnel Broker'a bağlanmak için bir GIF tüneli kullanıyorsanız, IP'niz değiştiğinde tünelinizin işlevsel kalmasını sağlamak için bir %sHE.net Tunnelbroker dinamik DNS girişi%s eklemek isteyebilirsiniz.
uk_uk: Якщо ви використовуєте GIF-тунель для підключення до тунельного брокера Hurricane Electric (he.net) у глобальній мережі з динамічним IP-адресом, ви можете додати динамічний DNS-запис %sHE.net Tunnelbroker%s, щоб ваш тунель працював, коли ваш IP-адрес змінюється.

source: Parent interface,Local address, Remote tunnel address, Remote tunnel network, Local tunnel address
id_id: Antarmuka induk, Alamat lokal, Alamat terowongan jarak jauh, Jaringan terowongan jarak jauh, Alamat terowongan lokal
it_it: Interfaccia principale, indirizzo locale, indirizzo tunnel remoto, rete di tunnel remoto, indirizzo tunnel locale
ja_jp: 親インタフェース、ローカルアドレス、リモートトンネルアドレス、リモートトンネルネットワーク、ローカルトンネルアドレス
ko_ko: 상위 인터페이스, 로컬 주소, 원격 터널 주소, 원격 터널 네트워크, 로컬 터널 주소
pt_pt: Interface parente, endereço local, endereço do túnel remoto, túnel de rede remoto, endereço do túnel local
sw_sw: Överordnat gränssnitt, lokal adress, fjärrtunneladress, fjärrtunnelnätverk, lokal tunneladress
tr_tr: Üst arayüz, Yerel adres, Uzak tünel adresi, Uzak tünel ağı, Yerel tünel adresi
uk_uk: Батьківський інтерфейс, Локальна адреса, Віддалена тунельна адреса, Віддалена тунельна мережа, Локальна тунельна адреса
