Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: The DHCP Server is active on this interface and it can be used only with a static IP configuration. Please disable the DHCP Server service on this interface first, then change the interface configuration.
id_id: Server DHCP aktif pada antarmuka ini dan hanya dapat digunakan dengan konfigurasi IP statis. Nonaktifkan layanan DHCP Server pada antarmuka ini terlebih dahulu, lalu ubah konfigurasi antarmuka.
it_it: Il server DHCP è attivo su questa interfaccia e può essere utilizzato solo con una configurazione IP statica. Si prega di disabilitare prima il servizio DHCP Server su questa interfaccia, quindi modificare la configurazione dell'interfaccia.
ja_jp: このインタフェースでは、dhcp サーバがアクティブですが、静的 ip 構成でのみ使用できます。
ko_ko: 이 인터페이스에서 DHCP 서버가 활성화되어 있으며 고정 IP 구성으로만 사용할 수 있습니다. 먼저 이 인터페이스에서 DHCP 서버 서비스를 비활성화한 다음 인터페이스 구성을 변경하세요.
pt_pt: O servidor DHCP está ativo neste interface e pode ser usado apenas com uma configuração estática IP. Por favor desative primeiro o serviço de DHCP Server neste interface e de seguida altere a configuração do interface.
sw_sw: DHCP-servern är aktiv i det här gränssnittet och det kan endast användas med en statisk IP-konfiguration. Inaktivera först DHCP-servertjänsten på det här gränssnittet och ändra sedan gränssnittskonfigurationen.
tr_tr: DHCP Sunucusu bu arayüzde etkindir ve sadece statik IP yapılandırması ile kullanılabilir. Lütfen önce bu arayüzdeki DHCP Sunucu hizmetini devre dışı bırakın, ardından arayüz yapılandırmasını değiştirin.
uk_uk: На цьому інтерфейсі активний DHCP-сервер, і його можна використовувати лише зі статичною IP-конфігурацією. Спочатку вимкніть службу DHCP-сервера на цьому інтерфейсі, а потім змініть конфігурацію інтерфейсу.

source: The DHCPv6 Server is active on this interface and it can be used only with a static IPv6 configuration. Please disable the DHCPv6 Server service on this interface first, then change the interface configuration.
id_id: Server DHCPv6 aktif pada antarmuka ini dan hanya dapat digunakan dengan konfigurasi IPv6 statis. Nonaktifkan layanan Server DHCPv6 pada antarmuka ini terlebih dahulu, lalu ubah konfigurasi antarmuka.
it_it: Il server DHCPV6 è attivo su questa interfaccia e può essere utilizzato solo con una configurazione IPv6 statica. Si prega di disabilitare prima il servizio server DHCPV6 su questa interfaccia, quindi modificare la configurazione dell'interfaccia.
ja_jp: このインタフェースでは、DHCPv6 サーバがアクティブですが、静的 IPv6 を構成して、最初に DHCPv6 を使用できます。
ko_ko: 이 인터페이스에서 DHCPv6 서버가 활성화되어 있으며 고정 IPv6 구성으로만 사용할 수 있습니다. 먼저 이 인터페이스에서 DHCPv6 서버 서비스를 사용하지 않도록 설정한 다음 인터페이스 구성을 변경하세요.
pt_pt: endereço IPv4
sw_sw: DHCPv6-servern är aktiv i det här gränssnittet och kan endast användas med en statisk IPv6-konfiguration. Inaktivera först DHCPv6 Server-tjänsten på det här gränssnittet och ändra sedan gränssnittskonfigurationen.
tr_tr: DHCPv6 Sunucusu bu arayüzde etkindir ve yalnızca statik IPv6 yapılandırmasıyla kullanılabilir. Lütfen önce bu arayüzdeki DHCPv6 Sunucu hizmetini devre dışı bırakın, ardından arayüz yapılandırmasını değiştirin.
uk_uk: На цьому інтерфейсі активний сервер DHCPv6, і його можна використовувати лише зі статичною конфігурацією IPv6. Спочатку вимкніть службу DHCPv6 Server на цьому інтерфейсі, а потім змініть конфігурацію інтерфейсу.

source: Cannot assign an IP configuration type to a tunnel interface.
id_id: Tidak dapat menetapkan jenis konfigurasi IP ke antarmuka terowongan.
it_it: Impossibile assegnare un tipo di configurazione IP a un'interfaccia tunnel.
ja_jp: トンネルインターフェースにIPコンフィギュレーションタイプを割り当てることができない。
ko_ko: 터널 인터페이스에 IP 구성 유형을 할당할 수 없습니다.
pt_pt: Não é possível atribuir um tipo de configuração IP a uma interface de túnel.
sw_sw: Det går inte att tilldela en IP-konfigurationstyp till ett tunnelgränssnitt.
tr_tr: Bir tünel arayüzüne IP yapılandırma türü atanamıyor.
uk_uk: Не вдається призначити тип конфігурації IP інтерфейсу тунелю.

source: IPv4 address
id_id: Alamat IPv4
it_it: Indirizzo IPv4
ja_jp: IPv4 アドレス
ko_ko: IPv4 주소
pt_pt: Contagem de bits da subrede
sw_sw: IPv4-adress
tr_tr: IPv4 adresi
uk_uk: IPv4 адреса

source: Subnet bit count
id_id: Jumlah bit subnet
it_it: Sottogeneo Bit Count
ja_jp: サブネットビット数
ko_ko: 서브넷 비트 수
pt_pt: Contagem de bits da subrede
sw_sw: Antal subnetbitar
tr_tr: Alt ağ bit sayısı
uk_uk: Кількість біт підмережі

source: The DHCP override file "%s" does not exist.
id_id: File penggantian DHCP "%s" tidak ada.
it_it: Il file di override DHCP "%s" non esiste.
ja_jp: DHCP 上書きファイル「%s」は存在していません。
ko_ko: DHCP 재정의 파일 "%s"이(가) 없습니다.
pt_pt: O ficheiro de substituição do DHCP "%s" não existe.
sw_sw: DHCP-överstyrningsfilen "%s" finns inte.
tr_tr: DHCP geçersiz kılma dosyası "%s" mevcut değil.
uk_uk: Файл перевизначення DHCP "%s" не існує.

source: Modem Port
id_id: Port Modem
it_it: Porta modem
ja_jp: モデムポート
ko_ko: 모뎀 포트
pt_pt: Porta do Modem
tr_tr: Modem Bağlantı Noktası
uk_uk: Порт модему

source: Phone Number
id_id: Nomor Telepon
it_it: Numero di telefono
ja_jp: 電話番号
ko_ko: 전화 번호
pt_pt: Numero do telefone
sw_sw: Telefonnummer
tr_tr: Telefon Numarası
uk_uk: Номер телефону

source: Dial on demand
id_id: Panggil sesuai permintaan
it_it: Comporre su richiesta
ja_jp: ダイヤルオンデマンド
ko_ko: 온디맨드 다이얼
pt_pt: Valor do tempo limite de inatividade
sw_sw: Ring på begäran
tr_tr: Talep üzerine arama
uk_uk: Набирайте на вимогу

source: Idle timeout value
id_id: Nilai batas waktu idle
it_it: Valore di timeout inattivo
ja_jp: アイドルタイムアウト値
ko_ko: 유휴 시간 초과 값
pt_pt: Valor do tempo limite de inatividade
sw_sw: Timeoutvärde för inaktivitet
tr_tr: Boşta zaman aşımı değeri
uk_uk: Значення тайм-ауту простою

source: PPPoE password
id_id: Kata sandi PPPoE
it_it: Password PPPOE
ja_jp: PPPoE パスワード
ko_ko: PPPoE 비밀번호
pt_pt: Utilizador PPPoE
sw_sw: PPPoE-lösenord
tr_tr: PPPoE parolası
uk_uk: Пароль PPPoE

source: PPPoE username
id_id: Nama pengguna PPPoE
it_it: PPPOE Nome utente
ja_jp: PPPoE ユーザ名
ko_ko: PPPoE 사용자 이름
pt_pt: Endereço IP PPTP local
sw_sw: PPPoE-användarnamn
tr_tr: PPPoE kullanıcı adı
uk_uk: Ім'я користувача PPPoE

source: PPTP local IP address
id_id: Alamat IP lokal PPTP
it_it: Indirizzo IP locale PPTP
ja_jp: pptp ローカル ip アドレス
ko_ko: PPTP 로컬 IP 주소
pt_pt: Senha PPTP
sw_sw: PPTP:s lokala IP-adress
tr_tr: PPTP yerel IP adresi
uk_uk: Локальна IP-адреса PPTP

source: PPTP password
id_id: Kata sandi PPTP
it_it: Password PPTP
ja_jp: PPTP パスワード
ko_ko: PPTP 비밀번호
pt_pt: Endereço IP remoto PPTP
sw_sw: PPTP-lösenord
tr_tr: PPTP şifresi
uk_uk: Пароль PPTP

source: PPTP remote IP address
id_id: Alamat IP jarak jauh PPTP
it_it: Indirizzo IP remoto PPTP
ja_jp: pptp リモート ip アドレス
ko_ko: PPTP 원격 IP 주소
pt_pt: Subrede PPTP
sw_sw: PPTP fjärr-IP-adress
tr_tr: PPTP uzak IP adresi
uk_uk: Віддалена IP-адреса PPTP

source: PPTP subnet
id_id: Subnet PPTP
it_it: Sottorete PPTP
ja_jp: PPTP サブネット
ko_ko: PPTP 서브넷
pt_pt: Utilizador PPTP
sw_sw: PPTP-undernät
tr_tr: PPTP alt ağı
uk_uk: Підмережа PPTP

source: PPTP username
id_id: Nama pengguna PPTP
it_it: Nome utente PPTP
ja_jp: PPTP ユーザ名
ko_ko: PPTP 사용자 이름
pt_pt: Senha L2TP
sw_sw: PPTP-användarnamn
tr_tr: PPTP kullanıcı adı
uk_uk: Ім'я користувача PPTP

source: L2TP password
id_id: Kata sandi L2TP
it_it: Password L2TP
ja_jp: L2TP パスワード
ko_ko: L2TP 비밀번호
pt_pt: Senha L2TP
sw_sw: L2TP-lösenord
tr_tr: L2TP parolası
uk_uk: Пароль L2TP

source: L2TP remote IP address
id_id: Alamat IP jarak jauh L2TP
it_it: Indirizzo IP remoto L2TP
ja_jp: l2tp リモート ip アドレス
ko_ko: L2TP 원격 IP 주소
pt_pt: Endereço IP remoto L2TP
sw_sw: L2TP:s fjärr-IP-adress
tr_tr: L2TP uzak IP adresi
uk_uk: Віддалена IP-адреса L2TP

source: L2TP username
id_id: Nama pengguna L2TP
it_it: Nome utente L2TP
ja_jp: L2TP ユーザ名
ko_ko: L2TP 사용자 이름
pt_pt: Endereço IPv6
sw_sw: L2TP-användarnamn
tr_tr: L2TP kullanıcı adı
uk_uk: Ім'я користувача L2TP

source: IPv6 address
id_id: Alamat IPv6
it_it: Indirizzo IPv6
ja_jp: IPv6 アドレス
ko_ko: IPv6 주소
pt_pt: Endereço IPv6
sw_sw: IPv6-adress
tr_tr: IPv6 adresi
uk_uk: IPv6 адреса

source: The DHCPv6 override file "%s" does not exist.
id_id: File pengabaian DHCPv6 "%s" tidak ada.
it_it: Il file di override DHCPV6 "%s" non esiste.
ja_jp: DHCPv6 上書きファイル「%s」は存在していません。
ko_ko: DHCPv6 재정의 파일 "%s"이(가) 없습니다.
pt_pt: O ficheiro de substituição do DHCPv6 "%s" não existe.
sw_sw: DHCPv6-överstyrningsfilen "%s" finns inte.
tr_tr: DHCPv6 geçersiz kılma dosyası "%s" mevcut değil.
uk_uk: Файл перевизначення DHCPv6 "%s" не існує.

source: 6RD border relay gateway must be a valid IPv4 address.
id_id: Gerbang relai perbatasan 6RD harus berupa alamat IPv4 yang valid.
it_it: Il gateway del relè del bordo 6 ° deve essere un indirizzo IPv4 valido.
ja_jp: 6RD ボーダーリレーゲートウェイは、有効な IPv4 アドレスである必要があります。
ko_ko: 6차 국경 중계 게이트웨이는 유효한 IPv4 주소여야 합니다.
pt_pt: 6RD border relay gateway deve ser um endereço IPv4 válido.
sw_sw: 6RD border relay gateway måste vara en giltig IPv4-adress.
tr_tr: 6RD sınır geçiş ağ geçidi geçerli bir IPv4 adresi olmalıdır.
uk_uk: Прикордонний релейний шлюз 6RD повинен мати дійсну IPv4-адресу.

source: 6RD prefix must be a valid IPv6 subnet.
id_id: Awalan 6RD harus berupa subnet IPv6 yang valid.
it_it: Il prefisso 6 ° deve essere una sottorete IPv6 valida.
ja_jp: 6RD プレフィックスは有効な IPv6 サブネットである必要があります。
ko_ko: 6RD 접두사는 유효한 IPv6 서브넷이어야 합니다.
pt_pt: O prefixo 6RD deve ser uma sub-rede IPv6 válida.
sw_sw: 6RD-prefixet måste vara ett giltigt IPv6-undernät.
tr_tr: 6RD öneki geçerli bir IPv6 alt ağı olmalıdır.
uk_uk: Префікс 6RD повинен бути дійсною підмережею IPv6.

source: 6RD IPv4 prefix address must be a valid IPv4 address.
id_id: Alamat awalan IPv4 6RD harus berupa alamat IPv4 yang valid.
it_it: L'indirizzo prefisso IPv4 6rd deve essere un indirizzo IPv4 valido.
ja_jp: 6RD IPv4 プレフィックスアドレスは、有効な IPv4 アドレスである必要があります。
ko_ko: 6RD IPv4 접두사 주소는 유효한 IPv4 주소여야 합니다.
pt_pt: 6RD endereço IPv4 prefixo deve ser um endereço IPv4 válido.
sw_sw: 6RD IPv4-prefixadressen måste vara en giltig IPv4-adress.
tr_tr: 6RD IPv4 önek adresi geçerli bir IPv4 adresi olmalıdır.
uk_uk: 6RD IPv4 префіксна адреса повинна бути дійсною IPv4-адресою.

source: 6RD IPv4 prefix length must be a number.
id_id: Panjang awalan IPv4 6RD harus berupa angka.
it_it: La lunghezza del prefisso 6rd IPv4 deve essere un numero.
ja_jp: 6RD IPv4 プレフィックス長は数値でなければならない。
ko_ko: 6RD IPv4 접두사 길이는 숫자여야 합니다.
pt_pt: 6RD O comprimento do prefixo IPv4 deve ser um número.
sw_sw: 6RD IPv4-prefixets längd måste vara ett tal.
tr_tr: 6RD IPv4 önek uzunluğu bir sayı olmalıdır.
uk_uk: Довжина префікса 6RD IPv4 повинна бути числом.

source: You can only have one interface configured in 6rd with same prefix.
id_id: Anda hanya dapat memiliki satu antarmuka yang dikonfigurasi di urutan ke-6 dengan awalan yang sama.
it_it: Puoi avere solo un'interfaccia configurata in 6 ° con lo stesso prefisso.
ja_jp: 6rd 、同じプレフィックスを使用して構成できるインタフェースは1つだけです。
ko_ko: 동일한 접두사를 사용하여 6rd에 하나의 인터페이스만 구성할 수 있습니다.
pt_pt: Só pode ter uma interface configurada como 6para4.
sw_sw: Du kan bara ha ett gränssnitt konfigurerat i 6rd med samma prefix.
tr_tr: 6rd'de aynı önekle yapılandırılmış yalnızca bir arabiriminiz olabilir.
uk_uk: Ви можете налаштувати лише один інтерфейс у 6th з тим самим префіксом.

source: You can only have one interface configured as 6to4.
id_id: Anda hanya dapat memiliki satu antarmuka yang dikonfigurasi sebagai 6to4.
it_it: Puoi avere solo un'interfaccia configurata come 6to4.
ja_jp: 6to4 として構成できるインタフェースは、1 つだけです。
ko_ko: 하나의 인터페이스만 6대4로 구성할 수 있습니다.
pt_pt: Tem de introduzir um número hexadecimal válido para a ID do prefixo IPv6.
sw_sw: Du kan bara ha ett gränssnitt konfigurerat som 6to4.
tr_tr: 6to4 olarak yapılandırılmış yalnızca bir arabiriminiz olabilir.
uk_uk: Ви можете налаштувати лише один інтерфейс як 6 до 4.

source: You must enter a valid hexadecimal number for the IPv6 prefix ID.
id_id: Anda harus memasukkan angka heksadesimal yang valid untuk ID awalan IPv6.
it_it: È necessario inserire un numero esadecimale valido per l'ID prefisso IPv6.
ja_jp: IPv6 プレフィックス ID に、有効な 16 進数を入力してください。
ko_ko: IPv6 접두사 ID에 유효한 16진수를 입력해야 합니다.
pt_pt: Este endereço IPv4 já está a ser usado por outra interface VIP.
sw_sw: Du måste ange ett giltigt hexadecimalt nummer för IPv6-prefix-ID.
tr_tr: IPv6 önek kimliği için geçerli bir onaltılık sayı girmelisiniz.
uk_uk: Ви повинні ввести дійсне шістнадцяткове число для ідентифікатора префікса IPv6.

source: You specified an IPv6 prefix ID that is out of range.
id_id: Anda menentukan ID awalan IPv6 yang berada di luar jangkauan.
it_it: È stato specificato un ID prefisso IPv6 che è fuori portata.
ja_jp: 指定したIPv6プレフィックスIDは範囲外です。
ko_ko: 범위를 벗어난 IPv6 접두사 ID를 지정했습니다.
pt_pt: Este endereço IPv4 já está a ser usado por outra interface VIP.
sw_sw: Du har angett ett IPv6-prefix-ID som ligger utanför intervallet.
tr_tr: Aralık dışında bir IPv6 önek kimliği belirttiniz.
uk_uk: Ви вказали ідентифікатор префікса IPv6, який знаходиться за межами діапазону.

source: You specified an IPv6 prefix ID that is already in use.
id_id: Anda menentukan ID awalan IPv6 yang sudah digunakan.
it_it: È stato specificato un ID prefisso IPv6 che è già in uso.
ja_jp: 既に使用中のIPv6プレフィックスIDを指定しました。
ko_ko: 이미 사용 중인 IPv6 접두사 ID를 지정했습니다.
pt_pt: Especificou um ID de prefixo IPv6 que já está em uso.
sw_sw: Du angav ett IPv6-prefix-ID som redan används.
tr_tr: Zaten kullanımda olan bir IPv6 önek kimliği belirttiniz.
uk_uk: Ви вказали ідентифікатор префікса IPv6, який вже використовується.

source: A valid IPv4 address must be specified.
id_id: Alamat IPv4 yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IPv4 valido.
ja_jp: 有効なIPv4 アドレスを指定してください
ko_ko: 유효한 IPv4 주소를 지정해야 합니다.
pt_pt: Este endereço IPv4 já está a ser usado por outra interface VIP.
sw_sw: En giltig IPv4-adress måste anges.
tr_tr: Geçerli bir IPv4 adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IPv4-адресу.

source: This IPv4 address is being used by another interface or VIP.
id_id: Alamat IPv4 ini sedang digunakan oleh antarmuka atau VIP lain.
it_it: Questo indirizzo IPv4 viene utilizzato da un'altra interfaccia o VIP.
ja_jp: このIPv4アドレスは、別のインタフェース、またはVIPで使用されています。
ko_ko: 이 IPv4 주소는 다른 인터페이스 또는 VIP에서 사용 중입니다.
pt_pt: Este endereço IPv4 é o endereço de rede e não pode ser usado
sw_sw: Den här IPv4-adressen används av ett annat gränssnitt eller VIP.
tr_tr: Bu IPv4 adresi başka bir arayüz veya VIP tarafından kullanılıyor.
uk_uk: Ця IPv4-адреса використовується іншим інтерфейсом або VIP.

source: This IPv4 address is the network address and cannot be used
id_id: Alamat IPv4 ini adalah alamat jaringan dan tidak dapat digunakan
it_it: Questo indirizzo IPv4 è l'indirizzo di rete e non può essere utilizzato
ja_jp: このIPv4アドレスはネットワークアドレスのため使用できません。
ko_ko: 이 IPv4 주소는 네트워크 주소이며 사용할 수 없습니다.
pt_pt: Este endereço IPv4 está em conflito com uma rota estática.
sw_sw: Denna IPv4-adress är nätverksadressen och kan inte användas.
tr_tr: Bu IPv4 adresi ağ adresidir ve kullanılamaz
uk_uk: Ця IPv4-адреса є мережевою адресою і не може бути використана

source: This IPv4 address is the broadcast address and cannot be used
id_id: Alamat IPv4 ini adalah alamat broadcast dan tidak dapat digunakan
it_it: Questo indirizzo IPv4 è l'indirizzo di trasmissione e non può essere utilizzato
ja_jp: このIPv4アドレスはブロードキャストアドレスのため使用できません。
ko_ko: 이 IPv4 주소는 브로드캐스트 주소이며 사용할 수 없습니다.
pt_pt: Este endereço IPv4 está em conflito com uma rota estática.
sw_sw: Denna IPv4-adress är en sändningsadress och kan inte användas.
tr_tr: Bu IPv4 adresi yayın adresidir ve kullanılamaz
uk_uk: Ця IPv4-адреса є широкомовною і не може бути використана

source: This IPv4 address conflicts with a Static Route.
id_id: Alamat IPv4 ini bertentangan dengan Rute Statis.
it_it: Questo indirizzo IPv4 è in conflitto con un percorso statico.
ja_jp: 静的ルートで、このIPv4アドレスが競合しています。
ko_ko: 이 IPv4 주소는 정적 경로와 충돌합니다.
pt_pt: Este endereço IPv6 está a ser usado por outro interface ou VIP.
sw_sw: Den här IPv4-adressen står i konflikt med en statisk rutt.
tr_tr: Bu IPv4 adresi bir Statik Rota ile çakışıyor.
uk_uk: Ця IPv4-адреса конфліктує зі статичним маршрутом.

source: A valid IPv6 address must be specified.
id_id: Alamat IPv6 yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IPv6 valido.
ja_jp: 有効なIPv6 アドレスを指定してください。
ko_ko: 유효한 IPv6 주소를 지정해야 합니다.
pt_pt: Um endereço válido IPv6 terá de ser especificado.
sw_sw: En giltig IPv6-adress måste anges.
tr_tr: Geçerli bir IPv6 adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IPv6-адресу.

source: This IPv6 address is being used by another interface or VIP.
id_id: Alamat IPv6 ini sedang digunakan oleh antarmuka atau VIP lain.
it_it: Questo indirizzo IPv6 viene utilizzato da un'altra interfaccia o VIP.
ja_jp: このIPv6アドレスは、別のインタフェース、またはVIPで使用されています。
ko_ko: 이 IPv6 주소는 다른 인터페이스 또는 VIP에서 사용 중입니다.
pt_pt: Este endereço IPv6 está a ser usado por outro interface ou VIP.
sw_sw: Den här IPv6-adressen används av ett annat gränssnitt eller VIP.
tr_tr: Bu IPv6 adresi başka bir arayüz veya VIP tarafından kullanılıyor.
uk_uk: Ця IPv6-адреса використовується іншим інтерфейсом або VIP.

source: This IPv6 address conflicts with a Static Route.
id_id: Alamat IPv6 ini bertentangan dengan Rute Statis.
it_it: Questo indirizzo IPv6 è in conflitto con un percorso statico.
ja_jp: 静的ルートで、このIPv6アドレスが競合しています。
ko_ko: 이 IPv6 주소는 정적 경로와 충돌합니다.
pt_pt: Uma mascara de rede válida terá de ser identificada.
sw_sw: Den här IPv6-adressen står i konflikt med en statisk rutt.
tr_tr: Bu IPv6 adresi bir Statik Rota ile çakışıyor.
uk_uk: Ця IPv6-адреса конфліктує зі статичним маршрутом.

source: A valid subnet bit count must be specified.
id_id: Jumlah bit subnet yang valid harus ditentukan.
it_it: È necessario specificare un conteggio dei bit di sottorete valido.
ja_jp: 有効なサブネットビット数を指定してください
ko_ko: 유효한 서브넷 비트 수를 지정해야 합니다.
pt_pt: Um endereço IP de alias válido deve ser especificado.
sw_sw: Ett giltigt antal subnetbitar måste anges.
tr_tr: Geçerli bir alt ağ bit sayısı belirtilmelidir.
uk_uk: Необхідно вказати дійсну розрядність підмережі.

source: A valid alias IP address must be specified.
id_id: Alamat IP alias yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IP alias valido.
ja_jp: 有効なエイリアス ip アドレスを指定してください
ko_ko: 유효한 별칭 IP 주소를 지정해야 합니다.
pt_pt: Um contador de bits de uma subrede alias deve ser especificado.
sw_sw: En giltig alias-IP-adress måste anges.
tr_tr: Geçerli bir takma ad IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу псевдоніма.

source: A valid alias subnet bit count must be specified.
id_id: Jumlah bit subnet alias yang valid harus ditentukan.
it_it: È necessario specificare un conteggio dei bit di sottorete alias valido.
ja_jp: 有効なエイリアスサブネットビット数を指定してください。
ko_ko: 유효한 별칭 서브넷 비트 수를 지정해야 합니다.
pt_pt: Um contador de bits de uma subrede alias deve ser especificado.
sw_sw: Ett giltigt antal bitar för alias-subnätet måste anges.
tr_tr: Geçerli bir takma ad alt ağ bit sayısı belirtilmelidir.
uk_uk: Необхідно вказати дійсну розрядність підмережі псевдоніма.

source: A valid alias IP address must be specified to reject DHCP Leases from.
id_id: Alamat IP alias yang valid harus ditentukan untuk menolak Sewa DHCP.
it_it: È necessario specificare un indirizzo IP alias valido per rifiutare i contratti di locazione DHCP.
ja_jp: 拒絶する dhcp リースに有効なエイリアス ip アドレスを指定してください。
ko_ko: DHCP 임대를 거부하려면 유효한 별칭 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP de alias válido deve ser especificado para rejeitar o arrendamento do DHCP de.
sw_sw: En giltig alias-IP-adress måste anges för att avvisa DHCP-leasingavtal från.
tr_tr: DHCP Kiralamalarını reddetmek için geçerli bir diğer ad IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу псевдоніма, з якої буде відхилено DHCP-оренду.

source: A valid gateway must be specified.
id_id: Gateway yang valid harus ditentukan.
it_it: È necessario specificare un gateway valido.
ja_jp: 有効なゲートウェイを指定してください
ko_ko: 유효한 게이트웨이를 지정해야 합니다.
pt_pt: Uma gateway válida deve ser especificada.
sw_sw: En giltig gateway måste anges.
tr_tr: Geçerli bir ağ geçidi belirtilmelidir.
uk_uk: Необхідно вказати дійсний шлюз.

source: The service name contains invalid characters.
id_id: Nama layanan mengandung karakter yang tidak valid.
it_it: Il nome del servizio contiene caratteri non validi.
ja_jp: サービス名に無効な文字が含まれています
ko_ko: 서비스 이름에 잘못된 문자가 포함되어 있습니다.
pt_pt: O nome do serviço contem caracteres inválidos.
sw_sw: Tjänstens namn innehåller ogiltiga tecken.
tr_tr: Hizmet adı geçersiz karakterler içeriyor.
uk_uk: Ім'я сервісу містить недопустимі символи.

source: The idle timeout value must be an integer.
id_id: Nilai batas waktu idle harus berupa bilangan bulat.
it_it: Il valore di timeout inattivo deve essere un numero intero.
ja_jp: アイドルタイムアウト値は整数です
ko_ko: 유휴 시간 초과 값은 정수여야 합니다.
pt_pt: O valor do tempo limite de inatividade tem de ser um inteiro.
sw_sw: Värdet för timeout för inaktivitet måste vara ett heltal.
tr_tr: Boşta kalma zaman aşımı değeri bir tamsayı olmalıdır.
uk_uk: Значення тайм-ауту простою має бути цілим числом.

source: A valid PPTP local IP address must be specified.
id_id: Alamat IP lokal PPTP yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IP locale PPTP valido.
ja_jp: 有効な pptp ローカル ip アドレスを指定してください。
ko_ko: 유효한 PPTP 로컬 IP 주소를 지정해야 합니다.
pt_pt: Um contador de bits de sub-rede PPTP válida deve ser especificada.
sw_sw: En giltig PPTP-lokal IP-adress måste anges.
tr_tr: Geçerli bir PPTP yerel IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну локальну IP-адресу PPTP.

source: A valid PPTP subnet bit count must be specified.
id_id: Jumlah bit subnet PPTP yang valid harus ditentukan.
it_it: È necessario specificare un conteggio dei bit di sottorete PPTP valido.
ja_jp: 有効なpptp サブネットビット数を指定してください。
ko_ko: 유효한 PPTP 서브넷 비트 수를 지정해야 합니다.
pt_pt: Um contador de bits de sub-rede PPTP válida deve ser especificada.
sw_sw: Ett giltigt antal PPTP-subnätbitar måste anges.
tr_tr: Geçerli bir PPTP alt ağ bit sayısı belirtilmelidir.
uk_uk: Необхідно вказати дійсну кількість бітів підмережі PPTP.

source: A valid PPTP remote IP address must be specified.
id_id: Alamat IP jarak jauh PPTP yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IP remoto PPTP valido.
ja_jp: 有効な pptp リモート ip アドレスを指定してください。
ko_ko: 유효한 PPTP 원격 IP 주소를 지정해야 합니다.
pt_pt: Um endereço MAC válido deverá ser especificado.
sw_sw: En giltig PPTP-fjärr-IP-adress måste anges.
tr_tr: Geçerli bir PPTP uzak IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну віддалену IP-адресу PPTP.

source: A valid MAC address must be specified.
id_id: Alamat MAC yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo MAC valido.
ja_jp: 有効なMac アドレスを指定してください。
ko_ko: 유효한 MAC 주소를 지정해야 합니다.
pt_pt: Um endereço MAC válido deverá ser especificado.
sw_sw: En giltig MAC-adress måste anges.
tr_tr: Geçerli bir MAC adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну MAC-адресу.

source: The MTU must be greater than %s bytes and less than %s.
id_id: MTU harus lebih besar dari %s byte dan kurang dari %s.
it_it: L'MTU deve essere maggiore di %s byte e inferiore a %s.
ja_jp: MTUは、%sバイトより大きく、%s未満でなければならない。
ko_ko: MTU는 %s 바이트보다 크고 %s보다 작아야 합니다.
pt_pt: A MTU deve ser superior a %s bytes e inferior a %s.
sw_sw: MTU måste vara större än %s bytes och mindre än %s.
tr_tr: MTU %s bayttan büyük ve %s'den küçük olmalıdır.
uk_uk: MTU має бути більшим за %s байт і меншим за %s.

source: MTU of a VLAN should not be bigger than parent interface.
id_id: MTU VLAN tidak boleh lebih besar dari antarmuka induk.
ja_jp: VLANのMTUは、親インターフェースより大きくしてはいけません。
ko_ko: VLAN의 MTU는 상위 인터페이스보다 크지 않아야 합니다.
pt_pt: A MTU de uma VLAN não deve ser maior do que a interface dos pais.
sw_sw: MTU för ett VLAN får inte vara större än det överordnade gränssnittet.
tr_tr: Bir VLAN'ın MTU'su ana arayüzden daha büyük olmamalıdır.
uk_uk: MTU VLAN не повинен бути більшим за батьківський інтерфейс.
