Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Certificate has been issued.
id_id: Sertifikat telah diterbitkan.
it_it: È stato emesso un certificato.
ja_jp: 証明書が発行されました。
ko_ko: 인증서가 발급되었습니다.
pt_pt: O certificado foi emitido.
sw_sw: Certifikatet har utfärdats.
tr_tr: Sertifika düzenlenmiştir.
uk_uk: Сертифікат видано.

source: Private key
id_id: Kunci pribadi
it_it: Chiave privata
ja_jp: 秘密鍵
ko_ko: 개인 키
pt_pt: Chave privada
sw_sw: Privat nyckel
tr_tr: Özel anahtar
uk_uk: Приватний ключ

source: The private key is not saved and no longer downloadable after closing this window.
id_id: Kunci pribadi tidak disimpan dan tidak lagi dapat diunduh setelah menutup jendela ini.
it_it: La chiave privata non viene salvata e non è più scaricabile dopo aver chiuso questa finestra.
ja_jp: 秘密鍵は保存されず、このウィンドウを閉じるとダウンロード出来なくなります。
ko_ko: 이 창을 닫으면 개인 키가 저장되지 않으며 더 이상 다운로드할 수 없습니다.
pt_pt: A chave privada não é guardada e já não pode ser descarregada depois de fechar esta janela.
sw_sw: Den privata nyckeln sparas inte och kan inte längre laddas ner när du stänger detta fönster.
tr_tr: Özel anahtar kaydedilmez ve bu pencere kapatıldıktan sonra artık indirilemez.
uk_uk: Після закриття цього вікна приватний ключ не зберігається і його більше не можна завантажити.

source: Download Private Key
id_id: Unduh Kunci Pribadi
it_it: Scarica la chiave privata
ja_jp: 秘密鍵のダウンロード
ko_ko: 개인 키 다운로드
pt_pt: Descarregar Chave Privada
sw_sw: Ladda ner den privata nyckeln
tr_tr: Özel Anahtarı İndir
uk_uk: Завантажити приватний ключ

source: You can download, revise, or add to CRL later.
id_id: Anda dapat mengunduh, merevisi, atau menambahkan ke CRL nanti.
it_it: Puoi scaricare, rivedere o aggiungere a CRL più tardi.
ja_jp: 後からCRLへのダウンロード、修正、追加が可能です。
ko_ko: 나중에 CRL을 다운로드, 수정 또는 추가할 수 있습니다.
pt_pt: Pode descarregar, rever, ou adicionar à CRL mais tarde.
sw_sw: Du kan ladda ner, revidera eller lägga till i registret senare.
tr_tr: CRL'yi daha sonra indirebilir, revize edebilir veya CRL'ye ekleyebilirsiniz.
uk_uk: Ви можете завантажити, переглянути або додати до CRL пізніше.

source: Download Certificate
id_id: Unduh Sertifikat
it_it: Scarica il certificato
ja_jp: 証明書のダウンロード
ko_ko: 인증서 다운로드
pt_pt: Descarregar Certificado
sw_sw: Ladda ner certifikat
tr_tr: Sertifika İndir
uk_uk: Завантажити сертифікат

source: Go back
id_id: Kembali.
it_it: Torna indietro
ja_jp: 戻る
ko_ko: 뒤로 가기
pt_pt: Voltar atrás
sw_sw: Gå tillbaka
tr_tr: Geri dön
uk_uk: Повернись.

source: external - signature pending
id_id: eksternal - tanda tangan tertunda
it_it: esterno - firma in sospeso
ja_jp: 外部 - 署名申請中
ko_ko: 외부 - 서명 보류 중
pt_pt: Externo - Assinatura pendente
sw_sw: extern - underskrift i väntan på att bli undertecknad
tr_tr: harici - imza bekleniyor
uk_uk: зовнішні - підписання очікується

source: CA:
it_it: CIRCA:
ja_jp: CAです。
uk_uk: КАЛІФОРНІЯ:

source: Server:
ja_jp: サーバです。
ko_ko: 서버:
pt_pt: Servidor
tr_tr: Sunucu:
uk_uk: Сервер:

source: Revoked
id_id: Dicabut
it_it: Revocato
ja_jp: 失効済
ko_ko: 취소됨
pt_pt: Revogado
sw_sw: Återkallad
tr_tr: İptal edildi
uk_uk: Відкликано

source: No private key here
id_id: Tidak ada kunci pribadi di sini
it_it: Nessuna chiave privata qui
ja_jp: ここに秘密鍵はありません
ko_ko: 여기에는 개인 키가 없습니다.
pt_pt: Nenhuma chave privada aqui
sw_sw: Ingen privat nyckel här
tr_tr: Burada özel anahtar yok
uk_uk: Тут немає приватного ключа

source: User Cert
id_id: Sertifikat Pengguna
it_it: Cert utente
ja_jp: ユーザ証明書
ko_ko: 사용자 인증서
pt_pt: Certificado do utilzador
sw_sw: Användarcertifikat
tr_tr: Kullanıcı Sertifikası
uk_uk: Сертифікат користувача

source: OpenVPN Server
id_id: Server OpenVPN
it_it: Server OpenVPN
ja_jp: OpenVPN サーバ
ko_ko: OpenVPN 서버
pt_pt: Cliente OpenVPN
tr_tr: OpenVPN Sunucusu
uk_uk: Сервер OpenVPN

source: OpenVPN Client
id_id: Klien OpenVPN
it_it: Client OpenVPN
ja_jp: OpneVPN クライアント
ko_ko: OpenVPN 클라이언트
pt_pt: Cliente OpenVPN
sw_sw: OpenVPN-klient
tr_tr: OpenVPN İstemcisi
uk_uk: Клієнт OpenVPN

source: IPsec Tunnel
id_id: Terowongan IPsec
it_it: Tunnel IPSec
ja_jp: IPsecトンネル
ko_ko: IPsec 터널
pt_pt: Túnel IPsec
tr_tr: IPsec Tüneli
uk_uk: Тунель IPsec

source: show certificate info
id_id: tampilkan info sertifikat
it_it: mostra informazioni sul certificato
ja_jp: 証明書情報を表示
ko_ko: 인증서 정보 보기
pt_pt: mostrar informação do certificado
sw_sw: visa information om certifikat
tr_tr: sertifika bilgilerini göster
uk_uk: показати інформацію про сертифікат

source: export user cert
id_id: sertifikat pengguna ekspor
it_it: Esporta certificazione utente
ja_jp: ユーザ証明書のエクスポート
ko_ko: 사용자 인증서 내보내기
pt_pt: Exportar certificado do utilizador
sw_sw: exportera användarcertifikat
tr_tr: kullanıcı sertifikasını dışa aktar
uk_uk: експортувати сертифікат користувача

source: export user key
id_id: mengekspor kunci pengguna
it_it: Tasto utente esporta
ja_jp: ユーザ鍵のエクスポート
ko_ko: 사용자 키 내보내기
pt_pt: exportar chave do utilizador
sw_sw: export av användarnyckel
tr_tr: kullanıcı anahtarını dışa aktar
uk_uk: експортувати ключ користувача

source: export ca+user cert+user key in .p12 format
id_id: ekspor ca + sertifikat pengguna + kunci pengguna dalam format .p12
it_it: Esporta CA+USER CART+Tasto utente in formato .P12
ja_jp: .p12 形式でCA+ユーザ証明書+ユーザ鍵をエクスポートする。
ko_ko: .p12 형식으로 CA+사용자 인증서+사용자 키 내보내기
pt_pt: exportar chave ca+utilizador e cert+utilizador no formato .p12
sw_sw: exportera ca+user cert+user key i .p12-format
tr_tr: ca+kullanıcı sertifikası+kullanıcı anahtarını .p12 biçiminde dışa aktar
uk_uk: експортувати сертифікат ca+користувача+ключ користувача у форматі .p12

source: delete cert
id_id: hapus sertifikat
it_it: Elimina cert
ja_jp: 証明書の削除
ko_ko: 인증서 삭제
pt_pt: apagar cert
sw_sw: ta bort certifikat
tr_tr: sertifikayı sil
uk_uk: видалити сертифікат

source: update csr
id_id: perbarui csr
it_it: Aggiorna CSR
ja_jp: CSR 更新
ko_ko: CSR 업데이트
pt_pt: actualizar csr
sw_sw: uppdatera csr
tr_tr: csr'yi güncelle
uk_uk: оновити csr

source: Certificate Revocation List %s is in use and cannot be deleted
id_id: Daftar Pencabutan Sertifikat %s sedang digunakan dan tidak dapat dihapus
it_it: L'elenco di revoca del certificato %s è in uso e non può essere eliminato
ja_jp: 証明書失効リスト %s は使用されていますが、削除できません。
ko_ko: 인증서 해지 목록 %s을(를) 사용 중이며 삭제할 수 없습니다.
pt_pt: Lista do certificado revogado %s está em utilização e não pode ser apagada.
sw_sw: Certificate Revocation List %s används och kan inte raderas
tr_tr: Sertifika İptal Listesi %s kullanımda ve silinemiyor
uk_uk: Список відкликання сертифікатів %s використовується і не може бути видалений

source: Failed to delete certificate %s from CRL %s
id_id: Gagal menghapus sertifikat %s dari CRL %s
it_it: Impossibile eliminare il certificato %s da CRL %s
ja_jp: 証明書 %s は CRL %s から削除できませんでした。
ko_ko: CRL %s에서 %s 인증서를 삭제하지 못했습니다.
pt_pt: Falha ao apagar certificados %s do CRL %s
sw_sw: Det gick inte att ta bort certifikat %s från CRL %s
tr_tr: CRL %s'den sertifika %s silinemedi
uk_uk: Не вдалося видалити сертифікат %s з CRL %s

source: Both the Certificate and CRL must be specified.
id_id: Sertifikat dan CRL harus ditentukan.
it_it: Devono essere specificati sia il certificato che il CRL.
ja_jp: 証明書とCRLを両方とも指定してください
ko_ko: 인증서와 CRL을 모두 지정해야 합니다.
pt_pt: Quer o certificado quer a CRL devem ser especificados.
sw_sw: Både certifikatet och CRL måste anges.
tr_tr: Hem Sertifika hem de CRL belirtilmelidir.
uk_uk: Необхідно вказати як Сертифікат, так і CRL.

source: CA mismatch between the Certificate and CRL. Unable to Revoke.
id_id: Ketidaksesuaian CA antara Sertifikat dan CRL. Tidak dapat dicabut.
it_it: Cauto tra il certificato e CRL. Impossibile revocare.
ja_jp: 証明書とCRLのCAが一致しませんが、失効しません。
ko_ko: 인증서와 CRL 간의 CA 불일치. 철회할 수 없습니다.
pt_pt: Incompatibilidade de CA entre o certificado e a CRL. Não é possível revogar.
sw_sw: CA-missmatchning mellan certifikatet och CRL. Det går inte att återkalla.
tr_tr: Sertifika ve CRL arasında CA uyuşmazlığı. İptal Edilemiyor.
uk_uk: Невідповідність між сертифікатом та CRL. Неможливо відкликати.

source: Cannot revoke certificates for an imported/external CRL.
id_id: Tidak dapat mencabut sertifikat untuk CRL yang diimpor/eksternal.
it_it: Impossibile revocare i certificati per un CRL importato/esterno.
ja_jp: インポートされた、または外部CRLの証明書は失効できません。
ko_ko: 가져온/외부 CRL에 대한 인증서를 해지할 수 없습니다.
pt_pt: Não é possível revogar certificados para CRL importada/externa.
sw_sw: Det går inte att återkalla certifikat för en importerad/extern CRL.
tr_tr: Alınan/harici bir CRL için sertifikalar iptal edilemiyor.
uk_uk: Неможливо відкликати сертифікати для імпортованого/зовнішнього CRL.

source: Cannot revoke certificate. See general log for details.
id_id: Tidak dapat mencabut sertifikat. Lihat log umum untuk detailnya.
ja_jp: 証明書を取り消すことができません。詳しくは一般ログをご覧ください。
ko_ko: 인증서를 해지할 수 없습니다. 자세한 내용은 일반 로그를 참조하세요.
pt_pt: Não é possível revogar o certificado. Ver registo geral para mais detalhes.
sw_sw: Det går inte att återkalla certifikatet. Se den allmänna loggen för mer information.
tr_tr: Sertifika iptal edilemiyor. Ayrıntılar için genel günlüğe bakın.
uk_uk: Неможливо відкликати сертифікат. Дивіться загальний журнал для отримання детальної інформації.

source: Certificate Revocation List data
id_id: Data Daftar Pencabutan Sertifikat
it_it: Dati dell'elenco di revoca del certificato
ja_jp: 証明書失効リストデータ
ko_ko: 인증서 해지 목록 데이터
pt_pt: Dados da Lista de Revogação de Certificados
sw_sw: Uppgifter om förteckningen över återkallade certifikat
tr_tr: Sertifika İptal Listesi verileri
uk_uk: Дані списку анулювання сертифікатів

source: Cannot create CRL for this CA. CA keys mismatch or key missing.
id_id: Tidak dapat membuat CRL untuk CA ini. Kunci CA tidak cocok atau kunci hilang.
ja_jp: この CA の CRL を作成できません。CA 鍵の不一致または鍵がありません。
ko_ko: 이 CA에 대한 CRL을 만들 수 없습니다. CA 키가 일치하지 않거나 키가 없습니다.
pt_pt: Não é possível criar LCR para esta CA. Descoordenação de chaves CA ou falta de chave.
sw_sw: Det går inte att skapa en CRL för den här certifikatutfärdaren. Nycklarna till CA är inte matchade eller nycklar saknas.
tr_tr: Bu CA için CRL oluşturulamıyor. CA anahtarları uyuşmuyor veya anahtar eksik.
uk_uk: Не вдається створити CRL для цього центру сертифікації. Невідповідність ключів ЦС або ключ відсутній.

source: Do you really want to delete this Certificate Revocation List?
id_id: Apakah Anda benar-benar ingin menghapus Daftar Pencabutan Sertifikat ini?
it_it: Vuoi davvero eliminare questo elenco di revoca del certificato?
ja_jp: 本当にこの証明書失効リストを削除しますか？
ko_ko: 이 인증서 해지 목록을 정말로 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar esta lista de certificados revogados?
sw_sw: Vill du verkligen ta bort listan över återkallade certifikat?
tr_tr: Bu Sertifika İptal Listesini gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей список відкликання сертифікатів?

source: Delete this certificate from the CRL?
id_id: Menghapus sertifikat ini dari CRL?
it_it: Elimina questo certificato dal CRL?
ja_jp: CRL、この証明書を削除しますか？
ko_ko: CRL에서 이 인증서를 삭제하시겠습니까?
pt_pt: Apagar este certificado da CRL?
sw_sw: Ta bort det här certifikatet från CRL?
tr_tr: Bu sertifikayı CRL'den silelim mi?
uk_uk: Видалити цей сертифікат з CRL?

source: Create an internal Certificate Revocation List
id_id: Membuat Daftar Pencabutan Sertifikat internal
it_it: Crea un elenco di revoca del certificato interno
ja_jp: 内部証明書失効リスト新規作成
ko_ko: 내부 인증서 해지 목록 만들기
pt_pt: Criar uma lista internacional de certificados revogados
sw_sw: Skapa en intern lista över återkallade certifikat
tr_tr: Dahili Sertifika İptal Listesi oluşturma
uk_uk: Створіть внутрішній список відкликання сертифікатів

source: Import an existing Certificate Revocation List
id_id: Mengimpor Daftar Pencabutan Sertifikat yang sudah ada
it_it: Importa un elenco di revoca del certificato esistente
ja_jp: 既存の証明書失効リストをインポート
ko_ko: 기존 인증서 해지 목록 가져오기
pt_pt: Importar uma lista de certificados revogados
sw_sw: Importera en befintlig lista över återkallade certifikat
tr_tr: Mevcut bir Sertifika İptal Listesini içe aktarma
uk_uk: Імпорт наявного списку відкликання сертифікатів

source: Existing Certificate Revocation List
id_id: Daftar Pencabutan Sertifikat yang Ada
it_it: Elenco di revoca del certificato esistente
ja_jp: 既存の証明書失効リスト
ko_ko: 기존 인증서 해지 목록
pt_pt: Lista existente de Certificados Revogados
sw_sw: Befintlig lista över återkallade certifikat
tr_tr: Mevcut Sertifika İptal Listesi
uk_uk: Існуючий список анульованих сертифікатів

source: CRL data
id_id: Data CRL
it_it: Dati CRL
ja_jp: CRL データ
ko_ko: CRL 데이터
pt_pt: Dados CRL.
sw_sw: CRL-uppgifter
tr_tr: CRL verileri
uk_uk: Дані CRL

source: Paste a Certificate Revocation List in X.509 CRL format here.
id_id: Rekatkan Daftar Pencabutan Sertifikat dalam format X.509 CRL di sini.
it_it: Incolla un elenco di revoca del certificato in formato CRL X.509 qui.
ja_jp: x.509 crl 形式の証明書失効リストを、ここに貼り付けます。
ko_ko: 여기에 X.509 CRL 형식의 인증서 해지 목록을 붙여넣습니다.
pt_pt: Coloque aqui uma lista de certificados revogados no formato X.509 CRL.
sw_sw: Klistra in en lista över återkallade certifikat i X.509 CRL-format här.
tr_tr: X.509 CRL biçiminde bir Sertifika İptal Listesini buraya yapıştırın.
uk_uk: Вставте сюди список відкликання сертифікатів у форматі X.509 CRL.

source: Internal Certificate Revocation List
id_id: Daftar Pencabutan Sertifikat Internal
it_it: Elenco di revoca del certificato interno
ja_jp: 内部証明書失効リスト
ko_ko: 내부 인증서 해지 목록
pt_pt: Lista internacional de certificados revogados
sw_sw: Intern lista över återkallade certifikat
tr_tr: Dahili Sertifika İptal Listesi
uk_uk: Внутрішній список відкликання сертифікатів

source: Default: 9999
it_it: Predefinito: 9999
ja_jp: デフォルト: 9999
ko_ko: 기본값: 9999
pt_pt: Pré-definido: 9999
sw_sw: Standard: 9999
tr_tr: Varsayılan: 9999
uk_uk: За замовчуванням: 9999

source: Serial
it_it: Seriale
ja_jp: シリアル
ko_ko: 시리얼
pt_pt: Série
sw_sw: Serie
tr_tr: Seri
uk_uk: Серіал

source: Default: 0
it_it: Predefinito: 0
ja_jp: デフォルト0
ko_ko: 기본값: 0
pt_pt: Pré-definido: 0
sw_sw: Standard: 0
tr_tr: Varsayılan: 0
uk_uk: За замовчуванням: 0

source: Edit Imported Certificate Revocation List
id_id: Edit Daftar Pencabutan Sertifikat yang Diimpor
it_it: Modifica elenco di revoca del certificato importato
ja_jp: インポートした証明書失効リストの編集
ko_ko: 가져온 인증서 해지 목록 편집
pt_pt: Editar uma lista de importação de certificados revogados
sw_sw: Redigera importerad lista över återkallade certifikat
tr_tr: İçe Aktarılan Sertifika İptal Listesini Düzenleme
uk_uk: Редагування списку відкликання імпортованих сертифікатів

source: Currently Revoked Certificates for CRL
id_id: Sertifikat yang Saat Ini Dicabut untuk CRL
it_it: Certificati attualmente revocati per CRL
ja_jp: CRL の現在失効している証明書
ko_ko: 현재 CRL에 대해 해지된 인증서
pt_pt: Certificados actualmente revogados para CRL
sw_sw: För närvarande återkallade certifikat för CRL
tr_tr: SİL için Şu Anda İptal Edilmiş Sertifikalar
uk_uk: Наразі відкликані сертифікати для CRL

source: Certificate Name
id_id: Nama Sertifikat
it_it: Nome certificato
ja_jp: 証明書名
ko_ko: 인증서 이름
pt_pt: Confirmação
sw_sw: Namn på certifikatet
tr_tr: Sertifika Adı
uk_uk: Назва сертифікату Назва сертифікату

source: Revocation Reason
id_id: Alasan Pencabutan
it_it: Motivo di revoca
ja_jp: 失効理由
ko_ko: 해지 사유
pt_pt: Motivo da revogação
sw_sw: Orsak till återkallelse
tr_tr: İptal Nedeni
uk_uk: Причина відкликання

source: Revoked At
id_id: Dicabut Pada
it_it: Revocato a
ja_jp: 失効しています。
ko_ko: 취소됨
pt_pt: Revogado Em
sw_sw: Återkallad på
tr_tr: İptal Edildi
uk_uk: Відкликано за адресою

source: No Certificates Found for this CRL.
id_id: Tidak Ditemukan Sertifikat untuk CRL ini.
it_it: Nessun certificato trovato per questo CRL.
ja_jp: このCRLの証明書はありません
ko_ko: 이 CRL에 대한 인증서를 찾을 수 없습니다.
pt_pt: Não foram encontrados certificados para esta CRL
sw_sw: Inga certifikat har hittats för denna CRL.
tr_tr: Bu CRL için Sertifika Bulunamadı.
uk_uk: Для цього CRL не знайдено сертифікатів.

source: Delete this certificate from the CRL
id_id: Hapus sertifikat ini dari CRL
it_it: Elimina questo certificato dal CRL
ja_jp: CRL からこの証明書を削除
ko_ko: CRL에서 이 인증서를 삭제합니다.
pt_pt: Apagar este certificado desta CRL.
sw_sw: Ta bort det här certifikatet från CRL
tr_tr: Bu sertifikayı CRL'den silme
uk_uk: Видаліть цей сертифікат з CRL

source: No Certificates Found for this CA.
id_id: Tidak Ditemukan Sertifikat untuk CA ini.
it_it: Nessun certificato trovato per questa ca.
ja_jp: このカフェの証明書はありません
ko_ko: 이 CA에 대한 인증서를 찾을 수 없습니다.
pt_pt: Não foram encontrados certificados para este CA.
sw_sw: Inga certifikat har hittats för den här certifikatutfärdaren.
tr_tr: Bu CA için Sertifika Bulunamadı.
uk_uk: Для цього ЦС не знайдено жодного сертифіката.

source: Revoke a Certificate
id_id: Mencabut Sertifikat
it_it: Revoca un certificato
ja_jp: 証明書の失効
ko_ko: 인증서 해지
pt_pt: Revogar um Certificado
sw_sw: Återkalla ett certifikat
tr_tr: Sertifika İptal Etme
uk_uk: Відкликати сертифікат

source: Choose a Certificate to Revoke
id_id: Pilih Sertifikat yang Akan Dicabut
it_it: Scegli un certificato per revoca
ja_jp: 失効する証明書を選択してください
ko_ko: 해지할 인증서 선택
pt_pt: Escolha um certificado para revogar
sw_sw: Välj ett certifikat som ska återkallas
tr_tr: İptal Edilecek Bir Sertifika Seçin
uk_uk: Виберіть сертифікат для відкликання

source: Reason
id_id: Alasan
it_it: Motivo
ja_jp: 理由
ko_ko: 이유
pt_pt: Motivo
sw_sw: Motivering
tr_tr: Sebep
uk_uk: Причина

source: In Use
id_id: Sedang Digunakan
it_it: In uso
ja_jp: 使用中
ko_ko: 사용 중
pt_pt: Em Uso
sw_sw: I bruk
tr_tr: Kullanımda
uk_uk: У використанні

source: Add or Import CRL for %s
id_id: Tambahkan atau Impor CRL untuk %s
it_it: Aggiungi o importa CRL per %s
ja_jp: s に CRL を追加またはインポートする。
ko_ko: s에 대한 CRL 추가 또는 가져오기
pt_pt: Adicionar ou importar CRL para %s
sw_sw: Lägg till eller importera CRL för %s
tr_tr: s için CRL Ekle veya İçe Aktar
uk_uk: Додати або імпортувати CRL для %s

source: Import CRL for %s
id_id: Mengimpor CRL untuk %s
it_it: Importa CRL per %s
ja_jp: %s の CRL をインポートする。
ko_ko: s에 대한 CRL 가져오기
pt_pt: Importar CRL para %s
sw_sw: Importera CRL för %s
tr_tr: s için CRL'yi içe aktar
uk_uk: Імпорт CRL для %s

source: Unknown (imported)
id_id: Tidak diketahui (diimpor)
it_it: Sconosciuto (importato)
ja_jp: 不明 ( インポート済 )
ko_ko: 알 수 없음(가져온 항목)
pt_pt: (importação) desconhecida
sw_sw: Okänd (importerad)
tr_tr: Bilinmiyor (ithal)
uk_uk: Невідомо (імпортований)

source: Export CRL
id_id: Ekspor CRL
it_it: Esportazione CRL
ja_jp: CRL のエクスポート
ko_ko: CRL 내보내기
pt_pt: Exportar CRL
sw_sw: Exportera CRL
tr_tr: CRL'yi Dışa Aktar
uk_uk: Експорт CRL

source: Edit CRL
it_it: Modifica CRL
ja_jp: CRL の編集
ko_ko: CRL 편집
pt_pt: Editar CRL
sw_sw: Redigera CRL
tr_tr: CRL'yi Düzenle
uk_uk: Редагування CRL

source: Delete CRL
id_id: Menghapus CRL
it_it: Elimina CRL
ja_jp: CRL の削除
ko_ko: CRL 삭제
pt_pt: Apagar CRL
sw_sw: Ta bort CRL
tr_tr: CRL'yi Sil
uk_uk: Видалити CRL

source: Gateway-group
id_id: Kelompok gateway
ja_jp: ゲートウェイグループ
ko_ko: 게이트웨이 그룹
pt_pt: Grupo-gateway
sw_sw: Gateway-grupp
tr_tr: Ağ geçidi grubu
uk_uk: Група шлюзів

source: Do you really want to delete this gateway group?
id_id: Apakah Anda benar-benar ingin menghapus grup gateway ini?
it_it: Vuoi davvero eliminare questo gruppo gateway?
ja_jp: 本当にこのゲートウェイグループを削除しますか？
ko_ko: 이 게이트웨이 그룹을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar este grupo de gateway?
sw_sw: Vill du verkligen ta bort den här gateway-gruppen?
tr_tr: Bu ağ geçidi grubunu gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цю групу шлюзів?

source: The gateway configuration has been changed.%sYou must apply the changes in order for them to take effect.
id_id: Konfigurasi gateway telah diubah.%sAnda harus menerapkan perubahan agar perubahan tersebut dapat diterapkan.
it_it: La configurazione del gateway è stata modificata.%syou deve applicare le modifiche affinché possano avere effetto.
ja_jp: ゲートウェイ構成は変更されましたが、%sを有効にするには、変更を適用してください。
ko_ko: 게이트웨이 구성이 변경되었습니다.%s변경 사항을 적용하려면 변경 사항을 적용해야 합니다.
pt_pt: A configuração da gateway foi alterada. Terá de aplicar as mudanças para que elas entrem em vigor.
sw_sw: Gatewaykonfigurationen har ändrats.%sDu måste tillämpa ändringarna för att de ska börja gälla.
tr_tr: Ağ geçidi yapılandırması değiştirildi.%sYapılan değişikliklerin etkili olabilmesi için değişiklikleri uygulamanız gerekir.
uk_uk: Конфігурацію шлюзу змінено.%sВи повинні застосувати зміни, щоб вони набули чинності.

source: Tier %s
id_id: Tingkat %s
ja_jp: ティア %s
ko_ko: 계층 %s
pt_pt: Adicionar grupo
sw_sw: Nivå %s
tr_tr: Katman %s
uk_uk: Рівень %s

source: Pending
id_id: Tertunda
it_it: In attesa di
ja_jp: ペンディング
ko_ko: 보류 중
pt_pt: Pendente
sw_sw: I väntan på
tr_tr: Beklemede
uk_uk: На розгляді

source: Offline (forced)
id_id: Luring (dipaksakan)
it_it: Offline (forzato)
ja_jp: オフライン( 強制)
ko_ko: 오프라인(강제)
pt_pt: Fora de linha (forçado)
sw_sw: Offline (tvingad)
tr_tr: Çevrimdışı (zorunlu)
uk_uk: Офлайн (примусово)

source: Offline
it_it: disconnesso
ja_jp: オフライン
ko_ko: 오프라인
tr_tr: Çevrimdışı
uk_uk: Офлайн

source: Warning (packetloss)
id_id: Peringatan (kehilangan paket)
it_it: AVVERTENZA (packetloss)
ja_jp: 警告 ( パケットロス )
ko_ko: 경고(패킷 손실)
pt_pt: Advertência (perda de pacotes)
sw_sw: Varning (paketförlust)
tr_tr: Uyarı (paket kaybı)
uk_uk: Попередження (втрата пакетів)

source: Warning (latency)
id_id: Peringatan (latensi)
it_it: Avvertenza (latenza)
ja_jp: 警告 ( 遅延 )
ko_ko: 경고(지연 시간)
pt_pt: Advertência (latência)
sw_sw: Varning (latens)
tr_tr: Uyarı (gecikme)
uk_uk: Попередження (затримка)

source: Remember to use these Gateway Groups in firewall rules in order to enable load balancing, failover, or policy-based routing. Without rules directing traffic into the Gateway Groups, they will not be used.
id_id: Ingatlah untuk menggunakan Grup Gateway ini dalam aturan firewall untuk mengaktifkan penyeimbangan beban, failover, atau perutean berbasis kebijakan. Tanpa aturan yang mengarahkan lalu lintas ke dalam Grup Gateway, mereka tidak akan digunakan.
it_it: Ricorda di utilizzare questi gruppi gateway nelle regole del firewall al fine di consentire il bilanciamento del carico, il failover o il routing basato sulle politiche. Senza le regole che indirizzano il traffico nei gruppi gateway, non verranno utilizzati.
ja_jp: ロードバランシング、フェイルオーバ、ポリシベースルーティングを有効にするには、ファイアウォールールでゲートウェイグループを必ず使用してください。
ko_ko: 로드 밸런싱, 장애 조치 또는 정책 기반 라우팅을 사용하려면 방화벽 규칙에서 이러한 게이트웨이 그룹을 사용해야 한다는 점을 잊지 마세요. 트래픽을 게이트웨이 그룹으로 보내는 규칙이 없으면 게이트웨이 그룹은 사용되지 않습니다.
pt_pt: Lembre-se de usar esses grupos nas regras de firewall com o intuito de activar o balanceamento de carga, falha, ou rotações baseadas em politicas. Sem regras que gerem o tráfego nos grupos da gateway eles não serão usados.
sw_sw: Kom ihåg att använda dessa gatewaygrupper i brandväggsregler för att möjliggöra lastbalansering, failover eller policybaserad routning. Utan regler som dirigerar trafik till gatewaygrupperna kommer de inte att användas.
tr_tr: Yük dengeleme, yük devretme veya ilke tabanlı yönlendirmeyi etkinleştirmek için bu Ağ Geçidi Gruplarını güvenlik duvarı kurallarında kullanmayı unutmayın. Trafiği Ağ Geçidi Gruplarına yönlendiren kurallar olmadan, bunlar kullanılmayacaktır.
uk_uk: Не забудьте використовувати ці групи шлюзів у правилах брандмауера, щоб увімкнути балансування навантаження, обхід відмов або маршрутизацію на основі політик. Без правил, що спрямовують трафік до груп шлюзів, вони не будуть використовуватися.

source: A valid gateway group name must be specified.
id_id: Nama grup gateway yang valid harus ditentukan.
it_it: È necessario specificare un nome del gruppo gateway valido.
ja_jp: 有効なゲートウェイグループ名を指定してください
ko_ko: 유효한 게이트웨이 그룹 이름을 지정해야 합니다.
pt_pt: Terá de especificar um nome de grupo válido da gateway.
sw_sw: Ett giltigt gatewaygruppnamn måste anges.
tr_tr: Geçerli bir ağ geçidi grup adı belirtilmelidir.
uk_uk: Необхідно вказати дійсне ім'я групи шлюзу.
