Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Activate third party signatures from Sanesecurtiy JURLBLA. Use at your own risk.
id_id: Mengaktifkan tanda tangan pihak ketiga dari Sanesecurtiy JURLBLA. Gunakan dengan risiko Anda sendiri.
ja_jp: Sanesecurtiy JURLBLAからサードパーティーの署名を有効にする。ご自身の責任においてご使用ください。
ko_ko: Sanesecurtiy JURLBLA의 타사 서명을 활성화합니다. 본인 책임하에 사용하세요.
pt_pt: Activar assinaturas de terceiros da Sanesecurtiy JURLBLA. Utilizar por sua conta e risco.
sw_sw: Aktivera tredjepartssignaturer från Sanesecurtiy JURLBLA. Använd på egen risk.
tr_tr: Sanesecurtiy JURLBLA'dan üçüncü taraf imzalarını etkinleştirin. Kendi sorumluluğunuzda kullanın.
uk_uk: Активуйте підписи третіх осіб від Sanesecurtiy JURLBLA. Використовуйте на свій страх і ризик.

source: Active Timeout
id_id: Batas Waktu Aktif
ja_jp: アクティブタイムアウト
ko_ko: 활성 시간 초과
pt_pt: Tempo limite activo
sw_sw: Aktiv timeout
tr_tr: Aktif Zaman Aşımı
uk_uk: Активний тайм-аут

source: Add BLURL Signatures
id_id: Tambahkan Tanda Tangan BLURL
ja_jp: BLURLシグネチャーの追加
ko_ko: 블럴 서명 추가
pt_pt: Acrescentar Assinaturas BLURL
sw_sw: Lägg till BLURL-signaturer
tr_tr: BLURL İmzaları Ekleme
uk_uk: Додавання підписів BLURL

source: Add BOFHLand Signatures
id_id: Tambahkan Tanda Tangan BOFHLand
ja_jp: BOFHLandのサインを追加する
ko_ko: BOFH랜드 서명 추가
pt_pt: Adicionar BOFHLand Assinaturas
sw_sw: Lägg till BOFHLand-signaturer
tr_tr: BOFHLand İmzalarını Ekleyin
uk_uk: Додати підписи BOFHLand

source: Add JURLBLA Signatures
id_id: Tambahkan Tanda Tangan JURLBLA
ja_jp: JURLBLAシグネチャーの追加
ko_ko: 줄블라 서명 추가
pt_pt: Adicionar Assinaturas JURLBLA
sw_sw: Lägg till JURLBLA-signaturer
tr_tr: JURLBLA İmzaları Ekleme
uk_uk: Додати підписи JURLBLA

source: Add Malware Expert Signatures
id_id: Tambahkan Tanda Tangan Pakar Malware
ja_jp: マルウェアエキスパートシグネチャーの追加
ko_ko: 멀웨어 전문가 서명 추가
pt_pt: Adicionar Assinaturas de Peritos em Malware
sw_sw: Lägg till Malware Expert-signaturer
tr_tr: Kötü Amaçlı Yazılım Uzmanı İmzaları Ekleme
uk_uk: Додавання експертних сигнатур шкідливого програмного забезпечення

source: Add delay in ms to this pipe.
id_id: Tambahkan penundaan dalam ms ke pipa ini.
ja_jp: このパイプに ms 単位のディレイを追加する。
ko_ko: 이 파이프에 지연 시간(ms)을 추가합니다.
pt_pt: Acrescentar atraso em ms a este tubo.
sw_sw: Lägg till en fördröjning i ms till detta rör.
tr_tr: Bu boruya ms cinsinden gecikme ekleyin.
uk_uk: Додайте затримку в мс до цієї труби.

source: Add routes in CIDR notation, e.g. 192.168.2.0/24. Multiple entries are allowed
id_id: Tambahkan rute dalam notasi CIDR, misalnya 192.168.2.0/24. Beberapa entri diperbolehkan
ja_jp: 192.168.2.0/24など、CIDR表記でルートを追加します。複数のエントリーが可能です
ko_ko: 192.168.2.0/24와 같이 CIDR 표기법으로 경로를 추가합니다. 여러 항목 허용
pt_pt: Adicionar rotas na notação CIDR, por exemplo 192.168.2.0/24. São permitidas entradas múltiplas
sw_sw: Lägg till rutter i CIDR-notation, t.ex. 192.168.2.0/24. Flera poster är tillåtna.
tr_tr: Rotaları CIDR gösteriminde ekleyin, örneğin 192.168.2.0/24. Birden fazla girişe izin verilir
uk_uk: Додайте маршрути в нотації CIDR, наприклад, 192.168.2.0/24. Допускається кілька записів

source: Add the networks you want to protect using IPS mode. Warning: if a WAN interface is monitored then local addresses (e.g. 192.168.1.1/24) are not going to be valid!
id_id: Tambahkan jaringan yang ingin Anda lindungi menggunakan mode IPS. Peringatan: jika antarmuka WAN dipantau, maka alamat lokal (mis. 192.168.1.1/24) tidak akan valid!
ja_jp: IPS モードを使用して保護するネットワークを追加します。警告：WANインターフェイスを監視する場合、ローカルアドレス（例：192.168.1.1/24）は無効となります!
ko_ko: IPS 모드를 사용하여 보호하려는 네트워크를 추가합니다. 경고: WAN 인터페이스가 모니터링되는 경우 로컬 주소(예: 192.168.1.1/24)는 유효하지 않습니다!
pt_pt: Adicione as redes que pretende proteger utilizando o modo IPS. Atenção: se uma interface WAN for monitorizada, então os endereços locais (por exemplo 192.168.1.1/24) não serão válidos!
sw_sw: Lägg till de nätverk som du vill skydda med hjälp av IPS-läget. Varning: Om ett WAN-gränssnitt övervakas kommer lokala adresser (t.ex. 192.168.1.1/24) inte att vara giltiga!
tr_tr: IPS modunu kullanarak korumak istediğiniz ağları ekleyin. Uyarı: bir WAN arayüzü izleniyorsa, yerel adresler (örn. 192.168.1.1/24) geçerli olmayacaktır!
uk_uk: Додайте мережі, які ви хочете захистити за допомогою режиму СПП. Попередження: якщо контролюється WAN-інтерфейс, то локальні адреси (наприклад, 192.168.1.1/24) не будуть дійсними!

source: Address(es) or hostname(s) to which this client should connect to separated by comma for multiple entries
id_id: Alamat atau nama host yang akan disambungkan oleh klien ini dipisahkan dengan koma untuk beberapa entri
ja_jp: このクライアントが接続すべきアドレス（複数可）またはホスト名（複数可）をカンマで区切って入力します。
ko_ko: 이 클라이언트가 연결해야 하는 주소 또는 호스트 이름(여러 항목의 경우 쉼표로 구분)
pt_pt: Endereço(s) ou nome(s) de anfitrião(s) ao(s) qual(is) este cliente deverá(ão) ligar-se separado(s) por vírgula para múltiplas entradas
sw_sw: Adress(er) eller värdnamn som denna klient ska ansluta till, separerade med kommatecken för flera poster.
tr_tr: Bu istemcinin bağlanması gereken adres(ler) veya ana bilgisayar adı(ları) birden fazla giriş için virgülle ayrılmış olarak
uk_uk: Адреса(и) або ім'я(я) хоста, до якого(их) повинен підключитися цей клієнт, розділені комою для декількох записів

source: Administrator's Email
id_id: Email Administrator
ja_jp: 管理者メールアドレス
ko_ko: 관리자 이메일
pt_pt: Email do Administrador
sw_sw: Administratörens e-postadress
tr_tr: Yöneticinin E-postası
uk_uk: Email адміністратора

source: Allow 204 responses
id_id: Izinkan 204 tanggapan
ja_jp: 204件の回答を許可する
ko_ko: 204개 응답 허용
pt_pt: Permitir 204 respostas
sw_sw: Tillåt 204 svar.
tr_tr: 204 yanıta izin verin
uk_uk: Дозволити 204 відповіді

source: Allow DynFi Manager traffic
id_id: Mengizinkan lalu lintas DynFi Manager
ja_jp: DynFi Managerのトラフィックを許可する
ko_ko: DynFi 관리자 트래픽 허용
pt_pt: Permitir tráfego DynFi Manager
sw_sw: Tillåt trafik från DynFi Manager
tr_tr: DynFi Manager trafiğine izin ver
uk_uk: Дозволити трафік DynFi Manager

source: Allow interface subnets
id_id: Mengizinkan subnet antarmuka
ja_jp: インターフェイスサブネットを許可する
ko_ko: 인터페이스 서브넷 허용
pt_pt: Permitir sub-redes de interface
sw_sw: Tillåt undernät för gränssnitt
tr_tr: Arayüz alt ağlarına izin ver
uk_uk: Дозволити підмережі інтерфейсу

source: Allowed IPs
id_id: IP yang diizinkan
it_it: Consentito IPS
ja_jp: 許可されたIP
ko_ko: 허용된 IP
pt_pt: IPs permitidos
sw_sw: Tillåtna IP-adresser
tr_tr: İzin Verilen IP'ler
uk_uk: Дозволені IP-адреси

source: Allowed MAC addresses
id_id: Alamat MAC yang diizinkan
ja_jp: 許可されたMACアドレス
ko_ko: 허용된 MAC 주소
pt_pt: Endereços MAC permitidos
sw_sw: Tillåtna MAC-adresser
tr_tr: İzin verilen MAC adresleri
uk_uk: Дозволені MAC-адреси

source: Allowed SSL ports
id_id: Port SSL yang diizinkan
ja_jp: 許可されたSSLポート
ko_ko: 허용된 SSL 포트
pt_pt: Portas SSL permitidas
sw_sw: Tillåtna SSL-portar
tr_tr: İzin verilen SSL bağlantı noktaları
uk_uk: Дозволені SSL-порти

source: Allowed Subnets
id_id: Subnet yang Diizinkan
ja_jp: 許可されたサブネット
ko_ko: 허용된 서브넷
pt_pt: Subredes permitidas
sw_sw: Tillåtna undernät
tr_tr: İzin Verilen Alt Ağlar
uk_uk: Дозволені підмережі

source: Allowed addresses
id_id: Alamat yang diizinkan
ja_jp: 許可されたアドレス
ko_ko: 허용된 주소
pt_pt: Endereços permitidos
sw_sw: Tillåtna adresser
tr_tr: İzin verilen adresler
uk_uk: Дозволені адреси

source: Allowed destination SSL ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
id_id: Port SSL tujuan yang diizinkan, Anda dapat menggunakan rentang (mis. 222-226) dan menambahkan komentar dengan titik dua (mis. 22:ssh).
ja_jp: 送信先SSLポートの許可範囲（例：222～226）、コロンによるコメント（例：22:ssh）を追加することができます。
ko_ko: 허용된 대상 SSL 포트는 범위(예: 222-226)를 사용하고 콜론으로 주석을 추가할 수 있습니다(예: 22:ssh).
pt_pt: Portas SSL de destino permitido, pode utilizar intervalos (ex. 222-226) e adicionar comentários com dois pontos (ex. 22:ssh).
sw_sw: Tillåtna SSL-portar till destinationen, du kan använda intervall (t.ex. 222-226) och lägga till kommentarer med kolon (t.ex. 22:ssh).
tr_tr: İzin verilen hedef SSL bağlantı noktaları, aralıkları kullanabilir (örn. 222-226) ve iki nokta üst üste ile açıklamalar ekleyebilirsiniz (örn. 22:ssh).
uk_uk: Дозволені порти призначення SSL, ви можете використовувати діапазони (наприклад, 222-226) і додавати коментарі з двокрапкою (наприклад, 22:ssh).

source: Allowed destination TCP port
id_id: Port TCP tujuan yang diizinkan
ja_jp: 許可された宛先TCPポート
ko_ko: 허용된 대상 TCP 포트
pt_pt: Porto TCP de destino permitido
sw_sw: Tillåten TCP-port för destinationen
tr_tr: İzin verilen hedef TCP bağlantı noktası
uk_uk: Дозволений порт призначення TCP

source: Allowed destination TCP ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
id_id: Port TCP tujuan yang diizinkan, Anda dapat menggunakan rentang (mis. 222-226) dan menambahkan komentar dengan titik dua (mis. 22:ssh).
ja_jp: 許可する宛先TCPポートは、範囲指定（例：222～226）、コロンによるコメント（例：22:ssh）が可能です。
ko_ko: 허용된 대상 TCP 포트는 범위(예: 222-226)를 사용하고 콜론으로 주석을 추가할 수 있습니다(예: 22:ssh).
pt_pt: Portas TCP de destino permitido, pode utilizar intervalos (ex. 222-226) e adicionar comentários com dois pontos (ex. 22:ssh).
sw_sw: Tillåtna TCP-portar till destinationen, du kan använda intervall (t.ex. 222-226) och lägga till kommentarer med kolon (t.ex. 22:ssh).
tr_tr: İzin verilen hedef TCP bağlantı noktaları, aralıkları kullanabilir (örn. 222-226) ve iki nokta üst üste ile açıklamalar ekleyebilirsiniz (örn. 22:ssh).
uk_uk: Дозволені TCP-порти призначення, ви можете використовувати діапазони (наприклад, 222-226) і додавати коментарі з двокрапкою (наприклад, 22:ssh).

source: Always send accounting requests
id_id: Selalu mengirim permintaan akuntansi
ja_jp: 常にアカウンティングリクエストを送信する
ko_ko: 항상 계정 요청 보내기
pt_pt: Enviar sempre pedidos de contabilidade
sw_sw: Skicka alltid bokföringsförfrågningar
tr_tr: Her zaman muhasebe talepleri gönderin
uk_uk: Завжди надсилайте бухгалтерські запити

source: Applications
id_id: Aplikasi
ja_jp: アプリケーション
ko_ko: 애플리케이션
pt_pt: Aplicações
sw_sw: Tillämpningar
tr_tr: Uygulamalar
uk_uk: Додатки

source: Authenticate using
id_id: Otentikasi menggunakan
ja_jp: を使用して認証する。
ko_ko: 다음을 사용하여 인증
pt_pt: Autenticar usando
sw_sw: Autentisera dig med hjälp av
tr_tr: Kullanarak kimlik doğrulama
uk_uk: Авторизуйтесь за допомогою

source: Authentication Prompt
id_id: Permintaan Otentikasi
ja_jp: 認証プロンプト
ko_ko: 인증 프롬프트
pt_pt: Pronta Autenticação
sw_sw: Begäran om autentisering
tr_tr: Kimlik Doğrulama İstemi
uk_uk: Запит на автентифікацію

source: Authentication Settings
id_id: Pengaturan Otentikasi
ja_jp: 認証の設定
ko_ko: 인증 설정
pt_pt: Definições de Autenticação
sw_sw: Inställningar för autentisering
tr_tr: Kimlik Doğrulama Ayarları
uk_uk: Налаштування автентифікації

source: Authentication TTL (hours)
id_id: TTL autentikasi (jam)
ja_jp: 認証のTTL（時間）
ko_ko: 인증 TTL(시간)
pt_pt: Autenticação TTL (horas)
sw_sw: TTL för autentisering (timmar)
tr_tr: Kimlik Doğrulama TTL'si (saat)
uk_uk: Аутентифікація TTL (години)

source: Authentication processes
id_id: Proses autentikasi
ja_jp: 認証プロセス
ko_ko: 인증 프로세스
pt_pt: Processos de autenticação
sw_sw: Autentiseringsprocesser
tr_tr: Kimlik doğrulama süreçleri
uk_uk: Процеси автентифікації

source: Automatically added, will be removed when unused
id_id: Ditambahkan secara otomatis, akan dihapus jika tidak digunakan
ja_jp: 自動的に追加され、未使用の場合は削除されます。
ko_ko: 자동으로 추가되며 사용하지 않을 경우 제거됩니다.
pt_pt: Automaticamente acrescentado, será removido quando não for utilizado
sw_sw: Läggs till automatiskt, tas bort när den inte används.
tr_tr: Otomatik olarak eklenir, kullanılmadığında kaldırılır
uk_uk: Автоматично додано, буде видалено, коли не буде використано

source: Automatically create firewall rules associated to the selected interface(s) and SSH port, allowing Manager traffic to these interfaces.
id_id: Secara otomatis membuat aturan firewall yang terkait dengan antarmuka yang dipilih dan port SSH, yang memungkinkan lalu lintas Manajer ke antarmuka ini.
ja_jp: 選択したインターフェースとSSHポートに関連するファイアウォールルールを自動的に作成し、これらのインターフェースへのManagerトラフィックを許可します。
ko_ko: 선택한 인터페이스 및 SSH 포트에 연결된 방화벽 규칙을 자동으로 생성하여 이러한 인터페이스에 대한 관리자 트래픽을 허용합니다.
pt_pt: Criar automaticamente regras de firewall associadas à(s) interface(s) seleccionada(s) e porta SSH, permitindo ao Gestor de tráfego para estas interfaces.
sw_sw: Automatiskt skapa brandväggsregler som är kopplade till de valda gränssnitten och SSH-porten och som tillåter Manager-trafik till dessa gränssnitt.
tr_tr: Seçilen arayüz(ler) ve SSH bağlantı noktası ile ilişkili güvenlik duvarı kurallarını otomatik olarak oluşturarak bu arayüzlere Yönetici trafiğine izin verir.
uk_uk: Автоматично створювати правила брандмауера, пов'язані з вибраними інтерфейсом(ами) і SSH-портом, дозволяючи трафік диспетчера на ці інтерфейси.

source: Automatically create firewall rules associated to the selected interface(s) and WebGUI port, allowing Manager's DirectView access to these interfaces.
id_id: Secara otomatis membuat aturan firewall yang terkait dengan antarmuka yang dipilih dan port WebGUI, yang memungkinkan akses DirectView Manajer ke antarmuka ini.
ja_jp: 選択したインターフェースとWebGUIポートに関連するファイアウォールルールを自動的に作成し、Manager's DirectViewによるこれらのインターフェースへのアクセスを可能にします。
ko_ko: 선택한 인터페이스 및 WebGUI 포트에 연결된 방화벽 규칙을 자동으로 생성하여 관리자의 DirectView가 이러한 인터페이스에 액세스할 수 있도록 합니다.
pt_pt: Criar automaticamente regras de firewall associadas à(s) interface(s) seleccionada(s) e porta WebGUI, permitindo o acesso do Manager's DirectView a estas interfaces.
sw_sw: Automatiskt skapa brandväggsregler som är kopplade till de valda gränssnitten och WebGUI-porten, vilket ger Manager's DirectView tillgång till dessa gränssnitt.
tr_tr: Seçilen arayüz(ler) ve WebGUI bağlantı noktası ile ilişkili güvenlik duvarı kurallarını otomatik olarak oluşturarak Manager's DirectView'un bu arayüzlere erişimine izin verir.
uk_uk: Автоматично створювати правила брандмауера, пов'язані з вибраним інтерфейсом (інтерфейсами) і портом WebGUI, дозволяючи DirectView Manager'у доступ до цих інтерфейсів.

source: Automatically register in M/Monit by sending Monit credentials (see Monit Access List above).
id_id: Secara otomatis mendaftar di M/Monit dengan mengirimkan kredensial Monit (lihat Daftar Akses Monit di atas).
ja_jp: Monitの認証情報を送信することで、自動的にM/Monitに登録されます（上記Monitアクセスリストを参照）。
ko_ko: Monit 자격 증명을 전송하여 M/Monit에 자동으로 등록합니다(위의 Monit 액세스 목록 참조).
pt_pt: Registar-se automaticamente no M/Monit enviando credenciais Monit (ver Lista de Acesso Monit acima).
sw_sw: Registrera dig automatiskt i M/Monit genom att skicka Monit-uppgifter (se Monit Access List ovan).
tr_tr: Monit kimlik bilgilerini göndererek M/Monit'e otomatik olarak kaydolun (bkz. yukarıdaki Monit Erişim Listesi).
uk_uk: Автоматично зареєструйтеся в M/Monit, надіславши облікові дані Monit (див. Список доступу до Monit вище).

source: Avoid authentication for addresses and subnets in this list
id_id: Hindari autentikasi untuk alamat dan subnet dalam daftar ini
ja_jp: このリストに含まれるアドレスとサブネットの認証を回避する
ko_ko: 이 목록의 주소 및 서브넷에 대한 인증 피하기
pt_pt: Evitar a autenticação de endereços e sub-redes nesta lista
sw_sw: Undvik autentisering för adresser och undernät i den här listan.
tr_tr: Bu listedeki adresler ve alt ağlar için kimlik doğrulamasından kaçının
uk_uk: Уникайте автентифікації для адрес і підмереж з цього списку

source: Avoid authentication for physical addresses in this list
id_id: Hindari autentikasi untuk alamat fisik dalam daftar ini
ja_jp: このリストに含まれる物理アドレスの認証を回避する
ko_ko: 이 목록에서 실제 주소에 대한 인증을 피하세요.
pt_pt: Evitar a autenticação para endereços físicos nesta lista
sw_sw: Undvik autentisering för fysiska adresser i den här listan.
tr_tr: Bu listedeki fiziksel adresler için kimlik doğrulamasından kaçının
uk_uk: Уникайте автентифікації для фізичних адрес у цьому списку

source: Bandwidth Metric
id_id: Metrik Bandwidth
ja_jp: 帯域幅メトリックス
ko_ko: 대역폭 메트릭
pt_pt: Métrica de largura de banda
sw_sw: Bandbreddsmått
tr_tr: Bant Genişliği Metriği
uk_uk: Показник пропускної здатності

source: Banned host IP addresses
id_id: Alamat IP host yang dilarang
ja_jp: 禁止されたホストIPアドレス
ko_ko: 금지된 호스트 IP 주소
pt_pt: Endereços IP de anfitrião proibidos
sw_sw: IP-adresser för förbjudna värdar
tr_tr: Yasaklı ana bilgisayar IP adresleri
uk_uk: Заборонені IP-адреси хостів

source: Beginning Hour
id_id: Jam Mulai
ja_jp: 開始時間
ko_ko: 시작 시간
pt_pt: Hora Inicial
sw_sw: Början av timmen
tr_tr: Başlangıç Saati
uk_uk: Година початку

source: Bind User
id_id: Mengikat Pengguna
ja_jp: バインドユーザー
ko_ko: 사용자 바인딩
pt_pt: Utilizador de ligação
sw_sw: Bind användare
tr_tr: Kullanıcı Bağla
uk_uk: Прив'язати користувача

source: Blacklist
id_id: Daftar hitam
ja_jp: ブラックリスト
ko_ko: 블랙리스트
pt_pt: Colocar na lista negra
sw_sw: Svartlista
tr_tr: Kara Liste
uk_uk: Чорний список

source: Blacklist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
id_id: Masukkan domain tujuan ke dalam daftar hitam. Anda dapat menggunakan ekspresi reguler, menggunakan koma atau tekan Enter untuk item baru. Contoh: "mydomain.com" cocok dengan "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." cocok dengan "http(s)://textONLY.mydomain.*"; "\.gif$" cocok dengan "*.gif" tetapi tidak cocok dengan "\*.gif\test"; "\[0-9]+\.gif$" cocok dengan "\123.gif" tetapi tidak cocok dengan "\test.gif"
ja_jp: 宛先ドメインをブラックリスト化します。正規表現を使用するか、カンマを使用するか、Enterキーを押して新しい項目を入力することができます。例"mydomain.com" は "*.mydomain.com" にマッチします。"^https?:˶/˶([a-zA-Z]+)˶" は "http(s)://textONLY.mydomain." にマッチします。*"; "\.gif$" は "*.gif" にマッチするが "\*.giftest" にはマッチしない; "\[0-9]+ache.gif$" は "\123.gif" にマッチするが "\test.gif" にはマッチしない
ko_ko: 대상 도메인을 블랙리스트에 추가합니다. 정규식을 사용하거나 쉼표를 사용하거나 Enter 키를 눌러 새 항목을 입력할 수 있습니다. 예시 "mydomain.com"은 "*.mydomain.com"에서 일치, "^https?:\/\/([a-zA-Z]+)\.mydomain\." 일치 "http(s)://textONLY.mydomain.*"; "\.gif$"는 "*.gif"에서는 일치하지만 "\*.gif\test"에서는 일치하지 않음; "\[0-9]+\.gif$"는 "\123.gif"에서는 일치하지만 "\test.gif"에서는 일치하지 않음.
pt_pt: Colocar na lista negra domínios de destino. Pode usar uma expressão regular, usar uma vírgula ou pressionar Enter para novo item. Exemplos: correspondência "mydomain.com" em "*.mydomain.com"; correspondência "^https?:\//([a-zA-Z]+)^https?:\/([a-zA-Z]+)mydomain" em "http(s)://textONLY.mydomain".*fósforos "gif$" em "*.gif$" mas não em "*.gif$test"; fósforos "0-9]+.gif$" em "123.gif" mas não em "test.gif".
sw_sw: Svartlista måldomäner. Du kan använda ett reguljärt uttryck, använda ett kommatecken eller trycka på Enter för ett nytt objekt. Exempel: "mydomain.com" matchar "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matchar "http(s)://textONLY.mydomain.*"; "\.gif$" matchar "*.gif" men inte "\*.gif\test"; "\[0-9]+\.gif$" matchar "\123.gif" men inte "\test.gif".
tr_tr: Hedef etki alanlarını kara listeye alın. Düzenli bir ifade kullanabilir, virgül kullanabilir veya yeni öğe için Enter tuşuna basabilirsiniz. Örnekler: "mydomain.com", "*.mydomain.com" ile eşleşir; "^https?:\/\/([a-zA-Z]+)\.mydomain\.", "http(s)://textONLY.mydomain.*"; "\.gif$", "*.gif" ile eşleşir ancak "\*.gif\test" ile eşleşmez; "\[0-9]+\.gif$", "\123.gif" ile eşleşir ancak "\test.gif" ile eşleşmez
uk_uk: Додати до чорного списку цільові домени. Ви можете використовувати регулярний вираз, кому або натиснути Enter для нового елемента. Приклади: "mydomain.com" відповідає "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." відповідає "http(s)://textONLY.mydomain.*"; "\.gif$" відповідає "*.gif", але не "\*.gif\test"; "\[0-9]+\.gif$" відповідає "\123.gif", але не "\test.gif"

source: Blacklisted domain.
id_id: Domain yang masuk daftar hitam.
ja_jp: ブラックリストに登録されているドメインです。
ko_ko: 블랙리스트에 등록된 도메인.
pt_pt: Domínio na lista negra.
sw_sw: Svartlistad domän.
tr_tr: Kara listeye alınmış alan.
uk_uk: Домен у чорному списку.

source: Block browser/user-agents
id_id: Blokir peramban/agen pengguna
ja_jp: ブラウザ／ユーザーエージェントをブロックする
ko_ko: 브라우저/사용자 에이전트 차단
pt_pt: Bloquear navegador/agentes-utilizadores
sw_sw: Blockera webbläsare/användaragenter
tr_tr: Tarayıcı/kullanıcı-ajanlarını engelle
uk_uk: Блокування браузерів/користувацьких агентів

source: Block encrypted archive
id_id: Memblokir arsip terenkripsi
ja_jp: ブロック暗号化アーカイブ
ko_ko: 암호화된 아카이브 차단
pt_pt: Bloquear arquivo encriptado
sw_sw: Blockera krypterat arkiv
tr_tr: Şifrelenmiş arşivi engelle
uk_uk: Блокувати зашифрований архів

source: Block specific MIME type reply
id_id: Memblokir balasan jenis MIME tertentu
ja_jp: ブロック指定MIMEタイプ返信
ko_ko: 특정 MIME 유형 회신 차단
pt_pt: Resposta de tipo MIME específica do bloco
sw_sw: Blockera specifika svar av MIME-typ
tr_tr: Belirli MIME türü yanıtını engelle
uk_uk: Блокувати відповідь певного MIME-типу

source: Block specific MIME type reply. You may use a regular expression, use a comma or press Enter for new item. Examples: "video/flv" matches on "Flash Video"; "application/x-javascript" matches on "javascripts"
id_id: Memblokir balasan jenis MIME tertentu. Anda dapat menggunakan ekspresi reguler, menggunakan koma, atau tekan Enter untuk item baru. Contoh: "video/flv" cocok dengan "Flash Video"; "application/x-javascript" cocok dengan "javascripts"
ja_jp: 特定の MIME タイプの返信をブロックします。正規表現を使用するか、カンマを使用するか、新しい項目に対してEnterキーを押すことができます。例を挙げます。"video/flv" は "Flash Video" に、"application/x-javascript" は "javascripts" にマッチする。
ko_ko: 특정 MIME 유형 답글 차단하기. 정규식을 사용하거나 쉼표를 사용하거나 Enter 키를 눌러 새 항목을 입력할 수 있습니다. 예시 "video/flv"는 "플래시 비디오"에 일치, "application/x-javascript"는 "자바스크립트"에 일치
pt_pt: Resposta de tipo MIME específica do bloco. Pode usar uma expressão regular, usar uma vírgula ou pressionar Enter para novo item. Exemplos: correspondências "vídeo/flv" em "Flash Video"; correspondências "aplicação/x-javascript" em "javascripts".
sw_sw: Blockera specifika svar av MIME-typ. Du kan använda ett reguljärt uttryck, använda ett kommatecken eller trycka på Enter för ett nytt objekt. Exempel: Exempel: "video/flv" matchar "Flash Video", "application/x-javascript" matchar "javascripts".
tr_tr: Belirli MIME türü yanıtı engelleyin. Düzenli bir ifade kullanabilir, virgül kullanabilir veya yeni öğe için Enter tuşuna basabilirsiniz. Örnekler: "video/flv" "Flash Video" ile eşleşir; "application/x-javascript" "javascripts" ile eşleşir
uk_uk: Заблокувати відповідь певного MIME-типу. Ви можете використовувати регулярний вираз, кому або натиснути Enter для введення нового елемента. Приклади: "video/flv" відповідає "Flash Video"; "application/x-javascript" відповідає "javascripts"
