Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: If this option is set, DNS servers assigned by a DHCP/PPP server on WAN will be used for their own purposes (including the DNS services). However, they will not be assigned to DHCP clients. Since this option concerns all interfaces retrieving dynamic dns entries, you can exclude items from the list below.
id_id: Jika opsi ini ditetapkan, server DNS yang ditetapkan oleh server DHCP/PPP di WAN akan digunakan untuk tujuan mereka sendiri (termasuk layanan DNS). Namun, mereka tidak akan ditetapkan ke klien DHCP. Karena opsi ini menyangkut semua antarmuka yang mengambil entri dns dinamis, Anda dapat mengecualikan item dari daftar di bawah ini.
it_it: Se questa opzione è impostata, i server DNS assegnati da un server DHCP/PPP su WAN verranno utilizzati per i propri scopi (inclusi i servizi DNS). Tuttavia, non saranno assegnati ai clienti DHCP. Poiché questa opzione riguarda tutte le interfacce che recuperano le voci DNS dinamiche, è possibile escludere gli elementi dall'elenco seguente.
ja_jp: このオプションを設定すると、WAN上のDHCP/PPPサーバーから割り当てられたDNSサーバーは、自身の目的（DNSサービスを含む）のために使用されます。ただし、DHCPクライアントに割り当てられることはない。このオプションは、ダイナミックDNSエントリーを取得するすべてのインターフェイスに関係するため、以下のリストから項目を除外することができます。
ko_ko: 이 옵션을 설정하면 WAN의 DHCP/PPP 서버에서 할당된 DNS 서버는 고유한 목적(DNS 서비스 포함)에 사용됩니다. 그러나 DHCP 클라이언트에는 할당되지 않습니다. 이 옵션은 동적 DNS 항목을 검색하는 모든 인터페이스와 관련이 있으므로 아래 목록에서 항목을 제외할 수 있습니다.
pt_pt: Se esta opção for definida, os servidores DNS atribuídos por um servidor DHCP/PPP na WAN serão utilizados para os seus próprios fins (incluindo os serviços DNS). No entanto, não serão atribuídos a clientes DHCP. Uma vez que esta opção diz respeito a todas as interfaces que recuperam entradas dns dinâmicas, é possível excluir itens da lista abaixo.
sw_sw: Om det här alternativet är inställt kommer DNS-servrar som tilldelats av en DHCP/PPP-server på WAN att användas för sina egna ändamål (inklusive DNS-tjänster). De kommer dock inte att tilldelas DHCP-klienter. Eftersom det här alternativet gäller alla gränssnitt som hämtar dynamiska dns-poster kan du utesluta objekt från listan nedan.
tr_tr: Bu seçenek ayarlanırsa, WAN üzerindeki bir DHCP/PPP sunucusu tarafından atanan DNS sunucuları kendi amaçları için kullanılacaktır (DNS hizmetleri dahil). Ancak, bunlar DHCP istemcilerine atanmayacaktır. Bu seçenek dinamik dns girişlerini alan tüm arayüzleri ilgilendirdiğinden, öğeleri aşağıdaki listeden hariç tutabilirsiniz.
uk_uk: Якщо цей параметр встановлено, DNS-сервери, призначені DHCP/PPP-сервером у глобальній мережі, використовуватимуться для власних цілей (включно зі службами DNS). Однак їх не буде призначено клієнтам DHCP. Оскільки цей параметр стосується всіх інтерфейсів, які отримують динамічні записи dns, ви можете виключити пункти зі списку нижче.

source: Exclude interfaces
id_id: Mengecualikan antarmuka
it_it: Escludere le interfacce
ja_jp: インターフェイスを除く
ko_ko: 인터페이스 제외
pt_pt: Excluir interfaces
sw_sw: Uteslut gränssnitt.
tr_tr: Arayüzleri hariç tut
uk_uk: Виключити інтерфейси

source: Do not use the local DNS service as a nameserver for this system
id_id: Jangan gunakan layanan DNS lokal sebagai server nama untuk sistem ini
it_it: Non utilizzare il servizio DNS locale come nameserver per questo sistema
ja_jp: このシステムのネームサーバとして、ローカルDNS サービスを使用しない。
ko_ko: 로컬 DNS 서비스를 이 시스템의 네임서버로 사용하지 마세요.
pt_pt: Não utilizar o serviço DNS local como servidor de nomes para este sistema
sw_sw: Använd inte den lokala DNS-tjänsten som namnserver för det här systemet.
tr_tr: Yerel DNS hizmetini bu sistem için ad sunucusu olarak kullanmayın
uk_uk: Не використовуйте локальну службу DNS як сервер імен для цієї системи

source: By default localhost (127.0.0.1) will be used as the first nameserver when e.g. Dnsmasq or Unbound is enabled, so system can use the local DNS service to perform lookups. Checking this box omits localhost from the list of DNS servers.
id_id: Secara default, localhost (127.0.0.1) akan digunakan sebagai server nama pertama ketika, misalnya, Dnsmasq atau Unbound diaktifkan, sehingga sistem dapat menggunakan layanan DNS lokal untuk melakukan pencarian. Dengan mencentang kotak ini, maka localhost akan dihapus dari daftar server DNS.
it_it: Per impostazione predefinita LocalHost (127.0.0.1) verrà utilizzato come primo nameserver quando ad es. DNSMASQ o Unbound è abilitato, quindi il sistema può utilizzare il servizio DNS locale per eseguire ricerche. Controllando questa casella omette LocalHost dall'elenco dei server DNS.
ja_jp: デフォルトでは Dnsmasq や Unbound といったものが有効な場合、localhost (127.0.0.1) をネームサーバとして使用するため、システムは実行にローカル DNS サービスを使用できますが、このボックスをチェックすると DNS サーバリストの localhost を削除します。
ko_ko: 기본적으로 로컬 호스트(127.0.0.1)가 첫 번째 네임서버로 사용됩니다(예: Dnsmasq 또는 언바운드 사용). 따라서 시스템에서 로컬 DNS 서비스를 사용하여 조회를 수행할 수 있습니다. 이 확인란을 선택하면 DNS 서버 목록에서 localhost가 생략됩니다.
pt_pt: Por defeito, o localhost (127.0.0.1) será utilizado como primeiro servidor de nomes quando, por exemplo, Dnsmasq ou Unbound estiver activado, para que o sistema possa utilizar o serviço DNS local para efectuar pesquisas. A verificação desta caixa omite o localhost da lista de servidores DNS.
sw_sw: Som standard används localhost (127.0.0.0.1) som första namnserver när t.ex. Dnsmasq eller Unbound är aktiverat, så att systemet kan använda den lokala DNS-tjänsten för att utföra sökningar. Om den här rutan markeras utelämnas localhost från listan över DNS-servrar.
tr_tr: Varsayılan olarak localhost (127.0.0.1), örneğin Dnsmasq veya Unbound etkinleştirildiğinde ilk ad sunucusu olarak kullanılacaktır, böylece sistem arama yapmak için yerel DNS hizmetini kullanabilir. Bu kutunun işaretlenmesi localhost'u DNS sunucuları listesinden çıkarır.
uk_uk: За замовчуванням localhost (127.0.0.1) буде використано як перший сервер імен, коли увімкнено, наприклад, Dnsmasq або Unbound, щоб система могла використовувати локальну службу DNS для виконання пошуку. Якщо позначити цей пункт, localhost буде вилучено зі списку DNS-серверів.

source: Gateway switching
id_id: Peralihan gateway
it_it: Commutazione gateway
ja_jp: ゲートウェイ切替え
ko_ko: 게이트웨이 스위칭
pt_pt: porta de acesso alternar
sw_sw: Växling av gateway
tr_tr: Ağ geçidi anahtarlama
uk_uk: Перемикання шлюзів

source: Allow default gateway switching
id_id: Izinkan pengalihan gateway default
it_it: Consenti la commutazione del gateway predefinita
ja_jp: デフォルトゲートウェイの切替えを許可する
ko_ko: 기본 게이트웨이 전환 허용
pt_pt: Permitir mudar uma porta de entrada pré-definida
sw_sw: Tillåt byte av standardgateway
tr_tr: Varsayılan ağ geçidi değiştirmeye izin ver
uk_uk: Дозволити перемикання шлюзу за замовчуванням

source: If the link where the default gateway resides fails switch the default gateway to another available one.
id_id: Jika sambungan di mana gateway default berada gagal, alihkan gateway default ke gateway lain yang tersedia.
it_it: Se il collegamento in cui risiede il gateway predefinito non riesce a cambiare il gateway predefinito a un altro disponibile.
ja_jp: デフォルトゲートウェイに存在するリンクが失敗した場合、デフォルトゲートウェイは別の利用可能なものに切り替わります。
ko_ko: 기본 게이트웨이가 있는 링크에 장애가 발생하면 기본 게이트웨이를 사용 가능한 다른 게이트웨이로 전환합니다.
pt_pt: Se a ligação onde reside o gateway padrão falhar, mudar o gateway padrão para outro gateway disponível.
sw_sw: Om länken där standardgatewayen finns inte fungerar byter du standardgatewayen till en annan tillgänglig länk.
tr_tr: Varsayılan ağ geçidinin bulunduğu bağlantı başarısız olursa, varsayılan ağ geçidini kullanılabilir başka bir ağ geçidine geçirin.
uk_uk: Якщо зв'язок, на якому знаходиться шлюз за замовчуванням, не працює, переключіть його на інший доступний шлюз за замовчуванням.

source: The group name contains invalid characters.
id_id: Nama grup berisi karakter yang tidak valid.
it_it: Il nome del gruppo contiene caratteri non validi.
ja_jp: グループ名に無効な文字が含まれています
ko_ko: 그룹 이름에 잘못된 문자가 포함되어 있습니다.
pt_pt: O nome de grupo contem caracteres inválidos.
sw_sw: Gruppnamnet innehåller ogiltiga tecken.
tr_tr: Grup adı geçersiz karakterler içeriyor.
uk_uk: Назва групи містить неприпустимі символи.

source: The group name is longer than 32 characters.
id_id: Nama grup lebih panjang dari 32 karakter.
it_it: Il nome del gruppo è più lungo di 32 caratteri.
ja_jp: グループ名は32文字以上です。
ko_ko: 그룹 이름이 32자보다 깁니다.
pt_pt: O nome do grupo tem mais de 32 caracteres.
sw_sw: Gruppnamnet är längre än 32 tecken.
tr_tr: Grup adı 32 karakterden daha uzun.
uk_uk: Назва групи довша за 32 символи.

source: Another entry with the same group name already exists.
id_id: Entri lain dengan nama grup yang sama sudah ada.
it_it: Un'altra voce con lo stesso nome del gruppo esiste già.
ja_jp: 同じグループ名の別のエントリが既に存在しています
ko_ko: 동일한 그룹 이름을 가진 다른 항목이 이미 존재합니다.
pt_pt: Já existe outra entrada com o mesmo nome de grupo.
sw_sw: En annan post med samma gruppnamn finns redan.
tr_tr: Aynı grup adına sahip başka bir giriş zaten mevcut.
uk_uk: Інший запис з такою ж назвою групи вже існує.

source: That groupname is reserved by the system.
id_id: Nama grup tersebut dicadangkan oleh sistem.
it_it: Quel nome di gruppo è riservato dal sistema.
ja_jp: そのグループ名は、システムに予約されています。
ko_ko: 해당 그룹 이름은 시스템에 의해 예약됩니다.
pt_pt: Este nome de grupo está reservado pelo sistema
sw_sw: Gruppnamnet är reserverat av systemet.
tr_tr: Bu grup adı sistem tarafından ayrılmıştır.
uk_uk: Ім'я групи зарезервовано системою.

source: Do you really want to delete this group?
id_id: Apakah Anda benar-benar ingin menghapus grup ini?
it_it: Vuoi davvero eliminare questo gruppo?
ja_jp: 本当にこのグループを削除しますか？
ko_ko: 이 그룹을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza que deseja apagar este grupo?
sw_sw: Vill du verkligen radera denna grupp?
tr_tr: Bu grubu gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цю групу?

source: Defined by
id_id: Ditetapkan oleh
it_it: Definito da
ja_jp: 定義されています。
ko_ko: 정의
pt_pt: Definido por
sw_sw: Definierad av
tr_tr: Tarafından tanımlanmıştır
uk_uk: Визначається

source: Group name
id_id: Nama kelompok
it_it: Nome del gruppo
ja_jp: グループ名
ko_ko: 그룹 이름
pt_pt: Nome do grupo
sw_sw: Gruppens namn
tr_tr: Grup adı
uk_uk: Назва групи

source: Group description, for your own information only
id_id: Deskripsi grup, hanya untuk informasi Anda sendiri
it_it: Descrizione del gruppo, solo per le tue informazioni
ja_jp: グループの説明 ( 自分用メモ )
ko_ko: 그룹 설명, 본인 정보만 제공
pt_pt: Descrição do grupo, para sua informação apenas
sw_sw: Gruppbeskrivning, endast för din egen information
tr_tr: Grup açıklaması, sadece kendi bilgileriniz için
uk_uk: Опис групи, тільки для власної інформації

source: Group Memberships
id_id: Keanggotaan Grup
it_it: Abbonamenti del gruppo
ja_jp: グループメンバシップ
ko_ko: 그룹 멤버십
pt_pt: Membros do Grupo
sw_sw: Gruppmedlemskap
tr_tr: Grup Üyelikleri
uk_uk: Членство в групах

source: Not Member Of
id_id: Bukan Anggota
it_it: Non membro di
ja_jp: 非メンバ。
ko_ko: 회원 아님
pt_pt: Não é membro de
sw_sw: Inte medlem i
tr_tr: Üye Değil
uk_uk: Не є членом

source: Member Of
id_id: Anggota
it_it: Membro di
ja_jp: メンバです。
ko_ko: 회원
pt_pt: Membro de
sw_sw: Medlem av
tr_tr: Üyesi
uk_uk: Член

source: Add Users
id_id: Tambahkan Pengguna
it_it: Aggiungi utenti
ja_jp: ユーザを追加
ko_ko: 사용자 추가
pt_pt: Adicionar utilizadores
sw_sw: Lägg till användare
tr_tr: Kullanıcı Ekle
uk_uk: Додати користувачів

source: Remove Users
id_id: Hapus Pengguna
it_it: Rimuovere gli utenti
ja_jp: ユーザを削除
ko_ko: 사용자 제거
pt_pt: Remover utilizadores
sw_sw: Ta bort användare
tr_tr: Kullanıcıları Kaldır
uk_uk: Видалення користувачів

source: Hold down CTRL (pc)/COMMAND (mac) key to select multiple items
id_id: Tahan tombol CTRL (pc)/COMMAND (mac) untuk memilih beberapa item
it_it: Tenere premuto il tasto CTRL (PC)/Command (Mac) per selezionare più elementi
ja_jp: CTRL（pc）/コマンド（Mac） キーを押したままにすると、複数項目が選択できます。
ko_ko: 여러 항목을 선택하려면 CTRL(PC)/COMMAND(Mac) 키를 길게 누릅니다.
pt_pt: Prima a tecla CTRL (pc)/COMMAND (mac) para selecionar vários itens
sw_sw: Håll ned CTRL (pc)/COMMAND (mac) för att välja flera objekt.
tr_tr: Birden fazla öğe seçmek için CTRL (pc)/COMMAND (mac) tuşunu basılı tutun
uk_uk: Утримуйте клавіші CTRL (pc)/COMMAND (mac), щоб вибрати кілька елементів

source: Assigned Privileges
id_id: Hak Istimewa yang Ditugaskan
it_it: Privilegi assegnati
ja_jp: 権限の割当
ko_ko: 할당된 권한
pt_pt: Privilégios atribuídos
sw_sw: Tilldelade privilegier
tr_tr: Atanmış Ayrıcalıklar
uk_uk: Призначені привілеї

source: Member Count
id_id: Jumlah Anggota
it_it: Conte membro
ja_jp: メンバ数
ko_ko: 회원 수
pt_pt: Contagem de Membros
sw_sw: Antal medlemmar
tr_tr: Üye Sayısı
uk_uk: Кількість учасників

source: Superuser group
id_id: Grup pengguna super
it_it: Gruppo Superuser
ja_jp: スーパーユーザグループ
ko_ko: 수퍼유저 그룹
pt_pt: Grupo de superutilizadores
sw_sw: Grupp för superanvändare
tr_tr: Süper kullanıcı grubu
uk_uk: Група суперкористувачів

source: Normal group
id_id: Kelompok normal
it_it: Gruppo normale
ja_jp: 一般グループ
ko_ko: 일반 그룹
pt_pt: Grupo normal
sw_sw: Normalgrupp
tr_tr: Normal grup
uk_uk: Нормальна група

source: The synchronize peer IP must be an IPv4 address or left empty.
id_id: IP peer yang disinkronkan harus berupa alamat IPv4 atau dibiarkan kosong.
it_it: La sincronizzazione dell'IP peer deve essere un indirizzo IPv4 o lasciato vuoto.
ja_jp: 同期ピアはIPv4アドレスもしくは空白にしてください。
ko_ko: 동기화 피어 IP는 IPv4 주소이거나 비워 두어야 합니다.
pt_pt: O IP de sincronização entre pares deve ser um endereço IPv4 ou deixado vazio.
sw_sw: IP för synkronisering av peer IP måste vara en IPv4-adress eller lämnas tom.
tr_tr: Senkronize eş IP'si bir IPv4 adresi olmalı veya boş bırakılmalıdır.
uk_uk: IP-адреса для синхронізації повинна бути IPv4-адресою або залишатися порожньою.

source: Disable preempt
id_id: Nonaktifkan prabayar
it_it: Disabilita Precept
ja_jp: プリエンプトを無効化
ko_ko: 선점 비활성화
pt_pt: Desactivar o Preempt
sw_sw: Inaktivera preempt
tr_tr: Preempt'i devre dışı bırak
uk_uk: Вимкнути витіснення

source: When this device is configured as CARP master it will try to switch to master when powering up, this option will keep this one slave if there already is a master on the network. A reboot is required to take effect.
id_id: Ketika perangkat ini dikonfigurasikan sebagai master CARP, perangkat ini akan mencoba beralih ke master ketika dinyalakan, opsi ini akan membuat perangkat ini tetap menjadi slave jika sudah ada master di jaringan. Diperlukan reboot untuk menerapkannya.
it_it: Quando questo dispositivo è configurato come CARP Master, proverà a passare a Master quando si accende, questa opzione manterrà questo schiavo se c'è già un master sulla rete. È necessario un riavvio per avere effetto.
ja_jp: このデバイスがマスターとして構成されている場合、電源が入るマスターへの切り替えを試みますが、このオプションは、ネットワークに既にマスターがある場合、このデバイスをスレーブのままにするものですが、有効にするには再起動が必要です。
ko_ko: 이 장치가 CARP 마스터로 구성되어 있으면 전원을 켤 때 마스터로 전환하려고 시도하며, 네트워크에 이미 마스터가 있는 경우 이 옵션은 이 장치를 슬레이브로 유지합니다. 이 옵션을 적용하려면 재부팅해야 합니다.
pt_pt: Quando este dispositivo é configurado como CARP master, tentará mudar para master ao ligar, esta opção manterá este escravo se já houver um master na rede. É necessária uma reinicialização para ter efeito.
sw_sw: När den här enheten är konfigurerad som CARP-master försöker den byta till master när den startar, det här alternativet gör att den här enheten förblir slav om det redan finns en master i nätverket. Det krävs en omstart för att det ska få effekt.
tr_tr: Bu cihaz CARP master olarak yapılandırıldığında, güç açıldığında master'a geçmeye çalışacaktır, bu seçenek ağda zaten bir master varsa bunu slave olarak tutacaktır. Etkili olması için yeniden başlatma gereklidir.
uk_uk: Якщо цей пристрій сконфігуровано як ведучий CARP, він намагатиметься переключитися на ведучий під час увімкнення, ця опція залишить цей пристрій підлеглим, якщо в мережі вже є ведучий. Для набуття чинності потрібно перезавантажитися.

source: Disconnect dialup interfaces
id_id: Putuskan sambungan antarmuka dialup
ja_jp: ダイアルアップインターフェイスを切断する
ko_ko: 전화 접속 인터페이스 연결 해제
pt_pt: Desconectar interfaces de discagem
sw_sw: Koppla bort uppringningsgränssnitt
tr_tr: Çevirmeli arayüzlerin bağlantısını kesme
uk_uk: Відключіть інтерфейси діалогу

source: When this device is configured as CARP backup it will disconnect all PPP type interfaces and try to reconnect them when becoming master again.
id_id: Ketika perangkat ini dikonfigurasikan sebagai cadangan CARP, perangkat ini akan memutus semua antarmuka jenis PPP dan mencoba menyambungkannya kembali ketika menjadi master lagi.
it_it: Quando questo dispositivo è configurato come backup CARP, disconnetterà tutte le interfacce di tipo PPP e proverà a riconnetterle quando diventa di nuovo padrone.
ja_jp: このデバイスがCARPバックアップとして設定されている場合、すべてのPPPタイプのインターフェイスを切断し、再びマスターになったときに再接続を試みます。
ko_ko: 이 장치가 CARP 백업으로 구성되면 모든 PPP 유형 인터페이스의 연결을 끊고 다시 마스터가 될 때 다시 연결을 시도합니다.
pt_pt: Quando este dispositivo for configurado como backup CARP, desligará todas as interfaces do tipo PPP e tentará reconectá-las quando se tornar novamente mestre.
sw_sw: När den här enheten är konfigurerad som CARP-backup kopplar den bort alla gränssnitt av PPP-typ och försöker återansluta dem när den blir huvudansvarig igen.
tr_tr: Bu cihaz CARP yedeği olarak yapılandırıldığında, tüm PPP tipi arayüzlerin bağlantısını kesecek ve tekrar master olduğunda bunları yeniden bağlamaya çalışacaktır.
uk_uk: Коли цей пристрій налаштовано як резервний CARP, він від'єднає всі інтерфейси типу PPP і спробує підключити їх знову, коли знову стане головним.

source: Synchronize States
id_id: Menyinkronkan Status
it_it: Sincronizzare gli stati
ja_jp: ステートの同期
ko_ko: 상태 동기화
pt_pt: Sincronizar estados
sw_sw: Synkronisera stater
tr_tr: Durumları Senkronize Et
uk_uk: Синхронізувати стани

source: pfsync transfers state insertion, update, and deletion messages between firewalls.%sEach firewall sends these messages out via multicast on a specified interface, using the PFSYNC protocol (%sIP Protocol 240%s).%sIt also listens on that interface for similar messages from other firewalls, and imports them into the local state table.%sThis setting should be enabled on all members of a failover group.
id_id: pfsync mentransfer pesan penyisipan, pembaruan, dan penghapusan status di antara firewall.%sSetiap firewall mengirimkan pesan-pesan ini melalui multicast pada antarmuka yang ditentukan, menggunakan protokol PFSYNC (%sIP Protocol 240%s).%sIa juga mendengarkan antarmuka tersebut untuk pesan serupa dari firewall lain, dan mengimpornya ke dalam tabel status lokal.%sPengaturan ini harus diaktifkan pada semua anggota grup failover.
it_it: PfSync trasferisce i messaggi di inserimento, aggiornamento e eliminazione degli stati tra firewall.%seach firewall invia questi messaggi tramite multicast su un'interfaccia specificata, utilizzando il protocollo PFSync (%sprotocollo IP 240%s). da altri firewall e li importa nella tabella dello stato locale. L'impostazione di SHIS dovrebbe essere abilitata su tutti i membri di un gruppo di failover.
ja_jp: pfsync はステート挿入、更新、削除のメッセージファイア ウォール間で転送します、%sそれぞれのファイアウォールは、PFSYNC プロトコル (%sIP プロトコル 240%s)を使用して、それらのメッセージを指定したインタフェースにキャスト経由で外向きに送信します。%s、また、その他のファイアウォールからの同様のメッセージをインタフェースでリスンし、ローカルテーブルにそれらをインポートします。
ko_ko: pfsync는 방화벽 간에 상태 삽입, 업데이트 및 삭제 메시지를 전송합니다.%s각 방화벽은 지정된 인터페이스에서 멀티캐스트를 통해 이러한 메시지를 PFSYNC 프로토콜(%sIP 프로토콜 240%s)을 사용하여 보냅니다.%s또한 해당 인터페이스에서 다른 방화벽의 유사한 메시지를 수신 대기하고 로컬 상태 테이블로 가져옵니다.%s이 설정은 장애 조치 그룹의 모든 구성원에게 사용하도록 설정해야 합니다.
pt_pt: pfsync transfere o estado de inserção, actualiza, e elimina mensagens entre firewalls.%s Cada firewall envia estas mensagens via multicast numa interface especificada, usando o protocolo PFSYNC (%sIP Protocolo 240%s).%slt também ouve naquela interface por mensagens similares de outras firewalls. e importa-as para a tabela de estado local.%sEsta definição deve ser activada em todos os membros de um grupo de falha.esta era grande...
sw_sw: pfsync överför meddelanden om införande, uppdatering och radering av tillstånd mellan brandväggar.%sVarje brandvägg skickar dessa meddelanden via multicast på ett angivet gränssnitt med hjälp av PFSYNC-protokollet (%sIP-protokoll 240%s).%sDen lyssnar också på det gränssnittet efter liknande meddelanden från andra brandväggar och importerar dem till den lokala tillståndstabellen.%sInställningen bör aktiveras för alla medlemmar i en failover-grupp.
tr_tr: pfsync, durum ekleme, güncelleme ve silme mesajlarını güvenlik duvarları arasında aktarır.%sHer güvenlik duvarı, PFSYNC protokolünü (%sIP Protokolü 240%s) kullanarak bu mesajları belirtilen bir arabirim üzerinden çok noktaya yayın yoluyla gönderir.%sAyrıca bu arabirimde diğer güvenlik duvarlarından gelen benzer mesajları dinler ve bunları yerel durum tablosuna aktarır.%sBu ayar, bir yük devretme grubunun tüm üyelerinde etkinleştirilmelidir.
uk_uk: pfsync передає повідомлення про вставлення, оновлення та видалення станів між брандмауерами.%sКожен брандмауер розсилає ці повідомлення через багатоадресну розсилку на вказаний інтерфейс, використовуючи протокол PFSYNC (протокол %sIP 240%s).%sВін також прослуховує на цьому інтерфейсі подібні повідомлення від інших брандмауерів та імпортує їх до локальної таблиці станів.%sЦей параметр слід увімкнути на всіх членах групи обходу відмов.

source: Clicking save will force a configuration sync if it is enabled! (see Configuration Synchronization Settings below)
id_id: Mengklik simpan akan memaksa sinkronisasi konfigurasi jika diaktifkan! (lihat Pengaturan Sinkronisasi Konfigurasi di bawah ini)
it_it: Facendo clic su Salva forzerà una sincronizzazione di configurazione se è abilitata! (Vedi le impostazioni di sincronizzazione della configurazione di seguito)
ja_jp: 保存すると、構成の同期が有効な場合は、強制的に構成が同期されます！( 下の構成同期設定を参照 )
ko_ko: 저장을 클릭하면 구성 동기화가 활성화된 경우 강제로 동기화됩니다! (아래 구성 동기화 설정 참조).
pt_pt: Ao Cilcar em guardar irá forçar a configuração de sincronização se ela estiver activada! (veja em baixo as definições de configuração da sincronização)
sw_sw: Om du klickar på Spara tvingas en konfigurationssynkronisering fram om den är aktiverad! (se Inställningar för konfigurationssynkronisering nedan)
tr_tr: Kaydet'e tıklamak, etkinleştirilmişse bir yapılandırma senkronizasyonunu zorlayacaktır! (aşağıdaki Yapılandırma Senkronizasyon Ayarları bölümüne bakın)
uk_uk: Натискання кнопки "Зберегти" призведе до примусової синхронізації конфігурації, якщо вона ввімкнена! (див. Налаштування синхронізації конфігурації нижче)

source: Synchronize Interface
id_id: Antarmuka Sinkronisasi
it_it: Sincronizzare l'interfaccia
ja_jp: 同期するインタフェース
ko_ko: 동기화 인터페이스
pt_pt: Interface Sincronizar
sw_sw: Synkronisera gränssnitt
tr_tr: Senkronize Arayüz
uk_uk: Синхронізація інтерфейсу

source: If Synchronize States is enabled, it will utilize this interface for communication.
id_id: Jika Synchronize States diaktifkan, maka akan menggunakan antarmuka ini untuk komunikasi.
it_it: Se gli stati di sincronizzazione sono abilitati, utilizzerà questa interfaccia per la comunicazione.
ja_jp: ステートの同期が有効な場合は、通信にこのインタフェースを使用するようになります。
ko_ko: 상태 동기화가 활성화되어 있으면 이 인터페이스를 통신에 활용합니다.
pt_pt: Se o estado de sincronização está ativado, ele irá usar estq interface para comunicação.
sw_sw: Om synkroniseringstillstånd är aktiverat kommer det att använda detta gränssnitt för kommunikation.
tr_tr: Senkronize Durumlar etkinleştirilmişse, iletişim için bu arayüzü kullanacaktır.
uk_uk: Якщо увімкнено Синхронізувати стани, програма використовуватиме цей інтерфейс для зв'язку.
