Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: %s is not a valid source IP address.
id_id: %s bukan alamat IP sumber yang valid.
it_it: %s non è un indirizzo IP di origine valido.
ja_jp: s は有効な送信元 IP アドレスではありません。
ko_ko: s는(는) 유효한 소스 IP 주소가 아닙니다.
pt_pt: %s não é um endereço IP de origem válido.
sw_sw: %s är inte en giltig IP-adress för källan.
tr_tr: s geçerli bir kaynak IP adresi değil.
uk_uk: %s не є дійсною IP-адресою джерела.

source: %s is not a valid source IP address or alias.
id_id: %s bukan alamat IP sumber atau alias yang valid.
it_it: %s non è un indirizzo IP di origine valido o un alias.
ja_jp: s は有効な送信元IPアドレス、またはエイリアスではありません。
ko_ko: %s가 올바른 소스 IP 주소 또는 별칭이 아닙니다.
pt_pt: %s não é um endereço de origem válido ou alias.
sw_sw: %s är inte en giltig IP-adress eller alias för källan.
tr_tr: s geçerli bir kaynak IP adresi veya takma ad değildir.
uk_uk: %s не є дійсною IP-адресою або псевдонімом джерела.

source: A valid source bit count must be specified.
id_id: Jumlah bit sumber yang valid harus ditentukan.
it_it: È necessario specificare un conteggio dei bit di origine valido.
ja_jp: 有効な送信元ビット数を指定してください
ko_ko: 유효한 소스 비트 수를 지정해야 합니다.
pt_pt: Um bit count de origem válido deve ser especificado.
sw_sw: Ett giltigt antal källbitar måste anges.
tr_tr: Geçerli bir kaynak bit sayısı belirtilmelidir.
uk_uk: Необхідно вказати дійсну кількість біт джерела.

source: %s is not a valid destination IP address or alias.
id_id: %s bukan alamat IP tujuan atau alias yang valid.
it_it: %s non è un indirizzo IP di destinazione valido o un alias.
ja_jp: s は有効な送信先 IP アドレスまたはエイリアスではありません。
ko_ko: s는(는) 올바른 대상 IP 주소 또는 별칭이 아닙니다.
pt_pt: %s não é um endereço de destino válido ou alias.
sw_sw: %s är inte en giltig IP-adress eller alias för destinationen.
tr_tr: s geçerli bir hedef IP adresi veya takma ad değil.
uk_uk: %s не є дійсною IP-адресою призначення або псевдонімом.

source: A valid destination bit count must be specified.
id_id: Jumlah bit tujuan yang valid harus ditentukan.
it_it: È necessario specificare un conteggio dei bit di destinazione valido.
ja_jp: 有効な送信先ビット数を指定してください
ko_ko: 유효한 대상 비트 수를 지정해야 합니다.
pt_pt: Um bit count de destino válido deve ser especificado.
sw_sw: Ett giltigt antal målbitar måste anges.
tr_tr: Geçerli bir hedef bit sayısı belirtilmelidir.
uk_uk: Необхідно вказати дійсну кількість бітів призначення.

source: Edit NAT 1:1 entry
id_id: Edit entri NAT 1:1
it_it: EDIT NAT 1: 1 voce
ja_jp: nat 1:1 エントリの編集
ko_ko: NAT 1:1 항목 편집
pt_pt: Editar entrada NAT 1:1
sw_sw: Redigera NAT 1:1-posten
tr_tr: NAT 1:1 girişini düzenleyin
uk_uk: Редагування запису NAT 1:1

source: Disable this rule
id_id: Nonaktifkan aturan ini
it_it: Disabilita questa regola
ja_jp: このルールを無効にする
ko_ko: 이 규칙 비활성화
pt_pt: Desativar esta regra
sw_sw: Inaktivera den här regeln
tr_tr: Bu kuralı devre dışı bırakın
uk_uk: Вимкнути це правило

source: Set this option to disable this rule without removing it from the list.
id_id: Atur opsi ini untuk menonaktifkan aturan ini tanpa menghapusnya dari daftar.
it_it: Imposta questa opzione per disabilitare questa regola senza rimuoverla dall'elenco.
ja_jp: このオプションを設定すると、このルールの削除をせずに、無効にします。
ko_ko: 이 규칙을 목록에서 제거하지 않고 비활성화하려면 이 옵션을 설정합니다.
pt_pt: Defina esta opção para desativar esta regra sem que seja removida da lista.
sw_sw: Ställ in det här alternativet om du vill inaktivera regeln utan att ta bort den från listan.
tr_tr: Bu kuralı listeden kaldırmadan devre dışı bırakmak için bu seçeneği ayarlayın.
uk_uk: Встановіть цей прапорець, щоб вимкнути це правило, не видаляючи його зі списку.

source: Choose which interface this rule applies to
id_id: Pilih antarmuka mana yang berlaku untuk aturan ini
it_it: Scegli a quale interfaccia si applica questa regola
ja_jp: このルールを適用するインタフェースを選択してください。
ko_ko: 이 규칙이 적용되는 인터페이스 선택
pt_pt: Escolha a interface que esta regra se aplica
sw_sw: Välj vilket gränssnitt regeln gäller för
tr_tr: Bu kuralın hangi arayüze uygulanacağını seçin
uk_uk: Виберіть, до якого інтерфейсу застосовується це правило

source: Hint: in most cases, you'll want to use WAN here
id_id: Petunjuk: pada sebagian besar kasus, Anda sebaiknya menggunakan WAN di sini
it_it: Suggerimento: nella maggior parte dei casi, vorrai usare Wan qui
ja_jp: ヒント： 通常はここで使用するのはワンです。
ko_ko: 힌트: 대부분의 경우 여기에서 WAN을 사용하는 것이 좋습니다.
pt_pt: Dica: na maior parte dos casos, vai querer usar a WAN aqui
sw_sw: Tips: i de flesta fall vill du använda WAN här.
tr_tr: İpucu: Çoğu durumda burada WAN kullanmak isteyeceksiniz
uk_uk: Підказка: у більшості випадків тут потрібно використовувати WAN

source: BINAT
ja_jp: ビナート
uk_uk: БІНАТ

source: Select BINAT (default) or NAT here, when nets are equally sized binat is usually the best option.Using NAT we can also map unequal sized networks.
id_id: Pilih BINAT (default) atau NAT di sini, ketika jaring berukuran sama, binat biasanya merupakan pilihan terbaik, dengan menggunakan NAT kita juga dapat memetakan jaringan dengan ukuran yang tidak sama.
it_it: Seleziona Binat (impostazione predefinita) o NAT qui, quando le reti sono ugualmente di dimensioni Binat è di solito l'opzione migliore. Usando NAT possiamo anche mappare reti di dimensioni ineguali.
ja_jp: ビネット ( デフォルト ) とナット が等しいサイズである場合、ビネットは通常最も良いオプションです。
ko_ko: 네트워크 크기가 동일한 경우 일반적으로 BINAT(기본값) 또는 NAT를 선택하며, NAT를 사용하면 크기가 다른 네트워크도 매핑할 수 있습니다.
pt_pt: Seleccione aqui BINAT (por defeito) ou NAT, quando as redes têm o mesmo tamanho é geralmente a melhor opção. Usando NAT podemos também mapear redes de tamanho desigual.
sw_sw: Välj BINAT (standard) eller NAT här, när nätverken är lika stora är binat vanligtvis det bästa alternativet.Med NAT kan vi också kartlägga ojämnt stora nätverk.
tr_tr: Burada BINAT (varsayılan) veya NAT'ı seçin, ağlar eşit boyutta olduğunda binat genellikle en iyi seçenektir.NAT kullanarak eşit olmayan boyuttaki ağları da eşleyebiliriz.
uk_uk: Виберіть тут BINAT (за замовчуванням) або NAT, коли мережі однакового розміру, binat зазвичай є найкращим варіантом. За допомогою NAT ми також можемо зіставити нерівні за розміром мережі.

source: A BINAT rule specifies a bidirectional mapping between an external and internal network and can be used from both ends, nat only applies in one direction.
id_id: Aturan BINAT menentukan pemetaan dua arah antara jaringan eksternal dan internal dan dapat digunakan dari kedua ujungnya, nat hanya berlaku dalam satu arah.
it_it: Una regola Binat specifica una mappatura bidirezionale tra una rete esterna e interna e può essere utilizzata da entrambe le estremità, NAT si applica solo in una direzione.
ja_jp: binat ルールは外部と内部ネットワーク間の双方向マッピングを指定し、両端から使用可能ですが、natは一方にのみ適用されます。
ko_ko: BINAT 규칙은 외부 네트워크와 내부 네트워크 간의 양방향 매핑을 지정하며 양쪽 끝에서 모두 사용할 수 있으며, NAT는 한 방향으로만 적용됩니다.
pt_pt: Uma regra BINAT especifica um mapeamento bidireccional entre uma rede externa e interna e pode ser utilizada a partir de ambas as extremidades, o nat só se aplica num sentido.
sw_sw: En BINAT-regel anger en dubbelriktad mappning mellan ett externt och ett internt nätverk och kan användas från båda ändarna, men gäller bara i en riktning.
tr_tr: Bir BINAT kuralı, harici ve dahili bir ağ arasında çift yönlü bir eşleme belirtir ve her iki uçtan da kullanılabilir, nat yalnızca bir yönde geçerlidir.
uk_uk: Правило BINAT визначає двонаправлене відображення між зовнішньою та внутрішньою мережею і може використовуватися з обох кінців, nat застосовується лише в одному напрямку.

source: External network
id_id: Jaringan eksternal
it_it: Rete esterna
ja_jp: 外部ネットワーク
ko_ko: 외부 네트워크
pt_pt: Rede externa
sw_sw: Externt nätverk
tr_tr: Harici ağ
uk_uk: Зовнішня мережа

source: Enter the external subnet's starting address for the 1:1 mapping or network.
id_id: Masukkan alamat awal subnet eksternal untuk pemetaan atau jaringan 1:1.
it_it: Immettere l'indirizzo iniziale della sottorete esterna per la mappatura o la rete 1: 1.
ja_jp: 1:1 マッピングもしくはネットワークに対する外部サブネットの開始アドレスを入力してください。
ko_ko: 1:1 매핑 또는 네트워크에 대한 외부 서브넷의 시작 주소를 입력합니다.
pt_pt: Introduzir o endereço inicial da sub-rede externa para o mapeamento ou rede 1:1.
sw_sw: Ange det externa undernätets startadress för 1:1-mappningen eller nätverket.
tr_tr: 1:1 eşleme veya ağ için harici alt ağın başlangıç adresini girin.
uk_uk: Введіть початкову адресу зовнішньої підмережі для відображення 1:1 або мережі.

source: The subnet mask from the internal address below will be applied to this IP address, when none is provided.
id_id: Subnet mask dari alamat internal di bawah ini akan diterapkan pada alamat IP ini, jika tidak ada.
it_it: La maschera di sottorete dall'indirizzo interno di seguito verrà applicata a questo indirizzo IP, quando non viene fornita nessuno.
ja_jp: "なし "を設定した場合、このipアドレスには下にある内部アドレスのサブネットマスクが適用されます。
ko_ko: 아래 내부 주소의 서브넷 마스크가 제공되지 않은 경우 이 IP 주소에 적용됩니다.
pt_pt: A máscara de sub-rede do endereço interno abaixo será aplicada a este endereço IP, quando nenhuma for fornecida.
sw_sw: Subnätmasken från den interna adressen nedan kommer att tillämpas på den här IP-adressen om ingen anges.
tr_tr: Hiçbiri sağlanmadığında, aşağıdaki dahili adresteki alt ağ maskesi bu IP adresine uygulanacaktır.
uk_uk: Маска підмережі з наведеної нижче внутрішньої адреси буде застосована до цієї IP-адреси, якщо вона не вказана.

source: This is the address or network the traffic will translate to/from.
id_id: Ini adalah alamat atau jaringan yang akan menerjemahkan lalu lintas ke/dari.
it_it: Questo è l'indirizzo o la rete che il traffico si tradurrà in/da.
ja_jp: これはトラフィックのto/fromを変換するアドレスもしくはネットワークです。
ko_ko: 트래픽이 전송/수신할 주소 또는 네트워크입니다.
pt_pt: Este é o endereço ou rede que o tráfego irá traduzir de/para.
sw_sw: Detta är den adress eller det nätverk som trafiken ska översättas till/från.
tr_tr: Bu, trafiğin çevrileceği adres veya ağdır.
uk_uk: Це адреса або мережа, на яку/з якої буде транслюватися трафік.

source: Invert
id_id: Membalikkan
it_it: Invertire
ja_jp: 反転
ko_ko: 반전
pt_pt: Inversor
sw_sw: Invertera
tr_tr: Ters çevir
uk_uk: Інвертувати

source: Single host or Network
id_id: Host tunggal atau Jaringan
it_it: Host singolo o rete
ja_jp: 単一ホストもしくはネットワーク
ko_ko: 단일 호스트 또는 네트워크
pt_pt: Único anfitrião ou Rede
sw_sw: Enstaka värd eller nätverk
tr_tr: Tek ana bilgisayar veya Ağ
uk_uk: Один хост або мережа

source: Networks
id_id: Jaringan
it_it: Reti
ja_jp: ネットワーク
ko_ko: 네트워크
pt_pt: Redes
sw_sw: Nätverk
tr_tr: Ağlar
uk_uk: Мережі

source: Enter the internal subnet for the 1:1 mapping. The subnet size specified for the source will be applied to the external subnet, when none is provided.
id_id: Masukkan subnet internal untuk pemetaan 1:1. Ukuran subnet yang ditentukan untuk sumber akan diterapkan ke subnet eksternal, bila tidak ada yang disediakan.
it_it: Immettere la sottorete interna per la mappatura 1: 1. La dimensione della sottorete specificata per l'origine verrà applicata alla sottorete esterna, quando non viene fornita nessuna.
ja_jp: 1:1 マッピングの内部サブネットを入力してください「なし」を設定した場合、送信元に指定したサブネットサイズは外部サブネットにも適用されます。
ko_ko: 1:1 매핑을 위한 내부 서브넷을 입력합니다. 소스에 지정된 서브넷 크기가 제공되지 않은 경우 외부 서브넷에 적용됩니다.
pt_pt: Entrar na sub-rede interna para o mapeamento 1:1. O tamanho da sub-rede especificado para a fonte será aplicado à sub-rede externa, quando nenhuma for fornecida.
sw_sw: Ange det interna undernätet för 1:1-mappningen. Den undernätsstorlek som anges för källan tillämpas på det externa undernätet om inget undernät anges.
tr_tr: 1:1 eşleme için dahili alt ağı girin. Kaynak için belirtilen alt ağ boyutu, hiçbiri sağlanmadığında harici alt ağa uygulanacaktır.
uk_uk: Введіть внутрішню підмережу для зіставлення 1:1. Розмір підмережі, вказаний для джерела, буде застосовано до зовнішньої підмережі, якщо його не вказано.

source: The 1:1 mapping will only be used for connections to or from the specified destination.
id_id: Pemetaan 1:1 hanya akan digunakan untuk koneksi ke atau dari tujuan yang ditentukan.
it_it: La mappatura 1: 1 verrà utilizzata solo per connessioni da o verso la destinazione specificata.
ja_jp: 1:1 マッピングは指定した送信先との送受信に対してのみ使用されます。
ko_ko: 1:1 매핑은 지정된 대상과의 연결에만 사용됩니다.
pt_pt: O mapeamento 1:1 só será utilizado para ligações, para ou a partir, do destino especificado.
sw_sw: Mappningen 1:1 kommer endast att användas för anslutningar till eller från den angivna destinationen.
tr_tr: 1:1 eşleme yalnızca belirtilen hedefe veya hedeften gelen bağlantılar için kullanılacaktır.
uk_uk: Мапування 1:1 буде використовуватися лише для сполучень до або з вказаного пункту призначення.

source: Hint: this is usually 'any'.
id_id: Petunjuk: ini biasanya adalah 'apa saja'.
it_it: Suggerimento: questo di solito è "qualsiasi".
ja_jp: ヒント： 通常は「任意」です。
ko_ko: 힌트: 일반적으로 'any'입니다.
pt_pt: Dica: geralmente isto é 'qualquer'
sw_sw: Tips: detta är vanligtvis "any".
tr_tr: İpucu: bu genellikle 'herhangi bir'dir.
uk_uk: Підказка: зазвичай це "будь-який".

source: Category
id_id: Kategori
it_it: Categoria
ja_jp: カテゴリ
ko_ko: 카테고리
pt_pt: Categoria
sw_sw: Kategori:
tr_tr: Kategori
uk_uk: Категорія

source: You may enter or select a category here to group firewall rules (not parsed).
id_id: Anda dapat memasukkan atau memilih kategori di sini untuk mengelompokkan aturan firewall (tidak diuraikan).
it_it: È possibile inserire o selezionare una categoria qui per raggruppare le regole del firewall (non analizzate).
ja_jp: グループファイアウォール のカテゴリを入力もしくは選択できます（自由形式）。
ko_ko: 여기에서 카테고리를 입력하거나 선택하여 방화벽 규칙을 그룹화할 수 있습니다(구문 분석되지 않음).
pt_pt: Deve introduzir ou selecionar uma categoria aqui para agrupar regras de firewall (não analisadas)
sw_sw: Här kan du ange eller välja en kategori för att gruppera brandväggsregler (inte analyserad).
tr_tr: Güvenlik duvarı kurallarını gruplamak için buraya bir kategori girebilir veya seçebilirsiniz (ayrıştırılmaz).
uk_uk: Тут ви можете ввести або вибрати категорію для групування правил брандмауера (без аналізу).

source: NAT reflection
id_id: Refleksi NAT
it_it: Riflessione Nat
ja_jp: NAT リフレクション
ko_ko: NAT 반영
pt_pt: Reflexão NAT
sw_sw: NAT reflektion
tr_tr: NAT yansıması
uk_uk: Відображення NAT

source: Use system default
id_id: Gunakan default sistem
it_it: Utilizzare il sistema predefinito
ja_jp: システムのデフォルトを使用
ko_ko: 시스템 기본값 사용
pt_pt: Utilizar por defeito ou sistema
sw_sw: Använd systemets standardinställning
tr_tr: Sistem varsayılanını kullan
uk_uk: Використовувати системні налаштування за замовчуванням

source: Cancel
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_ko: 취소
pt_pt: Cancelar
sw_sw: Avbryt
tr_tr: İptal
uk_uk: Скасувати

source: redirect traffic to proxy
id_id: mengalihkan lalu lintas ke proxy
it_it: reindirizzare il traffico al proxy
ja_jp: トラフィックをプロキシにリダイレクトします。
ko_ko: 프록시로 트래픽 리디렉션
pt_pt: Redireciona o tráfego para o proxy
sw_sw: omdirigera trafiken till proxy
tr_tr: trafiği proxy'ye yönlendirme
uk_uk: перенаправлення трафіку на проксі

source: Destination port from
id_id: Pelabuhan tujuan dari
it_it: Porta di destinazione da
ja_jp: 送信先ポートから
ko_ko: 출발지 포트
pt_pt: Porta de destino de
sw_sw: Destinationsport från
tr_tr: Hedef bağlantı noktası
uk_uk: Порт призначення від

source: Destination port to
id_id: Pelabuhan tujuan ke
it_it: Porta di destinazione a
ja_jp: 送信先ポートへ
ko_ko: 대상 포트
pt_pt: Redirecionar IP de destino
sw_sw: Målport till
tr_tr: Hedef bağlantı noktası
uk_uk: Порт призначення до

source: Redirect target IP
id_id: Mengalihkan IP target
it_it: Reindirizzare IP target
ja_jp: リダイレクトターゲットIP
ko_ko: 대상 IP 리디렉션
pt_pt: Redirecionar IP de destino
sw_sw: Omdirigera målets IP
tr_tr: Hedef IP'yi yeniden yönlendir
uk_uk: Перенаправлення цільової IP-адреси

source: "%s" is not a valid redirect target IP address, network or host alias.
id_id: "%s" bukan merupakan alamat IP target pengalihan yang valid, alias jaringan atau host.
it_it: "%s" non è un indirizzo IP di destinazione reindirizzamento valido, rete o alias host.
ja_jp: s は有効なリダイレクトターゲットIPアドレス、ネットワーク、ホストエイリアスではありません。
ko_ko: "%s"는 올바른 리디렉션 대상 IP 주소, 네트워크 또는 호스트 별칭이 아닙니다.
pt_pt: "%s" não é um endereço IP alvo de redireccionamento válido, rede ou pseudónimo de anfitrião.
sw_sw: "%s" är inte en giltig IP-adress, nätverk eller värdalias för omdirigeringsmålet.
tr_tr: "%s" geçerli bir yönlendirme hedefi IP adresi, ağ veya ana bilgisayar takma adı değildir.
uk_uk: "%s" не є дійсною цільовою IP-адресою перенаправлення, мережевим псевдонімом або псевдонімом хоста.

source: %s is not a valid start source port. It must be a port alias or integer between 1 and 65535.
id_id: %s bukan port sumber awal yang valid. Ini harus berupa alias port atau bilangan bulat antara 1 dan 65535.
it_it: %s non è una porta di origine iniziale valida. Deve essere un alias di porta o un numero intero tra 1 e 65535.
ja_jp: s は有効な開始送信元ポートではありません。ポートエイリアス、または 1 ～ 65535 の整数を設定してください。
ko_ko: s가 올바른 시작 소스 포트가 아닙니다. 포트 별칭이거나 1에서 65535 사이의 정수여야 합니다.
pt_pt: %s não é uma porta de origem inicial válida. Deve ser uma porta alias ou inteiro entre 1 e 65535.
sw_sw: %s är inte en giltig startkällport. Det måste vara ett portalias eller ett heltal mellan 1 och 65535.
tr_tr: s geçerli bir başlangıç kaynak bağlantı noktası değildir. Port takma adı veya 1 ile 65535 arasında bir tamsayı olmalıdır.
uk_uk: %s не є допустимим початковим портом джерела. Це має бути псевдонім порту або ціле число від 1 до 65535.

source: %s is not a valid end source port. It must be a port alias or integer between 1 and 65535.
id_id: %s bukan port sumber akhir yang valid. Ini harus berupa alias port atau bilangan bulat antara 1 dan 65535.
it_it: %s non è una porta di origine finale valida. Deve essere un alias di porta o un numero intero tra 1 e 65535.
ja_jp: s は有効な終了送信元ポートではありません。
ko_ko: s가 올바른 최종 소스 포트가 아닙니다. 포트 별칭이거나 1에서 65535 사이의 정수여야 합니다.
pt_pt: %s não é uma porta de origem final válida. Deve ser uma porta alias ou inteiro entre 1 e 65535.
sw_sw: %s är inte en giltig slutkällport. Det måste vara ett portalias eller ett heltal mellan 1 och 65535.
tr_tr: s geçerli bir uç kaynak bağlantı noktası değildir. Port takma adı veya 1 ile 65535 arasında bir tamsayı olmalıdır.
uk_uk: %s не є коректним портом кінцевого джерела. Це має бути псевдонім порту або ціле число від 1 до 65535.

source: %s is not a valid start destination port. It must be a port alias or integer between 1 and 65535.
id_id: %s bukan port tujuan awal yang valid. Ini harus berupa port alias atau bilangan bulat antara 1 dan 65535.
it_it: %s non è una porta di destinazione di inizio valida. Deve essere un alias di porta o un numero intero tra 1 e 65535.
ja_jp: 有効な開始送信先ポートではありません。ポートエイリアス、または 1 ～ 65535 の整数を設定してください。
ko_ko: s가 올바른 시작 대상 포트가 아닙니다. 포트 별칭이거나 1에서 65535 사이의 정수여야 합니다.
pt_pt: %s não é uma porta de destino inicial válida. Deve ser uma porta alias ou inteiro entre 1 e 65535.
sw_sw: %s är inte en giltig port för startdestination. Det måste vara ett portalias eller ett heltal mellan 1 och 65535.
tr_tr: s geçerli bir başlangıç hedef bağlantı noktası değildir. Port takma adı veya 1 ile 65535 arasında bir tamsayı olmalıdır.
uk_uk: %s не є допустимим початковим портом призначення. Це має бути псевдонім порту або ціле число від 1 до 65535.

source: %s is not a valid end destination port. It must be a port alias or integer between 1 and 65535.
id_id: %s bukan port tujuan akhir yang valid. Ini harus berupa alias port atau bilangan bulat antara 1 dan 65535.
it_it: %s non è una porta di destinazione finale valida. Deve essere un alias di porta o un numero intero tra 1 e 65535.
ja_jp: s は有効な終了送信先ポートではありません。
ko_ko: s가 올바른 최종 대상 포트가 아닙니다. 포트 별칭이거나 1에서 65535 사이의 정수여야 합니다.
pt_pt: %s não é uma porta de destino final válida. Deve ser uma porta alias ou inteiro entre 1 e 65535.
sw_sw: %s är inte en giltig slutdestinationsport. Det måste vara ett portalias eller ett heltal mellan 1 och 65535.
tr_tr: s geçerli bir son hedef bağlantı noktası değildir. Port takma adı veya 1 ile 65535 arasında bir tamsayı olmalıdır.
uk_uk: %s не є допустимим портом кінцевого призначення. Це має бути псевдонім порту або ціле число від 1 до 65535.

source: A valid redirect target port must be specified. It must be a port alias or integer between 1 and 65535.
id_id: Port target pengalihan yang valid harus ditentukan. Port tersebut harus berupa port alias atau bilangan bulat antara 1 dan 65535.
it_it: È necessario specificare una porta target di reindirizzamento valida. Deve essere un alias di porta o un numero intero tra 1 e 65535.
ja_jp: 有効なリダイレクトターゲットポートを指定してください、ポートエイリアス、もしくは、1 - 65535の整数です。
ko_ko: 유효한 리디렉션 대상 포트를 지정해야 합니다. 포트 별칭 또는 1에서 65535 사이의 정수여야 합니다.
pt_pt: Uma porta de destino de redirecionamento válida deve ser especificada. Deve ser uma porta alias ou inteiro entre 1 e 65535.
sw_sw: En giltig målport för omdirigering måste anges. Det måste vara ett portalias eller ett heltal mellan 1 och 65535.
tr_tr: Geçerli bir yönlendirme hedef bağlantı noktası belirtilmelidir. Bu bir bağlantı noktası takma adı veya 1 ile 65535 arasında bir tamsayı olmalıdır.
uk_uk: Необхідно вказати дійсний цільовий порт перенаправлення. Це має бути псевдонім порту або ціле число від 1 до 65535.

source: %s is not a valid IPv4 address.
id_id: %s bukan alamat IPv4 yang valid.
it_it: %s non è un indirizzo IPv4 valido.
ja_jp: s は有効な IPv4 アドレスではありません。
ko_ko: %s는 올바른 IPv4 주소가 아닙니다.
pt_pt: %s não é um endereço IPv6 válido.
sw_sw: %s är inte en giltig IPv4-adress.
tr_tr: s geçerli bir IPv4 adresi değildir.
uk_uk: %s не є дійсною IPv4-адресою.

source: %s is not a valid IPv6 address.
id_id: %s bukan alamat IPv6 yang valid.
it_it: %s non è un indirizzo IPv6 valido.
ja_jp: s は有効な IPv6 アドレスではありません。
ko_ko: s는(는) 유효한 IPv6 주소가 아닙니다.
pt_pt: O intervalo de portas de destino deve ser um número inteiro entre 1 e 65535.
sw_sw: %s är inte en giltig IPv6-adress.
tr_tr: s geçerli bir IPv6 adresi değildir.
uk_uk: %s не є дійсною IPv6-адресою.

source: The target port range must be an integer between 1 and 65535.
id_id: Rentang port target harus berupa bilangan bulat antara 1 dan 65535.
it_it: L'intervallo di porte di destinazione deve essere un numero intero compreso tra 1 e 65535.
ja_jp: ターゲットポートの範囲 1 - 65535 の整数です。
ko_ko: 대상 포트 범위는 1에서 65535 사이의 정수여야 합니다.
pt_pt: Editar entrada de redirecionamento.
sw_sw: Målportområdet måste vara ett heltal mellan 1 och 65535.
tr_tr: Hedef bağlantı noktası aralığı 1 ile 65535 arasında bir tamsayı olmalıdır.
uk_uk: Діапазон цільових портів має бути цілим числом від 1 до 65535.

source: Edit Redirect entry
id_id: Edit Entri pengalihan
it_it: Modifica la voce di reindirizzamento
ja_jp: リダイレクトエントリの編集
ko_ko: 리디렉션 항목 편집
pt_pt: Nenhum RDR (NÃO)
sw_sw: Redigera Redirect-post
tr_tr: Yönlendirme girişini düzenle
uk_uk: Редагувати запис Перенаправлення

source: No RDR (NOT)
id_id: Tidak ada RDR (TIDAK)
it_it: Nessun RDR (non)
ja_jp: RDR 禁止 ( 否定 )
ko_ko: RDR 없음(NOT)
pt_pt: Nenhum RDR (NÃO)
sw_sw: Ingen RDR (NOT)
tr_tr: RDR Yok (DEĞİL)
uk_uk: Немає RDR (НЕ)

source: Enabling this option will disable redirection for traffic matching this rule.
id_id: Mengaktifkan opsi ini akan menonaktifkan pengalihan untuk lalu lintas yang cocok dengan aturan ini.
it_it: Abilitare questa opzione disabiliterà il reindirizzamento per il traffico corrispondente a questa regola.
ja_jp: このオプションを有効にすると、このルールと一致するトラフィックのリダイレクトを無効にします。
ko_ko: 이 옵션을 활성화하면 이 규칙과 일치하는 트래픽에 대해 리디렉션이 비활성화됩니다.
pt_pt: Activando esta opção ira desativará o redirecionamento para o tráfego que corresponda a essa regra.
sw_sw: Om du aktiverar det här alternativet inaktiveras omdirigering för trafik som matchar den här regeln.
tr_tr: Bu seçeneğin etkinleştirilmesi, bu kuralla eşleşen trafik için yeniden yönlendirmeyi devre dışı bırakır.
uk_uk: Увімкнення цієї опції вимкне перенаправлення для трафіку, що відповідає цьому правилу.
