Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: A prefix longer than 29 cannot be used for tunnel network.
id_id: Awalan yang lebih panjang dari 29 tidak dapat digunakan untuk jaringan terowongan.
it_it: Un prefisso più lungo di 29 non può essere utilizzato per la rete di tunnel.
ja_jp: 29より長いプレフィックスは、トンネルネットワークに使用できません。
ko_ko: 29보다 긴 접두사는 터널 네트워크에 사용할 수 없습니다.
pt_pt: Um prefixo superior a 29 não pode ser utilizado para a rede de túneis.
sw_sw: Ett prefix som är längre än 29 kan inte användas för tunnelnätet.
tr_tr: Tünel ağı için 29'dan uzun bir önek kullanılamaz.
uk_uk: Префікс довший за 29 не може бути використаний для тунельної мережі.

source: Client management port
id_id: Port manajemen klien
it_it: Porta di gestione dei clienti
ja_jp: クライアント管理ポート
ko_ko: 클라이언트 관리 포트
pt_pt: Porto de gestão de clientes
sw_sw: Port för klienthantering
tr_tr: İstemci yönetim portu
uk_uk: Порт управління клієнтами

source: Using a tunnel network and server bridge settings together is not allowed.
id_id: Menggunakan jaringan terowongan dan pengaturan jembatan server secara bersamaan tidak diperbolehkan.
it_it: Non è consentito l'uso di una rete di tunnel e le impostazioni del bridge server.
ja_jp: トンネルネットワーク及びサーバ設定を併せて使用することはできません。
ko_ko: 터널 네트워크와 서버 브리지 설정을 함께 사용하는 것은 허용되지 않습니다.
pt_pt: Utilizar como configurações de um túnel de rede e o servidor de ponte em simultâneo não é permitido.
sw_sw: Det är inte tillåtet att använda ett tunnelnätverk och serverbrygginställningar tillsammans.
tr_tr: Bir tünel ağı ve sunucu köprü ayarlarının birlikte kullanılmasına izin verilmez.
uk_uk: Спільне використання тунельної мережі та налаштувань серверного мосту не допускається.

source: Server Bridge DHCP Start and End must both be empty, or defined.
id_id: Server Bridge DHCP Start dan End harus kosong, atau ditentukan.
it_it: Server Bridge DHCP Avvia e fine deve essere vuota o definita.
ja_jp: サーバブリッジ dhcp 開始・終了アドレスはどちらも空白にするか、両方定義してくだださい。
ko_ko: 서버 브리지 DHCP 시작과 끝이 모두 비어 있거나 정의되어 있어야 합니다.
pt_pt: O parâmetro de inicio e fim do servidor de ponte DHCP devem estar vazios ou definidos.
sw_sw: Server Bridge DHCP Start och End måste båda vara tomma eller definierade.
tr_tr: Sunucu Köprüsü DHCP Başlangıç ve Bitişinin her ikisi de boş veya tanımlanmış olmalıdır.
uk_uk: Початок і кінець моста DHCP сервера повинні бути порожніми або визначеними.

source: Server Bridge DHCP Start must be an IPv4 address.
id_id: Server Bridge DHCP Start harus berupa alamat IPv4.
it_it: Server Bridge DHCP Start deve essere un indirizzo IPv4.
ja_jp: サーバブリッジDHCP開始アドレスはIPv4アドレスです。
ko_ko: 서버 브리지 DHCP 시작은 IPv4 주소여야 합니다.
pt_pt: O parâmetro de início do servidor de ponte DHCP terá de ser um endereço IPV4.
sw_sw: Server Bridge DHCP Start måste vara en IPv4-adress.
tr_tr: Sunucu Köprüsü DHCP Başlangıcı bir IPv4 adresi olmalıdır.
uk_uk: Server Bridge DHCP Start має бути IPv4-адресою.

source: Server Bridge DHCP End must be an IPv4 address.
id_id: Server Bridge DHCP End harus berupa alamat IPv4.
it_it: Il server bridge DHCP End deve essere un indirizzo IPv4.
ja_jp: サーバブリッジDHCP終了アドレスはIPv4アドレスです。
ko_ko: 서버 브리지 DHCP 끝은 IPv4 주소여야 합니다.
pt_pt: O parâmetro do fim do servidor de ponte DHCP terá de ser um endereço IPV4.
sw_sw: Server Bridge DHCP End måste vara en IPv4-adress.
tr_tr: Sunucu Köprüsü DHCP Sonu bir IPv4 adresi olmalıdır.
uk_uk: Кінцевий сервер моста DHCP повинен мати IPv4-адресу.

source: The Server Bridge DHCP range is invalid (start higher than end).
id_id: Rentang DHCP Jembatan Server tidak valid (awal lebih tinggi dari akhir).
it_it: L'intervallo DHCP del bridge server non è valido (avvia più in alto di fine).
ja_jp: サーバーブリッジ dhcp 範囲は無効です ( 開始アドレスが終了アドレスよりも大きい )
ko_ko: 서버 브리지 DHCP 범위가 유효하지 않습니다(시작이 끝보다 높습니다).
pt_pt: O intervalo do Servidor de Ponte DHCP é inválido (Iniciar do mais alto para o fim)
sw_sw: Server Bridge DHCP-området är ogiltigt (start högre än slut).
tr_tr: Sunucu Köprüsü DHCP aralığı geçersiz (başlangıç sondan yüksek).
uk_uk: Діапазон DHCP моста сервера є недійсним (початок вищий за кінець).

source: Do you really want to delete this server?
id_id: Apakah Anda benar-benar ingin menghapus server ini?
it_it: Vuoi davvero eliminare questo server?
ja_jp: 本当にこのサーバを削除しますか？
ko_ko: 이 서버를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza que deseja apagar este servidor?
sw_sw: Vill du verkligen radera den här servern?
tr_tr: Bu sunucuyu gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей сервер?

source: Set this option to disable this server without removing it from the list
id_id: Atur opsi ini untuk menonaktifkan server ini tanpa menghapusnya dari daftar
it_it: Imposta questa opzione per disabilitare questo server senza rimuoverlo dall'elenco
ja_jp: このオプションを設定すると、リストから削除せずに、このサーバを無効にします。
ko_ko: 이 서버를 목록에서 제거하지 않고 비활성화하려면 이 옵션을 설정합니다.
pt_pt: Defina esta opção para desativar este servidor sem remoção da lista
sw_sw: Ställ in det här alternativet om du vill inaktivera den här servern utan att ta bort den från listan.
tr_tr: Bu sunucuyu listeden çıkarmadan devre dışı bırakmak için bu seçeneği ayarlayın
uk_uk: Встановіть цю опцію, щоб вимкнути цей сервер, не видаляючи його зі списку

source: Remote Access ( SSL/TLS )
id_id: Akses Jarak Jauh (SSL/TLS)
it_it: Accesso remoto (SSL/TLS)
ja_jp: リモートアクセス ( ssl/tls )
ko_ko: 원격 액세스 (SSL/TLS)
pt_pt: Acesso Remoto (SSL/TLS )
sw_sw: Fjärråtkomst ( SSL/TLS )
tr_tr: Uzaktan Erişim (SSL/TLS)
uk_uk: Віддалений доступ ( SSL/TLS )

source: Remote Access ( User Auth )
id_id: Akses Jarak Jauh (Autentikasi Pengguna)
it_it: Accesso remoto (autenticazione utente)
ja_jp: リモートアクセス（ユーザ認証）
ko_ko: 원격 액세스 (사용자 인증)
pt_pt: Acesso Remoto ( Autenticação do utilizador)
sw_sw: Fjärråtkomst (användarautentisering)
tr_tr: Uzaktan Erişim (Kullanıcı Doğrulama)
uk_uk: Віддалений доступ ( Авторизація користувача )

source: Remote Access ( SSL/TLS + User Auth )
id_id: Akses Jarak Jauh (SSL / TLS + Otentikasi Pengguna)
it_it: Accesso remoto (SSL/TLS + AUTH UTENTE)
ja_jp: リモートアクセス ( ssl/tls + ユーザ認証 )
ko_ko: 원격 액세스 (SSL/TLS + 사용자 인증)
pt_pt: Acesso Remoto ( SSL/TLS + User Auth )
sw_sw: Fjärråtkomst ( SSL/TLS + användarautentisering )
tr_tr: Uzaktan Erişim (SSL/TLS + Kullanıcı Doğrulama)
uk_uk: Віддалений доступ (SSL/TLS + авторизація користувача)

source: Device Mode
id_id: Mode Perangkat
it_it: Modalità dispositivo
ja_jp: デバイスモード
ko_ko: 장치 모드
pt_pt: Modo de dispositivo
sw_sw: Enhetsläge
tr_tr: Cihaz Modu
uk_uk: Режим роботи пристрою

source: When selecting any in combination with UDP, we will assume the server is used multi-homed. This has some small performance implications to assure proper return address lookup.
id_id: Ketika memilih salah satu yang dikombinasikan dengan UDP, kami akan mengasumsikan server digunakan multi-homed. Hal ini memiliki beberapa implikasi kinerja yang kecil untuk memastikan pencarian alamat pengirim yang tepat.
it_it: Quando si selezionano qualsiasi combinazione con UDP, supponiamo che il server venga utilizzato multi-homed. Ciò ha alcune piccole implicazioni sulle prestazioni per garantire una corretta ricerca dell'indirizzo di ritorno.
ja_jp: UDPとの組み合わせでanyを選択した場合、サーバーがマルチホームで使用されていると仮定します。これは、適切なリターンアドレスルックアップを保証するために、若干のパフォーマンス上の影響があります。
ko_ko: UDP와 함께 아무거나 선택할 경우 서버가 멀티홈으로 사용된다고 가정합니다. 이는 적절한 리턴 주소 조회를 보장하기 위해 약간의 성능 영향을 미칩니다.
pt_pt: Ao seleccionar qualquer um em combinação com o UDP, assumiremos que o servidor é utilizado multi-homed. Isto tem algumas pequenas implicações de desempenho para assegurar uma pesquisa adequada do endereço de retorno.
sw_sw: När du väljer någon i kombination med UDP antar vi att servern används i flera hem. Detta har vissa små konsekvenser för prestandan för att säkerställa korrekt sökning av returadresser.
tr_tr: UDP ile birlikte herhangi birini seçerken, sunucunun çokluomed olarak kullanıldığını varsayacağız. Bunun, doğru dönüş adresi aramasını sağlamak için bazı küçük performans etkileri vardır.
uk_uk: При виборі будь-якого з них у поєднанні з UDP ми будемо вважати, що сервер використовується з декількома хостами. Це має невеликий вплив на продуктивність для забезпечення правильного пошуку зворотної адреси.

source: Peer Certificate Revocation List
id_id: Daftar Pencabutan Sertifikat Rekan Sejawat
it_it: Elenco di revoca del certificato peer
ja_jp: ピアの証明書失効リスト
ko_ko: 피어 인증서 해지 목록
pt_pt: Par da Lista de Certificados Revogados
sw_sw: Förteckning över återkallade certifikat för peer-certifikat
tr_tr: Eş Sertifika İptal Listesi
uk_uk: Список відкликання сертифікатів колег

source: No Certificate Revocation Lists (CRLs) defined.
id_id: Tidak ada Daftar Pencabutan Sertifikat (CRL) yang ditetapkan.
it_it: Nessun elenco di revoca del certificato (CRLS) definito.
ja_jp: 証明書失効リスト（CRL） が定義されていません。
ko_ko: 정의된 CRL(인증서 해지 목록)이 없습니다.
pt_pt: Sem Listas de Revogação de Certificados (CRLs) definidos.
sw_sw: Inga Certificate Revocation Lists (CRL) definieras.
tr_tr: Sertifika İptal Listeleri (CRL'ler) tanımlanmamıştır.
uk_uk: Списки відкликання сертифікатів (CRL) не визначено.

source: Leave this set to SHA1 unless all clients are set to match. SHA1 is the default for OpenVPN.
id_id: Biarkan setelan ini tetap pada SHA1 kecuali semua klien disetel untuk mencocokkan. SHA1 adalah default untuk OpenVPN.
it_it: Lascia questo set su sha1 a meno che tutti i clienti non abbiano corrispondenza. Sha1 è il valore predefinito per OpenVPN.
ja_jp: すべてのクライアントを一致させるような設定をしている場合を除き、この設定はSHA1 にしてください。
ko_ko: 모든 클라이언트가 일치하도록 설정하지 않는 한 이 설정을 SHA1로 그대로 두세요. SHA1은 OpenVPN의 기본값입니다.
pt_pt: Deixe esta configuração para SHA1, a menos que todos os clientes estejam configurados para corresponder. SHA1 é o pré-definido para OpenVPN.
sw_sw: Låt SHA1 stå kvar om inte alla klienter är inställda på att matcha. SHA1 är standard för OpenVPN.
tr_tr: Tüm istemciler eşleşecek şekilde ayarlanmadığı sürece bu ayarı SHA1 olarak bırakın. SHA1, OpenVPN için varsayılandır.
uk_uk: Залиште значення SHA1, якщо всі клієнти не налаштовані на цей параметр. SHA1 використовується за замовчуванням для OpenVPN.

source: Certificate Depth
id_id: Kedalaman Sertifikat
it_it: Profondità del certificato
ja_jp: 証明書の階層
ko_ko: 인증서 깊이
pt_pt: Certificado de Profundidade
sw_sw: Certifikatets djup
tr_tr: Sertifika Derinliği
uk_uk: Глибина сертифіката

source: Do Not Check
id_id: Jangan Periksa
it_it: Non controllare
ja_jp: 確認しない
ko_ko: 확인 안 함
pt_pt: Não Marque
sw_sw: Kontrollera inte
tr_tr: Kontrol Etmeyin
uk_uk: Не перевіряти

source: One (Client+Server)
id_id: Satu (Klien + Server)
ja_jp: 1 ( クライアントサーバ＋α )
ko_ko: 하나(클라이언트+서버)
pt_pt: Um (cliente+Servidor)
sw_sw: Ett (klient+server)
tr_tr: Bir (İstemci+Sunucu)
uk_uk: Один (Клієнт+Сервер)

source: Two (Client+Intermediate+Server)
id_id: Dua (Klien + Perantara + Server)
it_it: Due (client+intermedio+server)
ja_jp: 2 ( クライアント 中間＋ サーバ＋ )
ko_ko: 2개(클라이언트+중간자+서버)
pt_pt: Dois ( cliente +Intermediário + Servidor)
sw_sw: Två (Klient+Intermediär+Server)
tr_tr: İki (İstemci+Orta+Sunucu)
uk_uk: Два (клієнт+проміжний+сервер)

source: Three (Client+2xIntermediate+Server)
id_id: Tiga (Klien + 2xPerantara + Server)
it_it: Tre (client+2xintermediate+server)
ja_jp: 3 ( クライアント + 2 x 中間 サーバ + )
ko_ko: 3개(클라이언트+2x중간자+서버)
pt_pt: Três ( cliente + 2xIntermediário+ Servidor)
sw_sw: Tre (Klient+2xIntermediate+Server)
tr_tr: Üç (İstemci+2xOrta+Sunucu)
uk_uk: Три (клієнт + 2x проміжний + сервер)

source: Four (Client+3xIntermediate+Server)
id_id: Empat (Klien + 3xPerantara + Server)
it_it: Quattro (client+3xintermediate+server)
ja_jp: 4 ( クライアント + 3 x 中間 サーバ + )
ko_ko: 4개(클라이언트+3x중간자+서버)
pt_pt: Quatro ( cliente + 3xIntermediário+ Servidor)
sw_sw: Fyra (Klient+3xIntermediate+Server)
tr_tr: Dört (İstemci+3xOrta+Sunucu)
uk_uk: Чотири (Клієнт+3xПроміжний+Сервер)

source: Five (Client+4xIntermediate+Server)
id_id: Lima (Klien + 4x Perantara + Server)
it_it: Cinque (client+4xintermediate+server)
ja_jp: 5 ( クライアント + 4 x 中間サーバ + )
ko_ko: 5개(클라이언트+4x중간자+서버)
pt_pt: Cinco ( cliente + 4xIntermediário+ Servidor)
sw_sw: Fem (Klient+4xIntermediate+Server)
tr_tr: Beş (Client+4xIntermediate+Server)
uk_uk: П'ять (клієнт + 4x проміжний + сервер)

source: When a certificate-based client logs in, do not accept certificates below this depth. Useful for denying certificates made with intermediate CAs generated from the same CA as the server.
id_id: Ketika klien berbasis sertifikat masuk, jangan menerima sertifikat di bawah kedalaman ini. Berguna untuk menolak sertifikat yang dibuat dengan CA perantara yang dihasilkan dari CA yang sama dengan server.
it_it: Quando un client basato sul certificato accede, non accettare certificati al di sotto di questa profondità. Utile per negare i certificati realizzati con CAS intermedi generati dalla stessa CA del server.
ja_jp: 証明書ベースのクライアントがログインする時に、この階層以下の証明書を受け入れません。 サーバと同じから生成された、中間CAが作成した証明書を拒否する場合に便利です。
ko_ko: 인증서 기반 클라이언트가 로그인할 때 이 깊이 이하의 인증서를 수락하지 않습니다. 서버와 동일한 CA에서 생성한 중간 CA로 만든 인증서를 거부하는 데 유용합니다.
pt_pt: Quando um cliente baseado em certificado iniciar sessão, não aceitar certificados abaixo deste nível. Útil para inibir certificados executados com CAs intermediários gerados pelo mesmo CA que o servidor.
sw_sw: När en certifikatbaserad klient loggar in får du inte acceptera certifikat som är mindre än detta djup. Användbart för att neka certifikat som skapats med mellanliggande CA:s som genererats från samma CA som servern.
tr_tr: Sertifika tabanlı bir istemci oturum açtığında, bu derinliğin altındaki sertifikaları kabul etmeyin. Sunucuyla aynı CA'dan oluşturulan ara CA'larla yapılan sertifikaları reddetmek için kullanışlıdır.
uk_uk: Коли клієнт, що використовує сертифікат, входить в систему, не приймайте сертифікати нижче цієї глибини. Корисно для відхилення сертифікатів, створених проміжними центрами сертифікації, згенерованих тим самим центром сертифікації, що і сервер.

source: Strict User/CN Matching
id_id: Pencocokan Pengguna / CN yang Ketat
it_it: Abbinamento rigoroso dell'utente/CN
ja_jp: 厳格なユーザ／CN マッチング
ko_ko: 엄격한 사용자/CN 매칭
pt_pt: Utilizador Restrito /CN Correspondente
sw_sw: Strikt matchning mellan användare och CN
tr_tr: Sıkı Kullanıcı/CN Eşleştirme
uk_uk: Сувора відповідність користувача/КН

source: When authenticating users, enforce a match between the Common Name of the client certificate and the username given at login.
id_id: Saat mengautentikasi pengguna, terapkan kecocokan antara Nama Umum sertifikat klien dan nama pengguna yang diberikan saat login.
it_it: Quando autenticano gli utenti, imporre una corrispondenza tra il nome comune del certificato client e il nome utente fornito al login.
ja_jp: ユーザの時に、クライアント証明書のコモンネームとログイン時に入力するユーザ名が一致するよう強制します。
ko_ko: 사용자를 인증할 때 클라이언트 인증서의 일반 이름과 로그인 시 제공된 사용자 이름이 일치하도록 합니다.
pt_pt: Ao autenticar utilizadores, aplicar uma correspondência entre o Nome comum do certificado de cliente e o nome de utilizador fornecido sem login.
sw_sw: När du autentiserar användare ska du se till att det gemensamma namnet i klientcertifikatet stämmer överens med det användarnamn som anges vid inloggning.
tr_tr: Kullanıcıların kimliğini doğrularken, istemci sertifikasının Ortak Adı ile oturum açma sırasında verilen kullanıcı adı arasında bir eşleşme olmasını zorunlu kılın.
uk_uk: Під час автентифікації користувачів забезпечте відповідність між загальним іменем клієнтського сертифіката та іменем користувача, вказаним при вході.

source: Bridge DHCP
id_id: Jembatan DHCP
ja_jp: ブリッジDHCP
ko_ko: 브리지 DHCP
pt_pt: Ponte DHCP
sw_sw: Brygga DHCP
tr_tr: Köprü DHCP
uk_uk: Мостовий DHCP

source: Allow clients on the bridge to obtain DHCP.
id_id: Izinkan klien di jembatan untuk mendapatkan DHCP.
it_it: Consenti ai clienti sul ponte di ottenere DHCP.
ja_jp: ブリッジでクライアントにdhcpの取得を許可する。
ko_ko: 브리지의 클라이언트가 DHCP를 받도록 허용합니다.
pt_pt: Permitir que clientes na ponte obtenham DHCP.
sw_sw: Tillåta klienter på bryggan att få DHCP.
tr_tr: Köprüdeki istemcilerin DHCP almasına izin verin.
uk_uk: Дозволити клієнтам на мосту отримувати DHCP.

source: Bridge Interface
id_id: Antarmuka Jembatan
it_it: Interfaccia Ponte
ja_jp: インタフェースブリッジ
ko_ko: 브리지 인터페이스
pt_pt: Ponte de interface
sw_sw: Bridge-gränssnitt
tr_tr: Köprü Arayüzü
uk_uk: Мостовий інтерфейс

source: The interface to which this tap instance will be bridged. This is not done automatically. You must assign this interface and create the bridge separately. This setting controls which existing IP address and subnet mask are used by OpenVPN for the bridge. Setting this to 'none' will cause the Server Bridge DHCP settings below to be ignored.
id_id: Antarmuka yang akan dijembatani oleh instance ketuk ini. Ini tidak dilakukan secara otomatis. Anda harus menetapkan antarmuka ini dan membuat jembatan secara terpisah. Pengaturan ini mengontrol alamat IP dan subnet mask yang digunakan oleh OpenVPN untuk bridge. Mengatur ini ke 'tidak ada' akan menyebabkan pengaturan DHCP Bridge Server di bawah ini diabaikan.
it_it: L'interfaccia a cui questa istanza TAP sarà colma. Questo non è fatto automaticamente. È necessario assegnare questa interfaccia e creare il ponte separatamente. Questa impostazione controlla che l'indirizzo IP esistente e la maschera di sottorete sono utilizzati da OpenVPN per il ponte. L'impostazione di questo su "Nessuno" causerà l'ignorare le impostazioni DHCP del bridge server.
ja_jp: このタップインスタンスがブリッジするインタフェースです。自動的には実行されませんが、インタフェースの割当てと、ブリッジの新規作成は別々に行う必要があります。この設定は、OpenVPNがブリッジとして使用する、既存のIPアドレスとサブネットマスクコントロールします。
ko_ko: 이 탭 인스턴스가 연결될 인터페이스입니다. 이 작업은 자동으로 수행되지 않습니다. 이 인터페이스를 할당하고 브리지를 별도로 생성해야 합니다. 이 설정은 OpenVPN이 브리지에 사용할 기존 IP 주소와 서브넷 마스크를 제어합니다. 이 설정을 '없음'으로 설정하면 아래의 서버 브리지 DHCP 설정이 무시됩니다.
pt_pt: Uma interface para a qual essa torneira será estabelecida. Isto não é feito automaticamente.Terá que atribuir esta interface e criar a ponte separadamente. Esta configuração controla que o endereço IP existente e a máscara de rede são usados pelo OpenVPN para a ponte. Definir esta opção para 'nenhum' implica que a configuração abaixo da ponte do Servidor DHCP sejam ignoradas.
sw_sw: Gränssnittet som den här avlyssningsinstansen kommer att överbryggas till. Detta görs inte automatiskt. Du måste tilldela det här gränssnittet och skapa bryggan separat. Den här inställningen styr vilken befintlig IP-adress och subnätmask som används av OpenVPN för bryggan. Om du ställer in detta på "none" ignoreras DHCP-inställningarna för Server Bridge nedan.
tr_tr: Bu musluk örneğinin köprüleneceği arayüz. Bu otomatik olarak yapılmaz. Bu arayüzü atamanız ve köprüyü ayrıca oluşturmanız gerekir. Bu ayar, köprü için OpenVPN tarafından hangi mevcut IP adresinin ve alt ağ maskesinin kullanılacağını kontrol eder. Bunu 'yok' olarak ayarlamak, aşağıdaki Sunucu Köprüsü DHCP ayarlarının göz ardı edilmesine neden olur.
uk_uk: Інтерфейс, з яким буде з'єднано екземпляр відгалужувача. Це не робиться автоматично. Ви повинні призначити цей інтерфейс і створити міст окремо. Цей параметр визначає, які існуючі IP-адреси і маски підмережі використовуватимуться OpenVPN для мосту. Якщо ви встановите значення "none", налаштування DHCP моста сервера, наведені нижче, буде проігноровано.

source: Server Bridge DHCP Start
id_id: Jembatan Server DHCP Mulai
it_it: Server Bridge DHCP Avvia
ja_jp: サーバブリッジ dhcp 開始アドレス
ko_ko: 서버 브리지 DHCP 시작
pt_pt: Iniciar Servidor de Ponte DHCP
tr_tr: Sunucu Köprüsü DHCP Başlat
uk_uk: Серверний міст DHCP Запуск DHCP

source: When using tap mode as a multi-point server, you may optionally supply a DHCP range to use on the interface to which this tap instance is bridged. If these settings are left blank, DHCP will be passed through to the LAN, and the interface setting above will be ignored.
id_id: Saat menggunakan mode ketuk sebagai server multi-titik, Anda dapat secara opsional memberikan rentang DHCP untuk digunakan pada antarmuka yang dijembatani oleh contoh ketuk ini. Jika pengaturan ini dikosongkan, DHCP akan diteruskan ke LAN, dan pengaturan antarmuka di atas akan diabaikan.
it_it: Quando si utilizza la modalità TAP come server multi-punto, è possibile fornire facoltativamente un intervallo DHCP da utilizzare sull'interfaccia a cui questa istanza TAP è ponte. Se queste impostazioni vengono lasciate vuote, il DHCP verrà passato alla LAN e l'impostazione dell'interfaccia sopra verrà ignorata.
ja_jp: マルチポイントサーバとしてタップモードを使用すると、オプションで、このインスタンスがブリッジする、インタフェースで使用するdhcp 範囲を指定できます。設定を空白にすると、dhcp は lan へ通過され、上記のインタフェースは無視されます。
ko_ko: 탭 모드를 멀티포인트 서버로 사용할 때 이 탭 인스턴스가 브리지되는 인터페이스에서 사용할 DHCP 범위를 선택적으로 제공할 수 있습니다. 이 설정을 비워두면 DHCP가 LAN으로 전달되고 위의 인터페이스 설정은 무시됩니다.
pt_pt: Quando o modo tap é utilizado como servidor multi-ponto, poderá opcionalmente definir uma gama DHCP para usar no interface em que a instância tap seja bridged. Se estas definições não forem preenchidas, o DHCP será transitado para a LAN, e como as definições do interface acima serão ignoradas.
sw_sw: När du använder tappläget som en flerpunktsserver kan du valfritt ange ett DHCP-område som ska användas i det gränssnitt som den här tappinstansen är bryggad till. Om de här inställningarna lämnas tomma kommer DHCP att skickas vidare till LAN och gränssnittsinställningen ovan ignoreras.
tr_tr: Tap modunu çok noktalı sunucu olarak kullanırken, isteğe bağlı olarak bu tap örneğinin köprülendiği arayüzde kullanılacak bir DHCP aralığı sağlayabilirsiniz. Bu ayarlar boş bırakılırsa, DHCP LAN'a aktarılır ve yukarıdaki arayüz ayarı yok sayılır.
uk_uk: Якщо ви використовуєте режим точки доступу як багатоточковий сервер, ви можете за бажанням вказати діапазон DHCP для використання на інтерфейсі, до якого підключено екземпляр точки доступу. Якщо ці параметри залишити порожніми, DHCP буде передано до локальної мережі, а налаштування інтерфейсу, вказані вище, буде проігноровано.

source: Server Bridge DHCP End
id_id: Jembatan Server DHCP Akhir
ja_jp: サーバブリッジ dhcp 終了アドレス
ko_ko: 서버 브리지 DHCP 종료
pt_pt: Parar Servidor de Ponte DHCP
sw_sw: Server Bridge DHCP Slut
tr_tr: Sunucu Köprüsü DHCP Sonu
uk_uk: Серверний міст DHCP End
