Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Set this if you wish to use /tmp as a RAM disk (memory file system disk) rather than using the hard disk.
id_id: Atur ini jika Anda ingin menggunakan /tmp sebagai disk RAM (disk sistem file memori) daripada menggunakan hard disk.
it_it: Imposta questo se si desidera utilizzare /TMP come disco RAM (disco del file system di memoria) anziché utilizzare il disco rigido.
ja_jp: ハードディスクを使用するのではなく、/tmp を RAM にディスクする ( メモリファイルシステム ) として使用したい場合はこれを設定してください。
ko_ko: 하드 디스크 대신 /tmp를 RAM 디스크(메모리 파일 시스템 디스크)로 사용하려는 경우 이 옵션을 설정합니다.
pt_pt: Selecione isto se desejar usar /tmp umo um disco RAM (Disco do sistema de arquivos de memória) em vez de usar o disco rígido.
sw_sw: Ställ in detta om du vill använda /tmp som en RAM-disk (minnesfilsystemdisk) i stället för att använda hårddisken.
tr_tr: Sabit diski kullanmak yerine /tmp'yi bir RAM diski (bellek dosya sistemi diski) olarak kullanmak istiyorsanız bunu ayarlayın.
uk_uk: Встановіть цей параметр, якщо ви хочете використовувати /tmp як диск RAM (диск файлової системи пам'яті), а не як жорсткий диск.

source: /tmp RAM usage
id_id: Penggunaan RAM /tmp
ja_jp: /tmp RAM使用量
ko_ko: /tmp RAM 사용량
pt_pt: /tmp utilização de RAM
sw_sw: /tmp RAM-användning
tr_tr: /tmp RAM kullanımı
uk_uk: /tmp Використання оперативної пам'яті

source: System Sounds
id_id: Suara Sistem
it_it: Suona di sistema
ja_jp: システム音
ko_ko: 시스템 사운드
pt_pt: Filhos do sistema
sw_sw: Systemljud
tr_tr: Sistem Sesleri
uk_uk: Звуки системи

source: Startup/Shutdown Sound
id_id: Suara Pengaktifan/Penonaktifan
it_it: Suono di avvio/arresto
ja_jp: 起動 / シャットダウン音
ko_ko: 시작/종료 사운드
pt_pt: Som de iniciar/desligar
sw_sw: Ljud vid start/avstängning
tr_tr: Başlatma/Kapatma Sesi
uk_uk: Звук запуску/вимикання

source: Disable the startup/shutdown beep
id_id: Menonaktifkan bunyi bip pengaktifan/penonaktifan
it_it: Disabilita il segnale acustico di avvio/arresto
ja_jp: 起動 / シャットダウンビープ音を無効化
ko_ko: 시작/종료 신호음 비활성화하기
pt_pt: Desativar o som iniciar/desligar
sw_sw: Inaktivera pipet vid start/avstängning
tr_tr: Başlatma/kapatma bip sesini devre dışı bırakma
uk_uk: Вимкнути звуковий сигнал запуску/вимикання

source: When this is checked, startup and shutdown sounds will no longer play.
id_id: Apabila ini dicentang, suara pengaktifan dan penonaktifan tidak akan diputar lagi.
it_it: Quando questo viene controllato, i suoni di avvio e arresto non giocheranno più.
ja_jp: これをチェックすると、起動とシャットダウンの音が鳴らなくなります。
ko_ko: 이 옵션을 선택하면 시작 및 종료 사운드가 더 이상 재생되지 않습니다.
pt_pt: Quando estiver marcado, os filhos de iniciar e desligar não serão reproduzidos.
sw_sw: När detta är markerat spelas inte längre start- och avstängningsljud upp.
tr_tr: Bu işaretlendiğinde, başlatma ve kapatma sesleri artık çalmayacaktır.
uk_uk: Якщо цей пункт позначено, звуки запуску та завершення роботи більше не відтворюватимуться.

source: A valid DUID must be specified.
id_id: DUID yang valid harus ditentukan.
it_it: Deve essere specificato un DUID valido.
ja_jp: 有効なduidを指定してください。
ko_ko: 유효한 DUID를 지정해야 합니다.
pt_pt: Deve ser especificado um DUID válido.
sw_sw: Ett giltigt DUID måste anges.
tr_tr: Geçerli bir DUID belirtilmelidir.
uk_uk: Необхідно вказати дійсний DUID.

source: ARP Handling
id_id: Penanganan ARP
it_it: Gestione ARP
ja_jp: ARP処理
ko_ko: ARP 처리
pt_pt: Manuseamento ARP
sw_sw: ARP-hantering
tr_tr: ARP İşleme
uk_uk: Обробка ARP

source: Suppress ARP messages
id_id: Menekan pesan ARP
it_it: Sopprimere i messaggi ARP
ja_jp: ARP メッセージを抑制
ko_ko: ARP 메시지 표시 안 함
pt_pt: Suprimir mensagens ARP
sw_sw: Undertrycka ARP-meddelanden
tr_tr: ARP mesajlarını bastırma
uk_uk: Придушення ARP-повідомлень

source: This option will suppress ARP log messages when multiple interfaces reside on the same broadcast domain
id_id: Opsi ini akan menekan pesan log ARP ketika beberapa antarmuka berada pada domain broadcast yang sama
it_it: Questa opzione sopprimerà i messaggi di registro ARP quando più interfacce risiedono sullo stesso dominio di trasmissione
ja_jp: このオプションは、同じブロードキャストドメインに複数のインタフェースが存在する場合に、arp ログメッセージを抑制します。
ko_ko: 이 옵션은 여러 인터페이스가 동일한 브로드캐스트 도메인에 있는 경우 ARP 로그 메시지를 표시하지 않습니다.
pt_pt: Esta opção suprime as mensagens dos eventos de ARP quando múltiplas interfaces residem no mesmo domínio de difusão
sw_sw: Det här alternativet undertrycker ARP-loggmeddelanden när flera gränssnitt finns i samma sändningsdomän.
tr_tr: Bu seçenek, aynı yayın etki alanında birden fazla arayüz bulunduğunda ARP günlük mesajlarını bastıracaktır
uk_uk: Цей параметр пригнічуватиме повідомлення журналу ARP, коли кілька інтерфейсів перебувають в одному широкомовному домені

source: Prevent release
id_id: Mencegah pelepasan
it_it: Impedire il rilascio
ja_jp: 開放を抑制
ko_ko: 릴리스 방지
pt_pt: Prevenir a libertação
sw_sw: Förhindra utsläpp
tr_tr: Serbest bırakmayı önleyin
uk_uk: Запобігти вивільненню

source: Do not send a release message on client exit to prevent the release of an allocated address or prefix on the server.
id_id: Jangan mengirim pesan pelepasan pada saat klien keluar untuk mencegah pelepasan alamat atau awalan yang dialokasikan di server.
it_it: Non inviare un messaggio di rilascio all'uscita client per impedire il rilascio di un indirizzo o prefisso allocato sul server.
ja_jp: クライアント終了時に開放メッセージを送信しないことで、サーバに割り当てられたアドレスもしくはプレフィックスの開放を抑制します。
ko_ko: 서버에 할당된 주소나 접두사가 해제되지 않도록 클라이언트 종료 시 해제 메시지를 보내지 마세요.
pt_pt: Não enviar uma mensagem de libertação na saída do cliente para impedir a libertação de um endereço ou prefixo atribuído no servidor.
sw_sw: Skicka inte ett meddelande om frisläppande vid klientavslutning för att förhindra att en tilldelad adress eller ett prefix frisläpps på servern.
tr_tr: Sunucuda tahsis edilmiş bir adresin veya ön ekin serbest bırakılmasını önlemek için istemci çıkışında bir serbest bırakma mesajı göndermeyin.
uk_uk: Не надсилайте повідомлення про звільнення при виході клієнта, щоб запобігти звільненню виділеної адреси або префікса на сервері.

source: Log level
id_id: Tingkat log
it_it: Livello di registro
ja_jp: ログレベル
ko_ko: 로그 수준
pt_pt: Nível de registo
sw_sw: Loggnivå
tr_tr: Günlük seviyesi
uk_uk: Рівень журналу

source: Info
it_it: Informazioni
ja_jp: 情報
ko_ko: 정보
pt_pt: Informação
tr_tr: Bilgi
uk_uk: Інформація

source: Modify log level for IPv6 clients. Info will give status, interface leases and addresses. Debug will give full diagnostics.
id_id: Memodifikasi level log untuk klien IPv6. Info akan memberikan status, sewa antarmuka dan alamat. Debug akan memberikan diagnostik lengkap.
it_it: Modifica il livello di registro per i client IPv6. Le informazioni forniranno stato, leasing di interfaccia e indirizzi. Il debug darà la diagnostica completa.
ja_jp: IPv6クライアントのログレベルを変更します。Infoは、ステータス、インターフェイスリース、アドレスを表示します。Debugは、完全な診断を行います。
ko_ko: IPv6 클라이언트에 대한 로그 수준을 수정합니다. 정보는 상태, 인터페이스 임대 및 주소를 제공합니다. 디버그는 전체 진단을 제공합니다.
pt_pt: Modificar o nível de registo para clientes IPv6. A informação dará status, locações de interface e endereços. O Debug dará diagnósticos completos.
sw_sw: Ändra loggningsnivå för IPv6-klienter. Info visar status, gränssnittsuthyrningar och adresser. Debug ger fullständig diagnostik.
tr_tr: IPv6 istemcileri için günlük düzeyini değiştirin. Info durum, arayüz kiralamaları ve adresleri verecektir. Debug tam tanılama sağlayacaktır.
uk_uk: Змінити рівень журналу для клієнтів IPv6. Info покаже статус, оренду інтерфейсів та адреси. Налагодження надасть повну діагностику.

source: DHCP Unique Identifier
id_id: Pengenal Unik DHCP
it_it: DHCP Identificatore univoco
ja_jp: DHCP 固有識別子
ko_ko: DHCP 고유 식별자
pt_pt: DHCP Identificador Único
sw_sw: DHCP unik identifierare
tr_tr: DHCP Benzersiz Tanımlayıcı
uk_uk: Унікальний ідентифікатор DHCP

source: Insert the existing DUID
id_id: Masukkan DUID yang ada
it_it: Inserire il DUID esistente
ja_jp: 既存のDUIDを挿入
ko_ko: 기존 DUID를 삽입합니다.
pt_pt: Inserir o DUID existente
sw_sw: Infoga det befintliga DUID
tr_tr: Mevcut DUID'yi ekleyin
uk_uk: Вставте наявний DUID

source: Insert a new LLT DUID
id_id: Masukkan DUID LLT baru
it_it: Inserisci un nuovo DUID LLT
ja_jp: 新規 LLT DUID を挿入
ko_ko: 새 LLT ID 삽입
pt_pt: Inserir um novo DUID LLT
sw_sw: Infoga en ny LLT DUID
tr_tr: Yeni bir LLT DUID ekleyin
uk_uk: Вставте новий LLT DUID

source: Insert a new LL DUID
id_id: Masukkan DUID LL baru
it_it: Inserisci una nuova LL DUID
ja_jp: 新規 LL DUID を挿入
ko_ko: 새 LL DUID 삽입
pt_pt: Inserir uma nova LL DUID
sw_sw: Infoga en ny LL DUID
tr_tr: Yeni bir LL DUID ekleyin
uk_uk: Вставте новий LL DUID

source: Insert a new UUID DUID
id_id: Masukkan DUID UUID baru
it_it: Inserire un nuovo duid Uuid
ja_jp: 新規のユーイット・デュイット・挿入
ko_ko: 새 UUID를 삽입합니다.
pt_pt: Inserir um novo DUID UUID
sw_sw: Infoga ett nytt UUID DUID
tr_tr: Yeni bir UUID DUID ekleyin
uk_uk: Вставте новий UUID DUID

source: Insert a new EN DUID
id_id: Masukkan EN DUID baru
it_it: Inserisci un nuovo en Duid
ja_jp: 新規 EN DUID を挿入
ko_ko: 새 EN DUID 삽입
pt_pt: Inserir um novo PT DUID
sw_sw: Infoga en ny EN DUID
tr_tr: Yeni bir EN DUID yerleştirin
uk_uk: Вставте новий EN DUID

source: Clear the existing DUID
id_id: Menghapus DUID yang ada
it_it: Cancella il duido esistente
ja_jp: 既存のDUIDを消去
ko_ko: 기존 DUID 지우기
pt_pt: Limpar o DUID existente
sw_sw: Rensa det befintliga DUID
tr_tr: Mevcut DUID'yi temizleyin
uk_uk: Очистити існуючий DUID

source: This field can be used to enter an explicit DUID for use by IPv6 DHCP clients.
id_id: Bidang ini dapat digunakan untuk memasukkan DUID eksplisit untuk digunakan oleh klien DHCP IPv6.
it_it: Questo campo può essere utilizzato per inserire un DUID esplicito per l'uso dai client DHCP IPv6.
ja_jp: このフィールドはIPv6 DHCP クライアントに使用されていることが明白なDUIDを入力するのに使用できます。
ko_ko: 이 필드는 IPv6 DHCP 클라이언트에서 사용할 명시적 DUID를 입력하는 데 사용할 수 있습니다.
pt_pt: Este campo pode ser utilizado para introduzir um DUID explícito para utilização por clientes DHCP IPv6.
sw_sw: Det här fältet kan användas för att ange ett explicit DUID för användning av IPv6 DHCP-klienter.
tr_tr: Bu alan IPv6 DHCP istemcileri tarafından kullanılmak üzere açık bir DUID girmek için kullanılabilir.
uk_uk: У цьому полі можна ввести явний DUID для використання клієнтами IPv6 DHCP.

source: The correct format for each DUID type is as follows, all entries to be in hex format "xx" separated by a colon.
id_id: Format yang benar untuk setiap jenis DUID adalah sebagai berikut, semua entri dalam format heksa "xx" yang dipisahkan oleh titik dua.
it_it: Il formato corretto per ciascun tipo DUID è il seguente, tutte le voci per essere in formato esadecimale "xx" separate da un colon.
ja_jp: DUID タイプの正しい形式は、すべてのエントリを16進数で「xx」と表記し、コロンで区切ります。
ko_ko: 각 DUID 유형의 올바른 형식은 다음과 같으며, 모든 항목은 콜론으로 구분된 16진수 형식 "xx"로 입력해야 합니다.
pt_pt: O formato correcto para cada tipo de DUID é o seguinte, todas as entradas devem estar no formato hexadecimal "xx" separadas por dois pontos.
sw_sw: Det korrekta formatet för varje DUID-typ är följande, alla poster ska vara i hexformatet "xx" separerade av ett kolon.
tr_tr: Her bir DUID tipi için doğru format aşağıdaki gibidir, tüm girişler iki nokta üst üste ile ayrılmış "xx" hex formatında olmalıdır.
uk_uk: Правильний формат для кожного типу DUID наступний: всі записи повинні бути в шістнадцятковому форматі "xx", розділені двокрапкою.

source: LLT: 4 bytes "00:01:00:01" followed by 4 bytes Unix time e.g. "00:01:02:03", followed by 6 bytes of the MAC address.
id_id: LLT: 4 byte "00:01:00:01" diikuti dengan 4 byte waktu Unix, misalnya "00:01:02:03", diikuti dengan 6 byte alamat MAC.
it_it: LLT: 4 byte "00: 01: 00: 01" seguito da 4 byte unix tempo ad es. "00: 01: 02: 03", seguito da 6 byte dell'indirizzo MAC.
ja_jp: LLT：4バイトの「00:01:00:01」に4バイトのUnix時間（例：「00:01:02:03」）が続き、6バイトのMACアドレスが続きます。
ko_ko: LLT: 4바이트 "00:01:00:01" 다음에 4바이트의 유닉스 시간(예: "00:01:02:03"), 6바이트의 MAC 주소가 뒤따릅니다.
pt_pt: LLT: 4 bytes "00:01:00:01" seguido de 4 bytes hora Unix, por exemplo "00:01:02:03", seguido de 6 bytes do endereço MAC.
sw_sw: LLT: 4 bytes "00:01:00:01:01" följt av 4 bytes Unix-tid, t.ex. "00:01:02:03", följt av 6 bytes MAC-adress.
tr_tr: LLT: 4 bayt "00:01:00:01" ve ardından 4 bayt Unix zamanı, örneğin "00:01:02:03", ardından 6 bayt MAC adresi.
uk_uk: LLT: 4 байти "00:01:00:01", потім 4 байти часу Unix, наприклад, "00:01:02:03", потім 6 байт MAC-адреси.

source: LL: 4 bytes "00:03:00:01" followed by 6 bytes of the MAC address.
id_id: LL: 4 byte "00:03:00:01" diikuti dengan 6 byte alamat MAC.
it_it: LL: 4 byte "00: 03: 00: 01" seguito da 6 byte dell'indirizzo MAC.
ja_jp: LL：4バイトの "00:03:00:01 "の後に6バイトのMACアドレスが続きます。
ko_ko: LL: 4바이트 "00:03:00:01" 다음에 6바이트의 MAC 주소가 이어집니다.
pt_pt: LL: 4 bytes "00:03:00:01" seguidos de 6 bytes do endereço MAC.
sw_sw: LL: 4 bytes "00:03:00:01" följt av 6 bytes MAC-adress.
tr_tr: LL: 4 bayt "00:03:00:01" ve ardından 6 bayt MAC adresi.
uk_uk: LL: 4 байти "00:03:00:01", за якими йдуть 6 байт MAC-адреси.

source: UUID: 4 bytes "00:00:00:04" followed by 8 bytes of a universally unique identifier.
id_id: UUID: 4 byte "00:00:00:04" diikuti dengan 8 byte pengenal unik yang bersifat universal.
it_it: UUID: 4 byte "00: 00: 00: 04" seguito da 8 byte di un identificatore universalmente unico.
ja_jp: uuid: 4 バイトの「00:00:00:04」後に8バイトの普遍的にユニークな識別子が続きます。
ko_ko: UUID: 4바이트 "00:00:00:04"와 8바이트의 범용 고유 식별자.
pt_pt: UUID: 4 bytes "00:00:00:04" seguidos de 8 bytes de um identificador universalmente único.
sw_sw: UUID: 4 byte "00:00:00:00:04" följt av 8 byte av en universellt unik identifierare.
tr_tr: UUID: 4 bayt "00:00:00:04" ve ardından 8 bayt evrensel olarak benzersiz bir tanımlayıcı.
uk_uk: UUID: 4 байти "00:00:00:04", за якими слідують 8 байт універсального унікального ідентифікатора.

source: EN: 2 bytes "00:02" followed by 4 bytes of the enterprise number e.g. "00:00:00:01", followed by a variable length identifier of hex values up to 122 bytes in length.
id_id: EN: 2 byte "00:02" diikuti dengan 4 byte nomor perusahaan, misalnya "00:00:00:01", diikuti dengan pengidentifikasi panjang variabel nilai heksa hingga 122 byte.
it_it: IN: 2 byte "00:02" seguito da 4 byte del numero aziendale ad es. "00: 00: 00: 01", seguito da un identificatore di lunghezza variabile di valori esadecimali fino a 122 byte di lunghezza.
ja_jp: en: 2 バイトの「00:02」後に 4 バイトのエンタープライズナンバーが続きます。
ko_ko: EN: 2바이트 "00:02" 다음에 4바이트의 기업 번호(예: "00:00:00:01"), 그 다음에 최대 122바이트 길이의 가변 길이 식별자(16진수 값)가 이어집니다.
pt_pt: PT: 2 bytes "00:02" seguidos de 4 bytes do número da empresa, por exemplo "00:00:00:00:01", seguido de um identificador de comprimento variável de valores hexadecimais até 122 bytes de comprimento.
sw_sw: SV: 2 byte "00:02" följt av 4 byte av företagsnumret, t.ex. "00:00:00:00:01", följt av en identifierare med variabel längd av hexadecimala värden på upp till 122 byte.
tr_tr: EN: 2 bayt "00:02" ve ardından 4 bayt kurumsal numara, örneğin "00:00:00:01", ardından 122 bayta kadar hex değerlerinden oluşan değişken uzunlukta bir tanımlayıcı.
uk_uk: EN: 2 байти "00:02", за якими слідують 4 байти номера підприємства, наприклад, "00:00:00:01", а потім ідентифікатор змінної довжини з шістнадцяткових значень довжиною до 122 байт.

source: This will take effect after you reboot the machine or reconfigure each interface.
id_id: Hal ini akan berlaku setelah Anda menyalakan ulang mesin atau mengkonfigurasi ulang setiap antarmuka.
it_it: Ciò entrerà in vigore dopo aver riavviato la macchina o riconfigurare ogni interfaccia.
ja_jp: これは、マシンを再起動するか、すべてのインタフェースを再構成した後で有効になります。
ko_ko: 이는 컴퓨터를 재부팅하거나 각 인터페이스를 재구성한 후에 적용됩니다.
pt_pt: Isto terá efeito depois de reiniciar a máquina ou reconfigurar cada interface.
sw_sw: Detta träder i kraft när du startar om maskinen eller konfigurerar om varje gränssnitt.
tr_tr: Bu, makineyi yeniden başlattıktan veya her arayüzü yeniden yapılandırdıktan sonra etkili olacaktır.
uk_uk: Це набуде чинності після перезавантаження комп'ютера або переналаштування кожного інтерфейсу.

source: Tunable
id_id: Merdu
it_it: Sintonizzabile
ja_jp: 調整パラメータ
ko_ko: 조정 가능
pt_pt: parametro
sw_sw: Ställbar
tr_tr: Ayarlanabilir
uk_uk: Налаштовується

source: Are you sure you want to reset all tunables back to factory defaults?
id_id: Apakah Anda yakin ingin mengatur ulang semua penyetelan kembali ke default pabrik?
it_it: Sei sicuro di voler reimpostare tutti i sintonizzati nelle impostazioni predefinite di fabbrica?
ja_jp: 本当に全ての調整パラメータを出荷時の規定値に戻すか？
ko_ko: 모든 튜너블을 공장 기본값으로 초기화하시겠습니까?
pt_pt: Tem a certeza de que quer repor todas as sintonizações de volta às predefinições de fábrica?
sw_sw: Är du säker på att du vill återställa alla inställningar till fabriksinställningarna?
tr_tr: Tüm ayarları fabrika varsayılanlarına geri döndürmek istediğinizden emin misiniz?
uk_uk: Ви впевнені, що хочете повернути всі налаштування до заводських?

source: The firewall tunables have changed. You must apply the configuration to take affect.
id_id: Penyetelan firewall telah berubah. Anda harus menerapkan konfigurasi untuk menerapkannya.
it_it: I sintonizzabili del firewall sono cambiati. È necessario applicare la configurazione per avere effetto.
ja_jp: ファイアウォールの調整パラメータが変更されましたが、有効にするには、構成を適用してください。
ko_ko: 방화벽 튜너블이 변경되었습니다. 적용하려면 구성을 적용해야 합니다.
pt_pt: Os parametros de firewall foram alterados. Deve aplicar a configuração para ter efeito
sw_sw: Brandväggens inställningsbara funktioner har ändrats. Du måste tillämpa konfigurationen för att den ska börja gälla.
tr_tr: Güvenlik duvarı ayarlanabilirleri değişti. Etkili olması için yapılandırmayı uygulamanız gerekir.
uk_uk: Налаштування брандмауера змінено. Ви повинні застосувати конфігурацію, щоб вона набула чинності.

source: Tunables are composed of runtime settings for sysctl.conf which take effect immediately after apply and boot settings for loader.conf which require a reboot.
id_id: Tunables terdiri dari pengaturan runtime untuk sysctl.conf yang berlaku segera setelah diterapkan dan pengaturan boot untuk loader.conf yang memerlukan reboot.
it_it: I sintonizzabili sono composti da impostazioni di runtime per sysctl.conf che hanno effetto immediatamente dopo le impostazioni di applicazione e avvio per loader.conf che richiedono un riavvio.
ja_jp: 調整パラメータは、適用後すぐに有効になる sysctl.conf のランタイム設定及び再起動が必要となる loader.conf の起動設定を構成します。
ko_ko: 튜너블은 적용 후 즉시 적용되는 sysctl.conf의 런타임 설정과 재부팅이 필요한 loader.conf의 부팅 설정으로 구성됩니다.
pt_pt: Os sintonizadores são compostos por definições de tempo de execução para o sysctl.conf que entram em vigor imediatamente após a aplicação e definições de arranque para o loader.conf que requerem uma reinicialização.
sw_sw: Justerbara inställningar består av körtidsinställningar för sysctl.conf som träder i kraft omedelbart efter tillämpning och startinställningar för loader.conf som kräver en omstart.
tr_tr: Ayarlanabilir dosyalar, uygulandıktan hemen sonra etkili olan sysctl.conf için çalışma zamanı ayarlarından ve yeniden başlatma gerektiren loader.conf için önyükleme ayarlarından oluşur.
uk_uk: Налаштування складаються з налаштувань часу виконання для sysctl.conf, які набувають чинності одразу після застосування, та налаштувань завантаження для loader.conf, які вимагають перезавантаження.

source: unsupported
id_id: tidak didukung
it_it: non supportato
ja_jp: 非対応
ko_ko: 지원되지 않음
pt_pt: não apoiado
sw_sw: ej stödd
tr_tr: desteklenmiyor
uk_uk: не підтверджено

source: runtime
ja_jp: ランタイム
ko_ko: 런타임
pt_pt: tempo de execução
sw_sw: körtid
tr_tr: çalışma zamanı
uk_uk: час виконання

source: boot-time
id_id: waktu boot
it_it: Avvio tempo
ja_jp: ブートタイム
ko_ko: 부팅 시간
pt_pt: tempo de arranque
sw_sw: starttid
tr_tr: önyükleme zamanı
uk_uk: час завантаження

source: read-only
id_id: hanya-baca
it_it: sola lettura
ja_jp: かきこみきんし
ko_ko: 읽기 전용
pt_pt: apenas leitura
sw_sw: skrivskyddad
tr_tr: salt okunur
uk_uk: тільки для читання

source: environment
id_id: lingkungan
ja_jp: 環境
ko_ko: 환경
pt_pt: ambiente
sw_sw: miljö
tr_tr: çevre
uk_uk: навколишнє середовище

source: unknown
id_id: tidak diketahui
it_it: sconosciuto
ja_jp: 不明
ko_ko: 알 수 없음
pt_pt: desconhecido
sw_sw: okänd
tr_tr: Bilinmiyor
uk_uk: невідомо

source: Edit system tunable
id_id: Mengedit sistem yang dapat disetel
it_it: Modifica il sistema sintonizzabile
ja_jp: システム調整パラメータの編集
ko_ko: 시스템 조정 가능 편집
pt_pt: Editar sistema ajustável
sw_sw: Redigera systemet som kan ställas in
tr_tr: Ayarlanabilir sistem düzenleme
uk_uk: Редагувати налаштування системи

source: Port value
id_id: Nilai port
it_it: Valore della porta
ja_jp: ポート値
ko_ko: 포트 값
pt_pt: Valor da porta
sw_sw: Portvärde
tr_tr: Liman değeri
uk_uk: Значення порту

source: Protocol version
id_id: Versi protokol
it_it: Versione del protocollo
ja_jp: プロトコルバージョン
ko_ko: 프로토콜 버전
pt_pt: Versão do protocolo
sw_sw: Protokollversion
tr_tr: Protokol sürümü
uk_uk: Версія протоколу

source: Search level
id_id: Tingkat pencarian
it_it: Livello di ricerca
ja_jp: 検索レベル
ko_ko: 검색 수준
pt_pt: Nível de pesquisa
sw_sw: Söknivå
tr_tr: Arama seviyesi
uk_uk: Рівень пошуку

source: User naming Attribute
id_id: Atribut penamaan pengguna
it_it: Attributo di denominazione dell'utente
ja_jp: ユーザネーミング属性
ko_ko: 사용자 이름 지정 속성
pt_pt: Atributo de nomeação de utilizador
sw_sw: Användarnamn Attribut
tr_tr: Kullanıcı adlandırma Özniteliği
uk_uk: Атрибут іменування користувача

source: Authentication container
id_id: Wadah otentikasi
it_it: Contenitore di autenticazione
ja_jp: 認証コンテナ
ko_ko: 인증 컨테이너
pt_pt: Autenticação do recipiente
sw_sw: Behållare för autentisering
tr_tr: Kimlik doğrulama konteyneri
uk_uk: Контейнер автентифікації

source: Bind user DN
id_id: Mengikat DN pengguna
it_it: Lega l'utente DN
ja_jp: ユーザDNをバインド
ko_ko: 사용자 DN 바인딩
pt_pt: Obriga utilizador DN
sw_sw: Bind användarens DN
tr_tr: Kullanıcı DN'sini bağla
uk_uk: Прив'язати DN користувача

source: Authentication port value
id_id: Nilai port otentikasi
it_it: Valore della porta di autenticazione
ja_jp: 認証ポート値
ko_ko: 인증 포트 값
pt_pt: Valor da porta de autenticação
sw_sw: Värde för autentiseringsport
tr_tr: Kimlik doğrulama bağlantı noktası değeri
uk_uk: Значення порту автентифікації

source: The host name contains invalid characters.
id_id: Nama host berisi karakter yang tidak valid.
it_it: Il nome host contiene caratteri non validi.
ja_jp: ホスト名に無効な文字が含まれています
ko_ko: 호스트 이름에 잘못된 문자가 포함되어 있습니다.
pt_pt: O nome de host contem caracteres invalidos.
sw_sw: Värdnamnet innehåller ogiltiga tecken.
tr_tr: Ana bilgisayar adı geçersiz karakterler içeriyor.
uk_uk: Ім'я хоста містить недопустимі символи.

source: An authentication server with the same name already exists.
id_id: Server autentikasi dengan nama yang sama sudah ada.
it_it: Un server di autenticazione con lo stesso nome esiste già.
ja_jp: 同じ名前の認証サーバが既に存在しています
ko_ko: 같은 이름의 인증 서버가 이미 존재합니다.
pt_pt: Um servidor de autenticação com o mesmo nome já existe.
sw_sw: Det finns redan en autentiseringsserver med samma namn.
tr_tr: Aynı ada sahip bir kimlik doğrulama sunucusu zaten mevcut.
uk_uk: Сервер автентифікації з такою ж назвою вже існує.

source: RADIUS Timeout value must be numeric and positive.
id_id: Nilai Batas Waktu RADIUS harus berupa angka dan positif.
it_it: Il valore di timeout del raggio deve essere numerico e positivo.
ja_jp: 半径 タイムアウト値、正の数値です。
ko_ko: RADIUS 타임아웃 값은 숫자와 양수여야 합니다.
pt_pt: O valor do tempo limite de RADIUS terá de ser numérico e positivo.
sw_sw: RADIUS Timeout-värdet måste vara numeriskt och positivt.
tr_tr: RADIUS Zaman Aşımı değeri sayısal ve pozitif olmalıdır.
uk_uk: Значення тайм-ауту RADIUS має бути числовим та додатнім.

source: A server name must be provided.
id_id: Nama server harus disediakan.
it_it: Deve essere fornito un nome del server.
ja_jp: サーバー名を指定する必要があります。
ko_ko: 서버 이름을 입력해야 합니다.
pt_pt: Deve ser fornecido um nome de servidor.
sw_sw: Ett servernamn måste anges.
tr_tr: Bir sunucu adı sağlanmalıdır.
uk_uk: Необхідно вказати ім'я сервера.

source: Invalid server name given.
id_id: Nama server yang diberikan tidak valid.
it_it: Nome server non valido indicato.
ja_jp: 無効なサーバ名を与えられました。
ko_ko: 잘못된 서버 이름을 입력했습니다.
pt_pt: Nome de servidor inválido dado.
sw_sw: Ett ogiltigt servernamn har angetts.
tr_tr: Geçersiz sunucu adı verildi.
uk_uk: Вказано невірне ім'я сервера.
