Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Compress tunnel packets using the LZ4/LZO algorithm. The LZ4 generally offers the best performance with least CPU usage. For backwards compatibility use the LZO (which is identical to the older option --comp-lzo yes). In the partial mode (the option --compress with an empty algorithm) compression is turned off, but the packet framing for compression is still enabled, allowing a different setting to be pushed later. The legacy LZO algorithm with adaptive compression mode will dynamically disable compression for a period of time if OpenVPN detects that the data in the packets is not being compressed efficiently.
id_id: Kompres paket terowongan menggunakan algoritma LZ4/LZO. LZ4 umumnya menawarkan kinerja terbaik dengan penggunaan CPU paling sedikit. Untuk kompatibilitas ke belakang, gunakan LZO (yang identik dengan opsi yang lebih lama --comp-lzo ya). Dalam mode parsial (opsi --compress dengan algoritma kosong) kompresi dimatikan, tetapi pembingkaian paket untuk kompresi masih diaktifkan, sehingga memungkinkan pengaturan yang berbeda untuk didorong nanti. Algoritma LZO lama dengan mode kompresi adaptif akan menonaktifkan kompresi secara dinamis untuk jangka waktu tertentu jika OpenVPN mendeteksi bahwa data dalam paket tidak dikompresi secara efisien.
ja_jp: LZ4/LZOアルゴリズムでトンネルパケットを圧縮します。一般に、LZ4はCPU使用率が最も低く、最高のパフォーマンスを提供します。後方互換性のために、LZOを使用します（これは、古いオプションの-comp-lzo yesと同じです）。部分モード (空のアルゴリズムを持つオプション --compress) では、圧縮はオフになりますが、圧縮のためのパケットフレーミングはまだ有効で、後で別の設定をプッシュすることができます。適応型圧縮モードのレガシーLZOアルゴリズムは、パケット内のデータが効率的に圧縮されていないことをOpenVPNが検出すると、一定期間、動的に圧縮を無効にします。
ko_ko: LZ4/LZO 알고리즘을 사용하여 터널 패킷을 압축합니다. LZ4는 일반적으로 최소한의 CPU 사용으로 최상의 성능을 제공합니다. 이전 버전과의 호환성을 위해 LZO를 사용하세요(이전 옵션 --comp-lzo yes와 동일). 부분 모드(빈 알고리즘을 사용하는 --compress 옵션)에서는 압축이 꺼져 있지만 압축을 위한 패킷 프레이밍은 계속 활성화되어 나중에 다른 설정을 푸시할 수 있습니다. 적응형 압축 모드가 있는 레거시 LZO 알고리즘은 OpenVPN이 패킷의 데이터가 효율적으로 압축되지 않는다고 감지하면 일정 기간 동안 압축을 동적으로 비활성화합니다.
pt_pt: Comprimir pacotes de túneis usando o algoritmo LZ4/LZO. O LZ4 oferece geralmente o melhor desempenho com menor utilização de CPU. Para compatibilidade com versões anteriores, utilizar o LZO (que é idêntico à opção mais antiga --comp-lzo sim). No modo parcial (a opção --comprimir com um algoritmo vazio) a compressão é desligada, mas o enquadramento do pacote para compressão ainda está activado, permitindo que uma configuração diferente seja empurrada mais tarde. O algoritmo LZO antigo com modo de compressão adaptativa desactivará dinamicamente a compressão durante um período de tempo se o OpenVPN detectar que os dados nos pacotes não estão a ser comprimidos eficientemente.
sw_sw: Komprimera tunnelpaket med hjälp av LZ4/LZO-algoritmen. LZ4 ger i allmänhet den bästa prestandan med minst CPU-användning. För bakåtkompatibilitet används LZO (som är identiskt med det äldre alternativet --comp-lzo yes). I det partiella läget (alternativet --compress med en tom algoritm) är komprimeringen avstängd, men paketramen för komprimering är fortfarande aktiverad, vilket gör det möjligt att senare trycka på en annan inställning. Den äldre LZO-algoritmen med adaptivt komprimeringsläge inaktiverar dynamiskt komprimeringen under en viss tid om OpenVPN upptäcker att data i paketen inte komprimeras effektivt.
tr_tr: LZ4/LZO algoritmasını kullanarak tünel paketlerini sıkıştırın. LZ4 genellikle en az CPU kullanımıyla en iyi performansı sunar. Geriye dönük uyumluluk için LZO'yu kullanın (eski --comp-lzo yes seçeneğiyle aynıdır). Kısmi modda (boş bir algoritma ile --compress seçeneği) sıkıştırma kapatılır, ancak sıkıştırma için paket çerçeveleme hala etkindir ve daha sonra farklı bir ayarın itilmesine izin verir. Uyarlanabilir sıkıştırma moduna sahip eski LZO algoritması, OpenVPN paketlerdeki verilerin verimli bir şekilde sıkıştırılmadığını tespit ederse, sıkıştırmayı bir süre için dinamik olarak devre dışı bırakacaktır.
uk_uk: Стискання тунельних пакетів за допомогою алгоритму LZ4/LZO. LZ4 зазвичай забезпечує найкращу продуктивність при найменшому використанні процесора. Для зворотної сумісності використовуйте LZO (який ідентичний старій опції --comp-lzo yes). У частковому режимі (опція --compress з порожнім алгоритмом) стиснення вимкнено, але кадрування пакетів для стиснення все ще увімкнено, що дозволяє застосувати інший параметр пізніше. Застарілий алгоритм LZO з адаптивним режимом стиснення динамічно вимикає стиснення на певний час, якщо OpenVPN виявляє, що дані в пакетах стискаються неефективно.

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value
id_id: Mengatur nilai header IP TOS dari paket terowongan agar sesuai dengan nilai paket yang dienkapsulasi
it_it: Impostare il valore di intestazione IP TOS dei pacchetti di tunnel per abbinare il valore del pacchetto incapsulato
ja_jp: カプセル化されたパケットの値と一致する、トンネルパケットのトスヘッダの値を設定してください。
ko_ko: 캡슐화된 패킷 값과 일치하도록 터널 패킷의 TOS IP 헤더 값을 설정합니다.
pt_pt: Desativar IPv6
sw_sw: Ställ in TOS IP-headervärdet för tunnelpaket så att det matchar det inkapslade paketets värde.
tr_tr: Tünel paketlerinin TOS IP başlık değerini kapsüllenmiş paket değeriyle eşleşecek şekilde ayarlayın
uk_uk: Встановіть значення заголовка TOS IP для тунельних пакетів відповідно до значення інкапсульованого пакета

source: Don't pull routes
id_id: Jangan menarik rute
it_it: Non tirare i percorsi
ja_jp: ルートをプルしない
ko_ko: 경로를 끌어오지 마세요
pt_pt: Não forçar a rotação
sw_sw: Dra inte in rutter
tr_tr: Rotaları çekmeyin
uk_uk: Не тягніть маршрути

source: This option effectively bars the server from adding routes to the client's routing table, however note that this option still allows the server to set the TCP/IP properties of the client's TUN/TAP interface
id_id: Opsi ini secara efektif melarang server untuk menambahkan rute ke tabel perutean klien, namun perlu dicatat bahwa opsi ini masih memungkinkan server untuk mengatur properti TCP/IP dari antarmuka TUN/TAP klien
it_it: Questa opzione blocca efficacemente il server dall'aggiunta di percorsi alla tabella di routing del client, tuttavia si noti che questa opzione consente ancora al server di impostare le proprietà TCP/IP dell'interfaccia Tun/TAP del client
ja_jp: このオプションは、サーバが、クライアントのルーティングテーブルにルートを追加することを効果的に禁止します、ただし、このオプションは、サーバがクライアントのTun/Tap インタフェースに許可することは注意してください。
ko_ko: 이 옵션은 서버가 클라이언트의 라우팅 테이블에 경로를 추가하는 것을 효과적으로 차단하지만, 이 옵션을 사용해도 서버가 클라이언트의 TUN/TAP 인터페이스의 TCP/IP 속성을 설정할 수 있다는 점에 유의하세요.
pt_pt: Esta opção impede efetivamente o servidor de adicionar rotas à tabela de roteamento dos clientes, contudo note que esta opção ainda permite que o servidor defina as propriedades TCP/IP sem interface dos clientes TUN/TAP
sw_sw: Det här alternativet hindrar servern från att lägga till rutter i klientens routningstabell, men observera att det här alternativet fortfarande gör det möjligt för servern att ställa in TCP/IP-egenskaperna för klientens TUN/TAP-gränssnitt.
tr_tr: Bu seçenek sunucunun istemcinin yönlendirme tablosuna rota eklemesini etkili bir şekilde engeller, ancak bu seçeneğin sunucunun istemcinin TUN/TAP arayüzünün TCP/IP özelliklerini ayarlamasına hala izin verdiğini unutmayın
uk_uk: Цей параметр фактично забороняє серверу додавати маршрути до таблиці маршрутизації клієнта, однак зауважте, що цей параметр дозволяє серверу встановлювати властивості TCP/IP клієнтського інтерфейсу TUN/TAP

source: Don't add/remove routes
id_id: Jangan menambah/menghapus rute
it_it: Non aggiungere/rimuovere i percorsi
ja_jp: ルート追加削除/しない
ko_ko: 경로 추가/제거하지 않기
pt_pt: Rotas não adicionar/remover
sw_sw: Lägg inte till/ta bort rutter
tr_tr: Rota ekleme/kaldırma
uk_uk: Не додавати/видаляти маршрути

source: Do not add or remove routes automatically. Instead pass routes to "--route-up" script using environmental variables.
id_id: Jangan menambah atau menghapus rute secara otomatis. Alih-alih, berikan rute ke skrip "--route-up" menggunakan variabel lingkungan.
it_it: Non aggiungere o rimuovere automaticamente i percorsi. Invece passa percorsi allo script "--route-up" usando variabili ambientali.
ja_jp: 経路の自動追加・削除は行いません。代わりに、環境変数を使って「--route-up」スクリプトにルートを渡します。
ko_ko: 경로를 자동으로 추가하거나 제거하지 마세요. 대신 환경 변수를 사용하여 "--route-up" 스크립트에 경로를 전달하세요.
pt_pt: Não adicionar ou remover rotas automaticamente. Em vez disso, passar rotas para o guião "--route-up" utilizando variáveis ambientais.
sw_sw: Lägg inte till eller ta bort rutter automatiskt. Överlämna istället vägar till skriptet "--route-up" med hjälp av miljövariabler.
tr_tr: Rotaları otomatik olarak eklemeyin veya kaldırmayın. Bunun yerine çevresel değişkenleri kullanarak rotaları "--route-up" betiğine aktarın.
uk_uk: Не додавайте і не видаляйте маршрути автоматично. Замість цього передавайте маршрути скрипту "--route-up" за допомогою змінних оточення.

source: Advanced configuration
id_id: Konfigurasi lanjutan
it_it: Configurazione avanzata
ja_jp: 詳細設定
ko_ko: 고급 구성
pt_pt: Configuração avançada
sw_sw: Avancerad konfiguration
tr_tr: Gelişmiş yapılandırma
uk_uk: Розширена конфігурація

source: Enter any additional options you would like to add to the configuration file here.
id_id: Masukkan opsi tambahan apa pun yang ingin Anda tambahkan ke file konfigurasi di sini.
it_it: Immettere qualsiasi opzione aggiuntiva che desideri aggiungere al file di configurazione qui.
ja_jp: 構成ファイルに追加したい、追加オプションは全てここに入力してください。
ko_ko: 여기에 구성 파일에 추가할 추가 옵션을 입력합니다.
pt_pt: Introduza aqui quaisquer opções adicionais que gostaria de adicionar ao ficheiro de configuração.
sw_sw: Ange eventuella ytterligare alternativ som du vill lägga till i konfigurationsfilen här.
tr_tr: Yapılandırma dosyasına eklemek istediğiniz ek seçenekleri buraya girin.
uk_uk: Тут введіть будь-які додаткові параметри, які ви хочете додати до конфігураційного файлу.

source: Verbosity level
id_id: Tingkat kekasaran
it_it: Livello di verbosità
ja_jp: 詳細レベル
ko_ko: 상세도 수준
pt_pt: Nível Verbosidade
sw_sw: Verbositetsnivå
tr_tr: Zorluk seviyesi
uk_uk: Рівень багатослівності

source: Each level shows all info from the previous levels. Level 3 is recommended if you want a good summary of what's happening without being swamped by output.
id_id: Setiap level menampilkan semua informasi dari level sebelumnya. Level 3 direkomendasikan jika Anda menginginkan ringkasan yang baik tentang apa yang terjadi tanpa dibanjiri oleh output.
it_it: Ogni livello mostra tutte le informazioni dai livelli precedenti. Il livello 3 è consigliato se si desidera un buon riepilogo di ciò che sta accadendo senza essere sommerso dall'output.
ja_jp: どのレベルも、前のレベルから全ての情報を表示します。出力で溢れさせることなしに、なにが起きたのかの良い概要が欲しいのであれば、推奨は3レベルです。
ko_ko: 각 레벨은 이전 레벨의 모든 정보를 표시합니다. 출력에 휩쓸리지 않고 무슨 일이 일어나고 있는지 잘 요약하고 싶다면 레벨 3을 사용하는 것이 좋습니다.
pt_pt: Cada nível mostra todas como informações dos níveis anteriores. O nível 3 é recomendado se deseja um bom sumário do que está a acontecer sem ser inundado pela saída.
sw_sw: Varje nivå visar all information från de föregående nivåerna. Nivå 3 rekommenderas om du vill ha en bra sammanfattning av vad som händer utan att översköljas av utdata.
tr_tr: Her seviye, önceki seviyelerdeki tüm bilgileri gösterir. Çıktılarla boğulmadan neler olup bittiğine dair iyi bir özet istiyorsanız Seviye 3 önerilir.
uk_uk: Кожен рівень показує всю інформацію з попередніх рівнів. Рівень 3 рекомендується, якщо ви хочете отримати гарний підсумок того, що відбувається, не перевантажуючи себе вихідними даними.

source: %snone%s -- No output except fatal errors.
id_id: %snone%s - Tidak ada output kecuali kesalahan fatal.
it_it: %snone%s - Nessun output tranne errori fatali.
ja_jp: %sなし%s -- 致命的なエラー以外は出力しない。
ko_ko: none%s -- 치명적인 오류를 제외하고는 출력이 없습니다.
pt_pt: %snone%s -- Nenhuma saída excepto erros fatais.
sw_sw: %snone%s - Ingen utdata förutom dödliga fel.
tr_tr: snone%s -- Ölümcül hatalar dışında çıktı yok.
uk_uk: %snone%s -- Ніякого виводу, крім фатальних помилок.

source: %sdefault%s-%s4%s -- Normal usage range.
id_id: %sdefault%s-%s4%s - Kisaran penggunaan normal.
it_it: %sDEFAULT%s-%s4%s-Intervallo di utilizzo normale.
ja_jp: %sデフォルト%s-%s4%s -- 標準の使用範囲。
ko_ko: 기본값%s-%s4%s -- 일반 사용 범위입니다.
pt_pt: %sdefault%s-%s4%s -- Intervalo de uso norma
sw_sw: %sdefault%s-%s4%s -- Normalt användningsområde.
tr_tr: sdefault%s-%s4%s -- Normal kullanım aralığı.
uk_uk: %sdefault%s-%s4%s -- Звичайний діапазон використання.

source: %s5%s -- Output R and W characters to the console for each packet read and write, uppercase is used for TCP/UDP packets and lowercase is used for TUN/TAP packets.
id_id: %s5%s - Keluaran karakter R dan W ke konsol untuk setiap paket yang dibaca dan ditulis, huruf besar digunakan untuk paket TCP/UDP dan huruf kecil digunakan untuk paket TUN/TAP.
it_it: %s5%s - I caratteri di uscita R e W sulla console per ciascun pacchetto di lettura e scrittura, la maiuscola viene utilizzata per i pacchetti TCP/UDP e il minuscolo viene utilizzato per i pacchetti Tun/Tap.
ja_jp: s5%s -- 読み込み及び書き込みパケット毎に、コンソールに R と W の文字を出力します。 大文字は TCP/UDP パケットに使用され、小文字は TUN/TAP パケットに使用されます。
ko_ko: s5%s -- 각 패킷 읽기 및 쓰기에 대해 콘솔에 R 및 W 문자를 출력하며, 대문자는 TCP/UDP 패킷에, 소문자는 TUN/TAP 패킷에 사용됩니다.
pt_pt: %s5%s -- Caracteres de saída R e W para a consola, para cada pacote ler e escrever, maiúsculas são usadas para pacotes TCP/UDP e minúsculas são usadas para pacotes TUN/TAP.
sw_sw: %s5%s -- Utdata R- och W-tecken till konsolen för varje paket som läses och skrivs, versaler används för TCP/UDP-paket och små bokstäver för TUN/TAP-paket.
tr_tr: s5%s -- Okunan ve yazılan her paket için R ve W karakterlerini konsola çıktı olarak verir, TCP/UDP paketleri için büyük harf, TUN/TAP paketleri için küçük harf kullanılır.
uk_uk: %s5%s -- Вивести символи R та W на консоль для кожного прочитаного та записаного пакета, верхній регістр використовується для TCP/UDP пакетів, нижній регістр використовується для TUN/TAP пакетів.

source: %s6%s-%s11%s -- Debug info range.
id_id: %s6%s-%s11%s - Kisaran info debug.
it_it: %s6%s-%s11%s-intervallo di informazioni di debug.
ja_jp: s6%s-%s11%s -- デバッグ情報の範囲です。
ko_ko: s6%s-%s11%s -- 디버그 정보 범위입니다.
pt_pt: %s6%s-%s11%s - - Depuração do intervalo de informação
sw_sw: %s6%s-%s11%s - Intervall för felsökningsinformation.
tr_tr: s6%s-%s11%s -- Hata ayıklama bilgi aralığı.
uk_uk: %s6%s-%s11%s -- діапазон налагоджувальної інформації.

source: Move selected items to end
id_id: Memindahkan item yang dipilih ke akhir
it_it: Sposta gli elementi selezionati per terminare
ja_jp: 選択した項目を末尾に移動
ko_ko: 선택한 항목을 끝으로 이동
pt_pt: Mover itens seleccionados para o fim
sw_sw: Flytta markerade objekt till slutet
tr_tr: Seçilen öğeleri sona taşı
uk_uk: Перемістити вибрані елементи в кінець

source: Move selected before this item
id_id: Pindahkan yang dipilih sebelum item ini
it_it: Sposta selezionato prima di questo articolo
ja_jp: 選択したこの項目の前に移動
ko_ko: 이 항목 앞에 선택된 항목 이동
pt_pt: Movimento seleccionado antes deste item
sw_sw: Flytt som valts före denna punkt
tr_tr: Bu öğeden önce seçilen taşıma
uk_uk: Перемістити вибране перед цим пунктом

source: delete client
id_id: hapus klien
it_it: Elimina client
ja_jp: クライアントを削除
ko_ko: 클라이언트 삭제
pt_pt: Cliente clonar
sw_sw: radera klient
tr_tr: istemciyi sil
uk_uk: видалити клієнта

source: clone client
id_id: klien klon
ja_jp: クライアントをクローン
ko_ko: 클라이언트 복제
pt_pt: mova os itens selecionados para o fim
sw_sw: klon-klient
tr_tr: klon istemci
uk_uk: клон-клієнт

source: The field 'DNS Domain search list' must contain valid domain names
id_id: Bidang 'Daftar pencarian Domain DNS' harus berisi nama domain yang valid
ja_jp: DNS Domain search list」フィールドには、有効なドメイン名が含まれている必要があります。
ko_ko: 'DNS 도메인 검색 목록' 필드에는 유효한 도메인 이름이 포함되어야 합니다.
pt_pt: O campo "Lista de pesquisa de domínios DNS" deve conter nomes de domínio válidos
sw_sw: Fältet "DNS Domain search list" måste innehålla giltiga domännamn.
tr_tr: 'DNS Alan adı arama listesi' alanı geçerli alan adlarını içermelidir
uk_uk: Поле "Список пошуку доменів DNS" має містити дійсні доменні імена

source: The field 'DNS Domain search list' may contain max 10 entries
id_id: Bidang 'Daftar pencarian Domain DNS' dapat berisi maksimal 10 entri
ja_jp: DNS ドメイン検索リスト」フィールドには、最大 10 件のエントリーを含めることができます。
ko_ko: 'DNS 도메인 검색 목록' 필드에는 최대 10개의 항목이 포함될 수 있습니다.
pt_pt: O campo "Lista de pesquisa de domínio DNS" pode conter um máximo de 10 entradas
sw_sw: Fältet "DNS Domain search list" får innehålla högst 10 poster.
tr_tr: 'DNS Alan adı arama listesi' alanı en fazla 10 giriş içerebilir
uk_uk: Поле "Список пошуку доменів DNS" може містити не більше 10 записів

source: Do you really want to delete this csc?
id_id: Apakah Anda benar-benar ingin menghapus csc ini?
it_it: Vuoi davvero eliminare questo CSC?
ja_jp: 本当にこのCSCを削除しますか？
ko_ko: 정말 이 CSS를 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende eliminar o csc's selecionado?
sw_sw: Vill du verkligen radera denna csc?
tr_tr: Bu csc'yi gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей csc?

source: Do you really want to delete the selected csc's?
id_id: Apakah Anda benar-benar ingin menghapus csc yang dipilih?
it_it: Vuoi davvero eliminare i CSC selezionati?
ja_jp: 本当に選択したCSCを削除しますか？
ko_ko: 선택한 CSC를 정말 삭제하시겠습니까?
pt_pt: Adicionar csc
sw_sw: Vill du verkligen radera de utvalda csc:erna?
tr_tr: Seçilen csc'leri gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити вибрані csc?

source: Set this option to disable this client-specific override without removing it from the list
id_id: Atur opsi ini untuk menonaktifkan pengabaian khusus klien ini tanpa menghapusnya dari daftar
it_it: Imposta questa opzione per disabilitare questa sovraccarico specifico del client senza rimuoverla dall'elenco
ja_jp: このオプションを設定すると、リストから削除せずに、このクライアント固有の上書きを無効にします。
ko_ko: 이 클라이언트별 재정의가 목록에서 제거되지 않고 비활성화하려면 이 옵션을 설정합니다.
pt_pt: Configurar esta opção para desativar este cliente específico sem que seja removido da lista
sw_sw: Ställ in det här alternativet om du vill inaktivera den här klientspecifika åsidosättningen utan att ta bort den från listan.
tr_tr: Bu istemciye özgü geçersiz kılmayı listeden kaldırmadan devre dışı bırakmak için bu seçeneği ayarlayın
uk_uk: Встановіть цей прапорець, щоб вимкнути перевизначення для цього клієнта, не вилучаючи його зі списку

source: Select the OpenVPN servers where this override applies to, leave empty for all
id_id: Pilih server OpenVPN yang menjadi tujuan pengabaian ini, biarkan kosong untuk semua
it_it: Seleziona i server OpenVPN in cui si applica questo override, lascia vuoto per tutti
ja_jp: この上書きを適用する OpenVPN サーバを選択してください。 空白にすると全てに適用します。
ko_ko: 이 재정의가 적용되는 OpenVPN 서버를 선택하고 모두 비워 둡니다.
pt_pt: Selecione um servidor de OpenVPN onde esta sobreposição se aplica, deixe vazio para todos.
sw_sw: Välj de OpenVPN-servrar som den här åsidosättningen gäller för, lämna tomt för alla.
tr_tr: Bu geçersiz kılmanın geçerli olduğu OpenVPN sunucularını seçin, tümü için boş bırakın
uk_uk: Виберіть сервери OpenVPN, до яких застосовується це перевизначення, залиште порожніми для всіх

source: Common name
id_id: Nama umum
it_it: Nome comune
ja_jp: コモンネーム
ko_ko: 일반 이름
pt_pt: Nome comum
sw_sw: Gemensamt namn
tr_tr: Ortak ad
uk_uk: Загальна назва

source: Enter the client's X.509 common name here
id_id: Masukkan nama umum X.509 klien di sini
it_it: Immettere qui il nome comune X.509 del cliente
ja_jp: クライアントのx.509コモンネームを、ここに入力してください。
ko_ko: 여기에 클라이언트의 X.509 일반 이름을 입력합니다.
pt_pt: Digite o nome comum (CN) do cliente X.509 aqui
sw_sw: Ange klientens gemensamma X.509-namn här
tr_tr: İstemcinin X.509 ortak adını buraya girin
uk_uk: Введіть тут загальне ім'я X.509 клієнта

source: Connection blocking
id_id: Pemblokiran koneksi
it_it: Blocco della connessione
ja_jp: 接続拒否
ko_ko: 연결 차단
pt_pt: Ligação bloquada
sw_sw: Blockering av anslutningar
tr_tr: Bağlantı engelleme
uk_uk: Блокування з'єднання

source: Block this client connection based on its common name
id_id: Blokir koneksi klien ini berdasarkan nama umumnya
it_it: Blocca questa connessione client in base al suo nome comune
ja_jp: コモンネームに基づいた接続で、このクライアントを拒否する。
ko_ko: 일반적인 이름을 기준으로 이 클라이언트 연결을 차단합니다.
pt_pt: Bloquear esta ligação com base no seu nome comum
sw_sw: Blockera den här klientanslutningen baserat på dess gemensamma namn
tr_tr: Bu istemci bağlantısını ortak adına göre engelleyin
uk_uk: Заблокувати це клієнтське з'єднання на основі його загальної назви

source: Don't use this option to permanently disable a client due to a compromised key or password. Use a CRL (certificate revocation list) instead
id_id: Jangan gunakan opsi ini untuk menonaktifkan klien secara permanen karena kunci atau kata sandi yang disalahgunakan. Gunakan CRL (daftar pencabutan sertifikat) sebagai gantinya
it_it: Non utilizzare questa opzione per disabilitare permanentemente un client a causa di una chiave o una password compromessa. Utilizzare invece un CRL (elenco di revoca del certificato)
ja_jp: セキュリティ侵害を受けた鍵やパスワードを持つクライアントを永続的に無効にする用途で、このオプションを使用しないでください、その場合は、CRL ( 証明書失効リスト ) を使用します。
ko_ko: 키 또는 비밀번호가 손상되어 클라이언트를 영구적으로 비활성화하려면 이 옵션을 사용하지 마세요. 대신 CRL(인증서 해지 목록)을 사용하세요.
pt_pt: Não usar esta opção para desativar permanentemente um cliente devido a uma chave ou senha comprometida. Use um CRL (lista de revogação de certificados) em alternativa.
sw_sw: Använd inte det här alternativet för att permanent inaktivera en klient på grund av att nyckeln eller lösenordet har äventyrats. Använd istället en CRL (Certificate Revocation List).
tr_tr: Bu seçeneği, ele geçirilmiş bir anahtar veya parola nedeniyle bir istemciyi kalıcı olarak devre dışı bırakmak için kullanmayın. Bunun yerine bir CRL (sertifika iptal listesi) kullanın
uk_uk: Не використовуйте цю опцію, щоб назавжди вимкнути клієнта через скомпрометований ключ або пароль. Замість цього використовуйте CRL (список відкликання сертифікатів)
