Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Blocklist.site Ads
id_id: Iklan Blocklist.site
ja_jp: ブロックリスト.サイトの広告
ko_ko: Blocklist.site 광고
pt_pt: Blocklist.site Anúncios
sw_sw: Blocklist.site annonser
tr_tr: Blocklist.site Reklamlar
uk_uk: Blocklist.site Оголошення

source: Blocklist.site Crypto
ja_jp: ブロックリスト.サイト クリプト
ko_ko: Blocklist.site 암호화
sw_sw: Blocklist.site Krypto
tr_tr: Blocklist.site Kripto

source: Blocklist.site Drugs
id_id: Obat-obatan Blocklist.site
ja_jp: ブロックリスト.サイト ドラッグ
ko_ko: Blocklist.site 마약
pt_pt: Blocklist.site Drogas
sw_sw: Blocklist.site Droger
tr_tr: Blocklist.site İlaçlar
uk_uk: Blocklist.site Наркотики

source: Blocklist.site Facebook
ja_jp: ブロックリスト.サイト Facebook
ko_ko: Blocklist.site 페이스북

source: Blocklist.site Fraud
id_id: Penipuan Blocklist.site
ja_jp: ブロックリスト.サイト不正行為
ko_ko: Blocklist.site 사기
pt_pt: Blocklist.site Fraude
sw_sw: Blocklist.site Bedrägeri
tr_tr: Blocklist.site Dolandırıcılık
uk_uk: Blocklist.site Шахрайство

source: Blocklist.site Gambling
id_id: Blocklist.site Perjudian
ja_jp: ブロックリスト.サイト ギャンブル
ko_ko: Blocklist.site 도박
pt_pt: Blocklist.site Jogos de azar
sw_sw: Blocklist.site Spelande
tr_tr: Blocklist.site Kumar
uk_uk: Blocklist.site Азартні ігри

source: Blocklist.site Malware
id_id: Malware Blocklist.site
ja_jp: Blocklist.siteマルウェア
ko_ko: Blocklist.site 멀웨어
sw_sw: Malware från Blocklist.site
tr_tr: Blocklist.site Kötü Amaçlı Yazılım
uk_uk: Blocklist.site Шкідливе програмне забезпечення

source: Blocklist.site Phishing
ja_jp: Blocklist.site フィッシング
ko_ko: Blocklist.site 피싱
sw_sw: Blocklist.site Fiske
tr_tr: Blocklist.site Kimlik Avı
uk_uk: Фішинг Blocklist.site

source: Blocklist.site Piracy
id_id: Pembajakan Blocklist.site
ja_jp: ブロックリスト.サイト 海賊版
ko_ko: Blocklist.site 불법 복제
pt_pt: Blocklist.site Pirataria
sw_sw: Blocklist.site Piratkopiering
tr_tr: Blocklist.site Korsanlık
uk_uk: Blocklist.site Піратство

source: Blocklist.site Porn
id_id: Blocklist.site Porno
ja_jp: ブロックリスト.サイト ポルノ
ko_ko: 차단 목록 사이트 포르노
pt_pt: Blocklist.site Pornografia
sw_sw: Blocklist.site Porr
uk_uk: Blocklist.site Порно

source: Blocklist.site Ransomware
id_id: Ransomware Blocklist.site
ja_jp: Blocklist.site Ransomware（ランサムウェア
ko_ko: Blocklist.site 랜섬웨어
tr_tr: Blocklist.site Fidye Yazılımı
uk_uk: Blocklist.site Вимагач

source: Blocklist.site Redirect
id_id: Pengalihan Daftar Blokir.situs
ja_jp: Blocklist.site リダイレクト
ko_ko: Blocklist.site 리디렉션
pt_pt: Blocklist.site Redireccionar
sw_sw: Blocklist.site Omdirigering
tr_tr: Blocklist.site Yönlendirme
uk_uk: Перенаправлення blocklist.site

source: Blocklist.site Scam
id_id: Penipuan Blocklist.site
ja_jp: ブロックリスト.サイト詐欺
ko_ko: Blocklist.site 사기
sw_sw: Bluff på Blocklist.site
tr_tr: Blocklist.site Dolandırıcılığı
uk_uk: Blocklist.site Шахрайство

source: Blocklist.site Tiktok
id_id: Blocklist.site Tiktok Tiktok
ja_jp: ブロックリスト.サイト Tiktok
ko_ko: Blocklist.site 틱톡

source: Blocklist.site Tracking
id_id: Pelacakan Blocklist.site
ja_jp: Blocklist.site トラッキング
ko_ko: 차단리스트.사이트 추적
sw_sw: Spårning av Blocklist.site
tr_tr: Blocklist.site İzleme
uk_uk: Blocklist.site Відстеження сайту

source: Blocklist.site Youtube
ja_jp: ブロックリスト.サイト Youtube
ko_ko: Blocklist.site 유튜브

source: Blog
ja_jp: ブログ
ko_ko: 블로그
sw_sw: Blogg
uk_uk: Блог

source: Bloomberg
ja_jp: ブルームバーグ
ko_ko: 블룸버그
uk_uk: Блумберг

source: Bolivia
ja_jp: ボリビア
ko_ko: 볼리비아
pt_pt: Bolívia
tr_tr: Bolivya
uk_uk: Болівія

source: Bonaire, Saint Eustatius and Saba
id_id: Bonaire, Saint Eustatius dan Saba
ja_jp: ボネール、サン・ユースタティウス、サバ
ko_ko: 보네르, 세인트 유스타티우스, 사바
pt_pt: Bonaire, Santo Eustáquio e Saba
sw_sw: Bonaire, Saint Eustatius och Saba
tr_tr: Bonaire, Saint Eustatius ve Saba
uk_uk: Бонайре, Сент-Естатіус і Саба

source: Bosnia and Herzegovina
id_id: Bosnia dan Herzegovina
ja_jp: ボスニア・ヘルツェゴビナ
ko_ko: 보스니아 헤르체고비나
pt_pt: Bósnia e Herzegovina
sw_sw: Bosnien och Hercegovina
tr_tr: Bosna Hersek
uk_uk: Боснія і Герцеговина

source: Both throttling parameters should either be filled or empty
id_id: Kedua parameter pelambatan harus diisi atau dikosongkan
ja_jp: スロットリングパラメーターは、どちらもフィルまたはエンプティである必要があります。
ko_ko: 두 스로틀링 매개 변수는 모두 채워지거나 비워져 있어야 합니다.
pt_pt: Ambos os parâmetros de estrangulamento devem ser ou preenchidos ou vazios
sw_sw: Båda strypningsparametrarna ska antingen vara fyllda eller tomma.
tr_tr: Her iki azaltma parametresi de dolu veya boş olmalıdır
uk_uk: Обидва параметри дроселювання повинні бути або заповнені, або порожні

source: Botswana
ja_jp: ボツワナ
ko_ko: 보츠와나
pt_pt: Botsuana
tr_tr: Botsvana
uk_uk: Ботсвана

source: Bouvet Island
id_id: Pulau Bouvet
ja_jp: ブーヴェ島
ko_ko: 부베 섬
pt_pt: Ilha Bouvet
sw_sw: Bouvetön
tr_tr: Bouvet Adası
uk_uk: Острів Буве

source: Brazil
id_id: Brasil
ja_jp: ブラジル
ko_ko: 브라질
pt_pt: Brasil
sw_sw: Brasilien
tr_tr: Brezilya
uk_uk: Бразилія

source: British Indian Ocean Territory
id_id: Wilayah Samudra Hindia Inggris
ja_jp: イギリス領インド洋地域
ko_ko: 영국령 인도양 영토
pt_pt: Território Britânico do Oceano Índico
sw_sw: Brittiska territoriet i Indiska oceanen
tr_tr: Britanya Hint Okyanusu Toprakları
uk_uk: Британська територія в Індійському океані

source: Brunei Darussalam
ja_jp: ブルネイ・ダルサラーム
ko_ko: 브루나이 다루살람
tr_tr: Brunei Darüsselam
uk_uk: Бруней-Даруссалам

source: Bulgaria
ja_jp: ブルガリア
ko_ko: 불가리아
pt_pt: Bulgária
sw_sw: Bulgarien
tr_tr: Bulgaristan
uk_uk: Болгарія

source: Burkina Faso
ja_jp: ブルキナファソ
ko_ko: 부르키나파소
uk_uk: Буркіна-Фасо

source: Burundi
ja_jp: ブルンジ
ko_ko: 부룬디
uk_uk: Бурунді

source: C-ICAP
ja_jp: シーキャップ

source: CAPWAP
ja_jp: キャプワップ

source: CHECKMK
ja_jp: チェッキムク

source: COAP
ja_jp: コアプ

source: CS1
ja_jp: シーエスワン

source: CS2
ja_jp: シーエスツー

source: CS3
ja_jp: シーエススリー

source: CS4
ja_jp: シーエスフォー

source: CS5
ja_jp: シーエスファイブ

source: CS6
ja_jp: シーエスシックス

source: CS7
ja_jp: シーエスセブン

source: Cache
ja_jp: キャッシュ
ko_ko: 캐시
tr_tr: Önbellek
uk_uk: Кеш

source: Cache Log
id_id: Log Cache
ja_jp: キャッシュ・ログ
ko_ko: 캐시 로그
sw_sw: Cache-logg
tr_tr: Önbellek Günlüğü
uk_uk: Журнал кешу

source: Cambodia
id_id: Kamboja
ja_jp: カンボジア
ko_ko: 캄보디아
pt_pt: Camboja
sw_sw: Kambodja
tr_tr: Kamboçya
uk_uk: Камбоджа

source: Cameroon
id_id: Kamerun
ja_jp: カメルーン
ko_ko: 카메룬
pt_pt: Camarões
sw_sw: Kamerun
tr_tr: Kamerun
uk_uk: Камерун

source: Canada
id_id: Kanada
ja_jp: カナダ
ko_ko: 캐나다
pt_pt: Canadá
sw_sw: Kanada
tr_tr: Kanada
uk_uk: Канада

source: Cape Verde
id_id: Tanjung Verde
ja_jp: カーボベルデ
ko_ko: 카보 베르데
pt_pt: Cabo Verde
sw_sw: Kap Verde
tr_tr: Yeşil Burun Adaları
uk_uk: Кабо-Верде

source: Cassandra
ja_jp: カサンドラ
ko_ko: 카산드라
uk_uk: Кассандра.

source: Cayman Islands
id_id: Kepulauan Cayman
ja_jp: ケイマン諸島
ko_ko: 케이맨 제도
pt_pt: Ilhas Caimão
sw_sw: Caymanöarna
tr_tr: Cayman Adaları
uk_uk: Кайманові острови

source: Celebrity
id_id: Selebriti
ja_jp: セレブリティ
ko_ko: 유명인
pt_pt: Celebridade
sw_sw: Kändisar
tr_tr: Ünlüler
uk_uk: Знаменитість

source: Central African Republic
id_id: Republik Afrika Tengah
ja_jp: 中央アフリカ共和国
ko_ko: 중앙 아프리카 공화국
pt_pt: República Centro-Africana
sw_sw: Centralafrikanska republiken
tr_tr: Orta Afrika Cumhuriyeti
uk_uk: Центральноафриканська Республіка

source: Chad
ja_jp: チャド
pt_pt: Chade
uk_uk: Чад.

source: Changelog
ja_jp: チェンジログ
ko_ko: 변경 로그
sw_sw: Ändringslista
tr_tr: Değişiklik Günlüğü

source: Chat
id_id: Mengobrol
ja_jp: チャット
ko_ko: 채팅
pt_pt: Bate-papo
sw_sw: Chatt
tr_tr: Sohbet
uk_uk: Чат

source: Chile
id_id: Chili
ja_jp: チリ
ko_ko: 칠레
tr_tr: Şili
uk_uk: Чилі

source: China
id_id: Cina
ja_jp: 中国
ko_ko: 중국
sw_sw: Kina
tr_tr: Çin
uk_uk: Китай

source: Choose an Peer.
id_id: Pilih Rekan Sejawat.
ja_jp: Peerを選択します。
ko_ko: 피어를 선택합니다.
pt_pt: Escolher um Par.
sw_sw: Välj en Peer.
tr_tr: Bir Akran seçin.
uk_uk: Обери собі однолітка.

source: Chop URI at first whitespace
id_id: Potong URI pada spasi pertama
ja_jp: 最初の空白でURIを切り分ける
ko_ko: 첫 번째 공백에서 URI 자르기
pt_pt: Chop URI no primeiro espaço em branco
sw_sw: Chop URI vid det första vitrymden
tr_tr: URI'yi ilk boşlukta kes
uk_uk: Обрізати URI за першим пробілом

source: Christmas Island
id_id: Pulau Natal
ja_jp: クリスマス島
ko_ko: 크리스마스 아일랜드
pt_pt: Ilha de Natal
sw_sw: Julön
tr_tr: Noel Adası
uk_uk: Острів Різдва

source: CiscoSkinny
ja_jp: シスコスキニー

source: CiscoVPN
ja_jp: シスコブイピーエヌ

source: Citrix
ja_jp: シトリックス

source: ClamAV
ja_jp: クラムアブ

source: Clear-text credentials
id_id: Kredensial teks yang jelas
ja_jp: クリアテキストの認証情報
ko_ko: 일반 텍스트 자격 증명
pt_pt: Credenciais de texto claro
sw_sw: Uppgifter om autentiseringsuppgifter i klartext
tr_tr: Açık metin kimlik bilgileri
uk_uk: Відкриті текстові облікові дані

source: Client Export
id_id: Ekspor Klien
ja_jp: クライアントエクスポート
ko_ko: 클라이언트 내보내기
pt_pt: Exportação de clientes
sw_sw: Export av klienter
tr_tr: Müşteri Dışa Aktarımı
uk_uk: Експорт клієнтів

source: Client Specific Overrides
id_id: Penggantian Khusus Klien
ja_jp: クライアント固有のオーバーライド
ko_ko: 클라이언트별 재정의
pt_pt: Revogações específicas do cliente
sw_sw: Klientspecifika åsidosättanden
tr_tr: Müşteriye Özel Geçersiz Kılmalar
uk_uk: Специфічні для клієнта перевизначення

source: Clients
id_id: Klien
it_it: Clienti
ja_jp: クライアント
ko_ko: 클라이언트
pt_pt: Clientes
sw_sw: Kunder
tr_tr: Müşteriler
uk_uk: Клієнти

source: Cloud
id_id: Awan
ja_jp: クラウド
ko_ko: 클라우드
pt_pt: Nuvem
sw_sw: Moln
tr_tr: Bulut
uk_uk: Хмара

source: Cloudflare
ja_jp: クラウドフレア
uk_uk: Хмарний спалах

source: CoDel and PIE can not be combined.
id_id: CoDel dan PIE tidak dapat digabungkan.
ja_jp: CoDelとPIEは組み合わせることができません。
ko_ko: CoDel과 PIE는 결합할 수 없습니다.
pt_pt: CoDel e PIE não podem ser combinados.
sw_sw: CoDel och PIE kan inte kombineras.
tr_tr: CoDel ve PIE birleştirilemez.
uk_uk: CoDel і PIE не можна поєднувати.

source: Cocos (Keeling) Islands
id_id: Kepulauan Cocos (Keeling)
ja_jp: ココス（キーリング）諸島
ko_ko: 코코스(킬링) 제도
pt_pt: Ilhas Cocos (Keeling)
sw_sw: Kokosöarna (Keelingöarna)
tr_tr: Cocos (Keeling) Adaları
uk_uk: Кокосові (Кілінг) острови

source: Collaborative
id_id: Kolaboratif
ja_jp: コラボレーション
ko_ko: 협업
pt_pt: Colaborativo
sw_sw: Samarbete
tr_tr: İşbirlikçi
uk_uk: Спільна робота

source: Collectd
ja_jp: コレクト
ko_ko: 수집됨
pt_pt: Recolher
sw_sw: Samlat
uk_uk: Зібрано

source: Colombia
id_id: Kolombia
ja_jp: コロンビア
ko_ko: 콜롬비아
pt_pt: Colômbia
tr_tr: Kolombiya
uk_uk: Колумбія

source: Commercial Support
id_id: Dukungan Komersial
ja_jp: コマーシャルサポート
ko_ko: 상업 지원
pt_pt: Apoio Comercial
sw_sw: Kommersiellt stöd
tr_tr: Ticari Destek
uk_uk: Комерційна підтримка

source: Comoros
id_id: Komoro
ja_jp: コモロ
ko_ko: 코모로
pt_pt: Comores
sw_sw: Komorerna
tr_tr: Komorlar
uk_uk: Коморські острови

source: Configuration
id_id: Konfigurasi
ja_jp: コンフィギュレーション
ko_ko: 구성
pt_pt: Configuração
sw_sw: Konfiguration
tr_tr: Konfigürasyon
uk_uk: Конфігурація

source: Congo
id_id: Kongo
ja_jp: コンゴ
ko_ko: 콩고
sw_sw: Kongo
tr_tr: Kongo
uk_uk: Конго

source: Congo, The Democratic Republic of the
id_id: Kongo, Republik Demokratik Kongo
ja_jp: コンゴ民主共和国
ko_ko: 콩고, 콩고민주공화국
pt_pt: Congo, República Democrática do
sw_sw: Kongo, Demokratiska republiken Kongo
tr_tr: Kongo, Demokratik Cumhuriyeti
uk_uk: Конго, Демократична Республіка Конго

source: ConnCheck
ja_jp: コンチェック

source: Connection Agent
id_id: Agen Koneksi
ja_jp: コネクションエージェント
ko_ko: 연결 에이전트
pt_pt: Agente de ligação
sw_sw: Anslutningsagent
tr_tr: Bağlantı Temsilcisi
uk_uk: Агент підключення

source: Cook Islands
id_id: Kepulauan Cook
ja_jp: クック諸島
ko_ko: 쿡 제도
pt_pt: Ilhas Cook
sw_sw: Cooköarna
tr_tr: Cook Adaları
uk_uk: Острови Кука

source: Cooking
id_id: Memasak
ja_jp: クッキング
ko_ko: 요리
pt_pt: Cozinhar
sw_sw: Matlagning
tr_tr: Yemek pişirme
uk_uk: Приготування їжі

source: Corba
ja_jp: コルバ
uk_uk: Корба.

source: Costa Rica
id_id: Kosta Rika
ja_jp: コスタリカ
ko_ko: 코스타리카
tr_tr: Kosta Rika
uk_uk: Коста-Ріка

source: Cote d'Ivoire
id_id: Pantai Gading
ja_jp: コートジボワール
ko_ko: 코트디부아르
pt_pt: Costa do Marfim
sw_sw: Elfenbenskusten
tr_tr: Fildişi Sahili
uk_uk: Кот-д'Івуар

source: Credentials TTL needs to be an integer value above 0
id_id: Kredensial TTL harus berupa nilai bilangan bulat di atas 0
ja_jp: 認証情報のTTLは、0以上の整数値である必要があります。
ko_ko: 자격증명 TTL은 0보다 큰 정수 값이어야 합니다.
pt_pt: Credenciais TTL precisa de ser um valor inteiro acima de 0
sw_sw: TTL för autentiseringsuppgifter måste vara ett heltal över 0.
tr_tr: Kimlik bilgileri TTL'sinin 0'ın üzerinde bir tamsayı değeri olması gerekir
uk_uk: Credentials TTL має бути цілим числом, більшим за 0

source: Croatia
id_id: Kroasia
ja_jp: クロアチア
ko_ko: 크로아티아
pt_pt: Croácia
sw_sw: Kroatien
tr_tr: Hırvatistan
uk_uk: Хорватія

source: Crossfire
id_id: Baku tembak
ja_jp: クロスファイア
ko_ko: 크로스파이어
tr_tr: Çapraz Ateş
uk_uk: Перехресний вогонь

source: Crypto
id_id: Kripto
ja_jp: クリプト
ko_ko: 암호화
sw_sw: Krypto
tr_tr: Kripto
uk_uk: Крипто

source: Cryptocurrency
id_id: Mata Uang Kripto
ja_jp: クリプトカレンシー
ko_ko: 암호화폐
sw_sw: Kryptovaluta
tr_tr: Kripto Para
uk_uk: Криптовалюта

source: Cuba
id_id: Kuba
ja_jp: キューバ
ko_ko: 쿠바
sw_sw: Kuba
tr_tr: Küba
uk_uk: Куба

source: Curacao
ja_jp: キュラソー
pt_pt: Curaçao
uk_uk: Кюрасао

source: Cyprus
id_id: Siprus
ja_jp: キプロス
ko_ko: 키프로스
pt_pt: Chipre
sw_sw: Cypern
tr_tr: Kıbrıs
uk_uk: Кіпр

source: Czech Republic
id_id: Republik Ceko
ja_jp: チェコ共和国
ko_ko: 체코 공화국
pt_pt: República Checa
sw_sw: Tjeckien
tr_tr: Çek Cumhuriyeti
uk_uk: Чеська Республіка

source: DHCP Leases
id_id: Sewa DHCP
ja_jp: DHCPリース
ko_ko: DHCP 임대
pt_pt: DHCP Arrendamentos
sw_sw: DHCP-leasingavtal
tr_tr: DHCP Kiralamaları
uk_uk: Оренда DHCP

source: DHCPV6
ja_jp: ディーエイチシーブイシックス

source: DHCPv4
ja_jp: ディーエイチシーピーブイフォー

source: DNP3
ja_jp: ディーエヌピーさん

source: DNS Domain Is
id_id: Domain DNS adalah
ja_jp: DNS ドメイン イズ
ko_ko: DNS 도메인
pt_pt: Domínio DNS é
sw_sw: DNS-domän är
tr_tr: DNS Alan Adı
uk_uk: Домен DNS - це

source: DNS Domain Levels (Count Of Dots)
id_id: Tingkat Domain DNS (Jumlah Titik)
ja_jp: DNSドメインレベル(ドット数)
ko_ko: DNS 도메인 수준(도트 수)
pt_pt: Níveis de domínio DNS (Contagem de Pontos)
sw_sw: DNS-domännivåer (antal punkter)
tr_tr: DNS Alan Seviyeleri (Nokta Sayısı)
uk_uk: Рівні доменів DNS (кількість точок)

source: DNS packet larger than 512 bytes
id_id: Paket DNS lebih besar dari 512 byte
ja_jp: 512バイトより大きいDNSパケット
ko_ko: 512바이트보다 큰 DNS 패킷
pt_pt: Pacote DNS maior que 512 bytes
sw_sw: DNS-paket större än 512 bytes
tr_tr: DNS paketi 512 bayttan büyük
uk_uk: DNS-пакет більший за 512 байт

source: DNScrypt
ja_jp: ディーエヌエスクリプト

source: DTLS
ja_jp: ディーティーエルエス

source: Dangerous material
id_id: Bahan berbahaya
ja_jp: 危険物
ko_ko: 위험 물질
pt_pt: Material perigoso
sw_sw: Farligt material
tr_tr: Tehlikeli madde
uk_uk: Небезпечний матеріал

source: DataSaver
id_id: Penghemat Data
ja_jp: データセーバー
ko_ko: 데이터 세이버

source: DataTransfer
id_id: Transfer Data
ja_jp: データ転送
ko_ko: 데이터 전송
tr_tr: Veri Aktarımı

source: Database
id_id: Basis data
ja_jp: データベース
ko_ko: 데이터베이스
pt_pt: Base de dados
sw_sw: Databas
tr_tr: Veritabanı
uk_uk: База даних

source: Date Range
id_id: Rentang Tanggal
ja_jp: 日付範囲
ko_ko: 날짜 범위
pt_pt: Intervalo de datas
sw_sw: Datumintervall
tr_tr: Tarih Aralığı
uk_uk: Діапазон дат

source: Dating
id_id: Kencan
ja_jp: デート
ko_ko: 데이트
pt_pt: Datação
tr_tr: Flört
uk_uk: Знайомства

source: Days and hours should be numeric values or left empty
id_id: Hari dan jam harus berupa nilai numerik atau dibiarkan kosong
ja_jp: 日および時間は、数値または空白とします。
ko_ko: 요일과 시간은 숫자 값으로 입력하거나 비워 두어야 합니다.
pt_pt: Os dias e horas devem ser valores numéricos ou deixados vazios
sw_sw: Dagar och timmar ska vara numeriska värden eller lämnas tomma.
tr_tr: Günler ve saatler sayısal değerler olmalı veya boş bırakılmalıdır
uk_uk: Дні та години повинні бути числовими значеннями або залишені порожніми

source: Decode DNS responses and do not resolve numeric IPs
id_id: Menguraikan respons DNS dan tidak menyelesaikan IP numerik
ja_jp: DNS応答を解読し、数値IPを解決しない。
ko_ko: DNS 응답을 디코딩하고 숫자 IP를 확인하지 않습니다.
pt_pt: Descodificar as respostas DNS e não resolver os IPs numéricos
sw_sw: Avkodar DNS-svar och löser inte numeriska IP-adresser.
tr_tr: DNS yanıtlarının kodunu çözer ve sayısal IP'leri çözümlemez
uk_uk: Декодуйте відповіді DNS і не розпізнавайте числові IP-адреси

source: Decode DNS responses and resolve all numeric IPs
id_id: Menguraikan respons DNS dan menyelesaikan semua IP numerik
ja_jp: DNS応答を解読し、すべての数値IPを解決する。
ko_ko: DNS 응답을 디코딩하고 모든 숫자 IP를 확인합니다.
pt_pt: Descodificar as respostas DNS e resolver todos os IPs numéricos
sw_sw: Avkoda DNS-svar och lösa upp alla numeriska IP-adresser.
tr_tr: DNS yanıtlarının kodunu çözme ve tüm sayısal IP'leri çözümleme
uk_uk: Декодування DNS-відповідей та вирішення всіх числових IP-адрес

source: Decode DNS responses and resolve only local numeric IPs
id_id: Menguraikan respons DNS dan hanya menyelesaikan IP numerik lokal
ja_jp: DNS応答をデコードし、ローカルの数値IPのみを解決する。
ko_ko: DNS 응답을 디코딩하고 로컬 숫자 IP만 확인합니다.
pt_pt: Descodificar as respostas DNS e resolver apenas os IPs numéricos locais
sw_sw: Avkodning av DNS-svar och endast lokala numeriska IP-adresser.
tr_tr: DNS yanıtlarının kodunu çözme ve yalnızca yerel sayısal IP'leri çözümleme
uk_uk: Декодування відповідей DNS і вирішення тільки локальних числових IP-адрес

source: Deezer
ja_jp: ディーザー

source: Defaults
id_id: Default
ja_jp: 既定値
ko_ko: 기본값
sw_sw: Standardvärden
tr_tr: Varsayılanlar
uk_uk: За замовчуванням

source: Deficit Round Robin
id_id: Defisit Round Robin
ja_jp: 赤字のラウンドロビン
ko_ko: 적자 라운드 로빈
pt_pt: Défice Round Robin
sw_sw: Underskottsrundan
tr_tr: Açık Round Robin
uk_uk: Раунд-робин з дефіцитом

source: Denmark
ja_jp: デンマーク
ko_ko: 덴마크
pt_pt: Dinamarca
sw_sw: Danmark
tr_tr: Danimarka
uk_uk: Данія

source: Deny request
id_id: Menolak permintaan
ja_jp: 要求を拒否する
ko_ko: 요청 거부
pt_pt: Negar pedido
sw_sw: Avvisa begäran
tr_tr: Talebi reddet
uk_uk: Відхилити запит

source: Description should be a string between 1 and 255 characters
id_id: Deskripsi harus berupa string antara 1 hingga 255 karakter
ja_jp: 説明文は、1文字以上255文字以下の文字列を指定します。
ko_ko: 설명은 1~255자 사이의 문자열이어야 합니다.
pt_pt: A descrição deve ser uma cadeia entre 1 e 255 caracteres
sw_sw: Beskrivningen ska vara en sträng mellan 1 och 255 tecken.
tr_tr: Açıklama 1 ile 255 karakter arasında bir dize olmalıdır
uk_uk: Опис має бути рядком від 1 до 255 символів

source: Description should be a string between 1 and 255 characters.
id_id: Deskripsi harus berupa string antara 1 dan 255 karakter.
ja_jp: 説明文は、1文字以上255文字以下の文字列を指定します。
ko_ko: 설명은 1~255자 사이의 문자열이어야 합니다.
pt_pt: A descrição deve ser uma cadeia entre 1 e 255 caracteres.
sw_sw: Beskrivningen ska vara en sträng mellan 1 och 255 tecken.
tr_tr: Açıklama 1 ile 255 karakter arasında bir dize olmalıdır.
uk_uk: Опис має бути рядком від 1 до 255 символів.

source: Desktop/File Sharing Session
id_id: Sesi Berbagi Desktop/File
ja_jp: デスクトップ/ファイル共有セッション
ko_ko: 데스크톱/파일 공유 세션
pt_pt: Sessão de Desktop/File Sharing
sw_sw: Session för skrivbord/fildelning
tr_tr: Masaüstü/Dosya Paylaşımı Oturumu
uk_uk: Сеанс спільного доступу до робочого столу/файлів

source: Diagnostics
id_id: Diagnostik
ja_jp: ダイアグノスティックス
ko_ko: 진단
pt_pt: Diagnósticos
sw_sw: Diagnostik
tr_tr: Teşhis
uk_uk: Діагностика

source: Diameter
ja_jp: 直径
ko_ko: 지름
pt_pt: Diâmetro
tr_tr: Çap
uk_uk: Діаметр

source: Direct Connection (no Proxy)
id_id: Sambungan Langsung (tanpa Proxy)
ja_jp: 直接接続（プロキシなし）
ko_ko: 직접 연결(프록시 없음)
pt_pt: Ligação directa (sem Proxy)
sw_sw: Direktanslutning (ingen proxy)
tr_tr: Doğrudan Bağlantı (Proxy yok)
uk_uk: Пряме підключення (без проксі)

source: Direct_Download_Link
id_id: Tautan Unduhan Langsung
ja_jp: ダイレクト_ダウンロード_リンク
ko_ko: 직접 다운로드 링크
sw_sw: Direkt_nedladdning_länk
uk_uk: Пряме_посилання_для_завантаження

source: Discord
id_id: Perselisihan
ja_jp: ディスコード
ko_ko: 불화
pt_pt: Discórdia
uk_uk: Розбрат

source: Disk I/O
ja_jp: ディスクI/O
ko_ko: 디스크 I/O
pt_pt: Disco I/O
uk_uk: Дисковий ввід/вивід

source: DisneyPlus
ja_jp: ディズニープラス
ko_ko: 디즈니플러스

source: Djibouti
ja_jp: ジブチ
ko_ko: 지부티
tr_tr: Cibuti
uk_uk: Джибуті

source: Do not alter forward header (transparent)
id_id: Jangan ubah tajuk depan (transparan)
ja_jp: フォワードヘッダを変更しない（透過）
ko_ko: 전달 헤더 변경 금지(투명)
pt_pt: Não alterar o cabeçalho para a frente (transparente)
sw_sw: Ändra inte den framskjutna rubriken (transparent).
tr_tr: İletme başlığını değiştirmeyin (şeffaf)
uk_uk: Не змінювати прямий заголовок (прозорий)

source: Do not decode DNS responses and do not resolve numeric IPs
id_id: Jangan memecahkan kode respons DNS dan jangan menyelesaikan IP numerik
ja_jp: DNS応答をデコードせず、数値IPを解決しない。
ko_ko: DNS 응답을 디코딩하지 않고 숫자 IP를 확인하지 않습니다.
pt_pt: Não descodificar as respostas DNS e não resolver os IPs numéricos
sw_sw: Avkodar inte DNS-svar och löser inte numeriska IP-adresser.
tr_tr: DNS yanıtlarının kodunu çözmeyin ve sayısal IP'leri çözümlemeyin
uk_uk: Не декодуйте відповіді DNS і не вирішуйте числові IP-адреси

source: Documentation
id_id: Dokumentasi
ja_jp: ドキュメンテーション
ko_ko: 문서
pt_pt: Documentação
sw_sw: Dokumentation
tr_tr: Dokümantasyon
uk_uk: Документація

source: Dofus
ja_jp: ドフス
uk_uk: Дофусе.

source: Doh
ja_jp: ドー
uk_uk: Дох.

source: Dominica
id_id: Dominika
ja_jp: ドミニカ
ko_ko: 도미니카
pt_pt: Domínica
tr_tr: Dominika
uk_uk: Домініка

source: Dominican Republic
id_id: Republik Dominika
ja_jp: ドミニカ共和国
ko_ko: 도미니카 공화국
pt_pt: República Dominicana
sw_sw: Dominikanska republiken
tr_tr: Dominik Cumhuriyeti
uk_uk: Домініканська Республіка

source: Drop
id_id: Jatuhkan.
it_it: Far cadere
ja_jp: ドロップ
ko_ko: 드롭
pt_pt: Gota
sw_sw: Släpp
tr_tr: Bırak
uk_uk: Падай!

source: Dropbox
ja_jp: ドロップボックス

source: Drugs
id_id: Obat-obatan
ja_jp: 薬物
ko_ko: 약물
pt_pt: Drogas
sw_sw: Droger
tr_tr: İlaçlar
uk_uk: Наркотики.

source: DynFi
ja_jp: ダイナファイ

source: DynFi Manager
ja_jp: DynFiマネージャー

source: Dynamic IPv6 Host
id_id: Host IPv6 Dinamis
it_it: Host IPv6 dinamico
ja_jp: ダイナミックIPv6ホスト
ko_ko: 동적 IPv6 호스트
pt_pt: Anfitrião IPv6 dinâmico
sw_sw: Dynamisk IPv6-värd
tr_tr: Dinamik IPv6 Ana Bilgisayar
uk_uk: Динамічний хост IPv6

source: EGP
ja_jp: 外部リンク

source: EasyList
id_id: Daftar Mudah
ja_jp: イージーリスト

source: EasyPrivacy
ja_jp: イージープライバシー

source: Ecuador
id_id: Ekuador
ja_jp: エクアドル
ko_ko: 에콰도르
pt_pt: Equador
tr_tr: Ekvador
uk_uk: Еквадор

source: Education
id_id: Pendidikan
ja_jp: 教育
ko_ko: 교육
pt_pt: Educação
sw_sw: Utbildning
tr_tr: Eğitim
uk_uk: Освіта

source: Egypt
id_id: Mesir
ja_jp: エジプト
ko_ko: 이집트
pt_pt: Egipto
sw_sw: Egypten
tr_tr: Mısır
uk_uk: Єгипет

source: El Salvador
ja_jp: エルサルバドル
ko_ko: 엘살바도르
uk_uk: Сальвадор

source: Email
ja_jp: 電子メール
ko_ko: 이메일
sw_sw: E-post
tr_tr: E-posta
uk_uk: Електронна пошта

source: Encode whitespaces (RFC1738)
id_id: Menyandikan spasi (RFC1738)
ja_jp: 空白をエンコードする（RFC1738）
ko_ko: 공백 인코딩(RFC1738)
pt_pt: Codificar espaços em branco (RFC1738)
sw_sw: Kodar vitrymder (RFC1738)
tr_tr: Boşlukları kodlayın (RFC1738)
uk_uk: Кодування пробілів (RFC1738)

source: Enter a description.
id_id: Masukkan deskripsi.
ja_jp: 説明を入力します。
ko_ko: 설명을 입력합니다.
pt_pt: Insira uma descrição.
sw_sw: Ange en beskrivning.
tr_tr: Bir açıklama girin.
uk_uk: Введіть опис.

source: Enter a valid number of logs to save
id_id: Masukkan jumlah log yang valid untuk disimpan
ja_jp: 保存するログの有効数を入力する
ko_ko: 저장할 유효한 로그 수를 입력합니다.
pt_pt: Introduza um número válido de registos para guardar
sw_sw: Ange ett giltigt antal loggar som ska sparas
tr_tr: Kaydetmek için geçerli bir günlük sayısı girin
uk_uk: Введіть дійсну кількість журналів для збереження

source: Enter a valid packet size
id_id: Masukkan ukuran paket yang valid
ja_jp: 有効なパケットサイズを入力する
ko_ko: 유효한 패킷 크기 입력
pt_pt: Introduzir um tamanho de pacote válido
sw_sw: Ange en giltig paketstorlek
tr_tr: Geçerli bir paket boyutu girin
uk_uk: Введіть правильний розмір пакета

source: Enter a valid toclient-groups size
id_id: Masukkan ukuran grup-klien yang valid
ja_jp: 有効なtoclient-groupsのサイズを入力してください。
ko_ko: 유효한 클라이언트 그룹 크기를 입력합니다.
pt_pt: Introduzir um tamanho de grupo válido para o cliente
sw_sw: Ange en giltig storlek för toclient-groups
tr_tr: Geçerli bir toclient-groups boyutu girin
uk_uk: Введіть дійсний розмір клієнтських груп
