Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: You can only specify the maximum state entries (advanced option) for Pass type rules.
id_id: Anda hanya dapat menentukan entri status maksimum (opsi lanjutan) untuk aturan tipe Pass.
it_it: È possibile specificare solo le voci massime dello stato (opzione avanzata) per le regole del tipo di passaggio.
ja_jp: 許可タイプルールには、最大ステータスエントリのみが指定可能ですが、( 詳細オプション )
ko_ko: 통과 유형 규칙에는 최대 상태 항목(고급 옵션)만 지정할 수 있습니다.
pt_pt: Só pode especificar as entradas de estado máximo (opção avançada) para regras do tipo Pass.
sw_sw: Du kan endast ange maximala tillståndsposter (avancerat alternativ) för regler av typen Pass.
tr_tr: Maksimum durum girişlerini (gelişmiş seçenek) yalnızca Geçiş türü kuralları için belirtebilirsiniz.
uk_uk: Ви можете вказати лише максимальну кількість станів (розширена опція) для правил типу Pass.

source: You can only specify the maximum number of unique source hosts (advanced option) for Pass type rules.
id_id: Anda hanya dapat menentukan jumlah maksimum host sumber unik (opsi lanjutan) untuk aturan jenis Pass.
it_it: È possibile specificare solo il numero massimo di host di origine univoca (opzione avanzata) per le regole del tipo di passaggio.
ja_jp: 許可タイプルールには、固有な送信元ホストの最大数のみが指定可能です。
ko_ko: 패스 유형 규칙에는 최대 고유 소스 호스트 수(고급 옵션)만 지정할 수 있습니다.
pt_pt: Só pode especificar o número máximo de anfitriões de origem exclusivos (opção avançada) para regras do tipo Pass.
sw_sw: Du kan bara ange det maximala antalet unika källvärdar (avancerat alternativ) för regler av typen Pass.
tr_tr: Geçiş türü kuralları için yalnızca maksimum benzersiz kaynak ana bilgisayar sayısını (gelişmiş seçenek) belirtebilirsiniz.
uk_uk: Ви можете вказати лише максимальну кількість унікальних хостів-джерел (розширена опція) для правил типу Pass.

source: You can only specify the maximum number of established connections per host (advanced option) for Pass type rules.
id_id: Anda hanya dapat menentukan jumlah maksimum koneksi yang dibuat per host (opsi lanjutan) untuk aturan jenis Pass.
it_it: È possibile specificare il numero massimo di connessioni stabilite per host (opzione avanzata) per le regole del tipo di passaggio.
ja_jp: 許可タイプルールには、ホスト毎に接続確立する最大数のみが指定可能です。
ko_ko: 패스 유형 규칙에는 호스트당 최대 설정된 연결 수(고급 옵션)만 지정할 수 있습니다.
pt_pt: Só pode especificar o número máximo de ligações estabelecidas por host (opção avançada) para regras do tipo Pass.
sw_sw: Du kan bara ange det maximala antalet upprättade anslutningar per värd (avancerat alternativ) för regler av typen Pass.
tr_tr: Ana bilgisayar başına kurulan maksimum bağlantı sayısını (gelişmiş seçenek) yalnızca Geçiş türü kuralları için belirtebilirsiniz.
uk_uk: Для правил типу Pass ви можете вказати лише максимальну кількість встановлених з'єднань на хост (розширена опція).

source: You can only specify the maximum state entries per host (advanced option) for Pass type rules.
id_id: Anda hanya dapat menentukan entri status maksimum per host (opsi lanjutan) untuk aturan tipe Pass.
it_it: È possibile specificare solo le voci di stato massimo per host (opzione avanzata) per le regole del tipo di passaggio.
ja_jp: 許可タイプルールには、ホスト毎の最大ステートエントリのみが指定可能です。
ko_ko: 패스 유형 규칙에는 호스트당 최대 상태 항목(고급 옵션)만 지정할 수 있습니다.
pt_pt: Só pode especificar as entradas de estado máximo por host (opção avançada) para regras do tipo Pass.
sw_sw: Du kan bara ange maximala tillståndsposter per värd (avancerat alternativ) för regler av typen Pass.
tr_tr: Ana bilgisayar başına maksimum durum girişlerini (gelişmiş seçenek) yalnızca Geçiş türü kuralları için belirtebilirsiniz.
uk_uk: Ви можете вказати лише максимальну кількість записів стану на хост (розширена опція) для правил типу Pass.

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for Pass type rules.
id_id: Anda hanya dapat menentukan koneksi baru maksimum per host / per detik (opsi lanjutan) untuk aturan jenis Pass.
it_it: È possibile specificare solo le nuove connessioni massime per host / al secondo / i (opzione avanzata) per le regole del tipo di passaggio.
ja_jp: 許可タイプルールには、ホスト 秒単位の新規接続の最大数のみが指定可能です( 詳細オプション )
ko_ko: 패스 유형 규칙의 경우 호스트당/초당 최대 새 연결 수(고급 옵션)만 지정할 수 있습니다.
pt_pt: Só pode especificar as novas ligações máximas por host / por segundo (opção avançada) para regras do tipo Pass.
sw_sw: Du kan endast ange maximalt antal nya anslutningar per värd/per sekund(er) (avancerat alternativ) för regler av typen Pass.
tr_tr: Yalnızca Geçiş türü kuralları için ana bilgisayar başına / saniye başına maksimum yeni bağlantıları (gelişmiş seçenek) belirtebilirsiniz.
uk_uk: Для правил типу Pass ви можете вказати лише максимальну кількість нових з'єднань на хост/секунду(и) (розширена опція).

source: You can only specify the state timeout (advanced option) for Pass type rules.
id_id: Anda hanya dapat menentukan batas waktu status (opsi lanjutan) untuk aturan tipe Pass.
it_it: È possibile specificare il timeout dello stato (opzione avanzata) per le regole del tipo di passaggio.
ja_jp: 許可タイプルールには、ステートタイムアウトのみが指定可能です。
ko_ko: 통과 유형 규칙에는 상태 시간 제한(고급 옵션)만 지정할 수 있습니다.
pt_pt: Só pode especificar o tempo limite de estado (opção avançada) para regras de tipo de passe.
sw_sw: Du kan bara ange tidsgränsen för tillstånd (avancerat alternativ) för regler av typen Pass.
tr_tr: Durum zaman aşımını (gelişmiş seçenek) yalnızca Geçiş türü kuralları için belirtebilirsiniz.
uk_uk: Ви можете вказати лише таймаут стану (розширена опція) для правил типу Pass.

source: You can only specify the adaptive timeouts (advanced option) for Pass type rules.
id_id: Anda hanya dapat menentukan batas waktu adaptif (opsi lanjutan) untuk aturan jenis Pass.
ja_jp: 適応タイムアウト（詳細オプション）は、Passタイプのルールにのみ指定可能です。
ko_ko: 통과 유형 규칙에 대해서만 적응형 시간 제한(고급 옵션)을 지정할 수 있습니다.
pt_pt: Só é possível especificar os intervalos de tempo adaptativos (opção avançada) para regras de tipo passe.
sw_sw: Du kan bara ange adaptiva tidsgränser (avancerat alternativ) för regler av typen Pass.
tr_tr: Uyarlanabilir zaman aşımlarını (gelişmiş seçenek) yalnızca Geçiş türü kuralları için belirtebilirsiniz.
uk_uk: Ви можете вказати лише адаптивні тайм-аути (розширена опція) для правил типу Pass.

source: You can only specify allow options (advanced option) for Pass type rules.
id_id: Anda hanya dapat menentukan opsi izinkan (opsi lanjutan) untuk aturan jenis Pass.
it_it: È possibile specificare solo le opzioni di consumo (opzione avanzata) per le regole del tipo di passaggio.
ja_jp: Passタイプのルールには、allowオプション（advancedオプション）のみ指定可能です。
ko_ko: 패스 유형 규칙에는 허용 옵션(고급 옵션)만 지정할 수 있습니다.
pt_pt: Só pode especificar opções (opção avançada) para regras de tipo passe.
sw_sw: Du kan bara ange alternativ för tillåta (avancerat alternativ) för regler av typen Pass.
tr_tr: Yalnızca Geçiş türü kuralları için izin verme seçeneklerini (gelişmiş seçenek) belirtebilirsiniz.
uk_uk: Ви можете вказати лише опції дозволу (розширені опції) для правил типу Pass.

source: You cannot specify the maximum state entries (advanced option) if statetype is none.
id_id: Anda tidak dapat menentukan entri status maksimum (opsi lanjutan) jika jenis status tidak ada.
it_it: Non è possibile specificare le voci massime dello stato (opzione avanzata) se lo Statetype non è nessuno.
ja_jp: ステートタイプがない場合は、最大ステートエントリを指定することができません( 詳細オプション )
ko_ko: 상태 유형이 없음인 경우 최대 상태 항목(고급 옵션)을 지정할 수 없습니다.
pt_pt: não pode especificar as entradas de estado máximas (opção avançada) se statetype para nenhuma.
sw_sw: Du kan inte ange maximalt antal tillståndsposter (avancerat alternativ) om statetype är none.
tr_tr: Statetype none ise maksimum durum girişlerini (gelişmiş seçenek) belirtemezsiniz.
uk_uk: Ви не можете вказати максимальну кількість записів стану (розширена опція), якщо statetype дорівнює нулю.

source: You cannot specify the maximum number of unique source hosts (advanced option) if statetype is none.
id_id: Anda tidak dapat menentukan jumlah maksimum host sumber unik (opsi lanjutan) jika statetype tidak ada.
it_it: Non è possibile specificare il numero massimo di host di origine univoca (opzione avanzata) se lo stadio non è nessuno.
ja_jp: ステートタイプがない場合は、固有な送信元ホストの最大数を指定することができません( 詳細オプション )
ko_ko: 상태 유형이 없음인 경우 최대 고유 소스 호스트 수(고급 옵션)를 지정할 수 없습니다.
pt_pt: Não pode especificar o número máximo de hospedeiros de origem exclusivos (opção avançada) se statetype para nenhum.
sw_sw: Du kan inte ange det maximala antalet unika källvärdar (avancerat alternativ) om statetype är none.
tr_tr: Statetype none ise maksimum benzersiz kaynak ana bilgisayar sayısını (gelişmiş seçenek) belirtemezsiniz.
uk_uk: Ви не можете вказати максимальну кількість унікальних хостів-джерел (розширений параметр), якщо statetype дорівнює нулю.

source: You cannot specify the maximum number of established connections per host (advanced option) if statetype is none.
id_id: Anda tidak dapat menentukan jumlah maksimum koneksi yang dibuat per host (opsi lanjutan) jika statetype tidak ada.
it_it: Non è possibile specificare il numero massimo di connessioni stabilite per host (opzione avanzata) se lo Statetype non è nessuno.
ja_jp: ステートタイプがない場合は、ホスト毎に接続確立する最大数を指定できません。
ko_ko: 상태 유형이 없음인 경우 호스트당 설정된 최대 연결 수(고급 옵션)를 지정할 수 없습니다.
pt_pt: Não pode especificar o número máximo de ligações estabelecidas por host (opção avançada) se o tipo de estado para nenhum.
sw_sw: Du kan inte ange det maximala antalet upprättade anslutningar per värd (avancerat alternativ) om statetype är none.
tr_tr: Statetype none ise ana bilgisayar başına maksimum kurulan bağlantı sayısını (gelişmiş seçenek) belirtemezsiniz.
uk_uk: Ви не можете вказати максимальну кількість встановлених з'єднань на хост (розширений параметр), якщо statetype дорівнює нулю.

source: You cannot specify the maximum state entries per host (advanced option) if statetype is none.
id_id: Anda tidak dapat menentukan entri status maksimum per host (opsi lanjutan) jika jenis status tidak ada.
it_it: Non è possibile specificare le voci massime dello stato per host (opzione avanzata) se lo statetype non è nessuno.
ja_jp: ステートタイプがない場合は、ホスト毎の最大ステートメントを指定できません。
ko_ko: 상태 유형이 없음인 경우 호스트당 최대 상태 항목 수를 지정할 수 없습니다(고급 옵션).
pt_pt: Não pode especificar as entradas de estado máximo por host (opção avançada) se statetype para nenhuma.
sw_sw: Du kan inte ange maximalt antal tillståndsposter per värd (avancerat alternativ) om statetype är none.
tr_tr: Statetype none ise ana bilgisayar başına maksimum durum girdilerini (gelişmiş seçenek) belirtemezsiniz.
uk_uk: Ви не можете вказати максимальну кількість записів стану на хост (розширена опція), якщо statetype не вказано.

source: You cannot specify the maximum new connections per host / per second(s) (advanced option) if statetype is none.
id_id: Anda tidak dapat menentukan koneksi baru maksimum per host / per detik (opsi lanjutan) jika statetype tidak ada.
it_it: Non è possibile specificare le nuove connessioni massime per host / al secondo (s) (opzione avanzata) se lo Statetype non è nessuno.
ja_jp: ステートタイプがない場合は、ホスト／秒単位の新規接続の最大数を指定できません（詳細オプション）。
ko_ko: 상태 유형이 없음인 경우 호스트당/초당 최대 새 연결 수를 지정할 수 없습니다(고급 옵션).
pt_pt: Não pode especificar as novas ligações máximas por host / por segundo (opção avançada) se statetype para nenhuma.
sw_sw: Du kan inte ange maximalt antal nya anslutningar per värd/per sekund(er) (avancerat alternativ) om statetype är none.
tr_tr: Statetype none ise ana bilgisayar başına / saniye(ler) başına maksimum yeni bağlantıları (gelişmiş seçenek) belirtemezsiniz.
uk_uk: Ви не можете вказати максимальну кількість нових з'єднань на хост/секунду(и) (розширений параметр), якщо statetype дорівнює нулю.

source: You cannot specify the state timeout (advanced option) if statetype is none.
id_id: Anda tidak dapat menentukan batas waktu status (opsi lanjutan) jika jenis status tidak ada.
it_it: Non è possibile specificare il timeout dello stato (opzione avanzata) se lo stadio non è nessuno.
ja_jp: ステートタイプがない場合は、ステートタイムアウトを指定できません。
ko_ko: 상태 유형이 없음인 경우 상태 시간 제한(고급 옵션)을 지정할 수 없습니다.
pt_pt: Não pode especificar o tempo limite do estado (opção avançada) se o tipo de estado para nenhum
sw_sw: Du kan inte ange tidsgränsen för tillståndet (avancerat alternativ) om statetype är none.
tr_tr: Durum türü yok ise durum zaman aşımını (gelişmiş seçenek) belirtemezsiniz.
uk_uk: Ви не можете вказати таймаут стану (додаткова опція), якщо statetype дорівнює нулю.

source: You cannot specify the adaptive timeouts (advanced option) if statetype is none.
id_id: Anda tidak dapat menentukan batas waktu adaptif (opsi lanjutan) jika jenis status tidak ada.
ja_jp: statetypeがnoneの場合、アダプティブタイムアウト（advancedオプション）を指定することはできません。
ko_ko: 상태 유형이 없음인 경우 적응형 시간 제한(고급 옵션)을 지정할 수 없습니다.
pt_pt: Não é possível especificar os intervalos de tempo adaptativos (opção avançada) se o tipo de estado não for nenhum.
sw_sw: Du kan inte ange adaptiva tidsgränser (avancerat alternativ) om statetype är none.
tr_tr: Statetype none ise uyarlanabilir zaman aşımlarını (gelişmiş seçenek) belirtemezsiniz.
uk_uk: Ви не можете вказати адаптивні тайм-аути (додаткова опція), якщо statetype дорівнює нулю.

source: Maximum state entries (advanced option) must be a positive integer
id_id: Entri status maksimum (opsi lanjutan) harus berupa bilangan bulat positif
it_it: Le voci massime dello stato (opzione avanzata) devono essere un numero intero positivo
ja_jp: 最大ステートエントリの正の整数です( 詳細オプション )
ko_ko: 최대 상태 항목(고급 옵션)은 양의 정수여야 합니다.
pt_pt: As entradas de estado máximo (opção avançada) devem ser um inteiro positivo
sw_sw: Maximalt antal poster i tillståndet (avancerat alternativ) måste vara ett positivt heltal.
tr_tr: Maksimum durum girişleri (gelişmiş seçenek) pozitif bir tamsayı olmalıdır
uk_uk: Максимальна кількість записів стану (розширена опція) має бути додатнім цілим числом

source: Maximum number of unique source hosts (advanced option) must be a positive integer
id_id: Jumlah maksimum host sumber unik (opsi lanjutan) harus berupa bilangan bulat positif
it_it: Il numero massimo di host di origine univoca (opzione avanzata) deve essere un numero intero positivo
ja_jp: 固有の元ホストの最大数は正の整数です ( 詳細オプション )
ko_ko: 최대 고유 소스 호스트 수(고급 옵션)는 양수여야 합니다.
pt_pt: O número máximo de fonte hosts exclusivos (opção avançada) deve ser um número inteiro positivo
sw_sw: Maximalt antal unika källvärdar (avancerat alternativ) måste vara ett positivt heltal.
tr_tr: Maksimum benzersiz kaynak ana bilgisayar sayısı (gelişmiş seçenek) pozitif bir tamsayı olmalıdır
uk_uk: Максимальна кількість унікальних хостів-джерел (розширена опція) має бути додатнім цілим числом

source: Maximum number of established connections per host (advanced option) must be a positive integer
id_id: Jumlah maksimum koneksi yang dibuat per host (opsi lanjutan) harus berupa bilangan bulat positif
it_it: Il numero massimo di connessioni stabilite per host (opzione avanzata) deve essere un numero intero positivo
ja_jp: ホスト毎に接続確立する数は正の整数です ( 詳細オプション )
ko_ko: 호스트당 최대 설정된 연결 수(고급 옵션)는 양수여야 합니다.
pt_pt: O número máximo de ligações estabelecidas por host (opção avançada) deve ser um número inteiro positivo
sw_sw: Maximalt antal upprättade anslutningar per värd (avancerat alternativ) måste vara ett positivt heltal.
tr_tr: Ana bilgisayar başına kurulan maksimum bağlantı sayısı (gelişmiş seçenek) pozitif bir tamsayı olmalıdır
uk_uk: Максимальна кількість встановлених з'єднань на хост (розширена опція) має бути додатнім цілим числом

source: Maximum state entries per host (advanced option) must be a positive integer
id_id: Entri status maksimum per host (opsi lanjutan) harus berupa bilangan bulat positif
it_it: Le voci massime dello stato per host (opzione avanzata) devono essere un numero intero positivo
ja_jp: ホスト毎の最大ステートエントリの正の整数です。
ko_ko: 호스트당 최대 상태 항목(고급 옵션)은 양수여야 합니다.
pt_pt: As entradas de estado máximo por host (opção avançada) devem ser um inteiro positivo
sw_sw: Maximalt antal tillståndsposter per värd (avancerat alternativ) måste vara ett positivt heltal.
tr_tr: Ana bilgisayar başına maksimum durum girdisi (gelişmiş seçenek) pozitif bir tamsayı olmalıdır
uk_uk: Максимальна кількість записів стану на хост (розширена опція) має бути додатнім цілим числом

source: Maximum new connections per host / per second(s) (advanced option) must be a positive integer
id_id: Sambungan baru maksimum per host / per detik (opsi lanjutan) harus berupa bilangan bulat positif
it_it: Le nuove connessioni massime per host / al secondo (s) (opzione avanzata) devono essere un numero intero positivo
ja_jp: ホスト / 秒単位の新規接続の最大数は正の整数です ( 詳細オプション )
ko_ko: 호스트당/초당 최대 신규 연결 수(고급 옵션)는 양수여야 합니다.
pt_pt: Máximo de novas ligações por host / por segundo (opção avançada) deve ser um número inteiro positivo
sw_sw: Maximalt antal nya anslutningar per värd/per sekund(er) (avancerat alternativ) måste vara ett positivt heltal.
tr_tr: Ana bilgisayar başına / saniye(ler) başına maksimum yeni bağlantı (gelişmiş seçenek) pozitif bir tamsayı olmalıdır
uk_uk: Максимальна кількість нових з'єднань на хост / в секунду (розширена опція) має бути додатнім цілим числом

source: State timeout (advanced option) must be a positive integer
id_id: Batas waktu status (opsi lanjutan) harus berupa bilangan bulat positif
it_it: Il timeout di stato (opzione avanzata) deve essere un numero intero positivo
ja_jp: ステートタイムアウトは、正の整数です( 詳細オプション )
ko_ko: 상태 제한 시간(고급 옵션)은 양의 정수여야 합니다.
pt_pt: Timeout de estado (opção avançada) deve ser um número inteiro positivo
sw_sw: State timeout (avancerat alternativ) måste vara ett positivt heltal.
tr_tr: Durum zaman aşımı (gelişmiş seçenek) pozitif bir tamsayı olmalıdır
uk_uk: Таймаут стану (додаткова опція) має бути додатнім цілим числом

source: Both maximum new connections per host and the interval (per second(s)) must be specified
id_id: Koneksi baru maksimum per host dan interval (per detik) harus ditentukan
it_it: Devono essere specificati sia nuovi collegamenti massimi per host che l'intervallo (al secondo (s))
ja_jp: ホスト毎の最大接続と間隔秒単位は両方とも指定してください。
ko_ko: 호스트당 최대 새 연결 수와 간격(초당)을 모두 지정해야 합니다.
pt_pt: Tanto as novas ligações máximas por host quanto o intervalo (por segundo (s)) devem ser especificados
sw_sw: Både det maximala antalet nya anslutningar per värd och intervallet (per sekund(er)) måste anges.
tr_tr: Hem ana bilgisayar başına maksimum yeni bağlantı hem de aralık (saniye(ler) başına) belirtilmelidir
uk_uk: Необхідно вказати як максимальну кількість нових з'єднань на хост, так і інтервал (в секунду(и))

source: Disabling adaptive timeouts is only supported in combination with a configured maximum number of states for the same rule.
id_id: Menonaktifkan batas waktu adaptif hanya didukung jika dikombinasikan dengan jumlah maksimum status yang dikonfigurasi untuk aturan yang sama.
ja_jp: アダプティブタイムアウトの無効化は、同一ルールの最大状態数の設定との組み合わせでのみサポートされます。
ko_ko: 적응형 시간 초과를 비활성화하는 것은 동일한 규칙에 대해 구성된 최대 상태 수와 함께 사용할 때만 지원됩니다.
pt_pt: A desactivação de timeouts adaptativos só é suportada em combinação com um número máximo configurado de estados para a mesma regra.
sw_sw: Inaktivering av adaptiva tidsgränser stöds endast i kombination med ett konfigurerat maximalt antal tillstånd för samma regel.
tr_tr: Uyarlanabilir zaman aşımlarının devre dışı bırakılması yalnızca aynı kural için yapılandırılmış maksimum durum sayısı ile birlikte desteklenir.
uk_uk: Вимкнення адаптивних таймаутів підтримується тільки в поєднанні з налаштованою максимальною кількістю станів для одного правила.

source: Adaptive timeouts must be disabled together.
id_id: Batas waktu adaptif harus dinonaktifkan bersama-sama.
ja_jp: アダプティブタイムアウトは、一緒に無効にする必要があります。
ko_ko: 적응형 타임아웃은 함께 비활성화해야 합니다.
pt_pt: Os períodos de tempo adaptativos devem ser desactivados em conjunto.
sw_sw: Adaptiva tidsgränser måste inaktiveras samtidigt.
tr_tr: Uyarlanabilir zaman aşımları birlikte devre dışı bırakılmalıdır.
uk_uk: Адаптивні тайм-аути потрібно вимикати разом.

source: The adaptive timouts values must be set together.
id_id: Nilai batas waktu adaptif harus ditetapkan bersama.
ja_jp: アダプティブタイムアウトの値も一緒に設定する必要があります。
ko_ko: 적응형 타임아웃 값은 함께 설정해야 합니다.
pt_pt: Os valores dos timouts adaptativos devem ser definidos em conjunto.
sw_sw: De adaptiva tidsgränserna måste ställas in tillsammans.
tr_tr: Uyarlanabilir zaman aşımı değerleri birlikte ayarlanmalıdır.
uk_uk: Значення адаптивних тайм-аутів повинні бути встановлені разом.

source: The adaptive.start and adaptive.end values (advanced option) must be configured as non-negative integer values.
id_id: Nilai adaptive.start dan adaptive.end (opsi lanjutan) harus dikonfigurasikan sebagai nilai bilangan bulat non-negatif.
ja_jp: adaptive.start、adaptive.endの値（advancedオプション）は、非負の整数値で設定する必要があります。
ko_ko: 적응형 시작 및 적응형 종료 값(고급 옵션)은 음수가 아닌 정수 값으로 구성해야 합니다.
pt_pt: Os valores adaptativos.iniciais e adaptativos.finais (opção avançada) devem ser configurados como valores inteiros não-negativos.
sw_sw: Värdena adaptive.start och adaptive.end (avancerat alternativ) måste konfigureras som icke-negativa heltalsvärden.
tr_tr: adaptive.start ve adaptive.end değerleri (gelişmiş seçenek) negatif olmayan tamsayı değerleri olarak yapılandırılmalıdır.
uk_uk: Значення adaptive.start та adaptive.end (додаткова опція) мають бути налаштовані як невід'ємні цілі числа.

source: The value of adaptive.end must be greater than the Max states value.
id_id: Nilai adaptive.end harus lebih besar dari nilai status Max.
ja_jp: adaptive.endの値は、Max statesの値よりも大きくなければならない。
ko_ko: adaptive.end의 값은 최대 상태 값보다 커야 합니다.
pt_pt: O valor do adaptive.end deve ser maior do que o valor do Max states.
sw_sw: Värdet för adaptive.end måste vara större än värdet för Max states.
tr_tr: Adaptive.end değeri Max states değerinden büyük olmalıdır.
uk_uk: Значення adaptive.end має бути більшим за значення Max states.

source: The value of adaptive.end must be greater than adaptive.start value.
id_id: Nilai adaptive.end harus lebih besar dari nilai adaptive.start.
ja_jp: adaptive.endの値はadaptive.startの値より大きくなければならない。
ko_ko: adaptive.end 값은 adaptive.start 값보다 커야 합니다.
pt_pt: O valor de adaptive.end deve ser superior ao valor adaptive.start.
sw_sw: Värdet för adaptive.end måste vara större än värdet för adaptive.start.
tr_tr: adaptive.end değeri adaptive.start değerinden büyük olmalıdır.
uk_uk: Значення adaptive.end має бути більшим за значення adaptive.start.

source: If you specify TCP flags that should be set you should specify out of which flags as well.
id_id: Jika Anda menentukan flag TCP yang harus ditetapkan, Anda juga harus menentukan flag mana yang harus ditetapkan.
it_it: Se si specificano i flag TCP che dovrebbero essere impostati, è necessario specificare anche da quali flag.
ja_jp: tcp フラグを指定する場合は、セットするフラグとセットしないフラグをどちらも指定する必要があります。
ko_ko: 설정해야 하는 TCP 플래그를 지정하는 경우 어떤 플래그도 지정해야 합니다.
pt_pt: Se especificar as bandeiras TCP que devem ser definidas, deve especificar também quais como bandeiras.
sw_sw: Om du anger TCP-flaggor som ska ställas in bör du också ange vilka flaggor som ska ställas in.
tr_tr: Ayarlanması gereken TCP bayraklarını belirtirseniz, hangi bayrakların dışında olduğunu da belirtmelisiniz.
uk_uk: Якщо ви вказуєте прапори TCP, які слід встановити, ви також повинні вказати, які саме.

source: Set priority must be an integer between 0 and 7.
id_id: Prioritas yang ditetapkan harus berupa bilangan bulat antara 0 dan 7.
it_it: Impostare la priorità deve essere un numero intero compreso tra 0 e 7.
ja_jp: 優先度設定は0～7です。
ko_ko: 설정 우선순위는 0에서 7 사이의 정수여야 합니다.
pt_pt: A prioridade estabelecida deve ser um número inteiro entre 0 e 7.
sw_sw: Den inställda prioriteten måste vara ett heltal mellan 0 och 7.
tr_tr: Ayarlanan öncelik 0 ile 7 arasında bir tamsayı olmalıdır.
uk_uk: Пріоритет має бути цілим числом від 0 до 7.
