Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: This will enable or disable the AVPair.
id_id: Ini akan mengaktifkan atau menonaktifkan AVPair.
ja_jp: AVPairの有効・無効を設定します。
ko_ko: 이렇게 하면 AVPair가 활성화 또는 비활성화됩니다.
pt_pt: Isto irá activar ou desactivar o AVPair.
sw_sw: Detta aktiverar eller inaktiverar AVPair.
tr_tr: Bu AVPair'i etkinleştirir veya devre dışı bırakır.
uk_uk: Це дозволить увімкнути або вимкнути AVPair.

source: This will enable or disable the client config.
id_id: Ini akan mengaktifkan atau menonaktifkan konfigurasi klien.
ja_jp: クライアントコンフィグの有効／無効を設定します。
ko_ko: 이렇게 하면 클라이언트 구성이 활성화 또는 비활성화됩니다.
pt_pt: Isto irá activar ou desactivar a configuração do cliente.
sw_sw: Detta aktiverar eller inaktiverar klientkonfigurationen.
tr_tr: Bu, istemci yapılandırmasını etkinleştirir veya devre dışı bırakır.
uk_uk: Це дозволить увімкнути або вимкнути конфігурацію клієнта.

source: This will enable or disable the list.
id_id: Ini akan mengaktifkan atau menonaktifkan daftar.
ja_jp: リストの有効／無効を設定します。
ko_ko: 이렇게 하면 목록이 활성화 또는 비활성화됩니다.
pt_pt: Isto irá activar ou desactivar a lista.
sw_sw: Detta aktiverar eller inaktiverar listan.
tr_tr: Bu, listeyi etkinleştirir veya devre dışı bırakır.
uk_uk: Це дозволить увімкнути або вимкнути список.

source: This will enable or disable the server config.
id_id: Ini akan mengaktifkan atau menonaktifkan konfigurasi server.
ja_jp: サーバーコンフィグの有効・無効を設定します。
ko_ko: 이렇게 하면 서버 구성이 활성화 또는 비활성화됩니다.
pt_pt: Isto irá activar ou desactivar a configuração do servidor.
sw_sw: Detta aktiverar eller inaktiverar serverkonfigurationen.
tr_tr: Bu, sunucu yapılandırmasını etkinleştirir veya devre dışı bırakır.
uk_uk: Це дозволить увімкнути або вимкнути конфігурацію сервера.

source: This will enable or disable the user account.
id_id: Ini akan mengaktifkan atau menonaktifkan akun pengguna.
ja_jp: ユーザーアカウントの有効・無効を設定します。
ko_ko: 이렇게 하면 사용자 계정이 활성화 또는 비활성화됩니다.
pt_pt: Isto irá activar ou desactivar a conta do utilizador.
sw_sw: Detta aktiverar eller inaktiverar användarkontot.
tr_tr: Bu, kullanıcı hesabını etkinleştirir veya devre dışı bırakır.
uk_uk: Це дозволить увімкнути або вимкнути обліковий запис користувача.

source: This will let nProbe connect to ntopng, as opposite to ntopng connecting to nProbe (useful in presence of NAT or firewall).
id_id: Ini akan memungkinkan nProbe terhubung ke ntopng, berlawanan dengan ntopng yang terhubung ke nProbe (berguna jika ada NAT atau firewall).
ja_jp: これは、ntopngがnProbeに接続するのとは逆に、nProbeがntopngに接続するようにします（NATやファイアウォールがある場合に有効です）。
ko_ko: 이렇게 하면 nProbe가 ntopng에 연결하는 것과 반대로 ntopng가 nProbe에 연결할 수 있습니다(NAT 또는 방화벽이 있는 경우 유용함).
pt_pt: Isto permitirá à nProbe ligar-se à ntopng, como oposto à ntopng ligar-se à nProbe (útil na presença de NAT ou firewall).
sw_sw: Detta låter nProbe ansluta till ntopng, till skillnad från ntopng som ansluter till nProbe (användbart i närvaro av NAT eller brandvägg).
tr_tr: Bu nProbe'un ntopng'a bağlanmasına izin verecektir, ntopng'un nProbe'a bağlanmasının tersine (NAT veya güvenlik duvarı varlığında kullanışlıdır).
uk_uk: Це дозволить nProbe підключатися до ntopng, а не ntopng до nProbe (корисно за наявності NAT або брандмауера).

source: This will let nProbe receive IPS policies automatically through ZMQ events from ntopng. If this option is enabled then the below policies will be ignored
id_id: Ini akan memungkinkan nProbe menerima kebijakan IPS secara otomatis melalui peristiwa ZMQ dari ntopng. Jika opsi ini diaktifkan maka kebijakan di bawah ini akan diabaikan
ja_jp: これは、ntopngからのZMQイベントを通じて、nProbeがIPSポリシーを自動的に受信するようにします。このオプションが有効な場合、以下のポリシーは無視されます。
ko_ko: 이렇게 하면 nProbe가 ntopng의 ZMQ 이벤트를 통해 IPS 정책을 자동으로 수신할 수 있습니다. 이 옵션을 활성화하면 아래 정책은 무시됩니다.
pt_pt: Isto permitirá à nProbe receber automaticamente políticas IPS através de eventos ZMQ a partir de ntopng. Se esta opção for activada, então as políticas abaixo serão ignoradas
sw_sw: På så sätt kan nProbe ta emot IPS-principer automatiskt via ZMQ-händelser från ntopng. Om det här alternativet är aktiverat kommer nedanstående riktlinjer att ignoreras
tr_tr: Bu, nProbe'un IPS politikalarını ntopng'den ZMQ olayları aracılığıyla otomatik olarak almasına izin verecektir. Bu seçenek etkinleştirilirse, aşağıdaki politikalar göz ardı edilecektir
uk_uk: Це дозволить nProbe отримувати політики СПП автоматично через події ZMQ від ntopng. Якщо цей параметр увімкнено, наведені нижче політики буде проігноровано

source: This will make the captive portal always send accounting requests, rather than just when there is a need for accounting (e.g. when there is a daily session limit).
id_id: Hal ini akan membuat captive portal selalu mengirimkan permintaan akuntansi, bukan hanya ketika ada kebutuhan untuk akuntansi (misalnya ketika ada batas sesi harian).
ja_jp: これにより、キャプティブポータルは、アカウンティングの必要性があるときだけでなく、常にアカウンティング要求を送信するようになります（例：1日のセッション数が制限されている場合など）。
ko_ko: 이렇게 하면 캡티브 포털은 계정이 필요할 때(예: 일일 세션 제한이 있는 경우)만 계정이 필요한 것이 아니라 항상 계정 요청을 보내게 됩니다.
pt_pt: Isto fará com que o portal cativo envie sempre pedidos de contabilidade, em vez de apenas quando há necessidade de contabilidade (por exemplo, quando há um limite de sessão diária).
sw_sw: Detta gör att den skyddade portalen alltid skickar bokföringsbegäranden, och inte bara när det finns ett behov av bokföring (t.ex. när det finns en daglig sessionsgräns).
tr_tr: Bu, tutsak portalın yalnızca muhasebe ihtiyacı olduğunda (örneğin günlük oturum sınırı olduğunda) değil, her zaman muhasebe istekleri göndermesini sağlayacaktır.
uk_uk: Це змусить внутрішній портал постійно надсилати запити на облік, а не лише тоді, коли є потреба в обліку (наприклад, коли є денний ліміт сеансів).

source: This will prevent installing routes. Usually you only enable this to do own routing decisions via a local gateway and gateway rules.
id_id: Ini akan mencegah pemasangan rute. Biasanya Anda hanya mengaktifkan ini untuk melakukan keputusan perutean sendiri melalui gateway lokal dan aturan gateway.
ja_jp: これにより、ルートのインストールができなくなります。通常、ローカルゲートウェイとゲートウェイルールを介して独自のルーティング決定を行う場合にのみ有効にします。
ko_ko: 이렇게 하면 경로를 설치할 수 없습니다. 일반적으로 로컬 게이트웨이 및 게이트웨이 규칙을 통해 자체 라우팅 결정을 내리는 경우에만 이 기능을 활성화합니다.
pt_pt: Isto impedirá a instalação de rotas. Normalmente, isto só permite tomar as suas próprias decisões de encaminhamento através de um gateway local e regras de gateway.
sw_sw: Detta förhindrar installation av rutter. Vanligtvis aktiverar du bara detta för att fatta egna routningsbeslut via en lokal gateway och gatewayregler.
tr_tr: Bu, rotaların yüklenmesini önleyecektir. Genellikle bunu yalnızca yerel bir ağ geçidi ve ağ geçidi kuralları aracılığıyla kendi yönlendirme kararlarını vermek için etkinleştirirsiniz.
uk_uk: Це унеможливить встановлення маршрутів. Зазвичай ви вмикаєте цю опцію лише для прийняття власних рішень щодо маршрутизації через локальний шлюз і правила шлюзу.

source: This will run ntopng in Community mode, a license is not required in this mode.
id_id: Ini akan menjalankan ntopng dalam mode Komunitas, lisensi tidak diperlukan dalam mode ini.
ja_jp: このモードでは、ライセンスは必要ありません。
ko_ko: 이 기능은 커뮤니티 모드에서 실행되며, 이 모드에서는 라이선스가 필요하지 않습니다.
pt_pt: Isto funcionará ntopng em modo comunitário, não é necessária uma licença neste modo.
sw_sw: Detta kommer att köra ntopng i Community-läge, en licens krävs inte i detta läge.
tr_tr: Bu, ntopng'yi Topluluk modunda çalıştıracaktır, bu modda bir lisans gerekli değildir.
uk_uk: Це призведе до запуску ntopng у режимі спільноти, у цьому режимі ліцензія не потрібна.

source: Threads per child
id_id: Benang per anak
ja_jp: お子様1人につき1本のスレッド
ko_ko: 자녀당 스레드
pt_pt: Roscas por criança
sw_sw: Trådar per barn
tr_tr: Çocuk başına iplik
uk_uk: Нитки на дитину

source: Timeout in seconds when connecting to database server.
id_id: Batas waktu dalam detik saat menyambung ke server basis data.
ja_jp: データベースサーバーへの接続時のタイムアウト（秒）。
ko_ko: 데이터베이스 서버에 연결할 때 시간 초과(초)입니다.
pt_pt: Tempo de espera em segundos ao ligar ao servidor da base de dados.
sw_sw: Timeout i sekunder när du ansluter till databasservern.
tr_tr: Veritabanı sunucusuna bağlanırken saniye cinsinden zaman aşımı.
uk_uk: Тайм-аут у секундах при підключенні до сервера бази даних.

source: To Day
id_id: Untuk Hari
ja_jp: トゥデイ
ko_ko: 하루
pt_pt: Ao dia
sw_sw: Till dag
tr_tr: Güne
uk_uk: До Дня

source: To Month
id_id: Untuk Bulan
ja_jp: 月へ
ko_ko: 월로
pt_pt: Ao Mês
sw_sw: Till månad
tr_tr: Ay'a
uk_uk: До місяця

source: ToClient
id_id: Untuk Klien
ja_jp: トゥクライアント

source: ToServer
ja_jp: トゥーサーバー

source: Toggles the Squid pinger service. This service is used in the selection of the best parent proxy.
id_id: Mengaktifkan layanan pinger Squid. Layanan ini digunakan dalam pemilihan proxy induk terbaik.
ja_jp: Squidのピンガーサービスを切り替えます。このサービスは、最適な親プロキシを選択する際に使用されます。
ko_ko: 스퀴드 핑거 서비스를 토글합니다. 이 서비스는 최적의 부모 프록시를 선택하는 데 사용됩니다.
pt_pt: Alterna o serviço de lulas. Este serviço é utilizado na selecção do melhor representante dos pais.
sw_sw: Aktiverar Squid pinger-tjänsten. Denna tjänst används för att välja den bästa överordnade proxynätet.
tr_tr: Squid pinger hizmetini açar. Bu hizmet, en iyi ana proxy'nin seçiminde kullanılır.
uk_uk: Вмикає службу пінгера Squid. Цей сервіс використовується для вибору найкращого батьківського проксі.

source: Total bandwidth for this pipe
id_id: Total bandwidth untuk pipa ini
ja_jp: このパイプの総帯域幅
ko_ko: 이 파이프의 총 대역폭
pt_pt: Largura de banda total para este tubo
sw_sw: Total bandbredd för detta rör
tr_tr: Bu boru için toplam bant genişliği
uk_uk: Загальна пропускна здатність для цієї труби

source: Total number of entries in downloaded set.
id_id: Jumlah total entri dalam set yang diunduh.
ja_jp: ダウンロードしたセットの総エントリ数。
ko_ko: 다운로드한 세트의 총 항목 수입니다.
pt_pt: Número total de entradas no conjunto descarregado.
sw_sw: Totalt antal poster i den nedladdade uppsättningen.
tr_tr: İndirilen setteki toplam giriş sayısı.
uk_uk: Загальна кількість записів у завантаженому наборі.

source: Total number of ranges
id_id: Jumlah total rentang
ja_jp: レンジの総数
ko_ko: 총 범위 수
pt_pt: Número total de gamas
sw_sw: Totalt antal områden
tr_tr: Toplam aralık sayısı
uk_uk: Загальна кількість діапазонів

source: Total number of signatures
id_id: Jumlah total tanda tangan
ja_jp: 署名の総数
ko_ko: 총 서명 수
pt_pt: Número total de assinaturas
sw_sw: Totalt antal underskrifter
tr_tr: Toplam imza sayısı
uk_uk: Загальна кількість підписів

source: Traffic Management Settings
id_id: Pengaturan Manajemen Lalu Lintas
ja_jp: トラフィックマネジメントの設定
ko_ko: 트래픽 관리 설정
pt_pt: Configurações de Gestão de Tráfego
sw_sw: Inställningar för trafikstyrning
tr_tr: Trafik Yönetimi Ayarları
uk_uk: Налаштування керування трафіком

source: Translation port
id_id: Port terjemahan
ja_jp: 翻訳ポート
ko_ko: 번역 포트
pt_pt: Porto de tradução
sw_sw: Översättningsport
tr_tr: Çeviri portu
uk_uk: Порт перекладу

source: Transparent proxy (HTTP)
id_id: Proksi transparan (HTTP)
ja_jp: トランスペアレントプロキシ（HTTP）
ko_ko: 투명 프록시(HTTP)
pt_pt: Proxy transparente (HTTP)
tr_tr: Şeffaf proxy (HTTP)
uk_uk: Прозорий проксі (HTTP)

source: Transparent proxy (HTTPS)
id_id: Proksi transparan (HTTPS)
ja_jp: 透過型プロキシ(HTTPS)
ko_ko: 투명 프록시(HTTPS)
pt_pt: Procuração transparente (HTTPS)
tr_tr: Şeffaf proxy (HTTPS)
uk_uk: Прозорий проксі (HTTPS)

source: Transport certificate to use, please make sure to check the general system log when experiencing issues. Error messages can be a bit cryptic from time to time, in which case <a href="https://support.oneidentity.com/kb/263658/common-issues-of-tls-encrypted-message-transfer">this</a> is a good resource for tracking common issues.
id_id: Sertifikat transportasi yang akan digunakan, pastikan untuk memeriksa log sistem umum ketika mengalami masalah. Pesan kesalahan bisa jadi sedikit samar dari waktu ke waktu, dalam hal ini <a href="https://support.oneidentity.com/kb/263658/common-issues-of-tls-encrypted-message-transfer">ini</a> adalah sumber daya yang bagus untuk melacak masalah umum.
ja_jp: 使用するトランスポート証明書は、問題が発生したときに、一般的なシステムログを確認することを確認してください。 エラー メッセージは時折、少し不可解なことがあります。その場合、<a href="https://support.oneidentity.com/kb/263658/common-issues-of-tls-encrypted-message-transfer">この</a>は良いものです。 共通の問題を追跡するためのリソースです。
ko_ko: 사용할 전송 인증서에 문제가 발생하면 일반 시스템 로그를 확인하시기 바랍니다. 오류 메시지는 때때로 약간 난해할 수 있으며, 이 경우 <a href="https://support.oneidentity.com/kb/263658/common-issues-of-tls-encrypted-message-transfer">이것을 참조하세요. 일반적인 문제를 추적하기 위한 리소스입니다.
pt_pt: Certificado de transporte a utilizar, certifique-se por favor de verificar o registo geral do sistema quando tiver problemas. As mensagens de erro podem ser um pouco crípticas de vez em quando, caso em que <a href="https://support.oneidentity.com/kb/263658/common-issues-of-tls-encrypted-message-transfer">this</a> é um bom recurso para o acompanhamento de questões comuns.
sw_sw: Transportcertifikatet ska användas, se till att kontrollera den allmänna systemloggen när du har problem. Felmeddelanden kan ibland vara lite kryptiska, och då är <a href="https://support.oneidentity.com/kb/263658/common-issues-of-tls-encrypted-message-transfer">Detta</a> ett bra hjälpmedel. resurs för att spåra vanliga problem.
tr_tr: Kullanılacak taşıma sertifikası, lütfen sorun yaşadığınızda genel sistem günlüğünü kontrol ettiğinizden emin olun. Hata mesajları zaman zaman biraz şifreli olabilir, bu durumda <a href="https://support.oneidentity.com/kb/263658/common-issues-of-tls-encrypted-message-transfer">bu</a> iyi bir Ortak sorunları izlemek için kaynak.
uk_uk: Транспортний сертифікат для використання, будь ласка, обов'язково перевіряйте загальний системний журнал, якщо виникають проблеми. Час від часу повідомлення про помилки можуть бути дещо загадковими, і в цьому випадку <a href="https://support.oneidentity.com/kb/263658/common-issues-of-tls-encrypted-message-transfer">це</a> є гарним ресурс для відстеження поширених проблем.

source: Transport protocol
id_id: Protokol transportasi
ja_jp: トランスポートプロトコル
ko_ko: 전송 프로토콜
pt_pt: Protocolo de transporte
sw_sw: Transportprotokoll
tr_tr: Aktarım protokolü
uk_uk: Транспортний протокол

source: Tunnel Address
id_id: Alamat Terowongan
it_it: Indirizzo del tunnel
ja_jp: トンネルアドレス
ko_ko: 터널 주소
pt_pt: Endereço do túnel
sw_sw: Adress till tunneln
tr_tr: Tünel Adresi
uk_uk: Адреса тунелю

source: Type IP addresses (ex. 192.168.1.100)
id_id: Ketik alamat IP (contoh: 192.168.1.100)
ja_jp: IPアドレスを入力する（例：192.168.1.100）
ko_ko: IP 주소 입력(예: 192.168.1.100)
pt_pt: Tipo Endereços IP (ex. 192.168.1.100)
sw_sw: Ange IP-adresser (t.ex. 192.168.1.100).
tr_tr: IP adreslerini yazın (örn. 192.168.1.100)
uk_uk: Введіть IP-адреси (наприклад, 192.168.1.100)

source: Type IP addresses you want to allow access to the proxy server.
id_id: Ketik alamat IP yang ingin Anda izinkan untuk mengakses server proxy.
ja_jp: プロキシサーバーへのアクセスを許可する IP アドレスを入力します。
ko_ko: 프록시 서버에 대한 액세스를 허용할 IP 주소를 입력합니다.
pt_pt: Digite os endereços IP que pretende para permitir o acesso ao servidor proxy.
sw_sw: Ange IP-adresser som du vill tillåta åtkomst till proxyservern.
tr_tr: Proxy sunucusuna erişime izin vermek istediğiniz IP adreslerini yazın.
uk_uk: Введіть IP-адреси, яким ви хочете дозволити доступ до проксі-сервера.

source: Type IP addresses you want to deny access to the proxy server.
id_id: Ketik alamat IP yang ingin Anda tolak aksesnya ke server proxy.
ja_jp: プロキシサーバーへのアクセスを拒否したいIPアドレスを入力します。
ko_ko: 프록시 서버에 대한 액세스를 거부할 IP 주소를 입력합니다.
pt_pt: Digite os endereços IP que pretende negar o acesso ao servidor proxy.
sw_sw: Ange IP-adresser som du vill neka åtkomst till proxyservern.
tr_tr: Proxy sunucusuna erişimi reddetmek istediğiniz IP adreslerini yazın.
uk_uk: Введіть IP-адреси, яким ви хочете заборонити доступ до проксі-сервера.

source: Type IP addresses, followed by Enter or comma.
id_id: Ketik alamat IP, diikuti dengan Enter atau koma.
ja_jp: IPアドレスを入力し、Enterまたはカンマを続けます。
ko_ko: IP 주소를 입력한 다음 Enter 또는 쉼표를 입력합니다.
pt_pt: Digite os endereços IP, seguidos de Enter ou vírgula.
sw_sw: Skriv IP-adresser, följt av Enter eller ett kommatecken.
tr_tr: IP adreslerini yazın, ardından Enter veya virgül koyun.
uk_uk: Введіть IP-адреси, а потім Enter або кому.

source: Type IPs of alternative DNS servers you like to use.
id_id: Ketik IP server DNS alternatif yang ingin Anda gunakan.
ja_jp: 使用したい代替DNSサーバーのIPを入力します。
ko_ko: 사용하려는 대체 DNS 서버의 IP를 입력합니다.
pt_pt: Digite os IPs dos servidores DNS alternativos que gosta de utilizar.
sw_sw: Ange IP:er för alternativa DNS-servrar som du vill använda.
tr_tr: Kullanmak istediğiniz alternatif DNS sunucularının IP'lerini yazın.
uk_uk: Введіть IP-адреси альтернативних DNS-серверів, які ви хочете використовувати.

source: Type of DNSBL
id_id: Jenis DNSBL
ja_jp: DNSBLの種類
ko_ko: DNSBL 유형
pt_pt: Tipo de DNSBL
sw_sw: Typ av DNSBL
tr_tr: DNSBL Türü
uk_uk: Тип DNSBL

source: Type of resource record, e.g. A or AAAA for IPv4 or IPv6 addresses
id_id: Jenis catatan sumber daya, misalnya A atau AAAA untuk alamat IPv4 atau IPv6
ja_jp: リソースレコードのタイプ（例：IPv4またはIPv6アドレスのAまたはAAAA）。
ko_ko: 리소스 레코드 유형(예: IPv4 또는 IPv6 주소의 경우 A 또는 AAAA)
pt_pt: Tipo de registo de recursos, por exemplo A ou AAAA para endereços IPv4 ou IPv6
sw_sw: Typ av resurspost, t.ex. A eller AAAA för IPv4- eller IPv6-adresser.
tr_tr: Kaynak kaydının türü, örneğin IPv4 veya IPv6 adresleri için A veya AAAA
uk_uk: Тип запису ресурсу, наприклад, A або AAAA для IPv4 або IPv6 адрес

source: Type or select destinations.
id_id: Ketik atau pilih tujuan.
ja_jp: 目的地を入力または選択する。
ko_ko: 목적지를 입력하거나 선택합니다.
pt_pt: Digitar ou seleccionar destinos.
sw_sw: Skriv eller välj destinationer.
tr_tr: Hedefleri yazın veya seçin.
uk_uk: Введіть або виберіть пункти призначення.

source: Type or select interface (Leave blank to disable ftp proxy).
id_id: Ketik atau pilih antarmuka (Biarkan kosong untuk menonaktifkan proxy ftp).
ja_jp: インターフェイスを入力または選択します（ftpプロキシを無効にする場合は空白にします）。
ko_ko: 인터페이스를 입력하거나 선택합니다(비워두면 FTP 프록시를 비활성화합니다).
pt_pt: Digite ou seleccione interface (Deixe em branco para desactivar o proxy ftp).
sw_sw: Ange eller välj gränssnitt (lämna tomt för att inaktivera ftp-proxy).
tr_tr: Arayüzü yazın veya seçin (ftp proxy'yi devre dışı bırakmak için boş bırakın).
uk_uk: Введіть або виберіть інтерфейс (залиште поле порожнім, щоб вимкнути ftp проксі).

source: Type or select interface.
id_id: Ketik atau pilih antarmuka.
ja_jp: インターフェイスを入力または選択します。
ko_ko: 인터페이스를 입력하거나 선택합니다.
pt_pt: Digitar ou seleccionar interface.
sw_sw: Ange eller välj gränssnitt.
tr_tr: Arayüzü yazın veya seçin.
uk_uk: Введіть або виберіть інтерфейс.

source: Type port number or range.
id_id: Ketik nomor port atau rentang.
ja_jp: ポート番号または範囲を入力します。
ko_ko: 포트 번호 또는 범위를 입력합니다.
pt_pt: Tipo número de porta ou intervalo.
sw_sw: Ange portnummer eller intervall.
tr_tr: Bağlantı noktası numarasını veya aralığını yazın.
uk_uk: Введіть номер порту або діапазон.

source: Type subnet addresses (ex. 192.168.2.0/24)
id_id: Ketik alamat subnet (contoh: 192.168.2.0/24)
ja_jp: サブネットアドレス（例：192.168.2.0/24）を入力します。
ko_ko: 서브넷 주소 입력(예: 192.168.2.0/24)
pt_pt: Tipo endereços de sub-rede (ex. 192.168.2.0/24)
sw_sw: Ange undernätsadresser (t.ex. 192.168.2.0/24).
tr_tr: Alt ağ adreslerini yazın (örn. 192.168.2.0/24)
uk_uk: Введіть адресу підмережі (наприклад, 192.168.2.0/24)

source: Type subnets you want to allow access to the proxy server.
id_id: Ketik subnet yang ingin Anda izinkan untuk mengakses server proxy.
ja_jp: プロキシサーバーへのアクセスを許可するサブネットを入力します。
ko_ko: 프록시 서버에 대한 액세스를 허용할 서브넷을 입력합니다.
pt_pt: Digite as sub-redes que pretende para permitir o acesso ao servidor proxy.
sw_sw: Ange undernät som du vill tillåta åtkomst till proxyservern.
tr_tr: Proxy sunucusuna erişime izin vermek istediğiniz alt ağları yazın.
uk_uk: Введіть підмережі, яким ви хочете дозволити доступ до проксі-сервера.

source: Type subnets/addresses you want to ignore for the access.log.
id_id: Ketik subnet/alamat yang ingin Anda abaikan untuk access.log.
ja_jp: access.logで無視したいサブネット/アドレスを入力します。
ko_ko: access.log에 대해 무시할 서브넷/주소를 입력합니다.
pt_pt: Digite subrede/endereço que deseja ignorar para o access.log.
sw_sw: Ange undernät/adresser som du vill ignorera för access.log.
tr_tr: Access.log için yok saymak istediğiniz alt ağları/adresleri yazın.
uk_uk: Введіть підмережі/адреси, які ви хочете ігнорувати для access.log.

source: URL Pattern
id_id: Pola URL
ja_jp: URLパターン
ko_ko: URL 패턴
pt_pt: Padrão de URL
sw_sw: URL-mönster
tr_tr: URL Kalıbı
uk_uk: Шаблон URL-адреси

source: URL of the signature database.
id_id: URL basis data tanda tangan.
ja_jp: 署名データベースのURL。
ko_ko: 서명 데이터베이스의 URL입니다.
pt_pt: URL da base de dados de assinaturas.
sw_sw: Signaturdatabasens URL.
tr_tr: İmza veritabanının URL'si.
uk_uk: URL бази даних підписів.

source: URLs of Blocklists
id_id: URL Daftar Blokir
ja_jp: ブロックリストのURL
ko_ko: 차단 목록의 URL
pt_pt: URLs das listas de Blocklists
sw_sw: URL:er för blocklistor
tr_tr: Engelleme Listelerinin URL'leri
uk_uk: URL-адреси списків блоків

source: Unrestricted IP addresses
id_id: Alamat IP yang tidak dibatasi
ja_jp: 無制限IPアドレス
ko_ko: 무제한 IP 주소
pt_pt: Endereços IP sem restrições
sw_sw: Obegränsade IP-adresser
tr_tr: Kısıtlanmamış IP adresleri
uk_uk: Необмежена кількість IP-адрес

source: Url
ja_jp: ウル

source: Use System Nameservers
id_id: Gunakan Server Nama Sistem
ja_jp: システムネームサーバを使用する
ko_ko: 시스템 네임서버 사용
pt_pt: Usar Nameservers de Sistema
sw_sw: Använd systemets namnservrar
tr_tr: Sistem Ad Sunucularını Kullanma
uk_uk: Використання системних серверів імен

source: Use Via header
id_id: Gunakan Melalui tajuk
ja_jp: Viaヘッダーを使用する
ko_ko: Via 헤더 사용
pt_pt: Usar cabeçalho Via
sw_sw: Använd Via-huvudet
tr_tr: Via başlığını kullanın
uk_uk: Використовуйте заголовок Via

source: Use a password to protect the pkcs12 file contents
id_id: Gunakan kata sandi untuk melindungi konten file pkcs12
ja_jp: pkcs12ファイルの内容を保護するためにパスワードを使用します。
ko_ko: 비밀번호를 사용하여 pkcs12 파일 내용을 보호하세요.
pt_pt: Utilizar uma palavra-passe para proteger o conteúdo do ficheiro pkcs12
sw_sw: Använd ett lösenord för att skydda innehållet i pkcs12-filen
tr_tr: pkcs12 dosya içeriğini korumak için bir parola kullanın
uk_uk: Використовуйте пароль для захисту вмісту файлу pkcs12

source: Use a random local source port (lport) for traffic from the client. Without this set, two clients may not run concurrently.
id_id: Gunakan port sumber lokal acak (lport) untuk trafik dari klien. Tanpa set ini, dua klien tidak dapat berjalan bersamaan.
ja_jp: クライアントからのトラフィックには、ランダムなローカルソースポート（lport）を使用します。この設定がないと、2つのクライアントが同時に実行されない場合があります。
ko_ko: 클라이언트로부터의 트래픽에 임의의 로컬 소스 포트(lport)를 사용합니다. 이 설정이 없으면 두 클라이언트가 동시에 실행되지 않을 수 있습니다.
pt_pt: Utilizar um porto de origem local aleatório (lport) para o tráfego do cliente. Sem este conjunto, dois clientes não podem correr ao mesmo tempo.
sw_sw: Använd en slumpmässig lokal källport (lport) för trafik från klienten. Utan denna inställning kan två klienter inte köras samtidigt.
tr_tr: İstemciden gelen trafik için rastgele bir yerel kaynak bağlantı noktası (lport) kullanın. Bu ayar olmadan, iki istemci aynı anda çalışamaz.
uk_uk: Використовуйте випадковий локальний порт джерела (lport) для трафіку від клієнта. Без цього параметра два клієнти не можуть працювати одночасно.

source: Use alternate DNS-servers
id_id: Gunakan server DNS alternatif
ja_jp: 代替DNSサーバーを使用する
ko_ko: 대체 DNS 서버 사용
pt_pt: Utilizar servidores DNS alternativos
sw_sw: Använd alternativa DNS-servrar
tr_tr: Alternatif DNS sunucuları kullanın
uk_uk: Використовуйте альтернативні DNS-сервери

source: Use c-icap with local squid
id_id: Gunakan c-icap dengan cumi-cumi lokal
ja_jp: ローカルイカでc-icapを使用する
ko_ko: 현지 오징어와 함께 c-icap 사용
pt_pt: Usar c-icap com lulas locais
sw_sw: Använd c-icap med lokal bläckfisk
tr_tr: Yerel kalamar ile c-icap kullanın
uk_uk: Використовуйте c-icap з місцевими кальмарами
