Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Warning: By default DHCP leases are displayed in UTC time. By checking this box DHCP lease time will be displayed in local time and set to time zone selected. This will be used for all DHCP interfaces lease time.
id_id: Peringatan: Secara default, waktu sewa DHCP ditampilkan dalam waktu UTC. Dengan mencentang kotak ini, waktu sewa DHCP akan ditampilkan dalam waktu lokal dan diatur ke zona waktu yang dipilih. Ini akan digunakan untuk semua waktu sewa antarmuka DHCP.
it_it: ATTENZIONE: per impostazione predefinita i contratti di locazione DHCP vengono visualizzati nel tempo UTC. Controllando questa casella DHCP Il tempo di leasing verrà visualizzato in ora locale e impostato sul fuso orario selezionato. Questo verrà utilizzato per tutte le interfacce DHCP Tempo di leasing.
ja_jp: 警告: デフォルトでは、dhcp リースは、UTC 時間で表示されますが、このボックスチェックすると、dhcp リースは、現地時間表示になり、選択されたタイムゾーンに設定されますが、この設定は、すべての dhcp インタフェースのリース時間に適用されます。
ko_ko: 경고: 기본적으로 DHCP 임대는 UTC 시간으로 표시됩니다. 이 확인란을 선택하면 DHCP 임대 시간이 현지 시간으로 표시되고 선택한 표준 시간대로 설정됩니다. 이 시간은 모든 DHCP 인터페이스 임대 시간에 사용됩니다.
pt_pt: Aviso: por defeito DHCP leases são apresentados na hora UTC. Ativando esta opção o tempo DHCP leases será apresentado na hora local e definido para o fuso horário selecionado. Esta opção será usada para todos como interfaces DHCP lease de tempo.
sw_sw: Varning: Som standard visas DHCP-avtalen i UTC-tid. Om du markerar den här rutan kommer tiden för DHCP-avtal att visas i lokal tid och ställas in i den valda tidszonen. Detta kommer att användas för alla DHCP-gränssnitts hyrestid.
tr_tr: Uyarı: Varsayılan olarak DHCP kiralama süreleri UTC saatinde görüntülenir. Bu kutuyu işaretleyerek DHCP kiralama süresi yerel saatte görüntülenecek ve seçilen saat dilimine ayarlanacaktır. Bu, tüm DHCP arayüzleri kiralama süresi için kullanılacaktır.
uk_uk: Попередження: За замовчуванням час оренди DHCP відображається за часом UTC. Якщо ви встановите цей прапорець, час оренди DHCP буде відображатися у місцевому часі і відповідатиме вибраному часовому поясу. Це буде використано для всіх інтерфейсів DHCP.

source: Show Dynamic DNS
id_id: Tampilkan DNS Dinamis
it_it: Mostra DNS dinamico
ja_jp: ダイナミックDNSを表示
ko_ko: 동적 DNS 표시
pt_pt: Ativar registo de nomes de clientes DHCP no DNS.
sw_sw: Visa dynamisk DNS
tr_tr: Dinamik DNS'yi Göster
uk_uk: Показати динамічний DNS

source: Enable registration of DHCP client names in DNS.
id_id: Aktifkan pendaftaran nama klien DHCP di DNS.
it_it: Abilita la registrazione dei nomi dei client DHCP in DNS.
ja_jp: dns と dhcp クライアント名の有効登録を行います。
ko_ko: DNS에서 DHCP 클라이언트 이름 등록을 사용하도록 설정합니다.
pt_pt: Ativar registo de nomes de clientes DHCP no DNS.
sw_sw: Aktivera registrering av DHCP-klientnamn i DNS.
tr_tr: DNS'de DHCP istemci adlarının kaydını etkinleştirin.
uk_uk: Увімкнути реєстрацію імен клієнтів DHCP у DNS.

source: Enter the dynamic DNS domain which will be used to register client names in the DNS server.
id_id: Masukkan domain DNS dinamis yang akan digunakan untuk mendaftarkan nama klien di server DNS.
it_it: Immettere il dominio DNS dinamico che verrà utilizzato per registrare i nomi dei client nel server DNS.
ja_jp: dns サーバで、クライアント名の登録に使用され、ダイナミックdnsを入力してください。
ko_ko: DNS 서버에 클라이언트 이름을 등록하는 데 사용할 동적 DNS 도메인을 입력합니다.
pt_pt: Nota: Deixe em branco para desativar registos de DNS dinâmico.
sw_sw: Ange den dynamiska DNS-domän som ska användas för att registrera klientnamn i DNS-servern.
tr_tr: İstemci adlarını DNS sunucusuna kaydetmek için kullanılacak dinamik DNS etki alanını girin.
uk_uk: Введіть динамічний домен DNS, який буде використовуватися для реєстрації імен клієнтів на DNS-сервері.

source: Note: Leave blank to disable dynamic DNS registration.
id_id: Catatan: Biarkan kosong untuk menonaktifkan pendaftaran DNS dinamis.
it_it: Nota: lasciare vuoto per disabilitare la registrazione DNS dinamica.
ja_jp: 注意: ダイナミックDNSを無効にする場合は空白にしてください。
ko_ko: 참고: 동적 DNS 등록을 사용하지 않으려면 비워 두세요.
pt_pt: Nota: Deixe em branco para desativar registos de DNS dinâmico.
sw_sw: Obs: Lämna tomt om du vill inaktivera dynamisk DNS-registrering.
tr_tr: Not: Dinamik DNS kaydını devre dışı bırakmak için boş bırakın.
uk_uk: Примітка: Залиште порожнє поле, щоб вимкнути динамічну реєстрацію DNS.

source: Enter the primary domain name server IP address for the dynamic domain name.
id_id: Masukkan alamat IP server nama domain utama untuk nama domain dinamis.
it_it: Immettere l'indirizzo IP del server di nome dominio primario per il nome di dominio dinamico.
ja_jp: ダイナミックドメイン名で使用する、プライマリドメインサーバ ip アドレスを入力してください。
ko_ko: 동적 도메인 이름의 기본 도메인 네임 서버 IP 주소를 입력합니다.
pt_pt: Introduza o endereço IP do servidor de nomes de domínio primário para o nome de domínio dinâmico.
sw_sw: Ange IP-adressen för den primära domännamnsservern för det dynamiska domännamnet.
tr_tr: Dinamik etki alanı adı için birincil etki alanı adı sunucusu IP adresini girin.
uk_uk: Введіть основну IP-адресу сервера доменних імен для динамічного доменного імені.

source: Enter the dynamic DNS domain key name which will be used to register client names in the DNS server.
id_id: Masukkan nama kunci domain DNS dinamis yang akan digunakan untuk mendaftarkan nama klien di server DNS.
it_it: Immettere il nome chiave del dominio DNS dinamico che verrà utilizzato per registrare i nomi dei client nel server DNS.
ja_jp: dns サーバで名の登録に使用される、ダイナミック dns ドメインの鍵名を入力してください。
ko_ko: DNS 서버에 클라이언트 이름을 등록하는 데 사용할 동적 DNS 도메인 키 이름을 입력합니다.
pt_pt: Introduza a chave privada do domínio de DNS dinâmico que será usada para registar nomes de cliente no servidor DNS.
sw_sw: Ange det dynamiska DNS-domännyckelnamnet som ska användas för att registrera klientnamn i DNS-servern.
tr_tr: İstemci adlarını DNS sunucusuna kaydetmek için kullanılacak dinamik DNS etki alanı anahtar adını girin.
uk_uk: Введіть ім'я динамічного доменного ключа DNS, який буде використовуватися для реєстрації імен клієнтів на DNS-сервері.

source: Enter the dynamic DNS domain key secret which will be used to register client names in the DNS server.
id_id: Masukkan rahasia kunci domain DNS dinamis yang akan digunakan untuk mendaftarkan nama klien di server DNS.
it_it: Immettere il segreto della chiave del dominio DNS dinamico che verrà utilizzato per registrare i nomi dei client nel server DNS.
ja_jp: dns サーバで名の登録に使用される、ダイナミック dns ドメイン秘密鍵を入力してください。
ko_ko: DNS 서버에 클라이언트 이름을 등록하는 데 사용할 동적 DNS 도메인 키 비밀 번호를 입력합니다.
pt_pt: Introduza a chave privada do domínio de DNS dinâmico que será usada para registar nomes de cliente no servidor DNS.
sw_sw: Ange den dynamiska DNS-domännyckelhemlighet som kommer att användas för att registrera klientnamn i DNS-servern.
tr_tr: İstemci adlarını DNS sunucusuna kaydetmek için kullanılacak dinamik DNS etki alanı anahtar sırrını girin.
uk_uk: Введіть секретний ключ динамічного домену DNS, який буде використовуватися для реєстрації імен клієнтів на DNS-сервері.

source: Choose the dynamic DNS domain key algorithm.
id_id: Pilih algoritme kunci domain DNS dinamis.
it_it: Scegli l'algoritmo della chiave del dominio DNS dinamico.
ja_jp: ダイナミックDNSのドメインキーアルゴリズムを選択します。
ko_ko: 동적 DNS 도메인 키 알고리즘을 선택합니다.
pt_pt: Escolher o algoritmo de chave de domínio DNS dinâmico.
sw_sw: Välj den dynamiska DNS-domännyckelalgoritmen.
tr_tr: Dinamik DNS etki alanı anahtar algoritmasını seçin.
uk_uk: Виберіть алгоритм динамічного доменного ключа DNS.

source: MAC Address Control
id_id: Kontrol Alamat MAC
it_it: Controllo dell'indirizzo MAC
ja_jp: MAC アドレス管理
ko_ko: MAC 주소 제어
pt_pt: Controle de endereço MAC
sw_sw: Kontroll av MAC-adresser
tr_tr: MAC Adres Kontrolü
uk_uk: Контроль MAC-адрес

source: Show MAC Address Control
id_id: Tampilkan Kontrol Alamat MAC
it_it: Mostra il controllo dell'indirizzo MAC
ja_jp: MAC アドレス管理表示
ko_ko: MAC 주소 제어 표시
pt_pt: Mostrar o controle de endereço MAC
sw_sw: Visa MAC-adresskontroll
tr_tr: MAC Adres Kontrolünü Göster
uk_uk: Показати контроль MAC-адрес

source: Enter a list of partial MAC addresses to allow, comma-separated, no spaces, such as %s
id_id: Masukkan daftar alamat MAC parsial yang diizinkan, dipisahkan dengan koma, tanpa spasi, seperti %s
it_it: Immettere un elenco di indirizzi MAC parziali per consentire spazi, separati da virgola, come %s
ja_jp: 許可する部分的なMACアドレスのリストを、カンマ区切りで、スペースなしで、%sのように入力します。
ko_ko: 허용할 부분 MAC 주소 목록을 쉼표로 구분하여 %s와 같이 공백 없이 입력합니다.
pt_pt: Introduza uma lista de endereços MAC parciais para permitir, separados por vírgulas, sem espaços, tais como %s
sw_sw: Ange en lista med partiella MAC-adresser som ska tillåtas, kommaseparerade, utan mellanslag, t.ex. %s.
tr_tr: İzin verilecek kısmi MAC adreslerinin bir listesini girin, virgülle ayrılmış, boşluksuz, örneğin %s
uk_uk: Введіть список часткових MAC-адрес, які потрібно дозволити, через кому, без пробілів, наприклад %s

source: Enter a list of partial MAC addresses to deny access, comma-separated, no spaces, such as %s
id_id: Masukkan daftar alamat MAC parsial untuk menolak akses, dipisahkan dengan koma, tanpa spasi, seperti %s
it_it: Immettere un elenco di indirizzi MAC parziali per negare l'accesso, separato da virgole, nessun spazi, come %s
ja_jp: アクセスを拒否する部分的なMACアドレスのリストを、カンマ区切り、スペースなしで入力する（%sなど
ko_ko: 액세스를 거부할 부분 MAC 주소 목록을 쉼표로 구분하고 %s와 같이 공백 없이 입력합니다.
pt_pt: Introduza uma lista de endereços MAC parciais para negar o acesso, separados por vírgulas, sem espaços, tais como %s
sw_sw: Ange en lista med partiella MAC-adresser som ska nekas åtkomst, kommaseparerade, utan mellanslag, t.ex. %s.
tr_tr: Erişimi reddedilecek kısmi MAC adreslerinin bir listesini girin, virgülle ayrılmış, boşluksuz, örneğin %s
uk_uk: Введіть список часткових MAC-адрес для заборони доступу, через кому, без пробілів, наприклад, %s

source: NTP servers
id_id: Server NTP
it_it: Server NTP
ja_jp: NTPサーバ
ko_ko: NTP 서버
pt_pt: Servidores NTP
sw_sw: NTP-servrar
tr_tr: NTP sunucuları
uk_uk: Сервери NTP

source: Show NTP configuration
id_id: Menampilkan konfigurasi NTP
it_it: Mostra la configurazione NTP
ja_jp: NTP 構成を表示
ko_ko: NTP 구성 표시
pt_pt: Mostra configuração NTP
sw_sw: Visa NTP-konfiguration
tr_tr: NTP yapılandırmasını göster
uk_uk: Показати конфігурацію NTP

source: TFTP server
id_id: Server TFTP
it_it: Server TFTP
ja_jp: TFTP サーバ
ko_ko: TFTP 서버
pt_pt: Servidor TFTP
tr_tr: TFTP sunucusu
uk_uk: Сервер TFTP

source: Show TFTP configuration
id_id: Menampilkan konfigurasi TFTP
it_it: Mostra la configurazione TFTP
ja_jp: TFTP 構成を表示
ko_ko: TFTP 구성 표시
pt_pt: Configuração da Mostra TFTP
sw_sw: Visa TFTP-konfiguration
tr_tr: TFTP yapılandırmasını göster
uk_uk: Показати конфігурацію TFTP

source: Set TFTP hostname
id_id: Mengatur nama host TFTP
it_it: Imposta il nome host TFTP
ja_jp: TFTPホスト名を設定する
ko_ko: TFTP 호스트 이름 설정
pt_pt: Conjunto TFTP hostname
sw_sw: Ange TFTP-värdnamn
tr_tr: TFTP ana bilgisayar adını ayarlama
uk_uk: Встановити ім'я хоста TFTP

source: Set Bootfile
id_id: Atur Bootfile
it_it: Imposta BootFile
ja_jp: ブートファイルの設定
ko_ko: 부팅 파일 설정
pt_pt: Definir Bootfile
sw_sw: Ställ in startfilen
tr_tr: Önyükleme Dosyasını Ayarla
uk_uk: Встановити завантажувальний файл

source: Leave blank to disable. Enter a full hostname or IP for the TFTP server and optionally a full path for a bootfile.
id_id: Biarkan kosong untuk menonaktifkan. Masukkan nama host atau IP lengkap untuk server TFTP dan secara opsional jalur lengkap untuk bootfile.
it_it: Lasciare vuoto per disabilitare. Immettere un nome host o IP completo per il server TFTP e facoltativamente un percorso completo per un file di avvio.
ja_jp: 無効にする場合は空白にします。TFTPサーバーの完全なホスト名またはIPを入力し、オプションでブートファイルの完全なパスを入力します。
ko_ko: 비활성화하려면 비워 둡니다. TFTP 서버의 전체 호스트 이름 또는 IP를 입력하고 선택 사항으로 부트파일의 전체 경로를 입력합니다.
pt_pt: Deixar em branco para desactivar. Introduza um hostname ou IP completo para o servidor TFTP e opcionalmente um caminho completo para um ficheiro de arranque.
sw_sw: Lämna tomt för att inaktivera. Ange ett fullständigt värdnamn eller IP-nummer för TFTP-servern och eventuellt en fullständig sökväg för en startfil.
tr_tr: Devre dışı bırakmak için boş bırakın. TFTP sunucusu için tam bir ana bilgisayar adı veya IP girin ve isteğe bağlı olarak bir önyükleme dosyası için tam bir yol girin.
uk_uk: Залиште порожнім, щоб вимкнути. Введіть повне ім'я хоста або IP-адресу TFTP-сервера і, за бажанням, повний шлях до завантажувального файлу.

source: Show LDAP configuration
id_id: Menampilkan konfigurasi LDAP
it_it: Mostra la configurazione LDAP
ja_jp: LDAP 構成を表示
ko_ko: LDAP 구성 표시
pt_pt: Mostra configuração LDAP
sw_sw: Visa LDAP-konfiguration
tr_tr: LDAP yapılandırmasını göster
uk_uk: Показати конфігурацію LDAP

source: Leave blank to disable. Enter a full URI for the LDAP server in the form %s
id_id: Biarkan kosong untuk menonaktifkan. Masukkan URI lengkap untuk server LDAP dalam bentuk %s
it_it: Lasciare vuoto per disabilitare. Immettere un URI completo per il server LDAP nel modulo %s
ja_jp: 無効にする場合は空白にしてください。%s の形式で LDAP サーバの URI を入力してください。
ko_ko: 비활성화하려면 비워 둡니다. LDAP 서버의 전체 URI를 %s 형식으로 입력합니다.
pt_pt: Deixe em branco para desativar. Introduza um URI completo para o servidor LDAP no formato %s
sw_sw: Lämna tomt för att inaktivera. Ange en fullständig URI för LDAP-servern i form av %s
tr_tr: Devre dışı bırakmak için boş bırakın. LDAP sunucusu için %s biçiminde tam bir URI girin
uk_uk: Залиште порожнім, щоб вимкнути. Введіть повний URI для LDAP-сервера у вигляді %s

source: Network booting
id_id: Booting jaringan
it_it: Avvio di rete
ja_jp: ネットワークブート
ko_ko: 네트워크 부팅
pt_pt: Arranque em rede
sw_sw: Nätverksuppstart
tr_tr: Ağ önyüklemesi
uk_uk: Мережеве завантаження

source: Show Network booting
id_id: Tampilkan Booting jaringan
it_it: Mostra l'avvio della rete
ja_jp: ネットワーク起動の表示
ko_ko: 네트워크 부팅 표시
pt_pt: Mostra inicialização da rede
sw_sw: Visa nätverksuppstart
tr_tr: Ağ önyüklemesini göster
uk_uk: Показати завантаження мережі

source: Enable network booting
id_id: Mengaktifkan booting jaringan
it_it: Abilita l'avvio della rete
ja_jp: ネットワーク起動を有効
ko_ko: 네트워크 부팅 사용
pt_pt: Ativa inicialização da rede
sw_sw: Aktivera nätverksuppstart
tr_tr: Ağ önyüklemesini etkinleştir
uk_uk: Увімкнути мережеве завантаження

source: Set next-server IP
id_id: Mengatur IP server berikutnya
it_it: Imposta IP successiva
ja_jp: ネクストサーバーIPを設定
ko_ko: 다음 서버 IP 설정
pt_pt: Definir IP do servidor próximo
sw_sw: Ange nästa server-IP
tr_tr: Sonraki sunucu IP'sini ayarla
uk_uk: Встановити IP-адресу наступного сервера

source: Set default bios filename
id_id: Mengatur nama file bios default
it_it: Imposta il nome file BIOS predefinito
ja_jp: デフォルトバイオス ファイル名を設定
ko_ko: 기본 바이오스 파일 이름 설정
pt_pt: Configurar ficheiro pré-definido da bios
sw_sw: Ange standardfilnamn för biosfilen
tr_tr: Varsayılan bios dosya adını ayarla
uk_uk: Встановити ім'я файлу біосу за замовчуванням

source: Set x86 UEFI (32-bit) filename
id_id: Tetapkan nama file x86 UEFI (32-bit)
it_it: Imposta x86 UEFI (32 bit) file
ja_jp: x86 UEFI (32ビット) のファイル名を設定する。
ko_ko: x86 UEFI(32비트) 파일 이름 설정
pt_pt: Conjunto x86 UEFI (32-bit) nome de ficheiro
sw_sw: Ange filnamn för x86 UEFI (32-bitars)
tr_tr: x86 UEFI (32 bit) dosya adını ayarlama
uk_uk: Встановити ім'я файлу x86 UEFI (32-розрядний)

source: Set x64 UEFI/EBC (64-bit) filename
id_id: Tetapkan nama file x64 UEFI/EBC (64-bit)
it_it: Imposta x64 UEFI/EBC (64 bit) FileName
ja_jp: x64 UEFI/EBC (64ビット)のファイル名を設定する。
ko_ko: x64 UEFI/EBC(64비트) 파일 이름 설정
pt_pt: Conjunto x64 UEFI/EBC (64-bit) nome de ficheiro
sw_sw: Ange x64 UEFI/EBC-filnamn (64-bitars)
tr_tr: x64 UEFI/EBC (64 bit) dosya adını ayarlama
uk_uk: Встановити ім'я файлу x64 UEFI/EBC (64-розрядний)

source: Set ARM UEFI (32-bit) filename
id_id: Mengatur nama file ARM UEFI (32-bit)
it_it: Impostare il file di file ARM UEFI (32 bit)
ja_jp: ARM UEFI（32ビット）のファイル名を設定する
ko_ko: ARM UEFI(32비트) 파일 이름 설정
pt_pt: Conjunto ARM UEFI (32-bit) nome de ficheiro
sw_sw: Ange ARM UEFI-filnamn (32-bitars)
tr_tr: ARM UEFI (32 bit) dosya adını ayarlama
uk_uk: Встановити ім'я файлу ARM UEFI (32-розрядний)

source: Set ARM UEFI (64-bit) filename
id_id: Mengatur nama file ARM UEFI (64-bit)
it_it: Impostare il file di file ARM UEFI (64 bit)
ja_jp: ARM UEFI（64ビット）のファイル名を設定する
ko_ko: ARM UEFI(64비트) 파일 이름 설정
pt_pt: Definir ARM UEFI (64-bit) nome de ficheiro
sw_sw: Ange filnamn för ARM UEFI (64-bitars)
tr_tr: ARM UEFI (64 bit) dosya adını ayarlama
uk_uk: Встановити ім'я файлу ARM UEFI (64-розрядний)

source: Set iPXE boot filename
id_id: Mengatur nama file boot iPXE
ja_jp: iPXEブートファイル名を設定する
ko_ko: iPXE 부팅 파일 이름 설정
pt_pt: Definir o nome do ficheiro de arranque do iPXE
sw_sw: Ange iPXE-startfilnamn
tr_tr: iPXE önyükleme dosya adını ayarlama
uk_uk: Встановити ім'я файлу завантаження iPXE

source: You need both a filename and a boot server configured for this to work.
id_id: Anda memerlukan nama file dan server boot yang dikonfigurasi agar dapat berfungsi.
it_it: È necessario sia un fileName che un server di avvio configurato affinché funzioni.
ja_jp: ファイル名とブートサーバーの両方が設定されていることが必要です。
ko_ko: 이 기능을 사용하려면 파일 이름과 부팅 서버가 모두 구성되어 있어야 합니다.
pt_pt: É necessário tanto um nome de ficheiro como um servidor de arranque configurado para que isto funcione.
sw_sw: Du behöver både ett filnamn och en startserver som är konfigurerad för att detta ska fungera.
tr_tr: Bunun çalışması için hem bir dosya adına hem de yapılandırılmış bir önyükleme sunucusuna ihtiyacınız vardır.
uk_uk: Щоб це працювало, вам потрібно вказати ім'я файлу та налаштувати сервер завантаження.

source: Set root-path string
id_id: Mengatur string jalur akar
it_it: Imposta la stringa di root-path
ja_jp: ルートパス文字列を設定
ko_ko: 루트 경로 문자열 설정
pt_pt: Definir uma raiz de cordel -caminho
sw_sw: Ställa in strängen för root-path
tr_tr: Kök yol dizesini ayarla
uk_uk: Встановити рядок кореневого шляху

source: Note: string-format: iscsi:(servername):(protocol):(port):(LUN):targetname
id_id: Catatan: format string: iscsi:(nama server):(protokol):(port):(LUN):nama target
it_it: Nota: String-Format: ISCSI: (ServerName) :( Protocollo) :( Porta) :( LUN): TargetName)
ja_jp: 注意：文字列 形式：iscsi：（サーバー名）：（プロトコル）：（ポート）：（LUN）：ターゲット名
ko_ko: 참고: 문자열 형식: iscsi:(서버명):(프로토콜):(포트):(LUN):대상 이름
pt_pt: Nota: formato da string: iscsi:(nome do servidor):(protocolo):(porta):(LUN):targetname
sw_sw: Obs: strängformat: iscsi:(servernamn):(protokoll):(port):(LUN):målnamn
tr_tr: Not: dize biçimi: iscsi:(sunucuadı):(protokol):(port):(LUN):hedefadı
uk_uk: Примітка: формат рядка: iscsi:(ім'я сервера):(протокол):(порт):(LUN):ім'я цілі

source: Show WPAD
id_id: Tampilkan WPAD
it_it: Mostra wpad
ja_jp: WPADを表示する
ko_ko: WPAD 표시
pt_pt: Mostrar WPAD
sw_sw: Visa WPAD
tr_tr: WPAD'i göster
uk_uk: Показати WPAD

source: Enable Web Proxy Auto Discovery
id_id: Mengaktifkan Penemuan Otomatis Proxy Web
it_it: Abilita la scoperta automatica del proxy web
ja_jp: Webプロキシの自動検出を有効にする
ko_ko: 웹 프록시 자동 검색 사용
pt_pt: Habilitar Web Proxy Auto Discovery
sw_sw: Aktivera automatisk upptäckt av webbproxy
tr_tr: Web Proxy Otomatik Bulmayı Etkinleştir
uk_uk: Увімкнути автоматичне виявлення веб-проксі

source: Enable OMAPI
id_id: Mengaktifkan OMAPI
it_it: Abilita omapi
ja_jp: OMAPIを有効にする
ko_ko: OMAPI 사용
pt_pt: Habilitar OMAPI
sw_sw: Aktivera OMAPI
tr_tr: OMAPI'yi Etkinleştir
uk_uk: Увімкнути OMAPI

source: Show OMAPI configuration
id_id: Menampilkan konfigurasi OMAPI
it_it: Mostra la configurazione Omapi
ja_jp: OMAPIコンフィギュレーションを表示する
ko_ko: OMAPI 구성 표시
pt_pt: Mostrar configuração OMAPI
sw_sw: Visa OMAPI-konfigurationen
tr_tr: OMAPI yapılandırmasını göster
uk_uk: Показати конфігурацію OMAPI

source: Enables OMAPI
id_id: Mengaktifkan OMAPI
it_it: Abilita omapi
ja_jp: OMAPIを有効にする
ko_ko: OMAPI 사용
pt_pt: Possibilita OMAPI
sw_sw: Aktiverar OMAPI
tr_tr: OMAPI'yi etkinleştirir
uk_uk: Увімкнення OMAPI

source: OMAPI port
id_id: Port OMAPI
it_it: Porta omapi
ja_jp: OMAPIポート
ko_ko: OMAPI 포트
pt_pt: Porto OMAPI
tr_tr: OMAPI bağlantı noktası
uk_uk: Порт OMAPI

source: Key algorithm
id_id: Algoritme kunci
it_it: Algoritmo chiave
ja_jp: 鍵のアルゴリズム
ko_ko: 주요 알고리즘
pt_pt: Algoritmo chave
sw_sw: Nyckelalgoritm
tr_tr: Anahtar algoritma
uk_uk: Ключовий алгоритм

source: OMAPI key
id_id: Kunci OMAPI
it_it: Chiave omapi
ja_jp: OMAPIキー
ko_ko: OMAPI 키
pt_pt: Chave OMAPI
sw_sw: OMAPI-nyckel
tr_tr: OMAPI anahtarı
uk_uk: Ключ OMAPI

source: Additional Options
id_id: Opsi Tambahan
it_it: Opzioni aggiuntive
ja_jp: 追加オプション
ko_ko: 추가 옵션
pt_pt: Opções adicionais
sw_sw: Ytterligare alternativ
tr_tr: Ek Seçenekler
uk_uk: Додаткові опції

source: Show Additional BOOTP/DHCP Options
id_id: Tampilkan Opsi BOOTP/DHCP Tambahan
it_it: Mostra opzioni booTP/DHCP aggiuntive
ja_jp: bootp/dhcp 追加オプションを表示
ko_ko: 추가 BOOTP/DHCP 옵션 표시
pt_pt: Mostrar opções adicionais de BOOT/DHCP
sw_sw: Visa ytterligare BOOTP/DHCP-alternativ
tr_tr: Ek BOOTP/DHCP Seçeneklerini Göster
uk_uk: Показати додаткові параметри BOOTP/DHCP

source: Number
id_id: Nomor
it_it: Numero
ja_jp: 数
ko_ko: 번호
pt_pt: Numero
sw_sw: Antal
tr_tr: Sayı
uk_uk: Номер

source: Text
id_id: Teks
it_it: Testo
ja_jp: テキスト
ko_ko: 텍스트
pt_pt: Texto
tr_tr: Metin
uk_uk: Текст

source: String
it_it: Corda
ja_jp: 列
ko_ko: 문자열
pt_pt: Cordão
sw_sw: Sträng
uk_uk: Рядок

source: Boolean
it_it: Booleano
ja_jp: ブーリアン
ko_ko: 부울
pt_pt: Booleano
uk_uk: Булевий

source: Unsigned 8-bit integer
id_id: Bilangan bulat 8-bit yang tidak ditandatangani
it_it: Intero non firmato a 8 bit
ja_jp: 符号なし 8 ビット整数
ko_ko: 부호 없는 8비트 정수
pt_pt: Sem assinatura de 8 bits inteiro
sw_sw: Ej undertecknat 8-bitars heltal
tr_tr: İmzasız 8 bit tamsayı
uk_uk: Беззнакове 8-бітне ціле число

source: Unsigned 16-bit integer
id_id: Bilangan bulat 16-bit yang tidak ditandatangani
it_it: Intero non firmato a 16 bit
ja_jp: 符号なし 16 ビット整数
ko_ko: 부호 없는 16비트 정수
pt_pt: Inteiro de 16 bits sem assinatura
sw_sw: Ej undertecknat 16-bitars heltal
tr_tr: İmzasız 16 bit tamsayı
uk_uk: Беззнакове 16-бітне ціле число

source: Unsigned 32-bit integer
id_id: Bilangan bulat 32-bit yang tidak ditandatangani
it_it: Intero non firmato a 32 bit
ja_jp: 符号なし 32 ビット整数
ko_ko: 부호 없는 32비트 정수
pt_pt: Inteiro de 32 bits sem assinatura
sw_sw: Ej undertecknat 32-bitars heltal
tr_tr: İmzasız 32 bit tamsayı
uk_uk: Беззнакове 32-бітне ціле число

source: Signed 8-bit integer
id_id: Bilangan bulat 8-bit yang ditandatangani
it_it: Intero a 8 bit firmato
ja_jp: 符号付8ビット整数
ko_ko: 부호 있는 8비트 정수
pt_pt: Assinado inteiro de 8 bits
sw_sw: Signerat 8-bitars heltal
tr_tr: İşaretli 8 bit tamsayı
uk_uk: Знакове 8-бітне ціле число

source: Signed 16-bit integer
id_id: Bilangan bulat 16-bit yang ditandatangani
it_it: Intero a 16 bit firmato
ja_jp: 符号付 16 ビット整数
ko_ko: 부호 있는 16비트 정수
pt_pt: Assinado inteiro de 16 bits
sw_sw: Tecknat 16-bitars heltal
tr_tr: İşaretli 16 bit tamsayı
uk_uk: Знакове 16-бітне ціле число

source: Signed 32-bit integer
id_id: Bilangan bulat 32-bit yang ditandatangani
it_it: Firmato intero a 32 bit
ja_jp: 符号付 32 ビット整数
ko_ko: 서명된 32비트 정수
pt_pt: Assinado inteiro de 32 bits
sw_sw: Tecknat 32-bitars heltal
tr_tr: İşaretli 32 bit tamsayı
uk_uk: Знакове 32-бітне ціле число

source: IP address or host
id_id: Alamat IP atau host
it_it: Indirizzo IP o host
ja_jp: IP アドレス / ホスト
ko_ko: IP 주소 또는 호스트
pt_pt: Endereço IP ou host
sw_sw: IP-adress eller värd
tr_tr: IP adresi veya ana bilgisayar
uk_uk: IP-адреса або хост
