Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: This wireless clone cannot be modified because it is still assigned as an interface.
id_id: Klon nirkabel ini tidak dapat dimodifikasi karena masih ditetapkan sebagai antarmuka.
it_it: Questo clone wireless non può essere modificato perché è ancora assegnato come interfaccia.
ja_jp: この無線クローンは変更できませんが、インタフェースとして割当てられています。
ko_ko: 이 무선 클론은 아직 인터페이스로 할당되어 있으므로 수정할 수 없습니다.
pt_pt: Este clone sem fios não pode ser modificado, porque ainda se encontra atribuído com interface.
sw_sw: Denna trådlösa klon kan inte ändras eftersom den fortfarande är tilldelad som ett gränssnitt.
tr_tr: Bu kablosuz klon değiştirilemez çünkü hala bir arayüz olarak atanmıştır.
uk_uk: Цей бездротовий клон не може бути змінений, оскільки його все ще призначено як інтерфейс.

source: Use the configuration page for the assigned interface to change the mode.
id_id: Gunakan halaman konfigurasi untuk antarmuka yang ditetapkan untuk mengubah mode.
it_it: Utilizzare la pagina di configurazione per l'interfaccia assegnata per modificare la modalità.
ja_jp: 割当てられているインタフェースのモードを変更するには、構成ページを使用してください。
ko_ko: 할당된 인터페이스의 구성 페이지를 사용하여 모드를 변경합니다.
pt_pt: Utilizar uma pagina de configuração do interface atribuído para alterar o modo.
sw_sw: Använd konfigurationssidan för det tilldelade gränssnittet för att ändra läget.
tr_tr: Modu değiştirmek için atanmış arayüzün yapılandırma sayfasını kullanın.
uk_uk: Для зміни режиму використовуйте сторінку конфігурації призначеного інтерфейсу.

source: Error creating interface with mode %s. The %s interface may not support creating more clones with the selected mode.
id_id: Kesalahan membuat antarmuka dengan mode %s. Antarmuka %s mungkin tidak mendukung pembuatan lebih banyak klon dengan mode yang dipilih.
it_it: Errore creazione dell'interfaccia con la modalità %s. L'interfaccia %s potrebbe non supportare la creazione di più cloni con la modalità selezionata.
ja_jp: モード %s でのインタフェースの作成にエラーが発生しました。%s インタフェースは、選択したモードでこれ以上のクローン作成をサポートしない可能性があります。
ko_ko: 모드 %s로 인터페이스를 만드는 동안 오류가 발생했습니다. 인터페이스가 선택한 모드로 더 많은 복제본 만들기를 지원하지 않을 수 있습니다.
pt_pt: Erro ao criar o interface com o modo %s. O %s O interface não pode suportar a criação de mais clones no modo selecionado.
sw_sw: Fel vid skapandet av gränssnittet med läget %s. Gränssnittet %s kanske inte stöder skapandet av fler kloner med det valda läget.
tr_tr: Mod %s ile arayüz oluşturulurken hata oluştu. s arayüzü, seçilen modla daha fazla klon oluşturmayı desteklemiyor olabilir.
uk_uk: Помилка створення інтерфейсу з режимом %s. Інтерфейс %s може не підтримувати створення нових клонів у вибраному режимі.

source: Wireless clone configuration
id_id: Konfigurasi klon nirkabel
it_it: Configurazione del clone wireless
ja_jp: 無線クローン構成
ko_ko: 무선 복제 구성
pt_pt: Configuração clonada sem fios
sw_sw: Konfiguration av trådlös klon
tr_tr: Kablosuz klon yapılandırması
uk_uk: Конфігурація бездротового клону

source: RRD data has been cleared.
id_id: Data RRD telah dihapus.
it_it: I dati RRD sono stati cancellati.
ja_jp: RRD データは消去されました。
ko_ko: RRD 데이터가 지워졌습니다.
pt_pt: Os dados RRD foram apagados.
sw_sw: RRD-data har rensats.
tr_tr: RRD verileri temizlendi.
uk_uk: Дані RRD були очищені.

source: RRD report has been cleared.
id_id: Laporan RRD telah diselesaikan.
it_it: Il rapporto RRD è stato cancellato.
ja_jp: RRD レポートは消去されました。
ko_ko: RRD 보고서가 삭제되었습니다.
pt_pt: O Reporte RRD foi alterado.
sw_sw: RRD-rapporten har rensats.
tr_tr: RRD raporu temizlendi.
uk_uk: Звіт RRD очищено.

source: All local netflow data has been cleared.
id_id: Semua data netflow lokal telah dihapus.
it_it: Tutti i dati locali di Netflow sono stati cancellati.
ja_jp: すべてのローカルネットフローデータは消去されました。
ko_ko: 모든 로컬 넷플로우 데이터가 지워졌습니다.
pt_pt: Todos os dados de fluxo de rede local foram apagados.
sw_sw: Alla lokala nätflödesdata har raderats.
tr_tr: Tüm yerel net akış verileri temizlendi.
uk_uk: Всі локальні дані про мережевий потік було очищено.

source: Database repair in progress, daemon will start when done.
id_id: Perbaikan basis data sedang berlangsung, daemon akan mulai ketika selesai.
it_it: Riparazione del database in corso, il demone inizierà quando è finito.
ja_jp: データベースの修復が進行中で、完了次第デーモンが起動します。
ko_ko: 데이터베이스 복구 진행 중, 완료되면 데몬이 시작됩니다.
pt_pt: Reparação da base de dados em curso, o daemon começará quando estiver feito.
sw_sw: Reparation av databasen pågår, daemon startar när den är klar.
tr_tr: Veritabanı onarımı devam ediyor, daemon tamamlandığında başlayacak.
uk_uk: Йде ремонт бази даних, демон запуститься, коли все буде зроблено.

source: RRD
ja_jp: アールディー

source: Do you really want to reset the RRD graphs? This will erase all graph data.
id_id: Apakah Anda benar-benar ingin mengatur ulang grafik RRD? Ini akan menghapus semua data grafik.
it_it: Vuoi davvero ripristinare i grafici RRD? Questo cancellerà tutti i dati grafici.
ja_jp: 本当にRRDをリセットしますか？
ko_ko: 정말 RRD 그래프를 초기화하시겠습니까? 그러면 모든 그래프 데이터가 지워집니다.
pt_pt: Tem a certeza de que pretende efetuar um reset aos gráficos RRD? Esta acção irá apagar todos os dados dos gráficos.
sw_sw: Vill du verkligen återställa RRD-graferna? Detta kommer att radera alla grafiska data.
tr_tr: RRD grafiklerini gerçekten sıfırlamak istiyor musunuz? Bu, tüm grafik verilerini silecektir.
uk_uk: Ви дійсно хочете скинути графіки RRD? Це призведе до видалення всіх даних графіків.

source: Netflow/Insight
ja_jp: ネットフロー / 分析
ko_ko: 넷플로우/인사이트
pt_pt: Fluxo Líquido/Insight

source: Do you really want to reset the netflow data? This will erase all Insight graph data.
id_id: Apakah Anda benar-benar ingin mengatur ulang data netflow? Ini akan menghapus semua data grafik Insight.
it_it: Vuoi davvero ripristinare i dati di Netflow? Ciò cancellerà tutti i dati del grafico Insight.
ja_jp: 本当にNetflow データをリセットしますか？
ko_ko: 정말 넷플로우 데이터를 초기화하시겠습니까? 이렇게 하면 모든 Insight 그래프 데이터가 지워집니다.
pt_pt: Deseja realmente redefinir os dados de fluxo de dados? Isso irá apagar todos os dados do gráfico Insight.
sw_sw: Vill du verkligen återställa nätflödesdata? Detta kommer att radera alla Insight-grafiska data.
tr_tr: Net akış verilerini gerçekten sıfırlamak istiyor musunuz? Bu, tüm Insight grafik verilerini silecektir.
uk_uk: Ви дійсно хочете скинути дані про мережевий потік? Це призведе до видалення всіх даних графіка Insight.

source: Do you really want to force a repair of the netflow data? This might take a while.
id_id: Apakah Anda benar-benar ingin memaksakan perbaikan data netflow? Ini mungkin akan memakan waktu cukup lama.
it_it: Vuoi davvero forzare una riparazione dei dati Netflow? Questo potrebbe richiedere un po 'di tempo.
ja_jp: 本当にネットフローデータを強制修復するのか？時間がかかるかもしれません。
ko_ko: 정말 넷플로우 데이터를 강제로 복구하시겠습니까? 시간이 좀 걸릴 수 있습니다.
pt_pt: Quer realmente forçar uma reparação dos dados de fluxo líquido? Isto pode demorar algum tempo.
sw_sw: Vill du verkligen tvinga fram en reparation av nätflödesdata? Det kan ta ett tag.
tr_tr: Gerçekten net akış verilerini onarmaya zorlamak istiyor musunuz? Bu biraz zaman alabilir.
uk_uk: Ви дійсно хочете примусово відновити дані мережевого потоку? Це може зайняти деякий час.

source: Do you really want to reset the selected graph?
id_id: Apakah Anda benar-benar ingin mengatur ulang grafik yang dipilih?
it_it: Vuoi davvero ripristinare il grafico selezionato?
ja_jp: 本当に選択したグラフをリセットしますか？
ko_ko: 선택한 그래프를 정말 초기화하시겠습니까?
pt_pt: Deseja realmente redefinir o gráfico selecionado?
sw_sw: Vill du verkligen återställa den valda grafen?
tr_tr: Seçilen grafiği gerçekten sıfırlamak istiyor musunuz?
uk_uk: Ви дійсно хочете скинути вибраний графік?

source: Reporting Database Options
id_id: Opsi Basis Data Pelaporan
it_it: Reporting Opzioni di database
ja_jp: データベースオプションレポート
ko_ko: 보고 데이터베이스 옵션
pt_pt: Reporte da Opções da Base de dados
sw_sw: Alternativ för rapporteringsdatabas
tr_tr: Raporlama Veritabanı Seçenekleri
uk_uk: Параметри бази даних для звітування

source: Round-Robin-Database
id_id: Basis Data Bulat-Robin
ja_jp: ラウンドロビンデータベース
ko_ko: 라운드 로빈 데이터베이스
sw_sw: Round-Robin-databas
tr_tr: Yuvarlak-Robin-Veritabanı
uk_uk: База даних Round-Robin

source: Enables the RRD graphing backend.
id_id: Mengaktifkan backend grafik RRD.
it_it: Abilita il backend di grafica RRD.
ja_jp: RD グラフバックエンドを有効
ko_ko: RRD 그래프 백엔드를 활성화합니다.
pt_pt: Ativar o RRD backend gráfico.
sw_sw: Aktiverar RRD-grafiskapparaten.
tr_tr: RRD grafik arka ucunu etkinleştirir.
uk_uk: Вмикає бекенд графіки RRD.

source: Reset RRD Data
id_id: Menyetel Ulang Data RRD
it_it: Ripristina i dati RRD
ja_jp: RRD データをリセット
ko_ko: RRD 데이터 재설정
pt_pt: Reinicializar dados do RRD
sw_sw: Återställning av RRD-data
tr_tr: RRD Verilerini Sıfırla
uk_uk: Скинути дані RRD

source: Reset Netflow Data
id_id: Atur Ulang Data Netflow
it_it: Ripristina i dati NetFlow
ja_jp: ネットフロー データをリセット
ko_ko: 넷플로우 데이터 재설정
pt_pt: Redefinir Dados do Netflow
sw_sw: Återställa nätflödesdata
tr_tr: Netflow Verilerini Sıfırla
uk_uk: Скинути дані про мережевий потік

source: Repair Netflow Data
id_id: Memperbaiki Data Netflow
it_it: Riparare i dati di Netflow
ja_jp: ネットフローデータを修復する
ko_ko: 넷플로우 데이터 복구
pt_pt: Reparação de dados de fluxo de rede
sw_sw: Reparation av nätflödesdata
tr_tr: Netflow Verilerini Onarın
uk_uk: Відновлення даних про мережевий потік

source: Graphs will not be allowed to be recreated within a 1 minute interval, please take this into account after changing the style.
id_id: Grafik tidak akan diizinkan untuk dibuat ulang dalam interval 1 menit, harap pertimbangkan hal ini setelah mengubah gaya.
it_it: I grafici non saranno autorizzati a essere ricreati entro un intervallo di 1 minuto, preghiamo di tenerne conto dopo aver cambiato lo stile.
ja_jp: グラフは、1分以内に再作成することはできませんが、スタイル変更後はこの点を考慮してください。
ko_ko: 그래프는 1분 간격으로 다시 만들 수 없으므로 스타일을 변경한 후 이 점을 고려하세요.
pt_pt: Gráficos não serão permitidos para serem recriados dentro de um intervalo de 1 minuto. Deve levar isto em conta após alterar o estilo.
sw_sw: Grafer kommer inte att tillåtas att återskapas inom ett intervall på 1 minut, ta hänsyn till detta när du ändrar stilen.
tr_tr: Grafiklerin 1 dakika içinde yeniden oluşturulmasına izin verilmeyecektir, lütfen stili değiştirdikten sonra bunu dikkate alın.
uk_uk: Графіки не можна буде відтворювати протягом 1 хвилини, будь ласка, врахуйте це після зміни стилю.

source: Collected reports
id_id: Laporan yang dikumpulkan
it_it: Rapporti raccolti
ja_jp: 収集したレポート
ko_ko: 수집된 보고서
pt_pt: Relatórios coletados
sw_sw: Insamlade rapporter
tr_tr: Toplanan raporlar
uk_uk: Зібрані звіти

source: Reports
id_id: Laporan
it_it: Rapporti
ja_jp: レポート
ko_ko: 보고서
pt_pt: Reportes
sw_sw: Rapporter
tr_tr: Raporlar
uk_uk: Звіти

source: flush report
id_id: laporan siram
it_it: Rapporto a filo
ja_jp: レポートのフラッシュ
ko_ko: 플러시 보고서
pt_pt: Flush de repórter
sw_sw: spolningsrapport
tr_tr: sifon raporu
uk_uk: Звіт про змив

source: Range begin
id_id: Rentang mulai
it_it: La gamma inizia
ja_jp: 範囲開始
ko_ko: 범위 시작
pt_pt: Início da gama
sw_sw: Början av intervallet
tr_tr: Aralık başlangıcı
uk_uk: Початок діапазону

source: Range end
id_id: Ujung jangkauan
it_it: Fine gamma
ja_jp: 範囲終了
ko_ko: 범위 끝
pt_pt: Fim da gama
sw_sw: Slut på intervallet
tr_tr: Aralık sonu
uk_uk: Кінець діапазону

source: A valid range must be specified.
id_id: Rentang yang valid harus ditentukan.
it_it: Deve essere specificato un intervallo valido.
ja_jp: 有効な範囲を指定してください
ko_ko: 유효한 범위를 지정해야 합니다.
pt_pt: Uma gama válida deve ser especificada
sw_sw: Ett giltigt intervall måste anges.
tr_tr: Geçerli bir aralık belirtilmelidir.
uk_uk: Необхідно вказати допустимий діапазон.

source: A valid IP address must be specified for the gateway.
id_id: Alamat IP yang valid harus ditentukan untuk gateway.
it_it: È necessario specificare un indirizzo IP valido per il gateway.
ja_jp: ゲートウェイに有効なIP アドレスを指定してください。
ko_ko: 게이트웨이에 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP válido deve ser especificado para a gateway.
sw_sw: En giltig IP-adress måste anges för gatewayen.
tr_tr: Ağ geçidi için geçerli bir IP adresi belirtilmelidir.
uk_uk: Для шлюзу необхідно вказати дійсну IP-адресу.

source: A valid IP address must be specified for the primary/secondary WINS servers.
id_id: Alamat IP yang valid harus ditentukan untuk server WINS primer/sekunder.
it_it: Un indirizzo IP valido deve essere specificato per i server di vittorie primari/secondari.
ja_jp: プライマリ / セカンダリが勝つ サーバーに有効な ip アドレスを指定してください。
ko_ko: 기본/보조 WINS 서버에 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP válido deve ser especificado para os servidores WINS primário/secundário
sw_sw: En giltig IP-adress måste anges för den primära/sekundära WINS-servrar.
tr_tr: Birincil/ikincil WINS sunucuları için geçerli bir IP adresi belirtilmelidir.
uk_uk: Для основного/додаткового WINS-серверів необхідно вказати дійсну IP-адресу.

source: The gateway address %s does not lie within the chosen interface's subnet.
id_id: Alamat gateway %s tidak berada di dalam subnet antarmuka yang dipilih.
it_it: L'indirizzo del gateway %s non si trova nella sottorete dell'interfaccia scelta.
ja_jp: ゲートウェイアドレス %s は、選択されたインタフェースのサブネット外です。
ko_ko: 게이트웨이 주소 %s가 선택한 인터페이스의 서브넷 내에 있지 않습니다.
pt_pt: O endereço %s da gateway não está dentro do interface da subrede escolhida.
sw_sw: Gateway-adressen %s ligger inte inom det valda gränssnittets undernät.
tr_tr: Ağ geçidi adresi %s, seçilen arabirimin alt ağı içinde yer almıyor.
uk_uk: Адреса шлюзу %s не лежить у підмережі вибраного інтерфейсу.

source: A valid IP address must be specified for the primary/secondary DNS servers.
id_id: Alamat IP yang valid harus ditentukan untuk server DNS primer/sekunder.
it_it: È necessario specificare un indirizzo IP valido per i server DNS primari/secondari.
ja_jp: プライマリ / セカンダリ dns サーバに有効な ip アドレスを指定してください。
ko_ko: 기본/보조 DNS 서버에 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP válido deve ser especificado para o servidor DNS primário/secundário.
sw_sw: En giltig IP-adress måste anges för de primära och sekundära DNS-servrarna.
tr_tr: Birincil/ikincil DNS sunucuları için geçerli bir IP adresi belirtilmelidir.
uk_uk: Для первинних/вторинних DNS-серверів необхідно вказати дійсну IP-адресу.

source: The default lease time must be at least 60 seconds.
id_id: Waktu sewa default harus minimal 60 detik.
it_it: Il tempo di leasing predefinito deve essere di almeno 60 secondi.
ja_jp: デフォルトリース期間は60秒以上です
ko_ko: 기본 임대 시간은 60초 이상이어야 합니다.
pt_pt: O tempo pré-definido de arrendamento deve ser pelo menos de 60 segundos
sw_sw: Standarduthyrningstiden måste vara minst 60 sekunder.
tr_tr: Varsayılan kira süresi en az 60 saniye olmalıdır.
uk_uk: За замовчуванням час оренди має бути не менше 60 секунд.

source: The maximum lease time must be at least 60 seconds and higher than the default lease time.
id_id: Waktu sewa maksimum harus minimal 60 detik dan lebih tinggi dari waktu sewa default.
it_it: Il tempo massimo di locazione deve essere di almeno 60 secondi e superiore al tempo di leasing predefinito.
ja_jp: 最大リース期間は60秒以上で、かつ、デフォルトリース時間よりも大きい値を設定してください。
ko_ko: 최대 임대 시간은 60초 이상이어야 하며 기본 임대 시간보다 길어야 합니다.
pt_pt: O tempo máximo de aluguer deve ser pelo menos de 60 segundos e superior ao tempo por defeito do aluguer.
sw_sw: Den maximala hyrestiden måste vara minst 60 sekunder och högre än standardhyrestiden.
tr_tr: Maksimum kiralama süresi en az 60 saniye ve varsayılan kiralama süresinden daha yüksek olmalıdır.
uk_uk: Максимальний час оренди повинен бути не менше 60 секунд і більше, ніж час оренди за замовчуванням.

source: The response delay must be higher than 0 and no more than 255 seconds.
id_id: Penundaan respons harus lebih tinggi dari 0 dan tidak lebih dari 255 detik.
it_it: Il ritardo di risposta deve essere superiore a 0 e non più di 255 secondi.
ja_jp: 応答遅延は0より大きく、255秒以下でなければならない。
ko_ko: 응답 지연은 0보다 크고 255초를 넘지 않아야 합니다.
pt_pt: O atraso de resposta deve ser superior a 0 e não superior a 255 segundos.
sw_sw: Svarsfördröjningen måste vara större än 0 och får inte överstiga 255 sekunder.
tr_tr: Yanıt gecikmesi 0'dan yüksek ve 255 saniyeden fazla olmamalıdır.
uk_uk: Затримка відповіді повинна бути більше 0 і не більше 255 секунд.

source: A valid domain name must be specified for the dynamic DNS registration.
id_id: Nama domain yang valid harus ditentukan untuk pendaftaran DNS dinamis.
it_it: Un nome di dominio valido deve essere specificato per la registrazione DNS dinamica.
ja_jp: ダイナミックDNSに有効なドメイン名を指定してください。
ko_ko: 동적 DNS 등록을 위해서는 유효한 도메인 이름을 지정해야 합니다.
pt_pt: Um nome de domínio válido deve ser especificado para o registo de DNS dinâmico.
sw_sw: Ett giltigt domännamn måste anges för den dynamiska DNS-registreringen.
tr_tr: Dinamik DNS kaydı için geçerli bir etki alanı adı belirtilmelidir.
uk_uk: Для динамічної реєстрації DNS необхідно вказати дійсне доменне ім'я.

source: A valid primary domain name server IP address must be specified for the dynamic domain name.
id_id: Alamat IP server nama domain utama yang valid harus ditentukan untuk nama domain dinamis.
it_it: Un indirizzo IP del server di nome dominio primario valido deve essere specificato per il nome di dominio dinamico.
ja_jp: 動的ドメイン名に、有効なプライマリドメインサーバ ip アドレスを指定してください。
ko_ko: 동적 도메인 이름에 유효한 기본 도메인 이름 서버 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP de um nome de servidor de domínio primário válido deve ser especificado para um nome de domínio dinâmico.
sw_sw: En giltig IP-adress för den primära domännamnsservern måste anges för det dynamiska domännamnet.
tr_tr: Dinamik etki alanı adı için geçerli bir birincil etki alanı adı sunucusu IP adresi belirtilmelidir.
uk_uk: Для динамічного доменного імені необхідно вказати дійсну IP-адресу первинного сервера доменних імен.

source: You must specify a Base64-encoded domain key.
id_id: Anda harus menentukan kunci domain yang dikodekan dengan Base64.
it_it: È necessario specificare una chiave di dominio codificata Base64.
ja_jp: Base64 エンコードのドメインで指定してください。
ko_ko: Base64로 인코딩된 도메인 키를 지정해야 합니다.
pt_pt: Deve especificar uma chave de domínio Base64-encodificada
sw_sw: Du måste ange en Base64-kodad domännyckel.
tr_tr: Base64 kodlu bir etki alanı anahtarı belirtmelisiniz.
uk_uk: Ви повинні вказати ключ домену в кодуванні Base64.

source: You must specify both a valid domain key and key name.
id_id: Anda harus menentukan kunci domain dan nama kunci yang valid.
it_it: È necessario specificare sia una chiave di dominio valida che un nome chiave.
ja_jp: 有効なドメイン認証鍵と名を指定してください。
ko_ko: 유효한 도메인 키와 키 이름을 모두 지정해야 합니다.
pt_pt: Deve especificar conjuntamente uma ma chave de domínio válida e um nome de chave.
sw_sw: Du måste ange både en giltig domännyckel och ett giltigt nyckelnamn.
tr_tr: Hem geçerli bir etki alanı anahtarı hem de anahtar adı belirtmelisiniz.
uk_uk: Ви повинні вказати дійсний ключ домену та ім'я ключа.

source: A valid domain search list must be specified.
id_id: Daftar pencarian domain yang valid harus ditentukan.
it_it: È necessario specificare un elenco di ricerche di dominio valido.
ja_jp: 有効なドメイン検索リストを指定してください
ko_ko: 유효한 도메인 검색 목록을 지정해야 합니다.
pt_pt: Uma lista de pesquisa de domínios deve ser especificada.
sw_sw: En giltig söklista för domäner måste anges.
tr_tr: Geçerli bir etki alanı arama listesi belirtilmelidir.
uk_uk: Необхідно вказати дійсний список пошуку доменів.

source: If you specify a mac allow list, it must contain only valid partial MAC addresses.
id_id: Jika Anda menentukan daftar izin mac, daftar tersebut harus berisi hanya alamat MAC parsial yang valid.
it_it: Se si specifica un elenco di consentire Mac, deve contenere solo indirizzi mac parziali validi.
ja_jp: mac 許可リストを指定してください、有効なmacアドレスの一部のみで構成してください。
ko_ko: 맥 허용 목록을 지정하는 경우 유효한 부분 맥 주소만 포함해야 합니다.
pt_pt: Se especificar uma lista de mac permitidos, deve conter apenas endereços MAC parciais válidos
sw_sw: Om du anger en mac allow-lista måste den innehålla endast giltiga partiella MAC-adresser.
tr_tr: Bir mac izin listesi belirtirseniz, bu liste yalnızca geçerli kısmi MAC adreslerini içermelidir.
uk_uk: Якщо ви вказуєте список дозволених МАС-адрес, він повинен містити лише допустимі часткові МАС-адреси.

source: If you specify a mac deny list, it must contain only valid partial MAC addresses.
id_id: Jika Anda menentukan daftar tolak mac, daftar tersebut harus berisi hanya alamat MAC parsial yang valid.
it_it: Se si specifica un elenco di negazioni MAC, deve contenere solo indirizzi MAC parziali validi.
ja_jp: Mac 拒否リストを指定してください、有効なMacの一部のみで構成してください。
ko_ko: 맥 거부 목록을 지정하는 경우 유효한 부분 맥 주소만 포함해야 합니다.
pt_pt: Se especificar uma lista de mac não permitidos, deve conter apenas endereços MAC parciais válidos
sw_sw: Om du anger en mac deny-lista måste den endast innehålla giltiga partiella MAC-adresser.
tr_tr: Bir mac deny listesi belirtirseniz, bu liste yalnızca geçerli kısmi MAC adreslerini içermelidir.
uk_uk: Якщо ви вказуєте список заборон, він повинен містити лише допустимі часткові MAC-адреси.

source: A valid IP address must be specified for the primary/secondary NTP servers.
id_id: Alamat IP yang valid harus ditentukan untuk server NTP primer/sekunder.
it_it: È necessario specificare un indirizzo IP valido per i server NTP primari/secondari.
ja_jp: プライマリ / セカンダリ ntp サーバに有効な ip アドレスを指定してください。
ko_ko: 기본/보조 NTP 서버에 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP válido deve ser especificado para o servidpr NTP primário/secundário.
sw_sw: En giltig IP-adress måste anges för den primära/sekundära NTP-servrar.
tr_tr: Birincil/ikincil NTP sunucuları için geçerli bir IP adresi belirtilmelidir.
uk_uk: Для первинного/вторинного NTP-серверів необхідно вказати дійсну IP-адресу.

source: A valid domain name must be specified for the DNS domain.
id_id: Nama domain yang valid harus ditentukan untuk domain DNS.
it_it: Un nome di dominio valido deve essere specificato per il dominio DNS.
ja_jp: DNS に有効なドメイン名を指定してください。
ko_ko: DNS 도메인에 유효한 도메인 이름을 지정해야 합니다.
pt_pt: Um nome de domínio válido deve ser especificado para o domínio DNS.
sw_sw: Ett giltigt domännamn måste anges för DNS-domänen.
tr_tr: DNS etki alanı için geçerli bir etki alanı adı belirtilmelidir.
uk_uk: Для домену DNS має бути вказано дійсне доменне ім'я.

source: A valid IP address or hostname must be specified for the TFTP server.
id_id: Alamat IP atau nama host yang valid harus ditentukan untuk server TFTP.
it_it: Un indirizzo IP o un nome host valido deve essere specificato per il server TFTP.
ja_jp: tftp サーバに有効な ip アドレスまたはホスト名を指定してください。
ko_ko: TFTP 서버에 유효한 IP 주소 또는 호스트 이름을 지정해야 합니다.
pt_pt: Um endereço IP válido ou hostname deve ser especificado para o servidor TFTP.
sw_sw: En giltig IP-adress eller ett giltigt värdnamn måste anges för TFTP-servern.
tr_tr: TFTP sunucusu için geçerli bir IP adresi veya ana bilgisayar adı belirtilmelidir.
uk_uk: Для TFTP-сервера необхідно вказати дійсну IP-адресу або ім'я хоста.

source: A valid IP address must be specified for the network boot server.
id_id: Alamat IP yang valid harus ditentukan untuk server boot jaringan.
it_it: Un indirizzo IP valido deve essere specificato per il server di avvio di rete.
ja_jp: ネットワーク起動サーバに有効なIP アドレスを指定してください。
ko_ko: 네트워크 부팅 서버에 유효한 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP válido deve ser especificado para o servidor de boot de rede.
sw_sw: En giltig IP-adress måste anges för nätverksstartservern.
tr_tr: Ağ önyükleme sunucusu için geçerli bir IP adresi belirtilmelidir.
uk_uk: Для сервера мережевого завантаження необхідно вказати дійсну IP-адресу.

source: You cannot use the network address in the starting subnet range.
id_id: Anda tidak dapat menggunakan alamat jaringan dalam rentang subnet awal.
it_it: Non è possibile utilizzare l'indirizzo di rete nell'intervallo di sottorete iniziale.
ja_jp: サブネット範囲の一番最初はネットワークのため、使用できません。
ko_ko: 시작 서브넷 범위의 네트워크 주소는 사용할 수 없습니다.
pt_pt: Não pode usar o endereço transmitido numa gama de subrede inicial.
sw_sw: Du kan inte använda nätverksadressen i det inledande delnätsområdet.
tr_tr: Başlangıç alt ağ aralığındaki ağ adresini kullanamazsınız.
uk_uk: Ви не можете використовувати мережеву адресу в діапазоні початкової підмережі.
