Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Enter the DHCP option number and the value for each item you would like to include in the DHCP lease information. For a list of available options please visit this %sURL%s.
id_id: Masukkan nomor opsi DHCP dan nilai untuk setiap item yang ingin Anda sertakan dalam informasi sewa DHCP. Untuk daftar pilihan yang tersedia, silakan kunjungi %sURL%s ini.
it_it: Immettere il numero dell'opzione DHCP e il valore per ogni elemento che si desidera includere nelle informazioni di leasing DHCP. Per un elenco di opzioni disponibili, visitare questo %surl %s.
ja_jp: DHCP リース情報に含める DHCP オプション番号とそれぞれの項目の値を入力してください。
ko_ko: DHCP 임대 정보에 포함할 각 항목에 대한 DHCP 옵션 번호와 값을 입력합니다. 사용 가능한 옵션 목록을 보려면 이 %sURL%s을 방문하세요.
pt_pt: Insira o número da opção DHCP e o valor para cada item que gostaria de incluir nas informações de concessão DHCP. Para obter uma lista de opções disponíveis, visite %sURL%s.
sw_sw: Ange DHCP-alternativets nummer och värdet för varje objekt som du vill inkludera i DHCP-hyresinformationen. En lista över tillgängliga alternativ finns på denna %sURL%s.
tr_tr: DHCP kira bilgilerine dahil etmek istediğiniz her öğe için DHCP seçenek numarasını ve değerini girin. Mevcut seçeneklerin bir listesi için lütfen bu %sURL%s adresini ziyaret edin.
uk_uk: Введіть номер опції DHCP і значення для кожного елемента, який ви хочете включити в інформацію про оренду DHCP. Список доступних опцій можна знайти за цим посиланням %sURL%s.

source: DHCP Static Mappings for this interface.
id_id: Pemetaan Statis DHCP untuk antarmuka ini.
it_it: Mapping statici DHCP per questa interfaccia.
ja_jp: このインタフェースのdhcp 静的マッピングです。
ko_ko: 이 인터페이스에 대한 DHCP 정적 매핑.
pt_pt: Mapeamento estático do DHCP para o interface.
sw_sw: Statiska DHCP-mappningar för det här gränssnittet.
tr_tr: Bu arabirim için DHCP Statik Eşlemeleri.
uk_uk: Статичні зіставлення DHCP для цього інтерфейсу.

source: Either MAC address or Client identifier must be specified
id_id: Alamat MAC atau pengenal Klien harus ditentukan
it_it: Deve essere specificato l'indirizzo MAC o l'identificatore del client
ja_jp: mac アドレス、もしくはクライアント識別子のいずれかを指定してください。
ko_ko: MAC 주소 또는 클라이언트 식별자 중 하나를 지정해야 합니다.
pt_pt: É necessário especificar o endereço MAC ou o identificador de cliente
sw_sw: Antingen MAC-adress eller klientidentifierare måste anges.
tr_tr: MAC adresi veya İstemci tanımlayıcısı belirtilmelidir
uk_uk: Необхідно вказати або MAC-адресу, або ідентифікатор клієнта

source: The hostname cannot end with a hyphen according to RFC952
id_id: Nama host tidak boleh diakhiri dengan tanda hubung menurut RFC952
it_it: Il nome host non può finire con un trattino secondo RFC952
ja_jp: ホスト名は rfc952 により、末尾をハイフンにできません。
ko_ko: RFC952에 따라 호스트 이름은 하이픈으로 끝날 수 없습니다.
pt_pt: O hostname não pode terminar com um hífen de acordo com RFC952
sw_sw: Värdnamnet får inte sluta med ett bindestreck enligt RFC952.
tr_tr: RFC952'ye göre ana bilgisayar adı kısa çizgi ile bitemez
uk_uk: Ім'я хоста не може закінчуватися дефісом згідно з RFC952

source: The hostname can only contain the characters A-Z, 0-9 and '-'.
id_id: Nama host hanya dapat berisi karakter A-Z, 0-9, dan '-'.
it_it: Il nome host può contenere solo i caratteri A-Z, 0-9 e '-'.
ja_jp: ホスト名には、a-z、0-9、-のみが使用できます。
ko_ko: 호스트 이름에는 A-Z, 0-9 및 '-' 문자만 포함할 수 있습니다.
pt_pt: O hostname pode apenas conter carateres de A-Z, 0-9 e '-'.
sw_sw: Värdnamnet kan endast innehålla tecknen A-Z, 0-9 och "-".
tr_tr: Ana bilgisayar adı yalnızca A-Z, 0-9 ve '-' karakterlerini içerebilir.
uk_uk: Ім'я хоста може містити лише символи A-Z, 0-9 та '-'.

source: A valid hostname is specified, but the domain name part should be omitted
id_id: Nama host yang valid ditentukan, tetapi bagian nama domain harus dihilangkan
it_it: Viene specificato un nome host valido, ma la parte del nome di dominio dovrebbe essere omessa
ja_jp: 有効なホスト名が指定されていますが、ドメイン名部分は削除してください。
ko_ko: 유효한 호스트 이름을 지정하지만 도메인 이름 부분은 생략해야 합니다.
pt_pt: Um hostname válido este especificado, mas parte do nome de domínio deve ser omitida.
sw_sw: Ett giltigt värdnamn har angetts, men domännamnsdelen ska utelämnas.
tr_tr: Geçerli bir ana bilgisayar adı belirtilmiştir, ancak alan adı kısmı atlanmalıdır
uk_uk: Вказано дійсне ім'я хоста, але частину доменного імені слід опустити

source: Static ARP is enabled. You must specify an IP address.
id_id: ARP statis diaktifkan. Anda harus menentukan alamat IP.
it_it: ARP statico è abilitato. È necessario specificare un indirizzo IP.
ja_jp: 静的な arp が有効です、ip アドレスを指定してください。
ko_ko: 정적 ARP가 활성화되었습니다. IP 주소를 지정해야 합니다.
pt_pt: O ARP estático está ativo. Deve especificar um endereço IP
sw_sw: Statisk ARP är aktiverad. Du måste ange en IP-adress.
tr_tr: Statik ARP etkinleştirilir. Bir IP adresi belirtmeniz gerekir.
uk_uk: Статичний ARP увімкнено. Необхідно вказати IP-адресу.

source: This Hostname, IP, MAC address or Client identifier already exists.
id_id: Nama Host, IP, alamat MAC atau pengenal Klien ini sudah ada.
it_it: Questo nome host, IP, indirizzo MAC o identificatore client esiste già.
ja_jp: このホスト名、ip、macアドレス、もしくは、クライアント識別子は既に存在しています。
ko_ko: 이 호스트 이름, IP, MAC 주소 또는 클라이언트 식별자가 이미 존재합니다.
pt_pt: O hostname, endereço IP, endereço MAC ou identificador de Cliente já existe.
sw_sw: Värdnamn, IP, MAC-adress eller klientidentifiering finns redan.
tr_tr: Bu Ana Bilgisayar Adı, IP, MAC adresi veya İstemci tanımlayıcısı zaten mevcut.
uk_uk: Це ім'я хоста, IP, MAC-адреса або ідентифікатор клієнта вже існує.

source: The IP address must lie in the %s subnet.
id_id: Alamat IP harus berada di subnet %s.
it_it: L'indirizzo IP deve trovarsi nella sottorete %s.
ja_jp: s サブネット内のIP アドレスを指定してください。
ko_ko: IP 주소는 %s 서브넷에 있어야 합니다.
pt_pt: O endereço IP deve estar na sub-rede %s.
sw_sw: IP-adressen måste ligga i %s-subnätet.
tr_tr: IP adresi %s alt ağında yer almalıdır.
uk_uk: IP-адреса повинна знаходитися в підмережі %s.

source: Static DHCP Mapping
id_id: Pemetaan DHCP Statis
it_it: Mappatura DHCP statica
ja_jp: 静的 DHCP マッピング
ko_ko: 정적 DHCP 매핑
pt_pt: Mapear DHCP estático
sw_sw: Statisk DHCP-mappning
tr_tr: Statik DHCP Eşleme
uk_uk: Статичне відображення DHCP

source: Copy my MAC address
id_id: Salin alamat MAC saya
it_it: Copia il mio indirizzo MAC
ja_jp: 自分のMAC アドレスの複写
ko_ko: 내 MAC 주소 복사
pt_pt: Copiar o meu endereço MAC
sw_sw: Kopiera min MAC-adress
tr_tr: MAC adresimi kopyala
uk_uk: Скопіюйте мою MAC-адресу

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx
id_id: Masukkan alamat MAC dengan format berikut: xx:xx:xx:xx:xx:xx
it_it: Immettere un indirizzo MAC nel seguente formato: xx: xx: xx: xx: xx: xx
ja_jp: 次の形式 MAC アドレスを入力してください: xx:xx:xx:xx:xx:xx
ko_ko: 다음 형식의 MAC 주소를 입력하세요: xx:xx:xx:xx:xx:xx.
pt_pt: Introduza o endereço MAC no seguinte formato: xx:xx:xx:xx:xx:xx:xx
sw_sw: Ange en MAC-adress i följande format: xx:xx:xx:xx:xx:xx:xx:xx:xx
tr_tr: Aşağıdaki formatta bir MAC adresi girin: xx:xx:xx:xx:xx
uk_uk: Введіть MAC-адресу у такому форматі: xx:xx:xx:xx:xx:xx:xx

source: Client identifier
id_id: Pengidentifikasi klien
it_it: Identificatore client
ja_jp: クライアント識別子
ko_ko: 클라이언트 식별자
pt_pt: Identificador do cliente
sw_sw: Kundidentifierare
tr_tr: Müşteri tanımlayıcısı
uk_uk: Ідентифікатор клієнта

source: If an IPv4 address is entered, the address must be within the interface subnet.
id_id: Jika alamat IPv4 dimasukkan, alamat tersebut harus berada di dalam subnet antarmuka.
it_it: Se viene inserito un indirizzo IPv4, l'indirizzo deve essere all'interno della sottorete dell'interfaccia.
ja_jp: IPv4アドレスを入力する場合、そのアドレスはインターフェイスのサブネット内にある必要があります。
ko_ko: IPv4 주소를 입력하는 경우 해당 주소는 인터페이스 서브넷 내에 있어야 합니다.
pt_pt: Se for introduzido um endereço IPv4, o endereço deve estar dentro da sub-rede de interface.
sw_sw: Om du anger en IPv4-adress måste den ligga inom gränssnittets undernät.
tr_tr: Bir IPv4 adresi girilirse, adres arayüz alt ağı içinde olmalıdır.
uk_uk: Якщо введено IPv4-адресу, вона має бути в межах підмережі інтерфейсу.

source: If no IPv4 address is given, one will be dynamically allocated from the pool.
id_id: Jika tidak ada alamat IPv4 yang diberikan, alamat IPv4 akan dialokasikan secara dinamis dari pool.
it_it: Se non viene fornito alcun indirizzo IPv4, si verrà assegnato dinamicamente dal pool.
ja_jp: IPv4 アドレスが指定されていない場合は、プールから動的に割り当てられます。
ko_ko: IPv4 주소가 지정되지 않으면 풀에서 동적으로 할당됩니다.
pt_pt: Se nenhum endereço IPv4 para fornecido, um será dinamicamente alocado da piscina.
sw_sw: Om ingen IPv4-adress anges tilldelas en dynamiskt från poolen.
tr_tr: IPv4 adresi verilmezse, havuzdan dinamik olarak bir adres tahsis edilecektir.
uk_uk: Якщо IPv4-адреса не вказана, вона буде динамічно виділена з пулу.

source: Name of the host, without domain part.
id_id: Nama host, tanpa bagian domain.
it_it: Nome dell'host, senza parte del dominio.
ja_jp: ドメイン部分のないホスト名です。
ko_ko: 도메인 부분을 제외한 호스트 이름입니다.
pt_pt: Nome do host sem domínio.
sw_sw: Värdens namn, utan domändel.
tr_tr: Etki alanı kısmı olmadan ana bilgisayarın adı.
uk_uk: Ім'я хоста, без доменної частини.

source: Netboot Filename
id_id: Nama File Netboot
ja_jp: ネットブートファイル名
ko_ko: 넷부팅 파일 이름
pt_pt: Nome do ficheiro netboot
sw_sw: Netboot Filnamn
tr_tr: Netboot Dosya Adı
uk_uk: Ім'я файлу Netboot

source: Name of the file that should be loaded when this host boots off of the network, overrides setting on main page.
id_id: Nama file yang harus dimuat saat host ini melakukan booting dari jaringan, mengganti pengaturan pada halaman utama.
it_it: Nome del file che deve essere caricato quando questo host si avvia dalla rete, sovrascrive l'impostazione nella pagina principale.
ja_jp: ファイルの名前は、このホストのネットワークブートがオフの場合に読み込まれ、メインページの設定で上書きされます。
ko_ko: 이 호스트가 네트워크에서 부팅할 때 로드해야 하는 파일의 이름으로, 메인 페이지의 설정을 재정의합니다.
pt_pt: Nome do ficheiro que deve ser carregado quando este anfitrião inicializa os fóruns da rede. Substitui a configuração na página principal.
sw_sw: Namnet på den fil som ska laddas när den här värden startar från nätverket, åsidosätter inställningen på huvudsidan.
tr_tr: Bu ana bilgisayar ağdan çıktığında yüklenmesi gereken dosyanın adı, ana sayfadaki ayarı geçersiz kılar.
uk_uk: Ім'я файлу, який має бути завантажено, коли цей хост вимикається з мережі, замінює налаштування на головній сторінці.

source: Root Path
id_id: Jalur Akar
it_it: Percorso radicale
ja_jp: ルートパス
ko_ko: 루트 경로
pt_pt: Caminho Raiz
tr_tr: Kök Yolu
uk_uk: Кореневий шлях

source: Enter the root-path-string, overrides setting on main page.
id_id: Masukkan root-path-string, mengesampingkan pengaturan pada halaman utama.
it_it: Immettere l'impostazione di root-Path-String, sovrascrive nella pagina principale.
ja_jp: メインページの設定で上書きする、ルートパス文字列を入力してください。
ko_ko: 메인 페이지에 루트 경로 문자열, 재정의 설정을 입력합니다.
pt_pt: introduza o cordão de percurso de raiz. Substitui a configuração na página principal.
sw_sw: Ange root-path-strängen, åsidosätter inställningen på huvudsidan.
tr_tr: Kök-pat-dizesini girin, ana sayfadaki ayarı geçersiz kılar.
uk_uk: Введіть рядок кореневого шляху, який перевизначає налаштування на головній сторінці.

source: ARP Table Static Entry
id_id: Entri Statis Tabel ARP
it_it: ARP Tabella Statica statica
ja_jp: ARP テーブル静的エントリ
ko_ko: ARP 테이블 정적 항목
pt_pt: Entrada de tabela ARP estática
sw_sw: Statisk post i ARP-tabellen
tr_tr: ARP Tablosu Statik Girişi
uk_uk: Статичний запис до ARP-таблиці

source: Create a static ARP table entry for this MAC and IP address pair.
id_id: Buat entri tabel ARP statis untuk pasangan MAC dan alamat IP ini.
it_it: Crea una voce della tabella ARP statica per questa coppia di indirizzi MAC e IP.
ja_jp: この mac と ip のペアに対して静的な arp エントリを作成します。
ko_ko: 이 MAC 및 IP 주소 쌍에 대한 정적 ARP 테이블 항목을 생성합니다.
pt_pt: Crie uma entrada de tabela ARP estática para este MAC e para o par de endereços IP.
sw_sw: Skapa en statisk ARP-tabellpost för det här MAC- och IP-adressparet.
tr_tr: Bu MAC ve IP adresi çifti için statik bir ARP tablosu girişi oluşturun.
uk_uk: Створіть статичний запис ARP-таблиці для цієї пари MAC- та IP-адрес.

source: The default is to use the IP on this interface of the firewall as the gateway. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
id_id: Standarnya adalah menggunakan IP pada antarmuka firewall ini sebagai gateway. Tentukan gateway alternatif di sini jika ini bukan gateway yang benar untuk jaringan Anda. Ketik "none" untuk tidak menetapkan gateway.
it_it: L'impostazione predefinita è utilizzare l'IP su questa interfaccia del firewall come gateway. Specifica un gateway alternativo qui se questo non è il gateway corretto per la tua rete. Digita "nessuno" per nessun incarico gateway.
ja_jp: デフォルトでは、ファイアウォールのこのインターフェイス上のIPをゲートウェイとして使用します。これがネットワークに適したゲートウェイでない場合は、ここで代替ゲートウェイを指定します。ゲートウェイを指定しない場合は、"none "と入力します。
ko_ko: 기본값은 방화벽의 이 인터페이스에 있는 IP를 게이트웨이로 사용하는 것입니다. 이 게이트웨이가 네트워크에 적합한 게이트웨이가 아닌 경우 여기에서 대체 게이트웨이를 지정합니다. 게이트웨이를 할당하지 않으려면 "없음"을 입력합니다.
pt_pt: O padrão é utilizar o IP nesta interface da firewall como porta de entrada. Especifique aqui um gateway alternativo, se este não for o gateway correcto para a sua rede. Digite "nenhum" para nenhuma atribuição de gateway.
sw_sw: Standardinställningen är att använda IP:n på det här gränssnittet i brandväggen som gateway. Ange en alternativ gateway här om detta inte är rätt gateway för ditt nätverk. Ange "none" för att inte tilldela någon gateway.
tr_tr: Varsayılan değer, güvenlik duvarının bu arabirimindeki IP'yi ağ geçidi olarak kullanmaktır. Ağınız için doğru ağ geçidi bu değilse, burada alternatif bir ağ geçidi belirtin. Ağ geçidi ataması olmaması için "yok" yazın.
uk_uk: За замовчуванням як шлюз використовується IP-адреса цього інтерфейсу брандмауера. Вкажіть тут альтернативний шлюз, якщо він не є правильним шлюзом для вашої мережі. Введіть "none", щоб не призначати шлюз.

source: Default lease time
id_id: Waktu sewa standar
it_it: Tempo di leasing predefinito
ja_jp: デフォルトリース期間
ko_ko: 기본 임대 시간
pt_pt: Tempo pré-definido do arrendamento
sw_sw: Standardhyrestid
tr_tr: Varsayılan kiralama süresi
uk_uk: Термін оренди за замовчуванням

source: Dynamic DNS domain
id_id: Domain DNS dinamis
ja_jp: ダイナミックDNSドメイン
ko_ko: 동적 DNS 도메인
pt_pt: Domínio DNS dinâmico
sw_sw: Dynamisk DNS-domän
tr_tr: Dinamik DNS etki alanı
uk_uk: Динамічний домен DNS

source: Enter the dynamic DNS domain which will be used to register this client in the DNS server.
id_id: Masukkan domain DNS dinamis yang akan digunakan untuk mendaftarkan klien ini di server DNS.
ja_jp: このクライアントをDNSサーバーに登録するために使用するダイナミックDNSドメインを入力します。
ko_ko: 이 클라이언트를 DNS 서버에 등록하는 데 사용할 동적 DNS 도메인을 입력합니다.
pt_pt: Introduza o domínio DNS dinâmico que será utilizado para registar este cliente no servidor DNS.
sw_sw: Ange den dynamiska DNS-domän som ska användas för att registrera klienten i DNS-servern.
tr_tr: Bu istemciyi DNS sunucusuna kaydetmek için kullanılacak dinamik DNS etki alanını girin.
uk_uk: Введіть динамічний домен DNS, який буде використано для реєстрації цього клієнта на DNS-сервері.

source: Destination Server
id_id: Server Tujuan
it_it: Server di destinazione
ja_jp: 送信先サーバ
ko_ko: 대상 서버
pt_pt: Servidor de destino
sw_sw: Målserver
tr_tr: Hedef Sunucu
uk_uk: Сервер призначення

source: A valid Destination Server IP address must be specified.
id_id: Alamat IP Server Tujuan yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IP del server di destinazione valido.
ja_jp: 送信先サーバに有効なIP アドレスを指定してください。
ko_ko: 유효한 대상 서버 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP de servidor de destino válido deve ser especificado.
sw_sw: En giltig IP-adress för målservern måste anges.
tr_tr: Geçerli bir Hedef Sunucu IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу сервера призначення.

source: DHCP Server is currently enabled. Cannot enable the DHCP Relay service while the DHCP Server is enabled on any interface.
id_id: DHCP Server saat ini diaktifkan. Tidak dapat mengaktifkan layanan DHCP Relay saat Server DHCP diaktifkan pada antarmuka apa pun.
it_it: Il server DHCP è attualmente abilitato. Impossibile abilitare il servizio di relè DHCP mentre il server DHCP è abilitato su qualsiasi interfaccia.
ja_jp: dhcp サーバは現在有効になっていますが、dhcp サーバが有効になっているインタフェースがある場合は、dhcp リレーサービスを有効にできません。
ko_ko: DHCP 서버가 현재 사용하도록 설정되어 있습니다. 어떤 인터페이스에서든 DHCP 서버가 사용하도록 설정되어 있는 동안에는 DHCP 릴레이 서비스를 사용하도록 설정할 수 없습니다.
pt_pt: Servidor de DHCP está atualmente ativo. Náo é possível ativar o serviço de DHCP Relay enquanto o servidor DHCP está activo em qualquer interface.
sw_sw: DHCP Server är för närvarande aktiverad. Det går inte att aktivera DHCP Relay-tjänsten medan DHCP Server är aktiverad i något gränssnitt.
tr_tr: DHCP Sunucusu şu anda etkin. DHCP Sunucusu herhangi bir arabirimde etkinken DHCP Aktarma hizmeti etkinleştirilemez.
uk_uk: Сервер DHCP наразі увімкнено. Не вдається увімкнути службу DHCP Relay, якщо сервер DHCP увімкнено на будь-якому інтерфейсі.

source: DHCP Relay configuration
id_id: Konfigurasi DHCP Relay
it_it: Configurazione del relè DHCP
ja_jp: DHCP リレー構成
ko_ko: DHCP 릴레이 구성
pt_pt: Configuração do DHCP Relay
sw_sw: Konfigurering av DHCP Relay
tr_tr: DHCP Aktarma yapılandırması
uk_uk: Конфігурація DHCP Relay

source: Interface(s)
id_id: Antarmuka (Interface)
it_it: Interfaccia (i)
ja_jp: インタフェース
ko_ko: 인터페이스
sw_sw: Gränssnitt
tr_tr: Arayüz(ler)
uk_uk: Інтерфейс(и)

source: Interfaces without an IP address will not be shown.
id_id: Antarmuka tanpa alamat IP tidak akan ditampilkan.
it_it: Le interfacce senza indirizzo IP non verranno visualizzate.
ja_jp: IPアドレスが設定されていないインタフェースは表示されません。
ko_ko: IP 주소가 없는 인터페이스는 표시되지 않습니다.
pt_pt: Interfaces sem endereço IP não serão apresentados.
sw_sw: Gränssnitt utan IP-adress visas inte.
tr_tr: IP adresi olmayan arayüzler gösterilmeyecektir.
uk_uk: Інтерфейси без IP-адреси не будуть показані.

source: Append circuit ID
id_id: Tambahkan ID sirkuit
ja_jp: 回線IDを追加
ko_ko: 회로 ID 추가
pt_pt: Acrescentar ID do circuito
sw_sw: Tillägg av krets-ID
tr_tr: Devre kimliği ekle
uk_uk: Додайте ідентифікатор схеми

source: Append circuit ID and agent ID to requests
id_id: Menambahkan ID sirkuit dan ID agen ke permintaan
it_it: Aggiungi ID circuito e ID agente alle richieste
ja_jp: リクエストに回線およびエージェントが追加されます。
ko_ko: 요청에 회로 ID 및 상담원 ID 추가
pt_pt: Acrescentar ID do circuito e ID do agente para pedidos
sw_sw: Lägga till krets-ID och agent-ID till förfrågningar.
tr_tr: Taleplere devre kimliği ve temsilci kimliği ekleme
uk_uk: Додайте до запитів ідентифікатор ланцюга та ідентифікатор агента

source: If this is checked, the DHCP relay will append the circuit ID (interface number) and the agent ID to the DHCP request.
id_id: Jika ini dicentang, relai DHCP akan menambahkan ID sirkuit (nomor antarmuka) dan ID agen ke permintaan DHCP.
it_it: Se questo viene verificato, il relè DHCP aggiungerà l'ID circuito (numero di interfaccia) e l'ID agente alla richiesta DHCP.
ja_jp: これがチェックされていると、dhcp リレーは回線 ID ( インタフェース番号 ) および ID を dhcp リクエストに追加します。
ko_ko: 이 옵션을 선택하면 DHCP 릴레이가 DHCP 요청에 회로 ID(인터페이스 번호)와 에이전트 ID를 추가합니다.
pt_pt: se esta opção estiver marcada. o DHCP relay irá acrescentar o ID do circuito (numero de interface) e o ID do agente ao pedido DHCP.
sw_sw: Om detta är markerat kommer DHCP-reläet att bifoga krets-ID (gränssnittsnummer) och agent-ID till DHCP-förfrågan.
tr_tr: Bu işaretlenirse, DHCP aktarıcı devre kimliğini (arabirim numarası) ve aracı kimliğini DHCP isteğine ekler.
uk_uk: Якщо ця опція позначена, реле DHCP додасть ідентифікатор мережі (номер інтерфейсу) та ідентифікатор агента до DHCP-запиту.

source: Destination servers
id_id: Server tujuan
it_it: Server di destinazione
ja_jp: 送信先サーバ
ko_ko: 대상 서버
pt_pt: Servidores de destino
sw_sw: Målservrar
tr_tr: Hedef sunucular
uk_uk: Сервери призначення

source: These are the IP addresses of servers to which DHCP requests are relayed. You can enter multiple server IP addresses, separated by commas.
id_id: Ini adalah alamat IP server yang menerima permintaan DHCP. Anda dapat memasukkan beberapa alamat IP server, dipisahkan dengan koma.
it_it: Questi sono gli indirizzi IP dei server a cui vengono trasmesse le richieste DHCP. È possibile inserire più indirizzi IP del server, separati da virgole.
ja_jp: DHCPリクエストの中継先となるサーバーのIPアドレスです。複数のサーバーIPアドレスをカンマで区切って入力することができます。
ko_ko: DHCP 요청이 릴레이되는 서버의 IP 주소입니다. 쉼표로 구분하여 여러 서버 IP 주소를 입력할 수 있습니다.
pt_pt: Estes são os endereços IP dos servidores para os quais os pedidos DHCP são retransmitidos. É possível introduzir múltiplos endereços IP de servidores, separados por vírgulas.
sw_sw: Detta är IP-adresserna till de servrar till vilka DHCP-begäran vidarebefordras. Du kan ange flera IP-adresser till servrar, separerade med kommatecken.
tr_tr: Bunlar, DHCP isteklerinin aktarıldığı sunucuların IP adresleridir. Virgülle ayırarak birden fazla sunucu IP adresi girebilirsiniz.
uk_uk: Це IP-адреси серверів, на які передаються DHCP-запити. Ви можете ввести декілька IP-адрес серверів, розділених комами.

source: A valid prefix range must be specified.
id_id: Rentang awalan yang valid harus ditentukan.
it_it: È necessario specificare un intervallo di prefisso valido.
ja_jp: 有効なプレフィックス範囲を指定してください。
ko_ko: 유효한 접두사 범위를 지정해야 합니다.
pt_pt: Um intervalo de prefixo válido deve ser especificado.
sw_sw: Ett giltigt prefixintervall måste anges.
tr_tr: Geçerli bir önek aralığı belirtilmelidir.
uk_uk: Необхідно вказати допустимий діапазон префіксів.

source: The subnet range cannot overlap with virtual IPv6 address %s.
id_id: Rentang subnet tidak boleh tumpang tindih dengan alamat IPv6 virtual %s.
it_it: L'intervallo di sottorete non può sovrapporsi con l'indirizzo IPv6 virtuale %s.
ja_jp: サブネット範囲は、仮想IPv6アドレス %s と重複できません。
ko_ko: 서브넷 범위가 가상 IPv6 주소 %s와 겹칠 수 없습니다.
pt_pt: O intervalo da subrede não pode sobrepor-se como o endereço %s IPv6 virtual.
sw_sw: Delnätsområdet kan inte överlappa den virtuella IPv6-adressen %s.
tr_tr: Alt ağ aralığı sanal IPv6 adresi %s ile çakışamaz.
uk_uk: Діапазон підмереж не може перетинатися з віртуальною IPv6-адресою %s.

source: A valid IPv6 address must be specified for the gateway.
id_id: Alamat IPv6 yang valid harus ditentukan untuk gateway.
it_it: Un indirizzo IPv6 valido deve essere specificato per il gateway.
ja_jp: ゲートウェイに有効なIPv6 アドレスを指定してください。
ko_ko: 게이트웨이에 유효한 IPv6 주소를 지정해야 합니다.
pt_pt: Um endereço IPv6 válido deve ser especificado para a gateway.
sw_sw: En giltig IPv6-adress måste anges för gatewayen.
tr_tr: Ağ geçidi için geçerli bir IPv6 adresi belirtilmelidir.
uk_uk: Для шлюзу потрібно вказати дійсну IPv6-адресу.

source: A valid IPv6 address must be specified for the primary/secondary DNS servers.
id_id: Alamat IPv6 yang valid harus ditentukan untuk server DNS primer/sekunder.
it_it: Un indirizzo IPv6 valido deve essere specificato per i server DNS primari/secondari.
ja_jp: プライマリ / セカンダリ DNS サーバに有効な IPv6 アドレスを指定してください。
ko_ko: 기본/보조 DNS 서버에 유효한 IPv6 주소를 지정해야 합니다.
pt_pt: Um endereço IPv6 válido deve ser especificado para os servidores de DNS primário/secundário.
sw_sw: En giltig IPv6-adress måste anges för de primära och sekundära DNS-servrarna.
tr_tr: Birincil/ikincil DNS sunucuları için geçerli bir IPv6 adresi belirtilmelidir.
uk_uk: Для первинних/вторинних DNS-серверів необхідно вказати дійсну IPv6-адресу.

source: The response delay must be at least 0 and no more than 255 seconds.
id_id: Penundaan respons harus minimal 0 dan tidak lebih dari 255 detik.
it_it: Il ritardo di risposta deve essere almeno 0 e non più di 255 secondi.
ja_jp: 応答遅延は、0秒以上255秒以下である必要があります。
ko_ko: 응답 지연은 최소 0초에서 255초를 넘지 않아야 합니다.
pt_pt: O atraso de resposta deve ser de pelo menos 0 e não superior a 255 segundos.
sw_sw: Svarsfördröjningen måste vara minst 0 och högst 255 sekunder.
tr_tr: Yanıt gecikmesi en az 0, en fazla 255 saniye olmalıdır.
uk_uk: Затримка відповіді повинна бути не менше 0 і не більше 255 секунд.
