Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Set the TTL of expired records to the "TTL for Expired Responses" value after a failed attempt to retrieve the record from an upstream server. This makes sure that the expired records will be served as long as there are queries for it.
id_id: Mengatur TTL catatan kedaluwarsa ke nilai "TTL untuk Tanggapan Kedaluwarsa" setelah upaya yang gagal untuk mengambil catatan dari server hulu. Hal ini memastikan bahwa catatan yang kedaluwarsa akan dilayani selama selama masih ada permintaan untuk itu.
ja_jp: に失敗した後、期限切れレコードのTTLを「期限切れレスポンスのTTL」値に設定する。 は、上流サーバーからレコードを取得します。これにより、有効期限切れのレコードが長い間提供されるようになります。 というクエリがあるように。
ko_ko: 스트림 서버에서 레코드를 검색하려는 시도가 실패한 후 만료된 레코드의 TTL을 "만료된 응답에 대한 TTL" 값으로 설정합니다. 레코드를 검색하려는 시도가 실패한 후 "만료된 응답에 대한 TTL" 값으로 설정합니다. 이렇게 하면 만료된 레코드에 대한 쿼리가 있는 한 만료된 레코드가 제공되도록 합니다.
pt_pt: Definir a TTL de registos expirados para o valor "TTL de Respostas Expiradas" após uma tentativa falhada de recuperar o registo a partir de um servidor a montante. Isto assegura que os registos expirados serão servidos durante o período de uma vez que existem consultas para o efeito.
sw_sw: Ställ in TTL för utgångna poster till värdet "TTL för utgångna svar" efter ett misslyckat försök att hämta posten från en uppströmsserver. På så sätt säkerställs att de utgångna posterna serveras så länge som möjligt. så länge som det finns förfrågningar om den.
tr_tr: Başarısız bir denemeden sonra süresi dolan kayıtların TTL'sini "Süresi Dolan Yanıtlar için TTL" değerine ayarlayın kaydı bir yukarı akış sunucusundan alır. Bu, süresi dolan kayıtların aşağıdaki sürece sunulacağından emin olur çünkü bunun için sorgular var.
uk_uk: Встановіть TTL прострочених записів у значення "TTL для прострочених відповідей" після невдалої спроби отримати запис з вищого сервера. Це гарантує, що прострочені записи будуть обслуговуватися до тих пір. поки є запити до них.

source: Size of the RRset cache. Contains the actual RR data. Valid input is plain bytes, optionally appended with 'k', 'm', or 'g' for kilobytes, megabytes or gigabytes respectively.
id_id: Ukuran cache RRset. Berisi data RR aktual. Masukan yang valid adalah byte biasa, secara opsional ditambahkan dengan 'k', 'm', atau 'g' untuk kilobyte, megabyte, atau gigabyte.
ja_jp: RRsetキャッシュのサイズ。実際の RR データを格納する。有効な入力はプレーンなバイトで、オプションで付加されます。 は、それぞれキロバイト、メガバイト、ギガバイトを表す「k」「m」「g」。
ko_ko: RRset 캐시의 크기입니다. 실제 RR 데이터를 포함합니다. 유효한 입력은 일반 바이트이며, 선택적으로 각각 킬로바이트, 메가바이트, 기가바이트에 대해 가 추가되어 각각 킬로바이트, 메가바이트 또는 기가바이트를 나타냅니다.
pt_pt: Tamanho da cache RRset. Contém os dados reais do RR. Entrada válida é bytes simples, opcionalmente anexados com 'k', 'm', ou 'g' para kilobytes, megabytes ou gigabytes respectivamente.
sw_sw: Storleken på RRset-cachen. Innehåller de faktiska RR-data. Giltig indata är vanliga bytes, eventuellt kompletterade med med "k", "m" eller "g" för kilobyte, megabyte eller gigabyte.
tr_tr: RRset önbelleğinin boyutu. Gerçek RR verilerini içerir. Geçerli girdi düz bayttır, isteğe bağlı olarak eklenir sırasıyla kilobayt, megabayt veya gigabayt için 'k', 'm' veya 'g' ile.
uk_uk: Розмір кешу RRset. Містить фактичні дані RR. Допустимим введенням є звичайні байти, необов'язково доповнені 'k', 'm' або 'g' для кілобайт, мегабайт або гігабайт відповідно.

source: Size of the message cache. The message cache stores DNS rcodes and validation statuses. The RRSet cache will automatically be set to twice this amount. The RRSet cache contains the actual RR data. Valid input is plain bytes, optionally appended with 'k', 'm', or 'g' for kilobytes, megabytes or gigabytes respectively.
id_id: Ukuran cache pesan. Cache pesan menyimpan kode r DNS dan status validasi. Cache RRSet akan secara otomatis disetel ke dua kali lipat dari jumlah ini. Cache RRSet berisi data RR yang sebenarnya. Masukan yang valid adalah byte biasa, secara opsional ditambahkan dengan 'k', 'm', atau 'g' untuk kilobyte, megabyte atau gigabyte masing-masing.
ja_jp: メッセージキャッシュのサイズ。メッセージキャッシュは、DNSのrcodeとバリデーションステータスを保存します。 RRSetキャッシュは、自動的にこの2倍の容量に設定されます。RRSetキャッシュには、実際のRRデータが格納される。 有効な入力はプレーンなバイトで、オプションでキロバイト、メガバイトを表す 'k', 'm', 'g' が付加される。 またはギガバイトをそれぞれ使用します。
ko_ko: 메시지 캐시의 크기입니다. 메시지 캐시에는 DNS r코드와 유효성 검사 상태가 저장됩니다. RRSet 캐시는 자동으로 이 양의 두 배로 설정됩니다. RRSet 캐시에는 실제 RR 데이터가 포함됩니다. 유효한 입력은 일반 바이트이며, 선택적으로 킬로바이트, 메가바이트 또는 기가바이트를 나타내는 'k', 'm' 또는 'g'가 추가될 수 있습니다. 또는 기가바이트를 나타냅니다.
pt_pt: Tamanho da cache de mensagens. A cache de mensagens armazena os códigos DNS rcodes e os estados de validação. A cache RRSet será automaticamente definida para o dobro deste valor. A cache do RRSet contém os dados RR reais. A entrada válida é bytes simples, opcionalmente anexados com 'k', 'm', ou 'g' para kilobytes, megabytes ou gigabytes, respectivamente.
sw_sw: Storleken på meddelandecachen. I meddelandekache lagras DNS-r-koder och valideringsstatusar. RRSet-cachen kommer automatiskt att ställas in till dubbelt så stor mängd. RRSet-cachen innehåller de faktiska RR-data. Giltig inmatning är vanliga bytes, eventuellt kompletterade med "k", "m" eller "g" för kilobyte, megabyte, eller "r" för "RRS". eller gigabyte.
tr_tr: İleti önbelleğinin boyutu. Mesaj önbelleği DNS rcode'larını ve doğrulama durumlarını depolar. RRSet önbelleği otomatik olarak bu miktarın iki katına ayarlanacaktır. RRSet önbelleği gerçek RR verilerini içerir. Geçerli girdi düz bayttır, isteğe bağlı olarak kilobayt, megabayt için 'k', 'm' veya 'g' ile eklenir veya sırasıyla gigabayt.
uk_uk: Розмір кешу повідомлень. Кеш повідомлень зберігає коди DNS і статуси перевірки. Кеш RRSet буде автоматично встановлено вдвічі більшим за цей об'єм. Кеш RRSet містить фактичні дані RR. Допустимими вхідними даними є звичайні байти, до яких за бажанням можна додати "k", "m" або "g" для кілобайтів, мегабайтів або гігабайт відповідно.

source: TTL value to use when replying with expired data. If "Client Expired Response Timeout" is also used then it is recommended to use 30 as the value as per RFC 8767.
id_id: Nilai TTL yang digunakan saat membalas dengan data kedaluwarsa. Jika "Batas Waktu Tanggapan Klien Kadaluarsa" juga digunakan maka disarankan untuk menggunakan 30 sebagai nilai sesuai dengan RFC 8767.
ja_jp: 期限切れのデータで返信する際に使用するTTL値。Client Expired Response Timeout」も使用する場合 の場合、RFC8767に準じた値として30を使用することが推奨されます。
ko_ko: 만료된 데이터로 응답할 때 사용할 TTL 값입니다. "클라이언트 만료 응답 시간 초과"도 사용하는 경우 을 사용하는 경우 RFC 8767에 따라 30을 값으로 사용하는 것이 좋습니다.
pt_pt: Valor TTL a utilizar quando se responde com dados expirados. Se também for utilizado "Client Expired Response Timeout" (Tempo de resposta expirado do cliente) então recomenda-se usar 30 como o valor de acordo com o RFC 8767.
sw_sw: TTL-värde som ska användas när du svarar med utgångna uppgifter. Om "Client Expired Response Timeout" också används. rekommenderas 30 som värde enligt RFC 8767.
tr_tr: Süresi dolmuş verilerle yanıt verirken kullanılacak TTL değeri. "İstemci Süresi Dolmuş Yanıt Zaman Aşımı" da kullanılıyorsa o zaman RFC 8767'ye göre değer olarak 30 kullanılması önerilir.
uk_uk: Значення TTL, яке слід використовувати при відповіді з простроченими даними. Якщо також використовується "Client Expired Response Timeout" то рекомендується використовувати 30 як значення згідно з RFC 8767.

source: The Common Name of the DNS server (e.g. dns.example.com). This field is required to verify its TLS certificate. DNS-over-TLS is susceptible to man-in-the-middle attacks unless certificates can be verified. Leave empty to accept self-signed yet also potentially fraudulent certificates.
id_id: Nama Umum server DNS (misalnya dns.example.com). Bidang ini diperlukan untuk memverifikasi sertifikat TLS-nya. DNS-over-TLS rentan terhadap serangan man-in-the-middle kecuali jika sertifikatnya dapat diverifikasi. Biarkan kosong untuk menerima sertifikat yang ditandatangani sendiri namun juga berpotensi palsu.
ja_jp: DNSサーバーのコモンネーム（例：dns.example.com）。このフィールドは、そのTLS証明書を検証するために必要である。 DNS-over-TLSは、証明書が検証できない限り、中間者攻撃の影響を受けやすい。 自己署名の証明書でも不正な可能性があるため、空のままにしておきます。
ko_ko: DNS 서버의 일반 이름(예: dns.example.com)입니다. 이 필드는 TLS 인증서를 확인하는 데 필요합니다. 인증서를 확인할 수 없는 경우 DNS-over-TLS는 중간자 공격에 취약합니다. 자체 서명되었지만 사기 가능성이 있는 인증서를 수락하려면 비워 두세요.
pt_pt: O nome comum do servidor DNS (por exemplo, dns.example.com). Este campo é necessário para verificar o seu certificado TLS. O DNS-over-TLS é susceptível a ataques homem no meio, a menos que os certificados possam ser verificados. Deixar vazio para aceitar certificados autoassinados, mas também certificados potencialmente fraudulentos.
sw_sw: DNS-serverns gemensamma namn (t.ex. dns.example.com). Det här fältet krävs för att verifiera dess TLS-certifikat. DNS-over-TLS är känsligt för attacker från en man i mitten om inte certifikaten kan verifieras. Lämna tomt för att acceptera självsignerade men också potentiellt falska certifikat.
tr_tr: DNS sunucusunun Ortak Adı (örn. dns.example.com). Bu alan TLS sertifikasını doğrulamak için gereklidir. DNS-over-TLS, sertifikalar doğrulanamadığı sürece ortadaki adam saldırılarına karşı hassastır. Kendinden imzalı ancak potansiyel olarak sahte sertifikaları kabul etmek için boş bırakın.
uk_uk: Загальне ім'я DNS-сервера (наприклад, dns.example.com). Це поле необхідне для перевірки його TLS-сертифіката. DNS-over-TLS вразливий до атак типу "зловмисник посередині", якщо сертифікати не можуть бути перевірені. Залиште поле порожнім, щоб приймати самопідписані, але потенційно шахрайські сертифікати.

source: The configured system nameservers will be used to forward queries to. This will override any entry in the grid below, except for entries with a specific domain. DNS over TLS will never be used for any query bound for a system nameserver.
id_id: Server nama sistem yang dikonfigurasi akan digunakan untuk meneruskan kueri. Ini akan mengesampingkan entri apa pun dalam kisi di bawah ini, kecuali entri dengan domain tertentu. DNS melalui TLS tidak akan pernah digunakan untuk kueri apa pun yang ditujukan ke server nama sistem.
ja_jp: 設定されたシステムネームサーバーは、クエリーの転送先として使用されます。 これは、特定のドメインを持つエントリーを除いて、以下のグリッドのすべてのエントリーを上書きします。 DNS over TLSは、システムネームサーバーにバインドされたクエリに使用されることはありません。
ko_ko: 구성된 시스템 네임서버는 쿼리를 전달할 때 사용됩니다. 이렇게 하면 특정 도메인이 있는 항목을 제외하고 아래 표의 모든 항목이 재정의됩니다. 시스템 네임서버에 바인딩된 쿼리에는 TLS를 통한 DNS가 사용되지 않습니다.
pt_pt: Os servidores de nomes de sistemas configurados serão utilizados para encaminhar as consultas para. Isto anulará qualquer entrada na grelha abaixo, excepto para entradas com um domínio específico. O DNS sobre TLS nunca será utilizado para qualquer consulta vinculada a um servidor de nomes de sistema.
sw_sw: De konfigurerade systemets namnservrar kommer att användas för att vidarebefordra frågor till. Detta kommer att åsidosätta alla poster i rutnätet nedan, utom poster med en specifik domän. DNS över TLS kommer aldrig att användas för en fråga som är bunden till en systemnamnsserver.
tr_tr: Sorguları iletmek için yapılandırılmış sistem ad sunucuları kullanılacaktır. Bu, belirli bir etki alanına sahip girişler hariç, aşağıdaki kılavuzdaki tüm girişleri geçersiz kılacaktır. TLS üzerinden DNS, bir sistem ad sunucusuna bağlı herhangi bir sorgu için asla kullanılmayacaktır.
uk_uk: Налаштовані системні сервери імен будуть використовуватися для перенаправлення запитів. Це замінить будь-який запис у сітці нижче, окрім записів з певним доменом. DNS через TLS ніколи не буде використовуватися для будь-яких запитів, прив'язаних до системного сервера імен.

source: The number of incoming TCP buffers to allocate per thread. If 0 is selected then no TCP queries, from clients, are accepted.
id_id: Jumlah buffer TCP yang masuk untuk dialokasikan per thread. Jika 0 dipilih, maka tidak ada permintaan TCP dari klien yang diterima.
ja_jp: スレッドごとに割り当てる着信TCPバッファの数。 0を選択した場合、クライアントからのTCPクエリーは受け付けられません。
ko_ko: 스레드당 할당할 수신 TCP 버퍼의 개수입니다. 0을 선택하면 클라이언트로부터의 TCP 쿼리가 허용되지 않습니다.
pt_pt: O número de buffers TCP de entrada a atribuir por linha. Se for seleccionado 0, não são aceites quaisquer consultas TCP, por parte dos clientes.
sw_sw: Antalet inkommande TCP-buffertar som ska allokeras per tråd. Om 0 väljs accepteras inga TCP-förfrågningar från klienter.
tr_tr: İş parçacığı başına ayrılacak gelen TCP arabellek sayısı. 0 seçilirse, istemcilerden gelen hiçbir TCP sorgusu kabul edilmez.
uk_uk: Кількість вхідних TCP-буферів, які слід виділити для кожного потоку. Якщо вибрано 0, то жодні TCP-запити від клієнтів не приймаються.

source: The number of outgoing TCP buffers to allocate per thread. If 0 is selected then no TCP queries, to authoritative servers, are done.
id_id: Jumlah buffer TCP keluar yang akan dialokasikan per utas. Jika 0 dipilih, maka tidak ada permintaan TCP, ke server otoritatif, yang dilakukan.
ja_jp: スレッドごとに割り当てる送信TCPバッファの数。 0を選択した場合、権威あるサーバーへのTCPクエリーは行われません。
ko_ko: 스레드당 할당할 발신 TCP 버퍼의 수입니다. 0을 선택하면 권한이 있는 서버에 대한 TCP 쿼리가 수행되지 않습니다.
pt_pt: O número de buffers TCP de saída a atribuir por linha. Se for seleccionado 0, não são feitas consultas TCP, a servidores autorizados.
sw_sw: Antalet utgående TCP-buffertar som ska allokeras per tråd. Om 0 väljs görs inga TCP-förfrågningar till auktoritativa servrar.
tr_tr: İş parçacığı başına ayrılacak giden TCP arabellek sayısı. 0 seçilirse, yetkili sunuculara hiçbir TCP sorgusu yapılmaz.
uk_uk: Кількість вихідних TCP-буферів для кожного потоку. Якщо вибрано 0, то жодних TCP-запитів до авторитетних серверів не виконується.

source: The number of ports to open. This number of file descriptors can be opened per thread. Larger numbers need extra resources from the operating system. For performance a very large value is best. For reference, usually double the amount of queries per thread is used.
id_id: Jumlah port yang akan dibuka. Jumlah deskriptor file ini dapat dibuka per utas. Angka yang lebih besar membutuhkan sumber daya ekstra dari sistem operasi. Untuk kinerja, nilai yang sangat besar adalah yang terbaik. Sebagai referensi, biasanya digunakan dua kali lipat jumlah kueri per thread.
ja_jp: 開くべきポートの数。スレッドごとに開くことができるファイルディスクリプタの数です。より大きな数 は、オペレーティングシステムから余分なリソースを必要とします。パフォーマンスのためには、非常に大きな値が最適です。 参考までに、通常、スレッドあたりのクエリ量は2倍が使用されます。
ko_ko: 열 포트의 수입니다. 스레드당 열 수 있는 파일 설명자 수입니다. 숫자가 클수록 운영 체제에서 추가 리소스가 필요합니다. 성능을 위해서는 매우 큰 값이 가장 좋습니다. 참고로 일반적으로 스레드당 쿼리 수의 두 배가 사용됩니다.
pt_pt: O número de portas a abrir. Este número de descritores de ficheiros pode ser aberto por linha. Números maiores necessitam de recursos adicionais do sistema operativo. Para o desempenho, um valor muito elevado é o melhor. Para referência, utiliza-se normalmente o dobro da quantidade de consultas por fio.
sw_sw: Antalet portar som ska öppnas. Detta antal filbeskrivare kan öppnas per tråd. Större antal behöver extra resurser från operativsystemet. För prestanda är ett mycket stort värde bäst. Som referens används vanligtvis dubbelt så många frågor per tråd.
tr_tr: Açılacak port sayısı. Bu sayıda dosya tanımlayıcısı iş parçacığı başına açılabilir. Daha büyük sayılar işletim sisteminden ekstra kaynaklara ihtiyaç duyar. Performans için çok büyük bir değer en iyisidir. Referans için, genellikle iş parçacığı başına sorgu miktarının iki katı kullanılır.
uk_uk: Кількість портів для відкриття. Ця кількість дескрипторів файлів може бути відкрита за один потік. Більша кількість потребують додаткових ресурсів від операційної системи. Для продуктивності найкращим є дуже велике значення. Для довідки, зазвичай використовується подвійна кількість запитів на потік.

source: The number of queries that every thread will service simultaneously. If more queries arrive that need to be serviced, and no queries can be jostled out (see "Jostle Timeout"), then these queries are dropped. This forces the client to resend after a timeout, allowing the server time to work on the existing queries.
id_id: Jumlah kueri yang akan dilayani oleh setiap thread secara bersamaan. Jika ada lebih banyak kueri yang datang yang perlu dilayani, dan tidak ada kueri yang dapat didesak (lihat "Batas Waktu Desakan"), maka pertanyaan-pertanyaan ini akan dibatalkan. Hal ini memaksa klien untuk mengirim ulang setelah batas waktu, sehingga memungkinkan waktu server untuk mengerjakan kueri yang ada.
ja_jp: 各スレッドが同時に処理するクエリの数です。を超えるクエリが到着した場合 が必要であり、どのクエリもジョストルアウトできない（「ジョストル・タイムアウト」参照）。 の場合、これらのクエリはドロップされます。これにより、クライアントはタイムアウト後に再送信を行うことになります。 サーバーの時間を使って、既存のクエリに手を加えることができます。
ko_ko: 모든 스레드가 동시에 처리할 쿼리 수입니다. 처리해야 하는 쿼리가 더 많이 도착하고 처리해야 하는 쿼리보다 더 많이 도착하면("조슬 타임아웃" 참조), 이면 해당 쿼리가 삭제됩니다. 이렇게 하면 클라이언트가 시간 초과 후 재전송을 강제로 수행하여 서버가 기존 쿼리를 처리할 수 있는 시간을 확보할 수 있습니다.
pt_pt: O número de consultas que cada fio irá servir simultaneamente. Se chegarem mais questões que precisam de ser reparados, e nenhuma pergunta pode ser sacudida (ver "Jostle Timeout"), então estas consultas são abandonadas. Isto obriga o cliente a reenviar após um intervalo de tempo, permitindo ao tempo do servidor para trabalhar nas consultas existentes.
sw_sw: Antalet förfrågningar som varje tråd kommer att hantera samtidigt. Om det kommer in fler frågor än behöver betjänas, och inga frågor kan flyttas ut (se "Jostle Timeout"), släpps dessa frågor. Detta tvingar klienten att skicka på nytt efter en timeout, vilket gör det möjligt för servern tid att arbeta med de befintliga frågorna.
tr_tr: Her iş parçacığının aynı anda hizmet vereceği sorgu sayısı. Eğer daha fazla sorgu gelirse hizmet verilmesi gerekir ve hiçbir sorgu dışarı itilemez (bkz. "İtişme Zaman Aşımı"), sonra bu sorgular bırakılır. Bu, istemciyi bir zaman aşımından sonra yeniden göndermeye zorlar ve Mevcut sorgular üzerinde çalışmak için sunucu zamanı.
uk_uk: Кількість запитів, які кожен потік буде обслуговувати одночасно. Якщо надходить більше запитів, які які потрібно обслужити, і жоден з них не може бути витіснений (див. "Таймаут витіснення"), то ці запити буде відкинуто. Це змушує клієнта повторно надсилати запити після таймауту, надаючи серверу час для роботи над існуючими запитами. серверу час для роботи над існуючими запитами.

source: This timeout is used for when the server is very busy. Set to a value that usually results in one round-trip to the authority servers. If too many queries arrive, then 50% of the queries are allowed to run to completion, and the other 50% are replaced with the new incoming query if they have already spent more than their allowed time. This protects against denial of service by slow queries or high query rates.
id_id: Batas waktu ini digunakan ketika server sangat sibuk. Tetapkan ke nilai yang biasanya menghasilkan satu pulang pergi ke server otoritas. Jika terlalu banyak kueri yang masuk, maka 50% dari kueri tersebut diizinkan untuk dijalankan hingga selesai, dan 50% lainnya diganti dengan kueri baru yang masuk jika sudah telah menghabiskan lebih dari waktu yang diizinkan. Hal ini melindungi dari penolakan layanan oleh kueri yang lambat atau tingkat kueri yang tinggi.
ja_jp: このタイムアウトは、サーバーが非常に混雑しているときに使用されます。通常1回になるような値に設定します。 を権威サーバに往復させる。クエリが多すぎる場合は、クエリの50％を許可する。 を完了まで実行し、残りの50％は新しい受信クエリに置き換えます。 は、すでに許容時間以上を費やしています。によるサービス拒否から保護します。 遅いクエリ、または高いクエリレート。
ko_ko: 이 시간 제한은 서버가 매우 바쁠 때 사용됩니다. 일반적으로 권한 서버로 한 번 왕복하는 값으로 설정합니다. 값으로 설정합니다. 너무 많은 쿼리가 도착하면 쿼리의 50%만 허용됩니다. 완료될 때까지 실행되도록 허용하고 나머지 50%는 이미 허용된 시간을 초과한 경우 이미 허용된 시간 이상을 소비한 경우 나머지 50%는 새로 들어오는 쿼리로 대체됩니다. 이렇게 하면 다음과 같은 서비스 거부를 방지할 수 있습니다. 느린 쿼리 또는 높은 쿼리 속도에 의한 서비스 거부를 방지합니다.
pt_pt: Este timeout é utilizado para quando o servidor está muito ocupado. Definido para um valor que normalmente resulta em um ida e volta para os servidores das autoridades. Se chegarem demasiadas consultas, então 50% das consultas são permitidas a correr até à conclusão, e os outros 50% são substituídos pela nova consulta recebida, se tiverem já passaram mais do que o seu tempo permitido. Isto protege contra a negação de serviço por consultas lentas ou taxas de consulta elevadas.
sw_sw: Denna timeout används när servern är mycket upptagen. Ställ in ett värde som vanligtvis resulterar i en tur och retur till myndighetsservrarna. Om det kommer in för många förfrågningar tillåts 50 % av förfrågningarna. att köras till slut, och de andra 50 % ersätts med den nya inkommande frågan om de har redan har använt mer än den tillåtna tiden. Detta skyddar mot överbelastning genom långsamma förfrågningar eller höga förfrågningsfrekvenser.
tr_tr: Bu zaman aşımı, sunucunun çok meşgul olduğu durumlar için kullanılır. Genellikle bir değerle sonuçlanan bir değere ayarlayın otorite sunucularına gidiş-dönüş. Çok fazla sorgu gelirse, sorguların %50'sine izin verilir tamamlanması için çalıştırılır ve diğer %50'si, eğer varsa, yeni gelen sorgu ile değiştirilir. zaten izin verilen süreden daha fazlasını harcamışlardır. Bu, aşağıdakiler tarafından hizmet reddine karşı koruma sağlar yavaş sorgular veya yüksek sorgu oranları.
uk_uk: Цей таймаут використовується, коли сервер дуже завантажений. Встановіть значення, яке зазвичай призводить до одного запитів до авторитетних серверів в обидва боки. Якщо надходить занадто багато запитів, то 50% запитів дозволяється виконується до завершення, а інші 50% замінюються новим вхідним запитом, якщо вони вже витратили більше дозволеного часу. Це захищає від відмови в обслуговуванні через повільними запитами або великою кількістю запитів.

source: Time in milliseconds before replying to the client with expired data. This essentially enables the serve- stable behavior as specified in RFC 8767 that first tries to resolve before immediately responding with expired data. A recommended value per RF 8767 is 1800. Setting this to 0 will disable this behavior.
id_id: Waktu dalam milidetik sebelum membalas klien dengan data yang kedaluwarsa. Hal ini pada dasarnya memungkinkan perilaku perilaku stabil seperti yang ditentukan dalam RFC 8767 yang pertama kali mencoba untuk menyelesaikan sebelum segera merespons dengan data kedaluwarsa data. Nilai yang direkomendasikan per RF 8767 adalah 1800. Mengatur ini ke 0 akan menonaktifkan perilaku ini.
ja_jp: 期限切れのデータをクライアントに返信するまでの時間（ミリ秒単位）。これにより、実質的にサーブ RFC8767で規定されている、期限切れで即座に応答する前にまず解決を試みる安定した動作 のデータを使用します。RF 8767による推奨値は1800です。0に設定すると、この動作は無効になります。
ko_ko: 만료된 데이터로 클라이언트에 응답하기까지의 시간(밀리초). 이는 본질적으로 만료된 데이터로 즉시 응답하기 전에 먼저 해결을 시도하는 만료된 데이터로 즉시 응답하기 전에 먼저 해결을 시도하는 RFC 8767에 명시된 안정적인 동작을 가능하게 합니다. 데이터로 즉시 응답하기 전에 먼저 해결을 시도합니다. RF 8767에 따른 권장 값은 1800입니다. 이 값을 0으로 설정하면 이 동작이 비활성화됩니다.
pt_pt: Tempo em milissegundos antes de responder ao cliente com os dados expirados. Isto permite essencialmente o serviço... comportamento estável como especificado no RFC 8767 que primeiro tenta resolver antes de responder imediatamente com expirado dados. Um valor recomendado por RF 8767 é 1800. Definindo este valor como 0, este comportamento será desactivado.
sw_sw: Tid i millisekunder innan klienten får ett svar med utgångna uppgifter. Detta gör det i huvudsak möjligt för serve- stabilt beteende som anges i RFC 8767, där man först försöker lösa problemet innan man omedelbart svarar med utgånget data. Ett rekommenderat värde enligt RF 8767 är 1800. Om du ställer in värdet 0 inaktiveras detta beteende.
tr_tr: İstemciye süresi dolmuş verilerle yanıt vermeden önce geçen milisaniye cinsinden süre. Bu esasen servis sağlayıcının RFC 8767'de belirtildiği gibi, süresi dolmuş bir yanıt vermeden önce ilk olarak çözümlemeyi deneyen kararlı davranış veri. RF 8767'ye göre önerilen değer 1800'dür. Bunu 0 olarak ayarlamak bu davranışı devre dışı bırakacaktır.
uk_uk: Час у мілісекундах до відповіді клієнту з простроченими даними. Це, по суті, забезпечує стабільну поведінку сервісу, як зазначено в RFC стабільну поведінку, як зазначено в RFC 8767, яка спочатку намагається вирішити проблему, перш ніж негайно відповісти клієнту з простроченими даними. простроченими даними. Рекомендоване значення для RF 8767 - 1800. Встановлення цього параметра на 0 вимкне цю поведінку.
