Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Initial Interval
id_id: Interval Awal
it_it: Intervallo iniziale
ja_jp: 初期間隔
ko_ko: 초기 간격
pt_pt: Pré-definições:
sw_sw: Initialt intervall
tr_tr: Başlangıç Aralığı
uk_uk: Початковий інтервал

source: Presets:
id_id: Preset:
it_it: Preset:
ja_jp: プリセットです。
ko_ko: 사전 설정:
pt_pt: Padrão do FreeBSD
sw_sw: Förinställningar:
tr_tr: Ön ayarlar:
uk_uk: Пресети:

source: FreeBSD Default
id_id: Default FreeBSD
it_it: FreeBSD impostazione predefinita
ja_jp: FreeBSD デフォルト
ko_ko: FreeBSD 기본값
pt_pt: Apagar
sw_sw: FreeBSD Standard
tr_tr: FreeBSD Varsayılan
uk_uk: FreeBSD за замовчуванням

source: Clear
id_id: Jelas
it_it: Chiaro
ja_jp: 消去
ko_ko: 지우기
pt_pt: Apagar
sw_sw: Klart
tr_tr: Temiz
uk_uk: Чисто

source: DynFi Firewall Default
id_id: Default DynFi Firewall
ja_jp: DynFi Firewallのデフォルト
ko_ko: DynFi 방화벽 기본값
pt_pt: Padrão de DynFi Firewall
sw_sw: Standard för DynFi Firewall
tr_tr: DynFi Firewall Duvarı Varsayılanı
uk_uk: DynFi Firewall за замовчуванням

source: Saved Cfg
id_id: Cfg yang disimpan
it_it: Salvato CFG
ja_jp: 保存構成を
ko_ko: 저장된 Cfg
pt_pt: Guardar Cfg
sw_sw: Sparad Cfg
tr_tr: Kaydedilen Cfg
uk_uk: Збережений Cfg

source: The values in these fields are DHCP %sprotocol timings%s used when requesting a lease.
id_id: Nilai-nilai dalam bidang ini adalah waktu protokol DHCP yang digunakan saat meminta sewa.
it_it: I valori in questi campi sono i %stempi protocol%s DHCP utilizzati quando si richiede un contratto di locazione.
ja_jp: これらのフィールドの値はリースのリクエスト時に使用されるDHCP %sプロトコル%sです。
ko_ko: 이 필드의 값은 임대를 요청할 때 사용되는 DHCP %프로토콜 타이밍%입니다.
pt_pt: Os valores nesses campos são DHCP% timingssprotocolo%s usados ao solicitar um arrendamento.
sw_sw: Värdena i de här fälten är DHCP %sprotocol timings%s som används när du begär ett hyresavtal.
tr_tr: Bu alanlardaki değerler, bir kiralama talep edilirken kullanılan DHCP %sprotokol zamanlamalarıdır.
uk_uk: Значення у цих полях - це таймінги DHCP %sprotocol timings%, які використовуються під час запиту на оренду.

source: Lease Requirements
id_id: Persyaratan Sewa
it_it: Requisiti di locazione
ja_jp: リースの必要条件
ko_ko: 임대 요구 사항
pt_pt: Requisitos do arrendamento
sw_sw: Krav för hyresavtal
tr_tr: Kira Koşulları
uk_uk: Вимоги до оренди

source: More detailed information about lease requirements and requests can be found in the %sFreeBSD Manual%s.
id_id: Informasi lebih rinci tentang persyaratan dan permintaan sewa dapat ditemukan di%sFreeBSD Manual%s.
it_it: Informazioni più dettagliate sui requisiti di leasing e sulle richieste sono disponibili nel %sManuale FreeBSD%s.
ja_jp: リースの必要条件やリクエストに関する詳細情報は %sFreeBSD マニュアル%s で確認できます。
ko_ko: 임대 요구사항 및 요청에 대한 자세한 정보는 %sFreeBSD 매뉴얼%s에서 확인할 수 있습니다.
pt_pt: Informações mais detalhadas sobre os requisitos e solicitações de locação podem ser encontrados no %sFreeBSD Manual%s.
sw_sw: Mer detaljerad information om krav och önskemål om hyresavtal finns i %sFreeBSD Manual%s.
tr_tr: Kira gereksinimleri ve talepleri hakkında daha ayrıntılı bilgi %sFreeBSD Manual%s içinde bulunabilir.
uk_uk: Детальнішу інформацію про вимоги до оренди та запити на неї можна знайти у %sFreeBSD Manual%s.

source: Send Options
id_id: Opsi Kirim
it_it: Invia opzioni
ja_jp: 送信オプション
ko_ko: 보내기 옵션
pt_pt: Opções requeridas
sw_sw: Alternativ för sändning
tr_tr: Gönderme Seçenekleri
uk_uk: Параметри надсилання

source: The values in this field are DHCP options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
id_id: Nilai dalam bidang ini adalah opsi DHCP yang akan dikirim saat meminta sewa DHCP. [deklarasi opsi [, ...]] <br />Pengganti Nilai: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Di mana C adalah Huruf Besar atau Huruf Kecil, dan D adalah " :-." Pembatas (spasi, titik dua, tanda hubung, atau titik) (dihilangkan jika tidak ada).
it_it: I valori in questo campo sono opzioni DHCP da inviare quando si richiede un contratto di locazione DHCP. [Dichiarazione di opzioni [, ...]] <br /> Sostituzioni del valore: {interfaccia}, {hostname}, {mac_addr_asciicd}, {mac_addr_hexcd} <br /> dove c is u (pper) o l (ower) caso, e D è ":-." Delimitatore (spazio, colon, trattino o periodo) (omesso per nessuno).
ja_jp: このフィールドの値はdhcp リースのリクエスト時にdhcp オプションとして送信されます。<br /> 値の代入。{インターフェイス}、{ホスト名}、{mac_addr_asciiCD}、{mac_addr_hexCD}。<br /> CはU（大文字）もしくはL（小文字）、Dは「 :-.」、区切り文字（スペース、コロン、ハイフン、ピリオド）（指定しない場合は省略してください）。
ko_ko: 이 필드의 값은 DHCP 임대를 요청할 때 전송할 DHCP 옵션입니다. [옵션 선언 [, ...]] <br />값 대체: {인터페이스}, {호스트 이름}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br /> 여기서 C는 대/소문자 또는 영문 대/소문자이고 D는 " :-"입니다. 구분 기호(공백, 콜론, 하이픈 또는 마침표)(없는 경우 생략).
pt_pt: Os valores neste campo são opções DHCP a serem enviadas quando se solicita um aluguer DHCP. [declaração de opção [, ...]] ...] <br />Substituições de valor: {interface}, {nome_do_servidor}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Onde C é U(pper) ou L(ower) Case, e D é " :-". Delimiter (espaço, cólon, hífen, ou ponto) (omitido para nenhum).
sw_sw: Värdena i det här fältet är DHCP-alternativ som ska skickas när du begär ett DHCP-hyresavtal. [optionsdeklaration [, ...]] <br />Värdeersättningar: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Varvid C är U(pper) eller L(ower) Case, och D är " :-." Avgränsare (mellanslag, kolon, bindestreck eller punkt) (utelämnas om ingen finns).
tr_tr: Bu alandaki değerler, bir DHCP kiralaması talep edilirken gönderilecek DHCP seçenekleridir. [seçenek bildirimi [, ...]] <br />Değer İkameleri: {arayüz}, {ana bilgisayar adı}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Burada C U(pper) veya L(ower) Case ve D " :-." şeklindedir. Sınırlayıcı (boşluk, iki nokta üst üste, kısa çizgi veya nokta) (hiçbiri için atlanmamıştır).
uk_uk: Значення у цьому полі - це параметри DHCP, які буде надіслано під час запиту на оренду DHCP. [оголошення опції [, ...]] <br />Значення підстановки: {інтерфейс}, {ім'я хоста}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Де C - регістр U(pper) або L(ower), а D - " :-". Розділювач (пробіл, двокрапка, дефіс або крапка) (не вказується, якщо немає).

source: Request Options
id_id: Opsi Permintaan
it_it: Opzioni di richiesta
ja_jp: リクエストオプション
ko_ko: 요청 옵션
pt_pt: Opções requeridas
sw_sw: Alternativ för begäran
tr_tr: Talep Seçenekleri
uk_uk: Параметри запиту

source: The values in this field are DHCP option 55 to be sent when requesting a DHCP lease. [option [, ...]]
id_id: Nilai dalam bidang ini adalah opsi DHCP 55 yang akan dikirim saat meminta sewa DHCP. [opsi [, ...]]
it_it: I valori in questo campo sono l'opzione DHCP 55 da inviare quando si richiede un contratto di locazione DHCP. [opzione [, ...]]
ja_jp: このフィールドの値は、dhcp リースのリクエスト時に dhcp オプション 55 として送信されます[オプション [, ...]]。
ko_ko: 이 필드의 값은 DHCP 임대를 요청할 때 전송할 DHCP 옵션 55입니다. [옵션 [, ...]]
pt_pt: Os valores neste campo são DHCP opção 55 a ser enviada ao solicitar um aluguer DHCP. [opção [, ...]]
sw_sw: Värdena i det här fältet är DHCP-alternativ 55 som ska skickas när du begär ett DHCP-hyresavtal. [option [, ...]]
tr_tr: Bu alandaki değerler, bir DHCP kiralaması talep edilirken gönderilecek DHCP seçenek 55'tir. [seçenek [, ...]]
uk_uk: Значення у цьому полі є параметром DHCP 55, який буде надіслано під час запиту на оренду DHCP. [опція [, ...]]

source: Require Options
id_id: Memerlukan Opsi
it_it: Richiedono opzioni
ja_jp: 必須オプション
ko_ko: 옵션 필요
pt_pt: Os valores neste campo são opções exigidas do DHCP pelo cliente quando solicitando um arrendamento DHCP. [Opção [, ...]]
sw_sw: Kräv alternativ
tr_tr: Seçenekler Gerektir
uk_uk: Вимагати опції

source: The values in this field are DHCP options required by the client when requesting a DHCP lease. [option [, ...]]
id_id: Nilai dalam bidang ini adalah opsi DHCP yang diperlukan oleh klien saat meminta sewa DHCP. [opsi [, ...]]
it_it: I valori in questo campo sono opzioni DHCP richieste dal client quando si richiede un contratto di locazione DHCP. [opzione [, ...]]
ja_jp: このフィールドの値は、dhcp リースのリクエスト時にクライアントが要求する dhcp オプションです。
ko_ko: 이 필드의 값은 DHCP 임대를 요청할 때 클라이언트에 필요한 DHCP 옵션입니다. [옵션 [, ...]]
pt_pt: Opção dos Modificadores
sw_sw: Värdena i det här fältet är DHCP-alternativ som krävs av klienten när den begär ett DHCP-hyresavtal. [option [, ...]]
tr_tr: Bu alandaki değerler, bir DHCP kiralaması talep ederken istemci tarafından istenen DHCP seçenekleridir. [seçenek [, ...]]
uk_uk: Значення у цьому полі - це параметри DHCP, які клієнт повинен вказати під час запиту на оренду DHCP. [опція [, ...]]

source: Option Modifiers
id_id: Pengubah Opsi
it_it: Modificatori di opzione
ja_jp: オプション修飾子
ko_ko: 옵션 수정자
pt_pt: Opção dos Modificadores
sw_sw: Modifieringsalternativ
tr_tr: Seçenek Değiştiriciler
uk_uk: Модифікатори опцій

source: The values in this field are DHCP option modifiers applied to obtained DHCP lease. [modifier option declaration [, ...]] <br />modifiers: (default, supersede, prepend, append)
id_id: Nilai dalam bidang ini adalah pengubah opsi DHCP yang diterapkan pada sewa DHCP yang diperoleh. [deklarasi opsi pengubah [, ...]] <br />pengubah: (default, supersede, prepend, append)
it_it: I valori in questo campo sono i modificatori dell'opzione DHCP applicati al contratto di locazione DHCP ottenuto. [Dichiarazione dell'opzione modificatore [, ...]] <br /> Modificatori: (impostazione predefinita, sostituzione, prepara, aggiunta)
ja_jp: このフィールドの値は、dhcp オプション修飾子で、取り込まれた dhcp リースに適用されます。<br /> 修飾子:(デフォルト、上書、前書、後書)
ko_ko: 이 필드의 값은 획득한 DHCP 임대에 적용되는 DHCP 옵션 수정자입니다. [수정자 옵션 선언 [, ...]] <br />수정자: (기본값, 대체, 앞에 추가, 뒤에 추가)
pt_pt: Os valores neste campo são modificadores da opção DHCP aplicados ao lease DHCP obtido. [declaração da opção modificadora [, ...]] <br /> modificadores: (por defeito, substitua, prefira, anexe)
sw_sw: Värdena i det här fältet är DHCP-alternativsmodifierare som tillämpas på erhållna DHCP-avtal. [modifier option declaration [, ...]]] <br />modifierare: (standard, ersätter, föregår, bifogar)
tr_tr: Bu alandaki değerler, elde edilen DHCP kiralamasına uygulanan DHCP seçenek değiştiricileridir. [değiştirici seçenek bildirimi [, ...]] <br />modifiers: (default, supersede, prepend, append)
uk_uk: Значення у цьому полі є модифікаторами опцій DHCP, які застосовуються до отриманої оренди DHCP. [оголошення модифікатора опції [, ...]] <br />модифікатори: (default, supersede, prepend, append)

source: Configuration File Override
id_id: Penggantian File Konfigurasi
it_it: Sostituzione del file di configurazione
ja_jp: 構成ファイル上書き
ko_ko: 구성 파일 재정의
pt_pt: Substituição do Arquivo de Configuração.
sw_sw: Överskridande av konfigurationsfilen
tr_tr: Yapılandırma Dosyası Geçersiz Kılma
uk_uk: Перевизначення конфігураційного файлу

source: The value in this field is the full absolute path to a DHCP client configuration file.
id_id: Nilai dalam bidang ini adalah jalur absolut penuh ke file konfigurasi klien DHCP.
it_it: Il valore in questo campo è il percorso assoluto completo di un file di configurazione del client DHCP.
ja_jp: このフィールドの値は、dhcp クライアント構成ファイルの完全な絶対パスです。
ko_ko: 이 필드의 값은 DHCP 클라이언트 구성 파일의 전체 절대 경로입니다.
pt_pt: O valor neste campo é o caminho completo absoluto para um arquivo de configuração do cliente DHCP.
sw_sw: Värdet i det här fältet är den fullständiga absoluta sökvägen till en DHCP-klientkonfigurationsfil.
tr_tr: Bu alandaki değer, DHCP istemci yapılandırma dosyasının tam mutlak yoludur.
uk_uk: Значення у цьому полі є повним абсолютним шляхом до файлу конфігурації DHCP-клієнта.

source: PPP configuration
id_id: Konfigurasi PPP
it_it: Configurazione PPP
ja_jp: PPP 構成
ko_ko: PPP 구성
pt_pt: Provedor de Serviço
sw_sw: PPP-konfiguration
tr_tr: PPP yapılandırması
uk_uk: Конфігурація ДПП

source: Service Provider
id_id: Penyedia Layanan
it_it: Fornitore di servizi
ja_jp: サービスプロバイダ
ko_ko: 서비스 제공업체
pt_pt: País:
sw_sw: Tjänsteleverantör
tr_tr: Hizmet Sağlayıcı
uk_uk: Постачальник послуг

source: Country:
id_id: Negara:
it_it: Paese:
ja_jp: 国:
ko_ko: 국가:
pt_pt: Provedor:
sw_sw: Land:
tr_tr: Ülke:
uk_uk: Країна:

source: Provider:
id_id: Penyedia:
ja_jp: プロバイダです。
ko_ko: 공급자:
pt_pt: Plano
sw_sw: Leverantör:
tr_tr: Sağlayıcı:
uk_uk: Постачальник:

source: Plan:
id_id: Rencana:
it_it: Piano:
ja_jp: プランです。
ko_ko: 계획:
pt_pt: Selecione para preencher os dados do seu provedor de serviços.
uk_uk: План:

source: Select to fill in data for your service provider.
id_id: Pilih untuk mengisi data penyedia layanan Anda.
it_it: Seleziona per compilare i dati per il tuo fornitore di servizi.
ja_jp: 選択、サービスプロバイダのデータを埋めてください。
ko_ko: 서비스 제공업체의 데이터를 입력하려면 선택합니다.
pt_pt: (APN) Nome do ponto de acesso
sw_sw: Markera detta om du vill fylla i uppgifter om din tjänsteleverantör.
tr_tr: Servis sağlayıcınızın verilerini doldurmak için seçin.
uk_uk: Виберіть, щоб заповнити дані для вашого постачальника послуг.

source: Access Point Name (APN)
id_id: Nama Titik Akses (APN)
it_it: Nome punto di accesso (APN)
ja_jp: アクセスポイント名 ( apn )
ko_ko: 액세스 포인트 이름(APN)
pt_pt: PPP avançado
sw_sw: Namn på åtkomstpunkt (APN)
tr_tr: Erişim Noktası Adı (APN)
uk_uk: Ім'я точки доступу (APN)

source: Advanced PPP
id_id: PPP tingkat lanjut
it_it: PPP avanzato
ja_jp: 高度なPPP
ko_ko: 고급 PPP
pt_pt: PPP avançado
sw_sw: Avancerad PPP
tr_tr: Gelişmiş PPP
uk_uk: Розвинуте ДПП

source: %sClick here%s to edit PPP configuration.
id_id: Klik di sini untuk mengedit konfigurasi PPP.
it_it: %sClick qui%s per modificare la configurazione PPP.
ja_jp: PPP 構成を編集するには%sこちらをクリック%sしてください。
ko_ko: PPP 구성을 편집하려면 %s여기를 클릭하세요%s.
pt_pt: %sClique aqui%s para criar uma configuração PPP
sw_sw: %sKlicka här%s för att redigera PPP-konfigurationen.
tr_tr: PPP yapılandırmasını düzenlemek için %sBuraya%s tıklayın.
uk_uk: Натисніть тут, щоб змінити конфігурацію PPP.

source: %sClick here%s to create a PPP configuration.
id_id: Klik di sini untuk membuat konfigurasi PPP.
it_it: %sClick qui%s per creare una configurazione PPP.
ja_jp: PPP 構成を作成するには%sこちらをクリック%sしてください。
ko_ko: PPP 구성을 만들려면 %s여기를 클릭하세요%s.
pt_pt: %sClique aqui%s para criar uma configuração PPP
sw_sw: %sKlicka här%s för att skapa en PPP-konfiguration.
tr_tr: PPP yapılandırması oluşturmak için %sBuraya%s tıklayın.
uk_uk: Натисніть тут, щоб створити конфігурацію PPP.

source: Service name
id_id: Nama layanan
it_it: Nome di Servizio
ja_jp: サービス名
ko_ko: 서비스 이름
pt_pt: Nome do Serviço
sw_sw: Tjänstens namn
tr_tr: Hizmet adı
uk_uk: Назва послуги

source: Hint: this field can usually be left empty
id_id: Petunjuk: bidang ini biasanya dapat dibiarkan kosong
it_it: Suggerimento: questo campo di solito può essere lasciato vuoto
ja_jp: ヒント：このフィールドは通常空白で構いません。
ko_ko: 힌트: 이 필드는 일반적으로 비워 둘 수 있습니다.
pt_pt: Sugestão: Este campo geralmente pode ser deixado em branco
sw_sw: Tips: Detta fält kan vanligtvis lämnas tomt.
tr_tr: İpucu: bu alan genellikle boş bırakılabilir
uk_uk: Підказка: зазвичай це поле можна залишити порожнім

source: Host-Uniq
id_id: Tuan rumah-Uniq
ja_jp: ホストユニック

source: This field can usually be left empty unless specified by the provider.
id_id: Kolom ini biasanya dapat dikosongkan kecuali ditentukan oleh penyedia.
it_it: Questo campo di solito può essere lasciato vuoto se non specificato dal fornitore.
ja_jp: このフィールドはプロバイダから指定された場合を除き、通常空白のままで構いません。
ko_ko: 이 필드는 공급업체에서 지정하지 않는 한 일반적으로 비워 둘 수 있습니다.
pt_pt: Este campo pode normalmente ser deixado vazio, a menos que seja especificado pelo fornecedor.
sw_sw: Detta fält kan vanligtvis lämnas tomt om det inte anges av leverantören.
tr_tr: Sağlayıcı tarafından belirtilmediği sürece bu alan genellikle boş bırakılabilir.
uk_uk: Зазвичай це поле можна залишити порожнім, якщо провайдер не вказав іншого.

source: This option causes the interface to operate in dial-on-demand mode, allowing you to have a 'virtual full time' connection. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
id_id: Opsi ini menyebabkan antarmuka beroperasi dalam mode dial-on-demand, sehingga Anda dapat memiliki sambungan 'virtual full time'. Antarmuka dikonfigurasikan, tetapi koneksi sebenarnya dari sambungan ditunda sampai lalu lintas keluar yang memenuhi syarat terdeteksi.
it_it: Questa opzione fa funzionare l'interfaccia in modalità dial-on-demand, consentendo di avere una connessione "virtuale a tempo pieno". L'interfaccia è configurata, ma la connessione effettiva del collegamento viene ritardata fino a quando non viene rilevata il traffico in uscita qualificante.
ja_jp: このオプションは、インタフェースをダイヤルデマンドモードで動作させ、「仮想常時」接続を許可します。
ko_ko: 이 옵션을 사용하면 인터페이스가 주문형 다이얼 모드로 작동하여 '가상 풀타임' 연결을 사용할 수 있습니다. 인터페이스는 구성되지만 링크의 실제 연결은 적격 발신 트래픽이 감지될 때까지 지연됩니다.
pt_pt: %sClique aqui%s para opções de configurações adicionais PPPoE. Guarde primeiro se fez alterações.
sw_sw: Det här alternativet gör att gränssnittet fungerar i uppringningsläge på begäran, vilket gör att du kan ha en virtuell heltidsanslutning. Gränssnittet är konfigurerat, men den faktiska anslutningen av länken fördröjs tills kvalificerad utgående trafik upptäcks.
tr_tr: Bu seçenek, arayüzün talep üzerine arama modunda çalışmasına neden olarak 'sanal tam zamanlı' bağlantıya sahip olmanızı sağlar. Arayüz yapılandırılır, ancak bağlantının gerçek bağlantısı, nitelikli giden trafik algılanana kadar ertelenir.
uk_uk: Ця опція змушує інтерфейс працювати в режимі дозвону на вимогу, дозволяючи вам мати "віртуальне постійне з'єднання". Інтерфейс налаштовано, але фактичне з'єднання затримується доти, доки не буде виявлено відповідний вихідний трафік.

source: seconds
id_id: detik
it_it: Secondi
ja_jp: 秒
ko_ko: 초
pt_pt: Ajuda completa
sw_sw: sekunder
tr_tr: saniye
uk_uk: секунди

source: Advanced and MLPPP
id_id: Lanjutan dan MLPPP
it_it: Avanzato e MLPPP
ja_jp: 詳細構成・MLPPP
ko_ko: 고급 및 MLPPP
pt_pt: Avançado e MLPPP
sw_sw: Avancerad och MLPPP
tr_tr: İleri Düzey ve MLPPP
uk_uk: Просунуті та MLPPP

source: %sClick here%s for additional PPPoE configuration options. Save first if you made changes.
id_id: Klik di sini untuk opsi konfigurasi PPPoE tambahan. Simpan terlebih dahulu jika Anda membuat perubahan.
it_it: %sClick qui%s per ulteriori opzioni di configurazione PPPOE. Salva prima se hai apportato modifiche.
ja_jp: 追加 PPPoE 構成オプションは%sこちらをクリックし、sを変更した場合は、最初に保存してください。
ko_ko: 추가 PPPoE 구성 옵션을 보려면 %s여기를 클릭하세요%s. 변경한 경우 먼저 저장하세요.
pt_pt: %sClique aqui%s para opções de configurações adicionais PPPoE. Guarde primeiro se fez alterações.
sw_sw: %sKlicka här%s för ytterligare PPPoE-konfigurationsalternativ. Spara först om du har gjort ändringar.
tr_tr: Ek PPPoE yapılandırma seçenekleri için %sBuraya%s tıklayın. Değişiklik yaptıysanız önce kaydedin.
uk_uk: %sClick here%s для отримання додаткових параметрів конфігурації PPPoE. Якщо ви внесли зміни, спочатку збережіть їх.

source: %sClick here%s for advanced PPPoE configuration options and MLPPP configuration.
id_id: Klik di sini untuk opsi konfigurasi PPPoE tingkat lanjut dan konfigurasi MLPPP.
it_it: %sClick qui%s per opzioni di configurazione PPPOE avanzate e configurazione MLPPP.
ja_jp: 詳細なPPPoE 構成オプション及びMLPPP 構成は%sこちらをクリックしてください。
ko_ko: 고급 PPPoE 구성 옵션 및 MLPPP 구성을 보려면 %s여기를 클릭하세요%s.
pt_pt: %sClique aqui%s para opções de configurações avançadas PPPoE e configurações MLPPP.
sw_sw: %sKlicka här%s för avancerade PPPoE-konfigurationsalternativ och MLPPP-konfiguration.
tr_tr: Gelişmiş PPPoE yapılandırma seçenekleri ve MLPP yapılandırması için %sBuraya tıklayın%s.
uk_uk: Натисніть тут для отримання додаткових параметрів конфігурації PPPoE та конфігурації MLPPP.

source: PPTP/L2TP configuration
id_id: Konfigurasi PPTP/L2TP
it_it: Configurazione PPTP/L2TP
ja_jp: PPTP/L2TP 構成
ko_ko: PPTP/L2TP 구성
pt_pt: Endereço Local IP
sw_sw: Konfiguration av PPTP/L2TP
tr_tr: PPTP/L2TP yapılandırması
uk_uk: Конфігурація PPTP/L2TP

source: Local IP address
id_id: Alamat IP lokal
it_it: Indirizzo IP locale
ja_jp: ローカルIPアドレス
ko_ko: 로컬 IP 주소
pt_pt: Endereço IP Remoto
sw_sw: Lokal IP-adress
tr_tr: Yerel IP adresi
uk_uk: Локальна IP-адреса

source: Remote IP address
id_id: Alamat IP jarak jauh
it_it: Indirizzo IP remoto
ja_jp: リモートIPアドレス
ko_ko: 원격 IP 주소
pt_pt: %sClique aqui%s para PPTP adicional e opções de configuração L2TP. Guarde primeiro se efetuou alterações.
sw_sw: Fjärr-IP-adress
tr_tr: Uzak IP adresi
uk_uk: Віддалена IP-адреса

source: %sClick here%s for additional PPTP and L2TP configuration options. Save first if you made changes.
id_id: Klik di sini untuk opsi konfigurasi PPTP dan L2TP tambahan. Simpan terlebih dahulu jika Anda membuat perubahan.
it_it: %sClick qui%s per opzioni di configurazione PPTP e L2TP aggiuntive. Salva prima se hai apportato modifiche.
ja_jp: 詳細なPPTP・L2TP構成オプションは%sこちらをクリックしてください。
ko_ko: 추가 PPTP 및 L2TP 구성 옵션을 보려면 %s여기를 클릭하세요%s. 변경한 경우 먼저 저장하세요.
pt_pt: %sClique aqui%s para opções avançadas PPTP e opções de configuração L2TP.
sw_sw: %sKlicka här%s för ytterligare konfigurationsalternativ för PPTP och L2TP. Spara först om du har gjort ändringar.
tr_tr: Ek PPTP ve L2TP yapılandırma seçenekleri için %sBuraya%s tıklayın. Değişiklik yaptıysanız önce kaydedin.
uk_uk: %sClick here%s для отримання додаткових параметрів конфігурації PPTP і L2TP. Якщо ви внесли зміни, спочатку збережіть їх.

source: %sClick here%s for advanced PPTP and L2TP configuration options.
id_id: Klik di sini untuk opsi konfigurasi PPTP dan L2TP tingkat lanjut.
it_it: %sClick qui%s per opzioni di configurazione PPTP e L2TP avanzate.
ja_jp: 詳細なPPTP・L2TP構成オプションは%sこちらをクリックしてください。
ko_ko: 고급 PPTP 및 L2TP 구성 옵션을 보려면 %s여기를 클릭하세요%s.
pt_pt: Adicionar nova gateway V6:
sw_sw: %sKlicka här%s för avancerade konfigurationsalternativ för PPTP och L2TP.
tr_tr: Gelişmiş PPTP ve L2TP yapılandırma seçenekleri için %sBuraya tıklayın%s.
uk_uk: Натисніть тут для отримання додаткових параметрів конфігурації PPTP і L2TP.

source: MBIM configuration
id_id: Konfigurasi MBIM
ja_jp: MBIMの構成
ko_ko: MBIM 구성
pt_pt: Configuração MBIM
sw_sw: MBIM-konfiguration
tr_tr: MBIM yapılandırması
uk_uk: Конфігурація MBIM

source: Interface Name
id_id: Nama Antarmuka
it_it: Nome dell'interfaccia
ja_jp: インタフェース名
ko_ko: 인터페이스 이름
pt_pt: Nome da interface
sw_sw: Namn på gränssnittet
tr_tr: Arayüz Adı
uk_uk: Назва інтерфейсу

source: SIM card PIN number
id_id: Nomor PIN kartu SIM
ja_jp: SIMカードPIN番号
ko_ko: SIM 카드 PIN 번호
pt_pt: Número PIN do cartão SIM
sw_sw: SIM-kortets PIN-nummer
tr_tr: SIM kart PIN numarası
uk_uk: PIN-код SIM-карти

source: The PIN number (usually 4 digits) provided by your SIM card provider with the SIM card.
id_id: Nomor PIN (biasanya 4 digit) yang diberikan oleh penyedia kartu SIM Anda bersama kartu SIM.
ja_jp: SIMカード事業者がSIMカードとともに提供するPIN番号（通常4桁）です。
ko_ko: SIM 카드 제공업체에서 SIM 카드와 함께 제공한 PIN 번호(일반적으로 4자리)입니다.
pt_pt: O número PIN (geralmente 4 dígitos) fornecido pelo seu fornecedor do cartão SIM com o cartão SIM.
sw_sw: PIN-koden (vanligtvis 4 siffror) som tillhandahålls av SIM-kortleverantören tillsammans med SIM-kortet.
tr_tr: SIM kart sağlayıcınız tarafından SIM kartla birlikte verilen PIN numarası (genellikle 4 basamaklı).
uk_uk: PIN-код (зазвичай 4 цифри), наданий постачальником SIM-картки разом із SIM-карткою.

source: Name of the Access Point to use for connecting with the SIM card. Provided by your SIM card provider.
id_id: Nama Jalur Akses yang akan digunakan untuk menyambung dengan kartu SIM. Disediakan oleh penyedia kartu SIM Anda.
ja_jp: SIMカードとの接続に使用するアクセスポイントの名称です。SIMカード提供会社から提供されます。
ko_ko: SIM 카드와 연결하는 데 사용할 액세스 포인트의 이름입니다. SIM 카드 공급업체에서 제공합니다.
pt_pt: Nome do Ponto de Acesso a utilizar para a ligação com o cartão SIM. Fornecido pelo seu fornecedor do cartão SIM.
sw_sw: Namnet på den åtkomstpunkt som ska användas för att ansluta till SIM-kortet. Anges av din SIM-kortleverantör.
tr_tr: SIM kart ile bağlanmak için kullanılacak Erişim Noktasının adı. SIM kart sağlayıcınız tarafından sağlanır.
uk_uk: Назва точки доступу, яка буде використовуватися для з'єднання з SIM-карткою. Надається постачальником вашої SIM-картки.
