Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Tries to avoid dropping any legitimate idle connections at the expense of increased memory usage and CPU utilization.
id_id: Mencoba untuk menghindari pemutusan koneksi idle yang sah dengan mengorbankan peningkatan penggunaan memori dan pemanfaatan CPU.
it_it: Cerca di evitare di eliminare qualsiasi legittima connessione inattiva a scapito dell'aumento dell'utilizzo della memoria e dell'utilizzo della CPU.
ja_jp: すべての適正なアイドル接続を落とさないように試みますが、メモリ使用量とCPUの使用率は増加します。
ko_ko: 메모리 사용량과 CPU 사용률이 증가하는 대신 합법적인 유휴 연결이 끊어지지 않도록 시도합니다.
pt_pt: Tentativas para deixar cair quaisquer ligações inactivas legítimas, devido ao aumento da utilização da memória e do CPU.
sw_sw: Försöker undvika att släppa legitima inaktiva anslutningar på bekostnad av ökad minnesanvändning och CPU-användning.
tr_tr: Artan bellek kullanımı ve CPU kullanımı pahasına boşta kalan meşru bağlantıları düşürmekten kaçınmaya çalışır.
uk_uk: Намагається уникати скидання будь-яких законних неактивних з'єднань за рахунок збільшення використання пам'яті та завантаження процесора.

source: Bind states to interface
id_id: Mengikat status ke antarmuka
ja_jp: ステートのインタフェースとバインド
ko_ko: 인터페이스에 상태 바인딩
pt_pt: Ligar estados para interface
sw_sw: Binda tillstånd till gränssnittet
tr_tr: Durumları arayüze bağlama
uk_uk: Прив'язати стани до інтерфейсу

source: Set behaviour for keeping states, by default states are floating, but when this option is set they should match the interface.
id_id: Mengatur perilaku untuk menjaga status, secara default status mengambang, tetapi ketika opsi ini diatur, status akan sesuai dengan antarmuka.
it_it: Impostare il comportamento per mantenere gli stati, per predefinito gli stati sono galleggianti, ma quando questa opzione è impostata dovrebbe corrispondere all'interfaccia.
ja_jp: ステートを維持する振る舞いに設定します。デフォルトではステートは流動的ですが、このオプションを設定するとインタフェースに一致させるようになります。
ko_ko: 상태 유지 동작 설정, 기본적으로 상태는 부동 상태이지만 이 옵션을 설정하면 인터페이스와 일치해야 합니다.
pt_pt: Definir comportamento para manter estados, por defeito os estados são flutuantes, mas quando esta opção é definida, devem corresponder à interface.
sw_sw: Ställ in beteendet för att behålla tillstånd, som standard är tillstånden flytande, men när det här alternativet är inställt ska de matcha gränssnittet.
tr_tr: Durumları tutma davranışını ayarlayın, varsayılan olarak durumlar yüzerdir, ancak bu seçenek ayarlandığında arayüzle eşleşmelidir.
uk_uk: Задати поведінку для збереження станів, за замовчуванням стани є плаваючими, але при встановленні цієї опції вони повинні відповідати інтерфейсу.

source: The default option (unchecked) matches states regardless of the interface, which is in most setups the best choice.
id_id: Opsi default (tidak dicentang) mencocokkan status tanpa menghiraukan antarmuka, yang dalam sebagian besar pengaturan merupakan pilihan terbaik.
it_it: L'opzione predefinita (non controllata) corrisponde agli stati indipendentemente dall'interfaccia, che è nella maggior parte delle configurazioni la scelta migliore.
ja_jp: デフォルトオプション（ チェックなし ）、インタフェースとは無関係に、ほとんどの場合で最適になる設定でステートを一致させます。
ko_ko: 기본 옵션(선택하지 않음)은 인터페이스에 관계없이 상태를 일치시키며, 대부분의 설정에서 가장 좋은 선택입니다.
pt_pt: A opção por defeito (desmarcada) corresponde aos estados independentemente da interface, que é na maioria das configurações a melhor escolha.
sw_sw: Standardalternativet (oavmarkerat) matchar tillstånd oavsett gränssnitt, vilket i de flesta fall är det bästa valet.
tr_tr: Varsayılan seçenek (işaretlenmemiş) arayüzden bağımsız olarak durumları eşleştirir ve bu çoğu kurulumda en iyi seçimdir.
uk_uk: Опція за замовчуванням (без позначки) співставляє стани незалежно від інтерфейсу, що є найкращим вибором у більшості налаштувань.

source: Disable Firewall
id_id: Nonaktifkan Firewall
it_it: Disabilita firewall
ja_jp: ファイアウォールを無効にする
ko_ko: 방화벽 비활성화
pt_pt: Desativar Firewall
sw_sw: Inaktivera brandväggen
tr_tr: Güvenlik Duvarını Devre Dışı Bırak
uk_uk: Вимкнути брандмауер

source: Disable all packet filtering.
id_id: Nonaktifkan semua pemfilteran paket.
it_it: Disabilita tutto il filtro dei pacchetti.
ja_jp: すべてのパケットフィルタリング無効
ko_ko: 모든 패킷 필터링을 비활성화합니다.
pt_pt: Desativar todos os pacotes de filtragem.
sw_sw: Inaktivera all paketfiltrering.
tr_tr: Tüm paket filtrelemeyi devre dışı bırakın.
uk_uk: Вимкнути всю фільтрацію пакетів.

source: Warning: This will convert into a routing-only platform!
id_id: Peringatan: Ini akan berubah menjadi platform khusus perutean!
it_it: ATTENZIONE: questo si convertirà in una piattaforma solo per routing!
ja_jp: 警告: これはルーティング限定プラットフォームに変換します！。
ko_ko: 경고: 라우팅 전용 플랫폼으로 전환됩니다!
pt_pt: Atenção: Isso irá converter numa plataforma somente de roteamento.
sw_sw: Varning: Detta kommer att omvandlas till en plattform som endast är avsedd för routning!
tr_tr: Uyarı: Bu, yalnızca yönlendirme platformuna dönüşecektir!
uk_uk: Попередження: Це перетвориться на платформу лише для маршрутизації!

source: Warning: This will also turn off NAT!
id_id: Peringatan: Ini juga akan mematikan NAT!
it_it: ATTENZIONE: questo spegne anche NAT!
ja_jp: 警告: これはナットオフになります!
ko_ko: 경고: 이렇게 하면 NAT도 꺼집니다!
pt_pt: Atenção: Essa opção também desligará o NAT!
sw_sw: Varning: Detta kommer också att stänga av NAT!
tr_tr: Uyarı: Bu aynı zamanda NAT'ı da kapatacaktır!
uk_uk: Попередження: Це також вимкне NAT!

source: If you only want to disable NAT, and not firewall rules, visit the %sOutbound NAT%s page.
id_id: Jika Anda hanya ingin menonaktifkan NAT, dan bukan aturan firewall, kunjungi halaman %sOutbound NAT%s.
it_it: Se vuoi solo disabilitare NAT e non le regole del firewall, visitare la pagina %sOUTBOUND NAT%s.
ja_jp: ファイアウォールルールではなく、NATを無効にしたいだけであれば、%s外向きNAT%s ページにアクセスしてください。
ko_ko: 방화벽 규칙이 아닌 NAT만 비활성화하려는 경우 %s아웃바운드 NAT%s 페이지를 방문하세요.
pt_pt: Se pretende apenas desativar o NAT, e não as regras da firewall, visite uma página %sOutbound NAT%s
sw_sw: Om du bara vill inaktivera NAT och inte brandväggsregler går du till sidan %sOutbound NAT%s.
tr_tr: Güvenlik duvarı kurallarını değil de yalnızca NAT'ı devre dışı bırakmak istiyorsanız, %sOutbound NAT%s sayfasını ziyaret edin.
uk_uk: Якщо ви хочете вимкнути лише NAT, а не правила брандмауера, відвідайте сторінку %sOutbound NAT%s.

source: Firewall Adaptive Timeouts
id_id: Batas Waktu Adaptif Firewall
it_it: Timeout adattivo firewall
ja_jp: ファイアウォール適応タイムアウト
ko_ko: 방화벽 적응형 시간 초과
pt_pt: Limites de tempo de adaptação da firewall
sw_sw: Brandväggens adaptiva tidsgränser
tr_tr: Güvenlik Duvarı Uyarlanabilir Zaman Aşımları
uk_uk: Адаптивні тайм-аути брандмауера

source: When reaching this number of state entries, all timeout values become zero, effectively purging all state entries immediately. This value is used to define the scale factor, it should not actually be reached (set a lower state limit, see below).
id_id: Ketika mencapai jumlah entri status ini, semua nilai batas waktu menjadi nol, yang secara efektif membersihkan semua entri status dengan segera. Nilai ini digunakan untuk menentukan faktor skala, tidak boleh benar-benar tercapai (tetapkan batas state yang lebih rendah, lihat di bawah).
it_it: Quando si raggiunge questo numero di voci di stato, tutti i valori di timeout diventano zero, eliminando efficacemente tutte le voci dello stato immediatamente. Questo valore viene utilizzato per definire il fattore di scala, non dovrebbe effettivamente essere raggiunto (impostare un limite di stato inferiore, vedi sotto).
ja_jp: このステートエントリ数に達すると、すべてのアウト値は0になり、すべてのステートエントリが効果的に即時除去します。この値は係数の定義として使用されるもので、実質的に到達されない値にすべきです( 下限ステートを設定してください。)。
ko_ko: 이 상태 항목 수에 도달하면 모든 타임아웃 값이 0이 되어 모든 상태 항목이 즉시 삭제됩니다. 이 값은 스케일 계수를 정의하는 데 사용되며 실제로 이 값에 도달해서는 안 됩니다(더 낮은 상태 제한 설정, 아래 참조).
pt_pt: Quando atingir este número de entradas de estado, todos os valores de tempo limite tornam-se zero. efetivamente limpam todos como entradas de estado imediatamente. Este valor é usado para definir o factor de escala, que não deverá ser atingido (defina um limite de estado inferior, veja abaixo).
sw_sw: När detta antal tillståndsposter uppnås blir alla timeoutvärden noll, vilket innebär att alla tillståndsposter rensas omedelbart. Detta värde används för att definiera skalfaktorn, det bör inte uppnås (ange en lägre gräns för tillstånd, se nedan).
tr_tr: Bu durum girdisi sayısına ulaşıldığında, tüm zaman aşımı değerleri sıfır olur ve tüm durum girdileri derhal temizlenir. Bu değer ölçek faktörünü tanımlamak için kullanılır, aslında ulaşılmaması gerekir (bir alt durum sınırı belirleyin, aşağıya bakın).
uk_uk: При досягненні цієї кількості записів станів, всі значення таймауту стають нульовими, ефективно очищаючи всі записи станів негайно. Це значення використовується для визначення коефіцієнта масштабування, його не слід досягати (встановіть нижню межу станів, див. нижче).

source: Note: Leave this blank for the default(0).
id_id: Catatan: Biarkan ini kosong untuk default (0).
it_it: Nota: lasciare questo vuoto per il valore predefinito (0).
ja_jp: 注意：空白にするとデフォルトになります（0 ）。
ko_ko: 참고: 기본값(0)은 비워 두세요.
pt_pt: Nota: deixe em branco por defeito (0).
sw_sw: Anmärkning: Låt detta fält vara tomt för standardvärdet (0).
tr_tr: Not: Varsayılan(0) için bunu boş bırakın.
uk_uk: Примітка: Залиште це поле порожнім для значення за замовчуванням(0).

source: Firewall Maximum States
id_id: Status Maksimum Firewall
ja_jp: ファイアウォール ステートの最大値
ko_ko: 방화벽 최대 상태
pt_pt: Estados máximos da firewall.
sw_sw: Brandväggens maximala tillstånd
tr_tr: Güvenlik Duvarı Maksimum Durumları
uk_uk: Максимальні стани брандмауера

source: Maximum number of connections to hold in the firewall state table.
id_id: Jumlah maksimum koneksi yang akan disimpan dalam tabel status firewall.
it_it: Numero massimo di connessioni da contenere nella tabella dello stato del firewall.
ja_jp: ファイアウォールステートテーブルに保持する接続の最大数。
ko_ko: 방화벽 상태 테이블에 보관할 최대 연결 수입니다.
pt_pt: Número máximo de deligações a serem mantidas na tabela de estados da firewall.
sw_sw: Maximalt antal anslutningar som ska hållas kvar i brandväggens tillståndstabell.
tr_tr: Güvenlik duvarı durum tablosunda tutulacak maksimum bağlantı sayısı.
uk_uk: Максимальна кількість з'єднань, які можна зберігати у таблиці станів брандмауера.

source: Note: Leave this blank for the default. On your system the default size is:
id_id: Catatan: Biarkan ini kosong untuk default. Pada sistem Anda, ukuran default adalah:
it_it: NOTA: lasciare questo vuoto per l'impostazione predefinita. Sul tuo sistema la dimensione predefinita è:
ja_jp: 注意: 空白にするとデフォルトになります、あなたのシステムのデフォルトサイズ。
ko_ko: 참고: 기본값은 비워 두세요. 시스템에서 기본 크기는 다음과 같습니다:
pt_pt: Nota: deixe em branco por defeito. No seu sistema o tamanho por defeito é:
sw_sw: Obs: Låt detta vara tomt för att vara standard. På ditt system är standardstorleken:
tr_tr: Not: Varsayılan için bunu boş bırakın. Sisteminizde varsayılan boyut şöyledir:
uk_uk: Примітка: Залиште це поле порожнім за замовчуванням. У вашій системі за замовчуванням встановлено розмір за замовчуванням:

source: Firewall Maximum Fragments
id_id: Fragmen Maksimum Firewall
it_it: Firewall Maximum Framments
ja_jp: ファイアウォール最大フラグメント
ko_ko: 방화벽 최대 프래그먼트
pt_pt: Fragmentos máximos da firewall
sw_sw: Brandvägg Maximalt antal fragment
tr_tr: Güvenlik Duvarı Maksimum Parçalar
uk_uk: Максимальний фрагмент брандмауера

source: Sets the maximum number of entries in the memory pool used for fragment reassembly.
id_id: Mengatur jumlah entri maksimum dalam kumpulan memori yang digunakan untuk pemasangan kembali fragmen.
it_it: Imposta il numero massimo di voci nel pool di memoria utilizzato per il rimontaggio dei frammenti.
ja_jp: フラグメントに使用する、メモリプールの最大エントリ数を設定してください。
ko_ko: 조각 재조립에 사용되는 메모리 풀의 최대 항목 수를 설정합니다.
pt_pt: Definir o número máximo de entradas no pool de memória usado para a remontagem de fragmentos.
sw_sw: Ställer in det maximala antalet poster i minnespoolen som används för ommontering av fragment.
tr_tr: Parça yeniden birleştirme için kullanılan bellek havuzundaki maksimum giriş sayısını ayarlar.
uk_uk: Задає максимальну кількість записів у пулі пам'яті, що використовується для повторного збирання фрагментів.

source: Note: Leave this blank for the default.
id_id: Catatan: Biarkan ini kosong untuk default.
it_it: NOTA: lasciare questo vuoto per l'impostazione predefinita.
ja_jp: 注意：空白にするとデフォルトになります。
ko_ko: 참고: 기본값으로 비워 두세요.
pt_pt: Nota: deixe em branco por defeito.
sw_sw: Obs: Låt detta vara tomt för att vara standard.
tr_tr: Not: Varsayılan değer için bunu boş bırakın.
uk_uk: Примітка: Залиште це поле порожнім за замовчуванням.

source: Firewall Maximum Table Entries
id_id: Entri Tabel Maksimum Firewall
it_it: Firewall Maximum Table Voci
ja_jp: ファイアウォールテーブルエントリの最大数
ko_ko: 방화벽 최대 테이블 항목
pt_pt: Entradas de Tabelas Máximas do Firewall
sw_sw: Tabell över maximala poster i brandväggen
tr_tr: Güvenlik Duvarı Maksimum Tablo Girişleri
uk_uk: Максимальна кількість записів у таблиці брандмауера

source: Maximum number of table entries for systems such as aliases, sshlockout, bogons, etc, combined.
id_id: Jumlah maksimum entri tabel untuk sistem seperti alias, sshlockout, bogon, dll, digabungkan.
it_it: Numero massimo di voci della tabella per sistemi come alias, SSHLOCKOUT, Bogons, ecc.
ja_jp: エイリアス、SSHロックアウト、ボゴン、結合等をしたシステムのテーブルエントリの最大数です。
ko_ko: 별칭, sshlockout, 보고 등과 같은 시스템에 대한 테이블 항목의 최대 개수를 합산합니다.
pt_pt: Número máximo de entradas de tabela para sistemas como aliases, sshlockout, bogons, etc., combinados.
sw_sw: Maximalt antal tabellposter för system som alias, sshlockout, bogons etc., kombinerat.
tr_tr: Takma adlar, sshlockout, bogonlar vb. gibi sistemler için maksimum tablo girişi sayısı.
uk_uk: Максимальна кількість записів у таблиці для таких систем, як aliases, sshlockout, bogons тощо, разом узятих.

source: On your system the default size is:
id_id: Pada sistem Anda, ukuran standarnya adalah:
it_it: Sul tuo sistema la dimensione predefinita è:
ja_jp: システムデフォルトサイズ。
ko_ko: 시스템에서 기본 크기는 다음과 같습니다:
pt_pt: No seu sistema o tamanho por defeito é:
sw_sw: På ditt system är standardstorleken:
tr_tr: Sisteminizde varsayılan boyut şöyledir:
uk_uk: У вашій системі за замовчуванням встановлено розмір за замовчуванням:

source: Static route filtering
id_id: Pemfilteran rute statis
it_it: Filtro del percorso statico
ja_jp: 静的ルートフィルタリング
ko_ko: 정적 경로 필터링
pt_pt: Filtragem da rota estática
sw_sw: Filtrering av statisk väg
tr_tr: Statik rota filtreleme
uk_uk: Статична фільтрація маршрутів

source: Bypass firewall rules for traffic on the same interface
id_id: Melewati aturan firewall untuk lalu lintas pada antarmuka yang sama
it_it: Bypass Firewall Regole per il traffico sulla stessa interfaccia
ja_jp: 同じインタフェースのトラフィックは、ファイアウォールールを無視する。
ko_ko: 동일한 인터페이스의 트래픽에 대한 방화벽 규칙 우회하기
pt_pt: Ignorar regras da firewall para tráfego na mesma interface
sw_sw: kringgå brandväggsregler för trafik på samma gränssnitt
tr_tr: Aynı arayüzdeki trafik için güvenlik duvarı kurallarını atlayın
uk_uk: Обхід правил брандмауера для трафіку на одному інтерфейсі

source: This option only applies if you have defined one or more static routes. If it is enabled, traffic that enters and leaves through the same interface will not be checked by the firewall. This may be desirable in some situations where multiple subnets are connected to the same interface.
id_id: Pilihan ini hanya berlaku jika Anda telah menentukan satu atau beberapa rute statis. Jika diaktifkan, trafik yang masuk dan keluar melalui antarmuka yang sama tidak akan diperiksa oleh firewall. Hal ini mungkin diinginkan dalam beberapa situasi di mana beberapa subnet tersambung ke antarmuka yang sama.
it_it: Questa opzione si applica solo se hai definito uno o più percorsi statici. Se è abilitato, il traffico che entra e lascia attraverso la stessa interfaccia non sarà controllato dal firewall. Ciò può essere desiderabile in alcune situazioni in cui più sottoreti sono collegate alla stessa interfaccia.
ja_jp: このオプションは1つ以上の静的ルートを定義している場合にのみ適用されますが、有効であれば、入出力に同じインタフェースを経由するトラフィックは、ファイアウォールに確認されません。
ko_ko: 이 옵션은 하나 이상의 정적 경로를 정의한 경우에만 적용됩니다. 이 옵션을 활성화하면 동일한 인터페이스를 통해 들어오고 나가는 트래픽은 방화벽에서 확인되지 않습니다. 여러 서브넷이 동일한 인터페이스에 연결되어 있는 일부 상황에서는 이 옵션이 바람직할 수 있습니다.
pt_pt: Esta opção apenas se aplica se tiver definido uma ou mais rotas estáticas. Se estiver ativo a, tráfego que entre e sai através da mesma interface não será verificado pela firewall. Isto pode ser desejável em algumas situações em que múltiplas sub-redes estão ligadas à mesma interfasce.
sw_sw: Det här alternativet gäller bara om du har definierat en eller flera statiska vägar. Om det är aktiverat kontrolleras inte trafik som går in och ut via samma gränssnitt av brandväggen. Detta kan vara önskvärt i vissa situationer där flera undernät är anslutna till samma gränssnitt.
tr_tr: Bu seçenek yalnızca bir veya daha fazla statik rota tanımladıysanız geçerlidir. Etkinleştirilirse, aynı arabirim üzerinden giren ve çıkan trafik güvenlik duvarı tarafından kontrol edilmez. Bu, aynı arabirime birden fazla alt ağın bağlı olduğu bazı durumlarda istenebilir.
uk_uk: Цей параметр застосовується лише у випадку, якщо ви визначили один або декілька статичних маршрутів. Якщо його увімкнено, брандмауер не перевірятиме трафік, який входить і виходить через один і той самий інтерфейс. Це може бути бажаним у деяких ситуаціях, коли до одного інтерфейсу підключено декілька підмереж.

source: Disable reply-to
id_id: Menonaktifkan balasan ke
it_it: Disabilita la risposta
ja_jp: 返信無効
ko_ko: 답장 받는 사람 비활성화
pt_pt: Desativar reply-to
sw_sw: Inaktivera svar till
tr_tr: Yanıtlamayı devre dışı bırak
uk_uk: Вимкнути відповідь на

source: Disable reply-to on WAN rules
id_id: Menonaktifkan balasan pada aturan WAN
it_it: Disabilita la risposta alle regole WAN
ja_jp: WAN ルールの返信を無効にする
ko_ko: WAN 규칙에 대한 회신 비활성화
pt_pt: Desativar reply-to em regras WAN
sw_sw: Inaktivera svar till på WAN-regler
tr_tr: WAN kurallarında yanıtlamayı devre dışı bırakma
uk_uk: Вимкнути відповідь на правила WAN

source: With Multi-WAN you generally want to ensure traffic leaves the same interface it arrives on, hence reply-to is added automatically by default. When using bridging, you must disable this behavior if the WAN gateway IP is different from the gateway IP of the hosts behind the bridged interface.
id_id: Dengan Multi-WAN, Anda biasanya ingin memastikan lalu lintas meninggalkan antarmuka yang sama dengan saat ia tiba, oleh karena itu balasan ditambahkan secara otomatis secara default. Ketika menggunakan bridging, Anda harus menonaktifkan perilaku ini jika IP gateway WAN berbeda dengan IP gateway host di belakang antarmuka yang dijembatani.
it_it: Con il multi-wan generalmente si desidera assicurarsi che il traffico lasci la stessa interfaccia su cui arriva, quindi la risposta viene aggiunta automaticamente per impostazione predefinita. Quando si utilizza il ponte, è necessario disabilitare questo comportamento se l'IP gateway WAN è diverso dall'IP gateway degli host dietro l'interfaccia a ponte.
ja_jp: マルチWANでは、通常、着信に使用したインタフェースから、トラフィックが発信するようにしたいものです、そのため、デフォルトでは自動的に返信が追加されます。ブリッジを使用して、WANゲートウェイIPが、ブリッジインタフェースの背後にあるホストのゲートウェイIPと異なる場合は、この振る舞いを無効にする必要があります。
ko_ko: 멀티-WAN을 사용하면 일반적으로 트래픽이 도착한 인터페이스와 동일한 인터페이스를 떠나도록 하려는 경우가 많으므로 기본적으로 회신 대상은 자동으로 추가됩니다. 브리징을 사용할 때 WAN 게이트웨이 IP가 브리징된 인터페이스 뒤에 있는 호스트의 게이트웨이 IP와 다른 경우 이 동작을 비활성화해야 합니다.
pt_pt: Com o Multi-WAN, você geralmente garante que o tráfego saia pela mesma interface que ele chega, portanto o reply-to é adicionado automaticamente por defeito. Ao usar bridging, você deve desativar essa funcionalidade se o IP do gateway WAN para diferente do IP do gateway dos hosts atrás da interface bridged.
sw_sw: Med Multi-WAN vill du i allmänhet se till att trafiken lämnar samma gränssnitt som den anländer på, och därför läggs reply-to till automatiskt som standard. När du använder överbryggning måste du inaktivera det här beteendet om WAN-gateway-IP:n skiljer sig från gateway-IP:n för värddatorerna bakom det överbryggade gränssnittet.
tr_tr: Multi-WAN ile genellikle trafiğin geldiği arayüzden çıkmasını sağlamak istersiniz, bu nedenle reply-to varsayılan olarak otomatik olarak eklenir. Köprüleme kullanırken, WAN ağ geçidi IP'si köprülenmiş arayüzün arkasındaki ana bilgisayarların ağ geçidi IP'sinden farklıysa bu davranışı devre dışı bırakmanız gerekir.
uk_uk: У режимі Multi-WAN ви зазвичай хочете, щоб трафік залишав той самий інтерфейс, на який він надходить, тому за замовчуванням відповідь на запит додається автоматично. При використанні мостів ви повинні вимкнути цю поведінку, якщо IP-адреса шлюзу глобальної мережі відрізняється від IP-адреси шлюзу хостів, розташованих за мостовим інтерфейсом.

source: Disable anti-lockout
id_id: Menonaktifkan anti-kunci
it_it: Disabilita anti-blocco
ja_jp: アンチロックアウトを無効化
ko_ko: 잠금 방지 비활성화
pt_pt: Desactivar o anti-bloqueio
sw_sw: Inaktivera låsningsskyddet
tr_tr: Kilitlenmeyi önleme özelliğini devre dışı bırak
uk_uk: Вимкнути антиблокування

source: Disable administration anti-lockout rule
id_id: Menonaktifkan aturan anti-kunci administrasi
it_it: Disabilita la regola anti-blocco di somministrazione
ja_jp: アンチロックアウトル管理無効
ko_ko: 관리 잠금 방지 규칙 비활성화
pt_pt: Desactivar a regra de anti-bloqueio de administração
sw_sw: Inaktivera regeln för administration av spärrar
tr_tr: Yönetim kilitleme önleme kuralını devre dışı bırakma
uk_uk: Вимкнути правило антиблокування адміністрування
