Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Hint: this option is rarely needed, don't use this unless you know what you're doing.
id_id: Petunjuk: opsi ini jarang diperlukan, jangan gunakan ini kecuali Anda tahu apa yang Anda lakukan.
it_it: Suggerimento: questa opzione è raramente necessaria, non usarlo se non sai cosa stai facendo.
ja_jp: ヒント: このオプションが必要になることはめったにありません、何をしているのかよくわからない場合は使用しないでください。
ko_ko: 힌트: 이 옵션은 거의 필요하지 않으므로 자신이 무엇을 하는지 잘 모르는 경우가 아니면 사용하지 마세요.
pt_pt: Escolha em que interface esta regra se aplica.
sw_sw: Tips: det här alternativet behövs sällan, använd det inte om du inte vet vad du gör.
tr_tr: İpucu: bu seçeneğe nadiren ihtiyaç duyulur, ne yaptığınızı bilmiyorsanız bunu kullanmayın.
uk_uk: Підказка: ця опція рідко потрібна, не використовуйте її, якщо не знаєте, що робите.

source: Choose which interface this rule applies to.
id_id: Pilih antarmuka mana yang berlaku untuk aturan ini.
it_it: Scegli a quale interfaccia si applica questa regola.
ja_jp: このルールを適用するインタフェースを選択してください。
ko_ko: 이 규칙이 적용되는 인터페이스를 선택합니다.
pt_pt: Escolha em que interface esta regra se aplica.
sw_sw: Välj vilket gränssnitt regeln gäller för.
tr_tr: Bu kuralın hangi arayüz için geçerli olduğunu seçin.
uk_uk: Виберіть, до якого інтерфейсу застосовується це правило.

source: Hint: in most cases, you'll want to use WAN here.
id_id: Petunjuk: pada kebanyakan kasus, Anda sebaiknya menggunakan WAN di sini.
it_it: Suggerimento: nella maggior parte dei casi, vorrai usare Wan qui.
ja_jp: ヒント： 通常はここで使用するのはワンです。
ko_ko: 힌트: 대부분의 경우 여기에서 WAN을 사용하는 것이 좋습니다.
pt_pt: Dica: Na maior parte dos casos vai querer usar WAN aqui
sw_sw: Tips: i de flesta fall vill du använda WAN här.
tr_tr: İpucu: Çoğu durumda burada WAN kullanmak isteyeceksiniz.
uk_uk: Підказка: у більшості випадків вам потрібно використовувати WAN.

source: Select the Internet Protocol version this rule applies to
id_id: Pilih versi Protokol Internet yang berlaku untuk aturan ini
it_it: Seleziona la versione del protocollo Internet Questa regola si applica
ja_jp: このルールが適用されるインターネットプロトコルバージョンを選択してください。
ko_ko: 이 규칙이 적용되는 인터넷 프로토콜 버전을 선택합니다.
pt_pt: Selecione a versão do Internet Protocolo a que esta regra se aplica.
sw_sw: Välj den version av Internetprotokollet som regeln gäller för.
tr_tr: Bu kuralın uygulanacağı İnternet Protokolü sürümünü seçin
uk_uk: Виберіть версію інтернет-протоколу, до якої застосовується це правило

source: Choose which IP protocol this rule should match.
id_id: Pilih protokol IP mana yang harus dicocokkan dengan aturan ini.
it_it: Scegli quale protocollo IP dovrebbe corrispondere questa regola.
ja_jp: このルールに一致するプロトコルを選択してください。
ko_ko: 이 규칙이 일치해야 하는 IP 프로토콜을 선택합니다.
pt_pt: Escolha qual protocolo IP essa regra deverá corresponder.
sw_sw: Välj vilket IP-protokoll som regeln ska matcha.
tr_tr: Bu kuralın hangi IP protokolüyle eşleşmesi gerektiğini seçin.
uk_uk: Виберіть, якому IP-протоколу має відповідати це правило.

source: Hint: in most cases, you should specify
id_id: Petunjuk: pada sebagian besar kasus, Anda harus menentukan
it_it: Suggerimento: nella maggior parte dei casi, è necessario specificare
ja_jp: ヒント： 通常は次を指定してください。
ko_ko: 힌트: 대부분의 경우 다음을 지정해야 합니다.
pt_pt: Dica: Na maioria dos casos, você deve especificar
sw_sw: Tips: I de flesta fall bör du ange
tr_tr: İpucu: çoğu durumda şunları belirtmelisiniz
uk_uk: Підказка: у більшості випадків слід вказати

source: Show source address and port range
id_id: Menampilkan alamat sumber dan rentang port
it_it: Mostra l'indirizzo di origine e l'intervallo di porte
ja_jp: 送信元アドレスおよびポート範囲を表示
ko_ko: 소스 주소 및 포트 범위 표시
pt_pt: Intervalo de portas de origem
sw_sw: Visa källadress och portområde
tr_tr: Kaynak adresi ve bağlantı noktası aralığını göster
uk_uk: Показати адресу джерела та діапазон портів

source: Source port range
id_id: Rentang port sumber
it_it: Gamma di porte di origine
ja_jp: 送信元ポート範囲
ko_ko: 소스 포트 범위
pt_pt: Intervalo de portas de origem
sw_sw: Källportintervall
tr_tr: Kaynak bağlantı noktası aralığı
uk_uk: Діапазон портів джерела

source: from:
id_id: dari:
it_it: a partire dal:
ja_jp: からです。
ko_ko: 에서:
pt_pt: de:
sw_sw: från:
tr_tr: dan:
uk_uk: з якого:

source: to:
id_id: untuk:
it_it: a:
ja_jp: にする。
ko_ko: 에:
pt_pt: Pará:
sw_sw: till:
tr_tr: için:
uk_uk: до:

source: other
id_id: lainnya
it_it: Altro
ja_jp: その他
ko_ko: 기타
pt_pt: Outro
sw_sw: andra
tr_tr: diğer
uk_uk: інший

source: Well-known ports
id_id: Pelabuhan yang terkenal
it_it: Porte ben note
ja_jp: ウェルノウンポート
ko_ko: 잘 알려진 포트
pt_pt: Portos bem conhecidos
sw_sw: Välkända hamnar
tr_tr: İyi bilinen limanlar
uk_uk: Відомі порти

source: When using the TCP or UDP protocols, specify the source port or port range for this rule
id_id: Saat menggunakan protokol TCP atau UDP, tentukan port sumber atau rentang port untuk aturan ini
it_it: Quando si utilizza i protocolli TCP o UDP, specificare la porta di origine o l'intervallo di porte per questa regola
ja_jp: tcp もしくはudp プロトコルを使用する場合は、このルールの送信元もしくはポート範囲を指定してください。
ko_ko: TCP 또는 UDP 프로토콜을 사용하는 경우 이 규칙의 소스 포트 또는 포트 범위를 지정합니다.
pt_pt: Ao usar os protocolos TCP ou UDP, especifique a porta de origem ou o intervalo de portas para esta regra
sw_sw: När du använder protokollen TCP eller UDP anger du källporten eller portintervallet för den här regeln.
tr_tr: TCP veya UDP protokollerini kullanırken, bu kural için kaynak bağlantı noktasını veya bağlantı noktası aralığını belirtin
uk_uk: При використанні протоколів TCP або UDP вкажіть порт джерела або діапазон портів для цього правила

source: This is usually
id_id: Hal ini biasanya
it_it: Questo di solito è
ja_jp: じょう
ko_ko: 일반적으로 다음과 같습니다.
pt_pt: Habitualmente é
sw_sw: Detta är vanligtvis
tr_tr: Bu genellikle
uk_uk: Зазвичай це

source: random
id_id: acak
it_it: casuale
ja_jp: ランダム
ko_ko: 랜덤
pt_pt: aleatória
sw_sw: slumpmässigt
tr_tr: rastgele
uk_uk: випадковий

source: and almost never equal to the destination port range (and should usually be 'any')
id_id: dan hampir tidak pernah sama dengan rentang port tujuan (dan biasanya harus 'apapun')
it_it: e quasi mai uguale all'intervallo delle porte di destinazione (e di solito dovrebbe essere "qualsiasi")
ja_jp: 及び、送信先ポート範囲と等しくなることはまずありません（ 通常は「任意」です）。
ko_ko: 대상 포트 범위와 거의 같지 않습니다(일반적으로 'any'여야 함).
pt_pt: E quase nunca igual à gama de portas de destino (e normalmente deve ser 'qualquer')
sw_sw: och är nästan aldrig lika med portområdet för destinationen (och bör vanligtvis vara "any").
tr_tr: ve neredeyse hiçbir zaman hedef bağlantı noktası aralığına eşit değildir (ve genellikle 'herhangi biri' olmalıdır)
uk_uk: і майже ніколи не дорівнює діапазону портів призначення (і зазвичай має бути "будь-який")

source: Destination port range
id_id: Jangkauan pelabuhan tujuan
it_it: Intervallo di porte di destinazione
ja_jp: 送信先ポート範囲
ko_ko: 대상 포트 범위
pt_pt: Gama de portas de destino
sw_sw: Portintervall för destinationen
tr_tr: Hedef bağlantı noktası aralığı
uk_uk: Діапазон портів призначення

source: When using the TCP or UDP protocols, specify the port or port range for the destination of the packet for this mapping.
id_id: Bila menggunakan protokol TCP atau UDP, tentukan port atau rentang port untuk tujuan paket untuk pemetaan ini.
it_it: Quando si utilizzano i protocolli TCP o UDP, specificare l'intervallo di porta o porta per la destinazione del pacchetto per questa mappatura.
ja_jp: tcp もしくはudp プロトコルを使用する場合は、このマッピングでパケットの送信先となるポートもしくはポート範囲を指定してください。
ko_ko: TCP 또는 UDP 프로토콜을 사용하는 경우 이 매핑의 패킷 대상에 대한 포트 또는 포트 범위를 지정합니다.
pt_pt: Quando usar os protocolos TCP ou UDP, especifique o intervalo de porta ou porta para o destino do pacote para esse mapeamento.
sw_sw: När du använder protokollen TCP eller UDP anger du porten eller portområdet för paketets destination för den här mappningen.
tr_tr: TCP veya UDP protokollerini kullanırken, bu eşleme için paketin hedefine yönelik bağlantı noktasını veya bağlantı noktası aralığını belirtin.
uk_uk: При використанні протоколів TCP або UDP вкажіть порт або діапазон портів для призначення пакета для цього зіставлення.

source: Enter the internal IP address of the server on which you want to map the ports.
id_id: Masukkan alamat IP internal server yang ingin Anda petakan portnya.
it_it: Immettere l'indirizzo IP interno del server su cui si desidera mappare le porte.
ja_jp: ポートにマッピングするサーバの内部アドレスを入力してください。
ko_ko: 포트를 매핑할 서버의 내부 IP 주소를 입력합니다.
pt_pt: Introduza o endereço IP interno do servidor no qual não se pretende mapear como portas.
sw_sw: Ange den interna IP-adressen för den server som du vill mappa portarna på.
tr_tr: Bağlantı noktalarını eşlemek istediğiniz sunucunun dahili IP adresini girin.
uk_uk: Введіть внутрішню IP-адресу сервера, на якому ви хочете зіставити порти.

source: e.g.
id_id: misalnya
it_it: per esempio.
ja_jp: 例:
ko_ko: 예
pt_pt: por exemplo
sw_sw: t.ex.
tr_tr: Örneğin.
uk_uk: наприклад.

source: Redirect target port
id_id: Mengalihkan port target
it_it: Reindirizza la porta target
ja_jp: リダイレクトターゲットポート
ko_ko: 대상 포트 리디렉션
pt_pt: Redirecionar porta de destino
sw_sw: Omdirigering av målport
tr_tr: Hedef bağlantı noktasını yeniden yönlendir
uk_uk: Перенаправлення цільового порту

source: Specify the port on the machine with the IP address entered above. In case of a port range, specify the beginning port of the range (the end port will be calculated automatically).
id_id: Tentukan port pada mesin dengan alamat IP yang dimasukkan di atas. Jika menggunakan rentang port, tentukan port awal dari rentang tersebut (port akhir akan dihitung secara otomatis).
it_it: Specificare la porta sulla macchina con l'indirizzo IP inserito sopra. In caso di intervallo di porta, specificare la porta iniziale dell'intervallo (la porta finale verrà calcolata automaticamente).
ja_jp: 上記で入力したIPアドレスのマシンのポートを指定してください。 ポート範囲の場合は、範囲のポートを指定してください。（最終ポートは自動的に計算されます）
ko_ko: 위에 입력한 IP 주소로 컴퓨터의 포트를 지정합니다. 포트 범위의 경우 범위의 시작 포트를 지정합니다(끝 포트는 자동으로 계산됨).
pt_pt: Dica: Este é geralmente idêntico à porta 'de' acima
sw_sw: Ange porten på maskinen med den IP-adress som angetts ovan. Om det finns ett portintervall, ange början av portintervallet (slutporten beräknas automatiskt).
tr_tr: Yukarıda girilen IP adresine sahip makinedeki bağlantı noktasını belirtin. Bir port aralığı olması durumunda, aralığın başlangıç portunu belirtin (bitiş portu otomatik olarak hesaplanacaktır).
uk_uk: Вкажіть порт на комп'ютері з введеною вище IP-адресою. У випадку діапазону портів, вкажіть початковий порт діапазону (кінцевий порт буде розраховано автоматично).

source: Hint: this is usually identical to the 'from' port above
id_id: Petunjuk: ini biasanya identik dengan port 'from' di atas
it_it: Suggerimento: questo è di solito identico alla porta "dalla" Porta sopra
ja_jp: ヒント： 通常は、上記の「内向き」ポートと同じです。
ko_ko: 힌트: 일반적으로 위의 '보낸 사람' 포트와 동일합니다.
pt_pt: Dica: Este é geralmente idêntico à porta 'de' acima
sw_sw: Tips: Detta är vanligtvis identiskt med "from"-porten ovan.
tr_tr: İpucu: bu genellikle yukarıdaki 'from' portu ile aynıdır
uk_uk: Підказка: зазвичай це ідентично порту "from" вище

source: Pool Options:
id_id: Opsi Kolam Renang:
it_it: Opzioni del pool:
ja_jp: プールオプションです。
ko_ko: 풀 옵션:
pt_pt: Opções da Pool:
sw_sw: Poolalternativ:
tr_tr: Havuz Seçenekleri:
uk_uk: Опції пулу:

source: Round Robin
ja_jp: ラウンドロビン
ko_ko: 라운드 로빈
uk_uk: Раунд Робін

source: Round Robin with Sticky Address
id_id: Round Robin dengan Alamat Lengket
it_it: Round Robin con indirizzo appiccicoso
ja_jp: スティッキーアドレスでラウンドロビン
ko_ko: 고정 주소가 있는 라운드 로빈
pt_pt: Aleatório
sw_sw: Round Robin med Sticky Address
tr_tr: Yapışkan Adresli Round Robin
uk_uk: Круглий стіл з наклейкою адреси

source: Random
id_id: Acak
it_it: Casuale
ja_jp: ランダム
ko_ko: 랜덤
pt_pt: Aleatório
sw_sw: Slumpmässig
tr_tr: Rastgele
uk_uk: Випадковість

source: Random with Sticky Address
id_id: Acak dengan Alamat Lengket
it_it: Casuale con indirizzo appiccicoso
ja_jp: スティッキーアドレスでランダム
ko_ko: 고정 주소로 무작위
pt_pt: Hash de Origem
sw_sw: Slumpmässigt med en klibbig adress
tr_tr: Yapışkan Adresli Rastgele
uk_uk: Випадковий з липкою адресою

source: Source Hash
id_id: Sumber Hash
it_it: Hash di origine
ja_jp: 送信元ハッシュ
ko_ko: 소스 해시
pt_pt: Hash de Origem
sw_sw: Källa Hash
tr_tr: Kaynak Hash
uk_uk: Вихідний хеш

source: Bitmask
ja_jp: ビットマスク
ko_ko: 비트 마스크
pt_pt: Máscara de bits
tr_tr: Bit maskesi
uk_uk: Біт-маска.

source: Only Round Robin types work with Host Aliases. Any type can be used with a Subnet.
id_id: Hanya tipe Round Robin yang dapat digunakan dengan Host Alias. Jenis apa pun dapat digunakan dengan Subnet.
it_it: Solo i tipi rotondi di Robin funzionano con gli alias ospitanti. Qualsiasi tipo può essere utilizzato con una sottorete.
ja_jp: ラウンドロビンタイプは、ホストエイリアスでのみ機能します。
ko_ko: 라운드 로빈 유형만 호스트 별칭과 함께 작동합니다. 모든 유형은 서브넷과 함께 사용할 수 있습니다.
pt_pt: Apenas os tipos Round Robin funcionam com alias de host. Qualquer tipo pode ser usado com uma sub-rede.
sw_sw: Endast Round Robin-typer fungerar med värdalias. Alla typer kan användas med ett undernät.
tr_tr: Yalnızca Round Robin türleri Ana Bilgisayar Takma Adları ile çalışır. Bir Alt Ağ ile herhangi bir tür kullanılabilir.
uk_uk: З псевдонімами хостів працюють лише типи Round Robin. Будь-який тип можна використовувати з підмережею.

source: Round Robin: Loops through the translation addresses.
id_id: Round Robin: Perulangan melalui alamat terjemahan.
it_it: Round Robin: loop attraverso gli indirizzi di traduzione.
ja_jp: ラウンドロビン: 変換アドレスは循環します。
ko_ko: 라운드 로빈: 번역 주소를 반복합니다.
pt_pt: Round Robin: percorre os endereços de tradução.
sw_sw: Round Robin: går igenom översättningsadresserna.
tr_tr: Round Robin: Çeviri adresleri arasında döngüler.
uk_uk: Round Robin: циклічно перебирає адреси перекладу.

source: Random: Selects an address from the translation address pool at random.
id_id: Acak: Memilih alamat dari kumpulan alamat terjemahan secara acak.
it_it: Random: seleziona un indirizzo dal pool di indirizzi di traduzione a caso.
ja_jp: ランダム: 変換アドレスプールから、ランダムにアドレスを選択します。
ko_ko: 랜덤: 번역 주소 풀에서 무작위로 주소를 선택합니다.
pt_pt: Hash de origem: Utilizar um hash do endereço de origem para determinar o endereço de conversão, garantindo que o endereço de redirecionamento seja sempre o mesmo para uma determinada origem.
sw_sw: Slumpmässigt: Väljer slumpmässigt en adress från översättningsadresspoolen.
tr_tr: Rastgele: Çeviri adresi havuzundan rastgele bir adres seçer.
uk_uk: Випадковий: Вибирає адресу з пулу адрес перекладу випадковим чином.

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source.
id_id: Hash Sumber: Menggunakan hash dari alamat sumber untuk menentukan alamat terjemahan, memastikan bahwa alamat pengalihan selalu sama untuk sumber tertentu.
it_it: Hash di origine: utilizza un hash dell'indirizzo di origine per determinare l'indirizzo di traduzione, garantendo che l'indirizzo di reindirizzamento sia sempre lo stesso per una determinata fonte.
ja_jp: 送信元ハッシュ： 変換アドレスを決定するのに送信元に対して、リダイレクトするアドレスが常に同じであることを保証します。
ko_ko: 소스 해시: 소스 주소의 해시를 사용하여 리디렉션 주소가 주어진 소스에 대해 항상 동일한지 확인하여 변환 주소를 결정합니다.
pt_pt: Hash de origem: Utilizar um hash do endereço de origem para determinar o endereço de conversão, garantindo que o endereço de redirecionamento seja sempre o mesmo para uma determinada origem.
sw_sw: Källa Hash: Används en hash av källadressen för att bestämma översättningsadressen, vilket säkerställer att omdirigeringsadressen alltid är densamma för en viss källa.
tr_tr: Kaynak Karması: Çeviri adresini belirlemek için kaynak adresin bir karmasını kullanır ve yeniden yönlendirme adresinin belirli bir kaynak için her zaman aynı olmasını sağlar.
uk_uk: Хеш джерела: Використовує хеш адреси джерела для визначення адреси перенаправлення, гарантуючи, що адреса перенаправлення завжди буде однаковою для даного джерела.

source: Bitmask: Applies the subnet mask and keeps the last portion identical; 10.0.1.50 -&gt; x.x.x.50.
id_id: Bitmask: Menerapkan subnet mask dan menjaga agar bagian terakhir tetap sama; 10.0.1.50 -&gt; x.x.x.50.
it_it: Bitmask: applica la maschera di sottorete e mantiene l'ultima porzione identica; 10.0.1.50 -& gt; X.X.X.50.
ja_jp: ビットマスク： サブネットマスクに適用され、末尾部分と同一の値を保持します。10.0.1.50 -&gt; x.x.x.50
ko_ko: 비트마스크: 서브넷 마스크를 적용하고 마지막 부분은 동일하게 유지합니다(10.0.1.50 -&gt; x.x.x.50).
pt_pt: Máscara de bits: Aplica a máscara de sub-rede e mantém a última porção idêntica;10.0.1.50 -&gt; x.x.x.x.50.
sw_sw: Bitmask: 10.0.1.50 -&gt; x.x.x.x.50.
tr_tr: Bitmask: Alt ağ maskesini uygular ve son kısmı aynı tutar; 10.0.1.50 -&gt; x.x.x.50.
uk_uk: Бітова маска: Застосовує маску підмережі і залишає останню частину ідентичною; 10.0.1.50 -&gt; x.x.x.50.

source: Sticky Address: The Sticky Address option can be used with the Random and Round Robin pool types to ensure that a particular source address is always mapped to the same translation address.
id_id: Alamat Lengket: Opsi Alamat Lengket dapat digunakan dengan jenis kumpulan Random dan Round Robin untuk memastikan bahwa alamat sumber tertentu selalu dipetakan ke alamat terjemahan yang sama.
it_it: Indirizzo appiccicoso: l'opzione Indirizzo appiccicoso può essere utilizzata con i tipi di pool di robin casuali e rotondi per garantire che un determinato indirizzo di origine sia sempre mappato allo stesso indirizzo di traduzione.
ja_jp: スティッキーアドレス： スティッキーアドレスオプションは、ランダム及びラウンドビープールタイプで使用できます、特定の元アドレスが、常に同じ変換アドレスにされることを保証します。
ko_ko: 고정 주소: 고정 주소 옵션은 무작위 및 라운드 로빈 풀 유형과 함께 사용하여 특정 소스 주소가 항상 동일한 번역 주소에 매핑되도록 할 수 있습니다.
pt_pt: Endereço Sticky: A opção : A opção Sticky Address pode ser usada com os tipos de piscina Random e Round Robin para garantir que um endereço de origem específico é sempre mapeado para o mesmo endereço de tradução.
sw_sw: Sticky Address: Alternativet Sticky Address kan användas med pooltyperna Random och Round Robin för att se till att en viss källadress alltid mappas till samma översättningsadress.
tr_tr: Yapışkan Adres: Yapışkan Adres seçeneği, belirli bir kaynak adresin her zaman aynı çeviri adresine eşlenmesini sağlamak için Rastgele ve Yuvarlak Robin havuz türleriyle birlikte kullanılabilir.
uk_uk: Постійна адреса: Параметр "Постійна адреса" можна використовувати з типами пулів "Випадковий" і "Круговий", щоб гарантувати, що певна адреса джерела завжди зіставляється з тією самою адресою перекладу.

source: Hint: the firewall has limited local log space. Don't turn on logging for everything. If you want to do a lot of logging, consider using a %sremote syslog server%s.
id_id: Petunjuk: firewall memiliki ruang log lokal yang terbatas. Jangan aktifkan pencatatan untuk semua hal. Jika Anda ingin melakukan banyak pencatatan, pertimbangkan untuk menggunakan server syslog%sremote%s.
it_it: Suggerimento: il firewall ha uno spazio di registro locale limitato. Non accendere la registrazione per tutto. Se si desidera fare molta registrazione, prendi in considerazione l'utilizzo di un server SREMOTE SYSLOG %s.
ja_jp: ヒント：ファイアウォールのローカルログスペースは限られています。
ko_ko: 힌트: 방화벽의 로컬 로그 공간은 제한되어 있습니다. 모든 항목에 대해 로깅을 켜지 마세요. 많은 로깅을 수행하려면 %s원격 syslog 서버%s를 사용하는 것이 좋습니다.
pt_pt: Dica: uma firewall tem um espaço de registo local limitado. Não ligue o logar para tudo. Se quiser muito logging, considere usar uma %sremote syslog server%s.
sw_sw: Tips: brandväggen har begränsat lokalt loggutrymme. Slå inte på loggning för allt. Om du vill göra mycket loggning kan du överväga att använda en %sremote syslog server%s.
tr_tr: İpucu: güvenlik duvarının sınırlı yerel günlük alanı vardır. Her şey için günlüğe kaydetmeyi açmayın. Çok fazla günlük kaydı yapmak istiyorsanız, bir %sremote syslog server%s kullanmayı düşünün.
uk_uk: Підказка: брандмауер має обмежений простір для локального журналу. Не вмикайте ведення журналу для всього. Якщо ви хочете робити багато записів, скористайтеся сервером %sremote syslog%s.

source: Set local tag
id_id: Mengatur tag lokal
it_it: Imposta tag locale
ja_jp: ローカルタグを設定
ko_ko: 로컬 태그 설정
pt_pt: Definir etiqueta local
sw_sw: Ställ in den lokala märkningen
tr_tr: Yerel etiketi ayarla
uk_uk: Встановити локальний тег

source: You can mark a packet matching this rule and use this mark to match on other NAT/filter rules.
id_id: Anda dapat menandai paket yang cocok dengan aturan ini dan menggunakan tanda ini untuk mencocokkan pada aturan NAT/filter lainnya.
it_it: È possibile contrassegnare un pacchetto corrispondente a questa regola e utilizzare questo marchio per abbinare altre regole NAT/Filtro.
ja_jp: このルールに一致しているパケットをマークし、他のナット / フィルタルールでの一致にこのマークを使用することができます。
ko_ko: 이 규칙과 일치하는 패킷에 마크를 표시하고 이 마크를 사용하여 다른 NAT/필터 규칙에 일치시킬 수 있습니다.
pt_pt: Pode marcar um pacote que corresponda a esta regra e usar esta marca para corresponder a outras regras NAT/filtro.
sw_sw: Du kan markera ett paket som matchar den här regeln och använda markeringen för att matcha andra NAT-/filterregler.
tr_tr: Bu kuralla eşleşen bir paketi işaretleyebilir ve bu işareti diğer NAT/filtre kurallarıyla eşleştirmek için kullanabilirsiniz.
uk_uk: Ви можете позначити пакет, який відповідає цьому правилу, і використовувати цю позначку для зіставлення з іншими правилами NAT/фільтрів.

source: Match local tag
id_id: Cocokkan tag lokal
it_it: Abbina il tag locale
ja_jp: ローカルタグと一致
ko_ko: 로컬 태그 일치
pt_pt: Etiqueta de Correspondência local
sw_sw: Matcha den lokala taggen
tr_tr: Yerel etiketi eşleştir
uk_uk: Зіставити локальний тег

source: You can match packet on a mark placed before on another rule.
id_id: Anda dapat mencocokkan paket pada tanda yang ditempatkan sebelumnya pada aturan lain.
it_it: È possibile abbinare il pacchetto su un segno posto prima su un'altra regola.
ja_jp: 他のルールの前に、設定したマークでパケットを一致させることができます。
ko_ko: 다른 규칙에서 이전에 배치한 마크에 패킷을 일치시킬 수 있습니다.
pt_pt: Pode corresponder o pacote em uma marca colocada antes de outra regra
sw_sw: Du kan matcha paketet på en markering som placerats tidigare på en annan regel.
tr_tr: Paketi daha önce başka bir kurala yerleştirilmiş bir işaretle eşleştirebilirsiniz.
uk_uk: Ви можете зіставити пакет з міткою, розміщеною раніше на іншому правилі.

source: No XMLRPC Sync
id_id: Tidak ada Sinkronisasi XMLRPC
it_it: Nessuna sincronizzazione XMLRPC
ja_jp: XMLRPC 同期を禁止
ko_ko: XMLRPC 동기화 없음
pt_pt: Nenhuma sincronização XMLRPC
sw_sw: Ingen XMLRPC-synkning
tr_tr: XMLRPC Senkronizasyonu Yok
uk_uk: Немає синхронізації XMLRPC

source: Hint: This prevents the rule on Master from automatically syncing to other CARP members. This does NOT prevent the rule from being overwritten on Slave.
id_id: Petunjuk: Ini mencegah aturan pada Master untuk menyinkronkan secara otomatis ke anggota CARP lainnya. Ini TIDAK mencegah aturan ditimpa pada Slave.
it_it: Suggerimento: questo impedisce alla regola sul master di sincronizzare automaticamente ad altri membri della carpa. Ciò non impedisce alla regola di essere sovrascritta sullo schiavo.
ja_jp: ヒント：他の鯉との自動同期から、マスタのルールを保護しますが、スレーブのルールが上書きされることは、妨げ「ません」。
ko_ko: 힌트: 이렇게 하면 마스터의 규칙이 다른 CARP 멤버와 자동으로 동기화되지 않습니다. 그렇다고 해서 슬레이브에서 규칙을 덮어쓰는 것을 막지는 못합니다.
pt_pt: Dica: Isso impede que a regra no Master sincronize automaticamente com outros membros do CARP. Isso NÃO impede que a regra seja sobrescrita no Slave.
sw_sw: Tips: Detta förhindrar att regeln på Master automatiskt synkroniseras med andra CARP-medlemmar. Detta förhindrar INTE att regeln skrivs över på slaven.
tr_tr: İpucu: Bu, Master'daki kuralın diğer CARP üyeleriyle otomatik olarak senkronize edilmesini önler. Bu, kuralın Slave üzerinde üzerine yazılmasını engellemez.
uk_uk: Підказка: Це запобігає автоматичній синхронізації правила на головному комп'ютері з іншими учасниками CARP. Це НЕ запобігає перезапису правила на підлеглому пристрої.

source: Filter rule association
id_id: Asosiasi aturan filter
it_it: Associazione delle regole del filtro
ja_jp: フィルタルールの関連付け
ko_ko: 필터 규칙 연결
pt_pt: Associação da regra do filtro
sw_sw: Filterregelassociation
tr_tr: Filtre kuralı ilişkilendirmesi
uk_uk: Об'єднання правил фільтрації
