Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Enable protection mode (block traffic).<br />Before enabling, please disable all hardware offloading first <a href="/system_advanced_network.php">in advanced network</a>.
id_id: Aktifkan mode proteksi (blokir lalu lintas).<br />Sebelum mengaktifkan, nonaktifkan semua pembongkaran perangkat keras terlebih dahulu <a href="/system_advanced_network.php">di jaringan lanjutan</a>.
ja_jp: 保護モード（トラフィックをブロック）を有効にします。<br />有効にする前に、まずすべてのハードウェアオフロードを無効にしてください<a href="/system_advanced_network.php">in advanced network</a>。
ko_ko: 보호 모드 활성화(트래픽 차단)<br />활성화하기 전에 먼저 모든 하드웨어 오프로딩을 <a href="/system_advanced_network.php">고급 네트워크</a>에서 비활성화하세요.
pt_pt: Activar o modo de protecção (bloquear tráfego).<br /> Antes de activar, por favor desactivar todo o descarregamento de hardware primeiro <a href="/system_advanced_network.php">in advanced network</a>.
sw_sw: Aktivera skyddsläge (blockera trafik).<br /> Innan du aktiverar det ska du först inaktivera all maskinvaruavlastning <a href="/system_advanced_network.php">i avancerat nätverk</a>.
tr_tr: Koruma modunu etkinleştirin (trafiği engelleyin)<br />Etkinleştirmeden önce, lütfen önce <a href="/system_advanced_network.php">gelişmiş ağda</a> tüm donanım boşaltmayı devre dışı bırakın.
uk_uk: Увімкнути режим захисту (блокування трафіку).<br />Перед увімкненням, будь ласка, спочатку вимкніть усі апаратні розвантаження <a href="/system_advanced_network.php">у розширеній мережі</a>.

source: Enable proxy
id_id: Aktifkan proxy
ja_jp: プロキシを有効にする
ko_ko: 프록시 사용
pt_pt: Habilitar proxy
sw_sw: Aktivera proxy
tr_tr: Proxy'yi etkinleştir
uk_uk: Увімкнути проксі

source: Enable ruleset
id_id: Mengaktifkan kumpulan aturan
ja_jp: ルールセットを有効にする
ko_ko: 규칙 집합 사용
pt_pt: Activar o conjunto de regras
sw_sw: Aktivera regeluppsättning
tr_tr: Kural setini etkinleştir
uk_uk: Увімкнути набір правил

source: Enable service checks
id_id: Mengaktifkan pemeriksaan layanan
ja_jp: サービスチェックを有効にする
ko_ko: 서비스 확인 사용
pt_pt: Habilitar verificações de serviço
sw_sw: Aktivera servicekontroller
tr_tr: Servis kontrollerini etkinleştirin
uk_uk: Увімкнути сервісні перевірки

source: Enable store logging
id_id: Mengaktifkan pencatatan penyimpanan
ja_jp: ストアロギングを有効にする
ko_ko: 스토어 로깅 사용
pt_pt: Permitir o registo em loja
sw_sw: Aktivera loggning av lager
tr_tr: Mağaza günlüğünü etkinleştirme
uk_uk: Увімкнути ведення журналу зберігання

source: Enable store logging.
id_id: Mengaktifkan pencatatan toko.
ja_jp: ストアロギングを有効にする。
ko_ko: 스토어 로깅을 활성화합니다.
pt_pt: Habilitar o registo na loja.
sw_sw: Aktivera loggning av lagret.
tr_tr: Depo günlüğünü etkinleştirin.
uk_uk: Увімкнути ведення журналу зберігання.

source: Enable syslog alerts
id_id: Mengaktifkan peringatan syslog
ja_jp: シスログアラートを有効にする
ko_ko: 시스템 로그 알림 사용
pt_pt: Activar os alertas do syslog
sw_sw: Aktivera syslog-varningar
tr_tr: Syslog uyarılarını etkinleştirme
uk_uk: Увімкнути сповіщення системного журналу

source: Enable the logging of authentication requests, including MAC addresses.
id_id: Aktifkan pencatatan permintaan autentikasi, termasuk alamat MAC.
ja_jp: MACアドレスを含む認証要求のロギングを有効にします。
ko_ko: MAC 주소를 포함한 인증 요청 로깅을 사용하도록 설정합니다.
pt_pt: Permitir o registo dos pedidos de autenticação, incluindo os endereços MAC.
sw_sw: Aktivera loggning av autentiseringsbegäranden, inklusive MAC-adresser.
tr_tr: MAC adresleri de dahil olmak üzere kimlik doğrulama isteklerinin günlüğe kaydedilmesini etkinleştirin.
uk_uk: Увімкніть ведення журналу запитів на автентифікацію, включаючи MAC-адреси.

source: Enable the override for this host
id_id: Aktifkan penggantian untuk host ini
ja_jp: このホストのオーバーライドを有効にする
ko_ko: 이 호스트에 대한 재정의 사용
pt_pt: Habilitar a anulação para este anfitrião
sw_sw: Aktivera åsidosättandet för den här värden
tr_tr: Bu ana bilgisayar için geçersiz kılmayı etkinleştirin
uk_uk: Увімкнути перевизначення для цього хоста

source: Enable the usage of DNS blocklists.
id_id: Aktifkan penggunaan daftar blokir DNS.
ja_jp: DNSブロックリストの利用を有効にする。
ko_ko: DNS 차단 목록 사용을 사용 설정합니다.
pt_pt: Habilitar a utilização de listas de blocos DNS.
sw_sw: Aktivera användningen av DNS-blocklistor.
tr_tr: DNS engelleme listelerinin kullanımını etkinleştirin.
uk_uk: Увімкніть використання списків блокування DNS.

source: Enable this alias for the selected host
id_id: Aktifkan alias ini untuk host yang dipilih
ja_jp: 選択したホストに対してこのエイリアスを有効にする
ko_ko: 선택한 호스트에 대해 이 별칭을 사용하도록 설정합니다.
pt_pt: Habilitar este pseudónimo para o anfitrião seleccionado
sw_sw: Aktivera det här aliaset för den valda värden
tr_tr: Seçilen ana bilgisayar için bu takma adı etkinleştirin
uk_uk: Увімкніть цей псевдонім для вибраного хоста

source: Enable this domain override
id_id: Aktifkan penggantian domain ini
ja_jp: このドメインのオーバーライドを有効にする
ko_ko: 이 도메인 재정의 사용
pt_pt: Activar a anulação deste domínio
sw_sw: Aktivera denna domänöverstyrning
tr_tr: Bu etki alanı geçersiz kılmayı etkinleştirin
uk_uk: Увімкніть перевизначення цього домену

source: Enable this fingerprint rule.
id_id: Aktifkan aturan sidik jari ini.
ja_jp: このフィンガープリント・ルールを有効にします。
ko_ko: 이 지문 규칙을 활성화합니다.
pt_pt: Habilitar esta regra das impressões digitais.
sw_sw: Aktivera den här fingeravtrycksregeln.
tr_tr: Bu parmak izi kuralını etkinleştirin.
uk_uk: Увімкніть це правило для відбитків пальців.

source: Enable this pipe and its related queues and rules
id_id: Aktifkan pipa ini beserta antrian dan aturan terkait
ja_jp: このパイプとそれに関連するキューとルールを有効にします。
ko_ko: 이 파이프와 관련 대기열 및 규칙을 사용 설정합니다.
pt_pt: Activar este tubo e as respectivas filas e regras
sw_sw: Aktivera det här röret och dess relaterade köer och regler.
tr_tr: Bu boruyu ve ilgili kuyrukları ve kuralları etkinleştirin
uk_uk: Увімкніть цей конвеєр і пов'язані з ним черги та правила

source: Enable this policy.
id_id: Aktifkan kebijakan ini.
ja_jp: このポリシーを有効にします。
ko_ko: 이 정책을 사용하도록 설정합니다.
pt_pt: Habilitar esta política.
sw_sw: Aktivera den här principen.
tr_tr: Bu ilkeyi etkinleştirin.
uk_uk: Увімкніть цю політику.

source: Enable this queue and its related rules
id_id: Aktifkan antrean ini dan aturan terkaitnya
ja_jp: このキューとその関連ルールを有効にする
ko_ko: 이 대기열 및 관련 규칙 사용
pt_pt: Habilitar esta fila e as suas regras relacionadas
sw_sw: Aktivera den här kön och dess tillhörande regler
tr_tr: Bu kuyruğu ve ilgili kuralları etkinleştirin
uk_uk: Увімкніть цю чергу та пов'язані з нею правила

source: Enable this rule
id_id: Aktifkan aturan ini
ja_jp: このルールを有効にする
ko_ko: 이 규칙 사용
pt_pt: Activar esta regra
sw_sw: Aktivera den här regeln
tr_tr: Bu kuralı etkinleştirin
uk_uk: Увімкніть це правило

source: Enable this rule.
id_id: Aktifkan aturan ini.
ja_jp: このルールを有効にします。
ko_ko: 이 규칙을 활성화합니다.
pt_pt: Habilitar esta regra.
sw_sw: Aktivera den här regeln.
tr_tr: Bu kuralı etkinleştirin.
uk_uk: Увімкніть це правило.

source: Enable this zone
id_id: Aktifkan zona ini
ja_jp: このゾーンを有効にする
ko_ko: 이 영역 사용
pt_pt: Habilitar esta zona
sw_sw: Aktivera denna zon
tr_tr: Bu bölgeyi etkinleştirin
uk_uk: Увімкніть цю зону

source: Enable traffic management.
id_id: Mengaktifkan manajemen lalu lintas.
ja_jp: トラフィックマネジメントを有効にする。
ko_ko: 트래픽 관리를 사용 설정합니다.
pt_pt: Permitir a gestão do tráfego.
sw_sw: Aktivera trafikstyrning.
tr_tr: Trafik yönetimini etkinleştirin.
uk_uk: Увімкнути керування трафіком.

source: Enable transparent ftp proxy mode to forward all requests for destination port 21 to the proxy server without any additional configuration.
id_id: Aktifkan mode proxy ftp transparan untuk meneruskan semua permintaan untuk port tujuan 21 ke server proxy tanpa konfigurasi tambahan.
ja_jp: 透過型 ftp プロキシモードを有効にすると、追加の設定なしに、宛先ポート 21 に対するすべての要求をプロキシサーバーに転送します。
ko_ko: 투명 FTP 프록시 모드를 활성화하면 추가 구성 없이 대상 포트 21에 대한 모든 요청을 프록시 서버로 전달할 수 있습니다.
pt_pt: Permitir o modo proxy ftp transparente para encaminhar todos os pedidos para a porta de destino 21 para o servidor proxy sem qualquer configuração adicional.
sw_sw: Aktivera transparent ftp-proxyläge för att vidarebefordra alla begäranden för målport 21 till proxyservern utan ytterligare konfiguration.
tr_tr: Hedef bağlantı noktası 21'e yönelik tüm istekleri herhangi bir ek yapılandırma olmadan proxy sunucusuna iletmek için şeffaf ftp proxy modunu etkinleştirin.
uk_uk: Увімкніть режим прозорого ftp-проксі, щоб перенаправляти всі запити на порт призначення 21 на проксі-сервер без будь-яких додаткових налаштувань.

source: Enable transparent proxy mode. You will need a firewall rule to forward traffic from the firewall to the proxy server. You may leave the proxy interfaces empty, but remember to set a valid ACL in that case. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Add a new firewall rule </a>
id_id: Aktifkan mode proxy transparan. Anda akan memerlukan aturan firewall untuk meneruskan lalu lintas dari firewall ke server proxy. Anda dapat membiarkan antarmuka proxy kosong, tetapi ingatlah untuk menetapkan ACL yang valid dalam hal ini. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Menambahkan aturan firewall baru </a>
ja_jp: 透過型プロキシモードを有効にします。ファイアウォールからプロキシサーバーにトラフィックを転送するためのファイアウォールルールが必要です。プロキシインターフェースは空のままでもかまいませんが、その場合は有効なACLを設定することを忘れないでください。<a href="/firewall_nat_edit.php?template=transparent_proxy"> 新しいファイアウォールルールを追加する</a>。
ko_ko: 투명 프록시 모드를 사용 설정합니다. 방화벽에서 프록시 서버로 트래픽을 전달하려면 방화벽 규칙이 필요합니다. 프록시 인터페이스를 비워둘 수도 있지만 이 경우 유효한 ACL을 설정해야 한다는 점을 잊지 마세요. <a href="/firewall_nat_edit.php?template=transparent_proxy"> 새 방화벽 규칙 추가 </a>
pt_pt: Activar o modo proxy transparente. Será necessária uma regra de firewall para encaminhar o tráfego da firewall para o servidor proxy. Poderá deixar as interfaces proxy vazias, mas lembre-se de definir uma ACL válida nesse caso. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Adicionar uma nova regra de firewall </a>
sw_sw: Aktivera transparent proxyläge. Du behöver en brandväggsregel för att vidarebefordra trafik från brandväggen till proxyservern. Du kan lämna proxygränssnitten tomma, men kom ihåg att ange en giltig ACL i så fall. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Lägg till en ny brandväggsregel </a>
tr_tr: Şeffaf proxy modunu etkinleştirin. Trafiği güvenlik duvarından proxy sunucusuna iletmek için bir güvenlik duvarı kuralına ihtiyacınız olacaktır. Proxy arayüzlerini boş bırakabilirsiniz, ancak bu durumda geçerli bir ACL ayarlamayı unutmayın. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Yeni bir güvenlik duvarı kuralı ekleyin </a>
uk_uk: Увімкніть режим прозорого проксі. Вам знадобиться правило брандмауера для перенаправлення трафіку з брандмауера на проксі-сервер. Ви можете залишити інтерфейси проксі-сервера порожніми, але в такому випадку не забудьте встановити правильний ACL. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Додайте нове правило брандмауера </a>

source: Enable whitelisting of this domain.
id_id: Aktifkan daftar putih domain ini.
ja_jp: このドメインのホワイトリストを有効にする。
ko_ko: 이 도메인의 화이트리스트를 사용하도록 설정합니다.
pt_pt: Activar a lista branca deste domínio.
sw_sw: Aktivera vitlistning av den här domänen.
tr_tr: Bu etki alanının beyaz listeye alınmasını etkinleştirin.
uk_uk: Увімкніть білий список для цього домену.

source: Enabled
id_id: Diaktifkan
it_it: Abilitato
ja_jp: 有効
ko_ko: 활성화됨
pt_pt: Ativar
sw_sw: Aktiverad
tr_tr: Etkin
uk_uk: Увімкнено

source: Encode Username
id_id: Menyandikan Nama Pengguna
ja_jp: ユーザー名のエンコード
ko_ko: 사용자 이름 인코딩
pt_pt: Codificar nome de utilizador
sw_sw: Kodning av användarnamn
tr_tr: Kullanıcı Adını Kodla
uk_uk: Кодувати ім'я користувача

source: Endpoint Address
id_id: Alamat Titik Akhir
it_it: Indirizzo endpoint
ja_jp: エンドポイントアドレス
ko_ko: 엔드포인트 주소
pt_pt: Endereço do ponto final
sw_sw: Adress till slutpunkten
tr_tr: Uç Nokta Adresi
uk_uk: Адреса кінцевої точки

source: Endpoint Port
id_id: Port Titik Akhir
it_it: Porta endpoint
ja_jp: エンドポイントポート
ko_ko: 엔드포인트 포트
pt_pt: Ponto final Porto
sw_sw: Slutpunktsport
tr_tr: Uç Nokta Bağlantı Noktası
uk_uk: Порт кінцевої точки

source: Enter a URL pattern like dynfi.com/forum*.
id_id: Masukkan pola URL seperti dynfi.com/forum*.
ja_jp: dynfi.com/forum*のようなURLパターンを入力してください。
ko_ko: dynfi.com/forum*과 같은 URL 패턴을 입력합니다.
pt_pt: Introduza um padrão URL como dynfi.com/forum*.
sw_sw: Ange ett URL-mönster som dynfi.com/forum*.
tr_tr: dynfi.com/forum* gibi bir URL kalıbı girin.
uk_uk: Введіть шаблон URL-адреси, наприклад dynfi.com/forum*.

source: Enter a description for this proxy for your reference.
id_id: Masukkan deskripsi untuk proxy ini untuk referensi Anda.
ja_jp: このプロキシの説明を参考までに入力してください。
ko_ko: 참조를 위해 이 프록시에 대한 설명을 입력합니다.
pt_pt: Introduza uma descrição para esta procuração para a sua referência.
sw_sw: Ange en beskrivning av denna proxy för referensändamål.
tr_tr: Referansınız için bu proxy için bir açıklama girin.
uk_uk: Введіть опис цього проксі для довідки.

source: Enter a description for this rule. The description should help you to identify this rule.
id_id: Masukkan deskripsi untuk aturan ini. Deskripsi akan membantu Anda mengidentifikasi aturan ini.
ja_jp: このルールの説明を入力します。説明文は、このルールを識別するのに役立つはずです。
ko_ko: 이 규칙에 대한 설명을 입력합니다. 설명은 이 규칙을 식별하는 데 도움이 됩니다.
pt_pt: Introduza uma descrição para esta regra. A descrição deverá ajudá-lo a identificar esta regra.
sw_sw: Ange en beskrivning för den här regeln. Beskrivningen ska hjälpa dig att identifiera regeln.
tr_tr: Bu kural için bir açıklama girin. Açıklama, bu kuralı tanımlamanıza yardımcı olmalıdır.
uk_uk: Введіть опис для цього правила. Опис має допомогти вам ідентифікувати це правило.

source: Enter a description to explain what this blacklist is intended for.
id_id: Masukkan deskripsi untuk menjelaskan untuk apa daftar hitam ini ditujukan.
ja_jp: このブラックリストが何を目的としているのかを説明するために、説明を入力します。
ko_ko: 이 블랙리스트의 용도를 설명하는 설명을 입력합니다.
pt_pt: Insira uma descrição para explicar a que se destina esta lista negra.
sw_sw: Ange en beskrivning för att förklara vad den här svarta listan är avsedd för.
tr_tr: Bu kara listenin ne amaçla kullanıldığını açıklamak için bir açıklama girin.
uk_uk: Введіть опис, щоб пояснити, для чого призначений цей чорний список.

source: Enter a description to explain what this job is intended for.
id_id: Masukkan deskripsi untuk menjelaskan tujuan pekerjaan ini.
ja_jp: この仕事が何を目的としているのかを説明するために、説明を入力する。
ko_ko: 이 작업의 용도를 설명하는 설명을 입력합니다.
pt_pt: Insira uma descrição para explicar a que se destina este trabalho.
sw_sw: Ange en beskrivning för att förklara vad jobbet är avsett för.
tr_tr: Bu işin ne için tasarlandığını açıklamak için bir açıklama girin.
uk_uk: Введіть опис, щоб пояснити, для чого призначена ця робота.

source: Enter a filename for storing the blacklist.
id_id: Masukkan nama file untuk menyimpan daftar hitam.
ja_jp: ブラックリストを保存するためのファイル名を入力します。
ko_ko: 블랙리스트를 저장할 파일 이름을 입력합니다.
pt_pt: Introduza um nome de ficheiro para guardar a lista negra.
sw_sw: Ange ett filnamn för lagring av den svarta listan.
tr_tr: Kara listeyi saklamak için bir dosya adı girin.
uk_uk: Введіть ім'я файлу для зберігання чорного списку.

source: Enter a hostname pattern like *.dynfi.com.
id_id: Masukkan pola nama host seperti *.dynfi.com.
ja_jp: *.dynfi.com のようなホスト名パターンを入力してください。
ko_ko: .dynfi.com과 같은 호스트 이름 패턴을 입력합니다.
pt_pt: Introduza um padrão de hostname como *.dynfi.com.
sw_sw: Ange ett värdnamnsmönster som *.dynfi.com.
tr_tr: .dynfi.com gibi bir ana bilgisayar adı kalıbı girin.
uk_uk: Введіть шаблон імені хоста, наприклад *.dynfi.com.

source: Enter a name for this category.
id_id: Masukkan nama untuk kategori ini.
ja_jp: このカテゴリの名前を入力します。
ko_ko: 이 카테고리의 이름을 입력합니다.
pt_pt: Introduza um nome para esta categoria.
sw_sw: Ange ett namn för denna kategori.
tr_tr: Bu kategori için bir ad girin.
uk_uk: Введіть назву для цієї категорії.

source: Enter a name for this key pair. The name should help you to identify this key pair.
id_id: Masukkan nama untuk pasangan kunci ini. Nama ini akan membantu Anda mengidentifikasi pasangan kunci ini.
ja_jp: このキーペアの名前を入力します。この名前は、このキー・ペアを識別するのに役立つはずです。
ko_ko: 이 키 쌍의 이름을 입력합니다. 이 이름은 이 키 쌍을 식별하는 데 도움이 되어야 합니다.
pt_pt: Introduza um nome para este par de chaves. O nome deve ajudá-lo a identificar este par de chaves.
sw_sw: Ange ett namn för nyckelparet. Namnet ska hjälpa dig att identifiera nyckelparet.
tr_tr: Bu anahtar çifti için bir ad girin. İsim, bu anahtar çiftini tanımlamanıza yardımcı olmalıdır.
uk_uk: Введіть назву для цієї пари ключів. Назва має допомогти вам ідентифікувати цю пару ключів.

source: Enter a name for this match.
id_id: Masukkan nama untuk pertandingan ini.
ja_jp: このマッチの名前を入力します。
ko_ko: 이 경기의 이름을 입력합니다.
pt_pt: Introduza um nome para esta partida.
sw_sw: Ange ett namn för den här matchningen.
tr_tr: Bu eşleşme için bir ad girin.
uk_uk: Введіть назву для цього матчу.

source: Enter a proxy URL in the form proxy.example.com:3128.
id_id: Masukkan URL proxy dalam bentuk proxy.example.com:3128.
ja_jp: プロキシURLをproxy.example.com:3128の形式で入力します。
ko_ko: proxy.example.com:3128 형식의 프록시 URL을 입력합니다.
pt_pt: Introduza um URL proxy no formulário proxy.example.com:3128.
sw_sw: Ange en proxy-URL i form av proxy.example.com:3128.
tr_tr: Proxy.example.com:3128 şeklinde bir proxy URL'si girin.
uk_uk: Введіть URL-адресу проксі-сервера у вигляді proxy.example.com:3128.

source: Enter a valid TCP port.
id_id: Masukkan port TCP yang valid.
ja_jp: 有効なTCPポートを入力します。
ko_ko: 유효한 TCP 포트를 입력합니다.
pt_pt: Introduzir uma porta TCP válida.
sw_sw: Ange en giltig TCP-port.
tr_tr: Geçerli bir TCP bağlantı noktası girin.
uk_uk: Введіть дійсний TCP-порт.

source: Enter an url to fetch the blacklist from.
id_id: Masukkan url untuk mengambil daftar hitam.
ja_jp: ブラックリストを取得するためのURLを入力します。
ko_ko: 블랙리스트를 가져올 URL을 입력합니다.
pt_pt: Introduza uma url para ir buscar a lista negra.
sw_sw: Ange en webbadress som du vill hämta den svarta listan från.
tr_tr: Kara listeyi almak için bir url girin.
uk_uk: Введіть URL-адресу для завантаження чорного списку.

source: Enter parameters for this job if required.
id_id: Masukkan parameter untuk pekerjaan ini jika diperlukan.
ja_jp: 必要に応じて、このジョブのパラメータを入力します。
ko_ko: 필요한 경우 이 작업에 대한 매개변수를 입력합니다.
pt_pt: Introduzir parâmetros para este trabalho, se necessário.
sw_sw: Ange parametrar för det här jobbet om det behövs.
tr_tr: Gerekirse bu iş için parametreleri girin.
uk_uk: Якщо потрібно, введіть параметри для цього завдання.

source: Enter start hour (minimum 0).
id_id: Masukkan jam mulai (minimal 0).
ja_jp: 開始時間（最小0時間）を入力します。
ko_ko: 시작 시간을 입력합니다(최소 0).
pt_pt: Introduzir a hora de início (mínimo 0).
sw_sw: Ange starttimme (minst 0).
tr_tr: Başlangıç saatini girin (minimum 0).
uk_uk: Введіть годину початку (мінімум 0).

source: Enter the URL of the ICAP Server
id_id: Masukkan URL Server ICAP
ja_jp: ICAP Server の URL を入力します。
ko_ko: ICAP 서버의 URL을 입력합니다.
pt_pt: Introduza o URL do Servidor ICAP
sw_sw: Ange ICAP-serverns URL
tr_tr: ICAP Sunucusunun URL'sini girin
uk_uk: Введіть URL-адресу сервера ICAP

source: Enter the allowed overall bandwidth in kilobits per second (leave empty to disable).
id_id: Masukkan bandwidth keseluruhan yang diizinkan dalam kilobit per detik (biarkan kosong untuk menonaktifkan).
ja_jp: 許容される全体の帯域幅をキロビット/秒で入力します（無効の場合は空のままにします）。
ko_ko: 허용되는 전체 대역폭을 초당 킬로비트 단위로 입력합니다(비활성화하려면 비워 둡니다).
pt_pt: Introduzir a largura de banda total permitida em kilobits por segundo (deixar vazio para desactivar).
sw_sw: Ange den tillåtna totala bandbredden i kilobit per sekund (lämna tomt för att inaktivera).
tr_tr: İzin verilen toplam bant genişliğini saniye başına kilobit cinsinden girin (devre dışı bırakmak için boş bırakın).
uk_uk: Введіть дозволену загальну пропускну здатність у кілобітах на секунду (залиште порожнім, щоб вимкнути).

source: Enter the allowed per host bandwidth in kilobits per second (leave empty to disable).
id_id: Masukkan bandwidth per host yang diizinkan dalam kilobit per detik (biarkan kosong untuk menonaktifkan).
ja_jp: ホストごとに許可される帯域幅をキロビット/秒で入力します（無効の場合は空白にします）。
ko_ko: 호스트당 허용되는 대역폭을 초당 킬로비트 단위로 입력합니다(비활성화하려면 비워 둡니다).
pt_pt: Introduzir a largura de banda permitida por cada largura de banda do hospedeiro em kilobits por segundo (deixar vazio para desactivar).
sw_sw: Ange den tillåtna bandbredden per värd i kilobit per sekund (lämna tomt för att inaktivera).
tr_tr: Ana bilgisayar başına izin verilen bant genişliğini saniye başına kilobit cinsinden girin (devre dışı bırakmak için boş bırakın).
uk_uk: Введіть дозволену для кожного хоста пропускну здатність у кілобітах на секунду (залиште порожнім, щоб вимкнути).

source: Enter the cache memory size to use or zero to disable completely.
id_id: Masukkan ukuran memori cache yang akan digunakan atau nol untuk menonaktifkan sepenuhnya.
ja_jp: 使用するキャッシュメモリのサイズを入力するか、完全に無効にする場合は0を入力します。
ko_ko: 사용할 캐시 메모리 크기를 입력하거나 완전히 비활성화하려면 0을 입력합니다.
pt_pt: Introduzir o tamanho da memória cache a utilizar ou zero para desactivar completamente.
sw_sw: Ange storleken på cacheminnet som ska användas eller noll om du vill inaktivera det helt och hållet.
tr_tr: Kullanılacak önbellek boyutunu girin veya tamamen devre dışı bırakmak için sıfır yapın.
uk_uk: Введіть розмір кеш-пам'яті для використання або нуль для повного вимкнення.

source: Enter the days of the month for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,20,28 or 1-28)
id_id: Masukkan hari dalam sebulan untuk pekerjaan yang akan dilakukan, dapat juga berupa daftar yang dipisahkan dengan koma, * (masing-masing) atau rentang (mis. 1,20,28 atau 1-28)
ja_jp: カンマ区切りのリスト、*（それぞれ）、範囲（例：1,20,28または1-28）を入力することも可能です。
ko_ko: 작업할 월의 요일을 입력하며, 쉼표로 구분된 목록, *(각각) 또는 범위(예: 1,20,28 또는 1-28)를 입력할 수도 있습니다.
pt_pt: Introduza os dias do mês para o trabalho actuar, pode também ser uma lista separada por vírgula, * (cada) ou um intervalo (ex. 1,20,28 ou 1-28)
sw_sw: Ange de dagar i månaden som jobbet ska agera, kan också vara en kommaseparerad lista, * (varje) eller ett intervall (t.ex. 1,20,28 eller 1-28).
tr_tr: İşin harekete geçeceği ayın günlerini girin, virgülle ayrılmış bir liste, * (her biri) veya bir aralık da olabilir (örn. 1,20,28 veya 1-28)
uk_uk: Введіть дні місяця, в які буде виконуватися завдання, це також може бути список, розділений комами, * (кожен) або діапазон (наприклад, 1,20,28 або 1-28)

source: Enter the days of the week for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
id_id: Masukkan hari dalam seminggu untuk pekerjaan yang akan dilakukan, dapat juga berupa daftar yang dipisahkan dengan koma, * (masing-masing) atau rentang (mis. 1,2,3 atau 1-3)
ja_jp: カンマ区切りのリスト、*（各）または範囲（例：1,2,3または1-3）を入力することも可能です。
ko_ko: 작업할 요일을 쉼표로 구분된 목록, *(각각) 또는 범위(예: 1,2,3 또는 1-3)로 입력할 수도 있습니다.
pt_pt: Introduza os dias da semana para o trabalho actuar, pode também ser uma lista separada por vírgulas, * (cada) ou um intervalo (ex. 1,2,3 ou 1-3)
sw_sw: Ange veckodagarna för jobbet, kan också vara en kommaseparerad lista, * (varje) eller ett intervall (t.ex. 1,2,3 eller 1-3).
tr_tr: İşin harekete geçmesi için haftanın günlerini girin, virgülle ayrılmış bir liste, * (her biri) veya bir aralık da olabilir (örn. 1,2,3 veya 1-3)
uk_uk: Введіть дні тижня для виконання завдання, також може бути список через кому, * (кожен) або діапазон (наприклад, 1,2,3 або 1-3)

source: Enter the default ttl.
id_id: Masukkan ttl default.
ja_jp: デフォルトのttlを入力します。
ko_ko: 기본 TTL을 입력합니다.
pt_pt: Introduza o ttl predefinido.
sw_sw: Ange standardtl.
tr_tr: Varsayılan ttl değerini girin.
uk_uk: Введіть ttl за замовчуванням.

source: Enter the directory location for the local cache (default is /var/squid/cache).
id_id: Masukkan lokasi direktori untuk cache lokal (standarnya adalah /var/squid/cache).
ja_jp: ローカルキャッシュのディレクトリ場所を入力します（デフォルトは/var/squid/cache）。
ko_ko: 로컬 캐시의 디렉터리 위치를 입력합니다(기본값은 /var/squid/cache).
pt_pt: Introduza a localização do directório para a cache local (por defeito é /var/squid/cache).
sw_sw: Ange katalogplatsen för den lokala cachen (standard är /var/squid/cache).
tr_tr: Yerel önbellek için dizin konumunu girin (varsayılan /var/squid/cache'dir).
uk_uk: Введіть каталог для локального кешу (за замовчуванням /var/squid/cache).
