Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Replaces the IP identification field of packets with random values to compensate for operating systems that use predictable values. This option only applies to packets that are not fragmented after the optional packet reassembly.
id_id: Mengganti bidang identifikasi IP pada paket dengan nilai acak untuk mengimbangi sistem operasi yang menggunakan nilai yang dapat diprediksi. Opsi ini hanya berlaku untuk paket yang tidak terfragmentasi setelah penyusunan ulang paket opsional.
it_it: Sostituisce il campo di identificazione IP dei pacchetti con valori casuali per compensare i sistemi operativi che utilizzano valori prevedibili. Questa opzione si applica solo ai pacchetti che non sono frammentati dopo il rimontaggio del pacchetto opzionale.
ja_jp: オペレーティングシステムが使用する予測可能な値を補うために、パケットの識別フィールドをランダムな値で置き換えます。
ko_ko: 예측 가능한 값을 사용하는 운영 체제를 보완하기 위해 패킷의 IP 식별 필드를 임의의 값으로 바꿉니다. 이 옵션은 선택적 패킷 재조립 후 조각화되지 않은 패킷에만 적용됩니다.
pt_pt: Substitui o campo de identificação IP dos pacotes, por valores aleatórios para compensar os sistemas operativos que usam valores previsíveis. Esta opção apenas se aplica aos pacotes que são fragmentados após uma remontagem opcional do pacote.
sw_sw: Ersätter IP-identifikationsfältet i paket med slumpmässiga värden för att kompensera för operativsystem som använder förutsägbara värden. Det här alternativet gäller endast paket som inte fragmenteras efter den valfria paketåterföreningen.
tr_tr: Tahmin edilebilir değerler kullanan işletim sistemlerini telafi etmek için paketlerin IP tanımlama alanını rastgele değerlerle değiştirir. Bu seçenek yalnızca isteğe bağlı paket yeniden birleştirme işleminden sonra parçalanmayan paketler için geçerlidir.
uk_uk: Замінює поле IP-ідентифікації пакетів випадковими значеннями для компенсації операційних систем, які використовують передбачувані значення. Цей параметр застосовується лише до пакетів, які не фрагментовано після додаткового збирання пакетів.

source: Detailed settings
id_id: Pengaturan terperinci
it_it: Impostazioni dettagliate
ja_jp: 詳細設定
ko_ko: 세부 설정
pt_pt: Configurações detalhadas
sw_sw: Detaljerade inställningar
tr_tr: Detaylı ayarlar
uk_uk: Детальні налаштування

source: delete selected rules
id_id: menghapus aturan yang dipilih
it_it: Elimina le regole selezionate
ja_jp: 選択したルールを削除
ko_ko: 선택한 규칙 삭제
pt_pt: Apagar regras selecionadas
sw_sw: ta bort valda regler
tr_tr: seçili kuralları sil
uk_uk: видалити вибрані правила

source: %s doesn't appear to be a valid port number, alias or range
id_id: %s tampaknya bukan nomor port, alias, atau rentang yang valid
it_it: %s non sembra essere un numero di porta, alias o intervallo validi
ja_jp: S は有効なポート番号、エイリアス、範囲ではないようです。
ko_ko: s가(가) 유효한 포트 번호, 별칭 또는 범위인 것 같지 않습니다.
pt_pt: %s não aparente ser um numero de porta válido, alias ou gama
sw_sw: %s verkar inte vara ett giltigt portnummer, alias eller intervall.
tr_tr: s geçerli bir bağlantı noktası numarası, takma ad veya aralık olarak görünmüyor
uk_uk: %s не є дійсним номером порту, псевдонімом або діапазоном

source: No interface(s) selected.
id_id: Tidak ada antarmuka yang dipilih.
it_it: Nessuna interfaccia (i) selezionata.
ja_jp: インタフェースが選択されていません。
ko_ko: 선택한 인터페이스가 없습니다.
pt_pt: Nenhum interface(s) selecionado(s).
sw_sw: Inga gränssnitt har valts.
tr_tr: Seçili arayüz(ler) yok.
uk_uk: Інтерфейс(и) не вибрано.

source: Please specify a valid number for max mss.
id_id: Tentukan nomor yang valid untuk max mss.
it_it: Si prega di specificare un numero valido per MSS MAX.
ja_jp: 最大MSS有効な値を指定してください。
ko_ko: 최대 mss에 유효한 숫자를 지정하세요.
pt_pt: Por favor especifique um numero válido para o máximo mss.
sw_sw: Ange ett giltigt nummer för maxantalet mss.
tr_tr: Lütfen maksimum mss için geçerli bir sayı belirtin.
uk_uk: Будь ласка, вкажіть правильне число для max mss.

source: Please specify a valid number for min ttl (0-255).
id_id: Tentukan angka yang valid untuk min ttl (0-255).
it_it: Si prega di specificare un numero valido per Min TTL (0-255).
ja_jp: 最低 ttl に有効な値を指定してください ( 0 - 255 )。
ko_ko: 최소 TTL(0~255)에 유효한 숫자를 지정하세요.
pt_pt: Por favor especifique um numero válido para o ttl mínimo (0-255).
sw_sw: Ange ett giltigt nummer för min ttl (0-255).
tr_tr: Lütfen min ttl için geçerli bir sayı belirtin (0-255).
uk_uk: Будь ласка, вкажіть правильний номер для min ttl (0-255).

source: Edit Firewall scrub rule
id_id: Mengedit aturan penggosokan Firewall
it_it: Modifica la regola del Scrub Firewall
ja_jp: ファイアウォールスクラブルールを編集
ko_ko: 방화벽 스크럽 규칙 편집
pt_pt: Editar regra scrub do Firewall
sw_sw: Redigera regeln för brandväggsrengöring
tr_tr: Güvenlik Duvarı fırçalama kuralını düzenleme
uk_uk: Редагування правила очищення брандмауера

source: Select interfaces...
id_id: Pilih antarmuka...
it_it: Seleziona interfacce ...
ja_jp: インタフェースを選択...
ko_ko: 인터페이스 선택...
pt_pt: Selecione os interfaces...
sw_sw: Välj gränssnitt...
tr_tr: Arayüzleri seçin...
uk_uk: Виберіть інтерфейси...

source: To specify a range, use from:to (example 81:85).
id_id: Untuk menentukan rentang, gunakan from:to (contoh 81:85).
it_it: Per specificare un intervallo, utilizzare da: a (Esempio 81:85).
ja_jp: 範囲を指定するには from:to を指定してください ( 例 81:85 )。
ko_ko: 범위를 지정하려면 from:to를 사용합니다(예: 81:85).
pt_pt: Para especificar um intervalo, use de: para (exemplo 81:85).
sw_sw: Om du vill ange ett intervall använder du från:till (exempel 81:85).
tr_tr: Bir aralık belirtmek için from:to kullanın (örnek 81:85).
uk_uk: Щоб вказати діапазон, використовуйте від:до (наприклад, 81:85).

source: Normalizations
id_id: Normalisasi
it_it: Normalizzazioni
ja_jp: 正規化
ko_ko: 정규화
pt_pt: Normalizações
sw_sw: Normaliseringar
tr_tr: Normalizasyonlar
uk_uk: Нормалізації

source: No scrub (NOT)
id_id: Tanpa scrub (TIDAK)
ja_jp: スクラブなし（NOT）
ko_ko: 스크럽 없음(NOT)
pt_pt: Sem esfoliação (NÃO)
sw_sw: Ingen skrubba (NOT)
tr_tr: Fırçalama yok (DEĞİL)
uk_uk: Без скрабу (НЕ)

source: Enabling this option will disable scub (normalisation) for traffic matching this rule.
id_id: Mengaktifkan opsi ini akan menonaktifkan scub (normalisasi) untuk trafik yang cocok dengan aturan ini.
ja_jp: このオプションを有効にすると、このルールに一致するトラフィックのスカブ（正規化）が無効になります。
ko_ko: 이 옵션을 활성화하면 이 규칙과 일치하는 트래픽에 대해 scub(정규화)가 비활성화됩니다.
pt_pt: A activação desta opção irá desactivar o scub (normalização) para tráfego que corresponda a esta regra.
sw_sw: Om du aktiverar det här alternativet inaktiveras scub (normalisering) för trafik som matchar den här regeln.
tr_tr: Bu seçeneğin etkinleştirilmesi, bu kuralla eşleşen trafik için scub'ı (normalleştirme) devre dışı bırakacaktır.
uk_uk: Увімкнення цієї опції вимкне скабування (нормалізацію) для трафіку, що відповідає цьому правилу.

source: Max mss
ja_jp: 最大MSS
ko_ko: 최대 mss
tr_tr: Maksimum mss

source: Enforces a maximum MSS for matching TCP packets.
id_id: Menerapkan MSS maksimum untuk pencocokan paket TCP.
it_it: Applica un MSS massimo per i pacchetti TCP corrispondenti.
ja_jp: 一致しているtcpに最大mssを強制します。
ko_ko: 일치하는 TCP 패킷에 최대 MSS를 적용합니다.
pt_pt: Aplica um MMS máximo para correspondência de pacotes TCP.
sw_sw: Genomför ett maximalt MSS för matchande TCP-paket.
tr_tr: Eşleşen TCP paketleri için maksimum MSS'yi zorlar.
uk_uk: Застосовує максимальний MSS для узгодження TCP-пакетів.

source: Do not change
id_id: Jangan berubah
it_it: Non cambiare
ja_jp: 変更しない
ko_ko: 변경하지 않음
pt_pt: Não alterar
sw_sw: Ändra inte
tr_tr: Değiştirmeyin
uk_uk: Не змінювати

source: Minimum TTL
id_id: TTL minimum
it_it: TTL minimo
ja_jp: 最小TTL
ko_ko: 최소 TTL
pt_pt: TTL mínimo
sw_sw: Minsta TTL-värde
uk_uk: Мінімальний TTL

source: Enforces a minimum TTL for matching IP packets.
id_id: Menerapkan TTL minimum untuk mencocokkan paket IP.
it_it: Applica un TTL minimo per i pacchetti IP corrispondenti.
ja_jp: 一致している ip パケットに最小の ttl を強制します。
ko_ko: 일치하는 IP 패킷에 대해 최소 TTL을 적용합니다.
pt_pt: Aplica um TTL mínimo para correspondência de pacotes IP.
sw_sw: Påtvingar en minsta TTL för matchande IP-paket.
tr_tr: Eşleşen IP paketleri için minimum TTL'yi zorunlu kılar.
uk_uk: Забезпечує мінімальний TTL для узгодження IP-пакетів.

source: Do not fragment
id_id: Jangan dipecah-pecah
it_it: Non frammento
ja_jp: フラグメント化しない
ko_ko: 조각화하지 마십시오.
pt_pt: Não fragmentar
sw_sw: Inte fragmentera.
tr_tr: Parçalamayın
uk_uk: Не фрагментуйте

source: Clears the dont-fragment bit from a matching IP packet.
id_id: Menghapus bit dont-fragment dari paket IP yang cocok.
it_it: Cancella il bit di non frammento da un pacchetto IP corrispondente.
ja_jp: 一致している IP パケットから dont-fragment ビットを消去します。
ko_ko: 일치하는 IP 패킷에서 조각화되지 않은 비트를 지웁니다.
pt_pt: Apaga o bit non-fragment de um pacote IP correspondente.
sw_sw: Tar bort biten dont-fragment från ett matchande IP-paket.
tr_tr: Eşleşen bir IP paketinden parçalanma bitini temizler.
uk_uk: Очищає біт dont-fragment у відповідному IP-пакеті.

source: Random ID
id_id: ID acak
it_it: ID casuale
ja_jp: ランダムID
ko_ko: 무작위 ID
pt_pt: Identificação aleatória
sw_sw: Slumpmässigt ID
tr_tr: Rastgele Kimlik
uk_uk: Випадковий ідентифікатор

source: Replaces the IP identification field with random values to compensate for predictable values generated by many hosts. This option only applies to packets that are not fragmented after the optional fragment reassembly.
id_id: Mengganti bidang identifikasi IP dengan nilai acak untuk mengimbangi nilai yang dapat diprediksi yang dihasilkan oleh banyak host. Opsi ini hanya berlaku untuk paket yang tidak terfragmentasi setelah penyusunan ulang fragmen opsional.
it_it: Sostituisce il campo di identificazione IP con valori casuali per compensare i valori prevedibili generati da molti host. Questa opzione si applica solo ai pacchetti che non sono frammentati dopo il rimontaggio del frammento opzionale.
ja_jp: ランダムな値でIP 識別フィールドを置き換え、多くのホストで生成される予測可能な値を補正します。このオプションは、任意のフラグメント後のフラグメント化していないパケットにのみ適用されます。
ko_ko: 많은 호스트에서 생성된 예측 가능한 값을 보정하기 위해 IP 식별 필드를 임의의 값으로 바꿉니다. 이 옵션은 선택적 조각 재조립 후 조각화되지 않은 패킷에만 적용됩니다.
pt_pt: Substitui o campo de identificação IP por valores aleatórios para compensar os valores previsíveis gerados por muitos anfitriões. Esta opção só se aplica a pacotes que não são fragmentados após uma remontagem opcional de fragmento.
sw_sw: Ersätter IP-identifikationsfältet med slumpmässiga värden för att kompensera för förutsägbara värden som genereras av många värdar. Det här alternativet gäller endast paket som inte fragmenteras efter den valfria fragmentåtermonteringen.
tr_tr: Birçok ana bilgisayar tarafından oluşturulan öngörülebilir değerleri telafi etmek için IP tanımlama alanını rastgele değerlerle değiştirir. Bu seçenek yalnızca isteğe bağlı parça yeniden birleştirmeden sonra parçalanmayan paketler için geçerlidir.
uk_uk: Замінює поле ідентифікації IP випадковими значеннями, щоб компенсувати передбачувані значення, згенеровані багатьма хостами. Цей параметр застосовується лише до пакетів, які не фрагментовано після необов'язкового повторного збирання фрагментів.

source: This entry cannot be deleted because it is still referenced by at least one NAT mapping.
id_id: Entri ini tidak dapat dihapus karena masih direferensikan oleh setidaknya satu pemetaan NAT.
it_it: Questa voce non può essere eliminata perché è ancora citata da almeno una mappatura NAT.
ja_jp: このエントリは削除できませんが、1つ以上のナット マッピングから参照されています。
ko_ko: 이 항목은 여전히 하나 이상의 NAT 매핑에서 참조하고 있으므로 삭제할 수 없습니다.
pt_pt: Esta entrada não pode ser apagada, porque ainda está referenciada pelo menos um mapeamento NAT.
sw_sw: Den här posten kan inte tas bort eftersom den fortfarande refereras av minst en NAT-mappning.
tr_tr: Bu giriş silinemez çünkü hala en az bir NAT eşlemesi tarafından referans gösterilmektedir.
uk_uk: Цей запис не можна видалити, оскільки на нього все ще посилається принаймні одне зіставлення NAT.

source: This entry cannot be deleted because it is still referenced by at least one Gateway.
id_id: Entri ini tidak dapat dihapus karena masih direferensikan oleh setidaknya satu Gateway.
it_it: Questa voce non può essere eliminata perché è ancora citata da almeno un gateway.
ja_jp: このエントリは削除できませんが、1つ以上のゲートウェイから参照されています。
ko_ko: 이 항목은 여전히 하나 이상의 게이트웨이에서 참조하고 있으므로 삭제할 수 없습니다.
pt_pt: Esta entrada não pode ser apagada, porque ainda está referenciada pelo menos uma Gateway
sw_sw: Denna post kan inte tas bort eftersom den fortfarande refereras av minst en gateway.
tr_tr: Bu giriş silinemez çünkü hala en az bir Ağ Geçidi tarafından referans gösterilmektedir.
uk_uk: Цей запис не можна видалити, оскільки на нього все ще посилається принаймні один шлюз.

source: Do you really want to delete this entry?
id_id: Apakah Anda benar-benar ingin menghapus entri ini?
it_it: Vuoi davvero eliminare questa voce?
ja_jp: 本当にこのエントリを削除しますか？
ko_ko: 이 항목을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza que pretende apagar esta entrada?
sw_sw: Vill du verkligen radera den här posten?
tr_tr: Bu girişi gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей запис?

source: Do you really want to delete the selected Virtual IPs?
id_id: Apakah Anda benar-benar ingin menghapus IP Virtual yang dipilih?
it_it: Vuoi davvero eliminare gli IP virtuali selezionati?
ja_jp: 本当に選択した仮想のIPを削除しますか？
ko_ko: 선택한 가상 IP를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar os IPs Virtuais selecionados?
sw_sw: Vill du verkligen ta bort de valda virtuella IP:erna?
tr_tr: Seçilen Sanal IP'leri gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити вибрані віртуальні IP-адреси?

source: The VIP configuration has been changed.
id_id: Konfigurasi VIP telah diubah.
it_it: La configurazione VIP è stata modificata.
ja_jp: VIP 構成が変更されました
ko_ko: VIP 구성이 변경되었습니다.
pt_pt: Endereço IP virtual
sw_sw: VIP-konfigurationen har ändrats.
tr_tr: VIP yapılandırması değiştirildi.
uk_uk: Змінено конфігурацію VIP.

source: Virtual IP address
id_id: Alamat IP virtual
it_it: Indirizzo IP virtuale
ja_jp: 仮想IPアドレス
ko_ko: 가상 IP 주소
pt_pt: Endereço IP virtual
sw_sw: Virtuell IP-adress
tr_tr: Sanal IP adresi
uk_uk: Віртуальна IP-адреса

source: Move selected virtual IPs to end
id_id: Memindahkan IP virtual yang dipilih ke akhir
it_it: Sposta IP virtuali selezionati per terminare
ja_jp: 選択した仮想IPを末尾に移動する
ko_ko: 선택한 가상 IP를 종료로 이동
pt_pt: Mover os IPs virtuais seleccionados para terminar
sw_sw: Flytta valda virtuella IP:er till slutet
tr_tr: Seçilen sanal IP'leri sona taşı
uk_uk: Перемістити вибрані віртуальні IP-адреси в кінець

source: delete selected virtual IPs
id_id: menghapus IP virtual yang dipilih
it_it: Elimina IP virtuali selezionati
ja_jp: 選択した仮想IPを削除
ko_ko: 선택한 가상 IP 삭제
pt_pt: Eliminar IPs virtuais selecionados
sw_sw: ta bort valda virtuella IP:er
tr_tr: seçili sanal IP'leri silme
uk_uk: видалити вибрані віртуальні IP-адреси

source: Move selected virtual IPs before this entry
id_id: Pindahkan IP virtual yang dipilih sebelum entri ini
it_it: Sposta IP virtuali selezionati prima di questa voce
ja_jp: 選択した仮想IPをこのエントリーの前に移動させる
ko_ko: 이 항목 이전에 선택한 가상 IP 이동
pt_pt: Mover os IPs virtuais seleccionados antes desta entrada
sw_sw: Flytta valda virtuella IP:er före denna post
tr_tr: Seçili sanal IP'leri bu girişten önce taşı
uk_uk: Перемістіть вибрані віртуальні IP-адреси перед цим записом

source: Virtual IP mode may not be changed for an existing entry.
id_id: Mode IP virtual tidak dapat diubah untuk entri yang sudah ada.
it_it: La modalità IP virtuale potrebbe non essere modificata per una voce esistente.
ja_jp: 仮想IP モードの既存のエントリに対する変更は許可されていません。
ko_ko: 기존 항목에 대해서는 가상 IP 모드를 변경할 수 없습니다.
pt_pt: O modo IP virtual não pode ser alterado para uma entrada existente.
sw_sw: Läget för virtuell IP kan inte ändras för en befintlig post.
tr_tr: Mevcut bir giriş için Sanal IP modu değiştirilemez.
uk_uk: Режим віртуальної IP-адреси не може бути змінений для існуючого запису.

source: A valid IP address must be specified.
id_id: Alamat IP yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IP valido.
ja_jp: 有効なIP アドレスを指定してください
ko_ko: 유효한 IP 주소를 지정해야 합니다.
pt_pt: Deverá especificar um endereço IP válido.
sw_sw: En giltig IP-adress måste anges.
tr_tr: Geçerli bir IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу.

source: This IP address is being used by another interface or VIP.
id_id: Alamat IP ini sedang digunakan oleh antarmuka atau VIP lain.
it_it: Questo indirizzo IP viene utilizzato da un'altra interfaccia o VIP.
ja_jp: このIPアドレスは、別のインタフェース、またはVIPで使用されています。
ko_ko: 이 IP 주소는 다른 인터페이스 또는 VIP가 사용 중입니다.
pt_pt: Este endereço IP está a ser usado por outro interface ou VIP.
sw_sw: Den här IP-adressen används av ett annat gränssnitt eller VIP.
tr_tr: Bu IP adresi başka bir arayüz veya VIP tarafından kullanılıyor.
uk_uk: Ця IP-адреса використовується іншим інтерфейсом або VIP.

source: A valid gateway IP address must be specified.
id_id: Alamat IP gateway yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IP del gateway valido.
ja_jp: 有効なゲートウェイ ip アドレスを指定してください
ko_ko: 유효한 게이트웨이 IP 주소를 지정해야 합니다.
pt_pt: Um endereço IP de gateway válido deve ser especificado.
sw_sw: En giltig IP-adress för gateway måste anges.
tr_tr: Geçerli bir ağ geçidi IP adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IP-адресу шлюзу.

source: You cannot use the network address for this VIP
id_id: Anda tidak dapat menggunakan alamat jaringan untuk VIP ini
it_it: Non è possibile utilizzare l'indirizzo di rete per questo VIP
ja_jp: このVipにネットワークアドレスを使用できません。
ko_ko: 이 VIP에는 네트워크 주소를 사용할 수 없습니다.
pt_pt: Não pode usar o endereçode rede para este VIP
sw_sw: Du kan inte använda nätverksadressen för denna VIP
tr_tr: Bu VIP için ağ adresini kullanamazsınız
uk_uk: Ви не можете використовувати мережеву адресу для цього VIP

source: You cannot use the broadcast address for this VIP
id_id: Anda tidak dapat menggunakan alamat siaran untuk VIP ini
it_it: Non è possibile utilizzare l'indirizzo di trasmissione per questo VIP
ja_jp: このVIPにブロードキャストアドレスを使用できません。
ko_ko: 이 VIP에게는 생방송 주소를 사용할 수 없습니다.
pt_pt: Não pode usar o endereço transmitido para este VIP
sw_sw: Du kan inte använda sändningsadressen för denna VIP
tr_tr: Bu VIP için yayın adresini kullanamazsınız
uk_uk: Ви не можете використовувати адресу трансляції для цього VIP

source: VHID %s is already in use on interface %s. Pick a unique number on this interface.
id_id: VHID %s sudah digunakan pada antarmuka %s. Pilih nomor unik pada antarmuka ini.
it_it: VHID %s è già in uso sull'interfaccia %s. Scegli un numero univoco su questa interfaccia.
ja_jp: VHID %s は %s で既に使用されていますが、このインタフェース固有の番号を選択してください。
ko_ko: 인터페이스 %s에서 VHID %s가 이미 사용 중입니다. 이 인터페이스에서 고유 번호를 선택하세요.
pt_pt: VHID %s já está em uso sem interface %s. Escolha um número exclusivo neste interface.
sw_sw: VHID %s används redan på gränssnittet %s. Välj ett unikt nummer för det här gränssnittet.
tr_tr: VHID %s, %s arabiriminde zaten kullanılıyor. Bu arayüzde benzersiz bir numara seçin.
uk_uk: VHID %s вже використовується на інтерфейсі %s. Виберіть унікальний номер на цьому інтерфейсі.

source: You must specify a CARP password that is shared between the two VHID members.
id_id: Anda harus menentukan kata sandi CARP yang digunakan bersama di antara dua anggota VHID.
it_it: È necessario specificare una password di carpa condivisa tra i due membri VHID.
ja_jp: 2 つの VHID メンバ間で共有するカープ パスワードを指定してください。
ko_ko: 두 VHID 구성원 간에 공유되는 CARP 비밀번호를 지정해야 합니다.
pt_pt: Deve especificar uma senha CARP que é partilhada entre os dois membros VHID.
sw_sw: Du måste ange ett CARP-lösenord som delas mellan de två VHID-medlemmarna.
tr_tr: İki VHID üyesi arasında paylaşılan bir CARP parolası belirtmelisiniz.
uk_uk: Ви повинні вказати пароль CARP, який є спільним для двох учасників VHID.

source: A VHID must be selected for this CARP VIP.
id_id: VHID harus dipilih untuk VIP CARP ini.
it_it: Un VHID deve essere selezionato per questo VIP carpa.
ja_jp: この鯉のぼりは、VHID を選択してください。
ko_ko: 이 CARP VIP는 VHID를 선택해야 합니다.
pt_pt: Deve ser seleccionado um VHID para este CARP VIP.
sw_sw: Ett VHID måste väljas för denna CARP VIP.
tr_tr: Bu CARP VIP için bir VHID seçilmelidir.
uk_uk: Для цього CARP VIP необхідно вибрати VHID.

source: For this type of VIP loopback is not allowed.
id_id: Untuk jenis loopback VIP ini tidak diperbolehkan.
it_it: Per questo tipo di loopback VIP non è consentito.
ja_jp: このタイプのVIPでは、ループバックは許可されません。
ko_ko: 이 유형의 VIP 루프백은 허용되지 않습니다.
pt_pt: Para este tipo de loopback VIP não é permitido.
sw_sw: För denna typ av VIP är loopback inte tillåtet.
tr_tr: Bu tür bir VIP için geri döngüye izin verilmez.
uk_uk: Для цього типу VIP loopback не допускається.

source: VHID %s must be defined on interface %s as a CARP VIP first.
id_id: VHID %s harus didefinisikan pada antarmuka %s sebagai VIP CARP terlebih dahulu.
it_it: VHID %s deve essere definito sull'interfaccia %s come un VIP CARP per primo.
ja_jp: VHID %s はまず CARP VIP として %s に定義してください。
ko_ko: 먼저 %s 인터페이스에 VHID %s를 CARP VIP로 정의해야 합니다.
pt_pt: VHID %s deve ser definido na interface %s como um CARP VIP primeiro.
sw_sw: VHID %s måste först definieras på gränssnitt %s som en CARP VIP.
tr_tr: VHID %s önce %s arayüzünde bir CARP VIP olarak tanımlanmalıdır.
uk_uk: Спочатку VHID %s має бути визначений на інтерфейсі %s як CARP VIP.

source: Please provide a single IP address.
id_id: Harap berikan satu alamat IP.
it_it: Si prega di fornire un singolo indirizzo IP.
ja_jp: 単一IP アドレスを入力してください。
ko_ko: 단일 IP 주소를 입력하세요.
pt_pt: Por favor forneça um único endereço IP.
sw_sw: Ange en enda IP-adress.
tr_tr: Lütfen tek bir IP adresi sağlayın.
uk_uk: Будь ласка, вкажіть одну IP-адресу.

source: This must be the network's subnet mask. It does not specify a CIDR range.
id_id: Ini harus merupakan subnet mask jaringan. Ini tidak menentukan rentang CIDR.
it_it: Questa deve essere la maschera di sottorete della rete. Non specifica un intervallo CIDR.
ja_jp: ネットワークのサブネットマスクですが、cidr 範囲の指定ではありません。
ko_ko: 네트워크의 서브넷 마스크여야 합니다. CIDR 범위를 지정하지 않습니다.
pt_pt: Esta deve ser a máscara de sub-rede da rede. Não é especificado um intervalo CIDR.
sw_sw: Detta måste vara nätverkets subnätmask. Den anger inte ett CIDR-område.
tr_tr: Bu, ağın alt ağ maskesi olmalıdır. Bir CIDR aralığı belirtmez.
uk_uk: Це має бути маска підмережі мережі. Вона не вказує діапазон CIDR.

source: This is a CIDR block of proxy ARP addresses.
id_id: Ini adalah blok CIDR dari alamat ARP proxy.
it_it: Questo è un blocco CIDR di indirizzi ARP proxy.
ja_jp: プロキシ arp アドレスの cidr ブロックです。
ko_ko: 프록시 ARP 주소의 CIDR 블록입니다.
pt_pt: Este é um bloco CIDR de endereços proxy ARP.
sw_sw: Detta är ett CIDR-block av proxy ARP-adresser.
tr_tr: Bu, proxy ARP adreslerinden oluşan bir CIDR bloğudur.
uk_uk: Це CIDR-блок проксі ARP-адрес проксі-сервера.

source: Edit Virtual IP
id_id: Edit IP Virtual
it_it: Modifica IP virtuale
ja_jp: 仮想IPの編集
ko_ko: 가상 IP 편집
pt_pt: Editar IP Virtual
sw_sw: Redigera virtuell IP
tr_tr: Sanal IP'yi Düzenle
uk_uk: Редагування віртуальної IP-адреси

source: IP Alias
it_it: Alias ​​IP
ja_jp: IPエイリアス
ko_ko: IP 별칭
tr_tr: IP Takma Adı
uk_uk: IP Псевдонім

source: Other
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_ko: 기타
pt_pt: HTTP
sw_sw: Övriga
tr_tr: Diğer
uk_uk: Інше
