Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Full State of Province name, not abbreviated (e.g. Zuid Holland, Sachsen, Kentucky).
id_id: Nama lengkap negara bagian atau provinsi, tidak boleh disingkat (misal: Zuid Holland, Sachsen, Kentucky).
ja_jp: 州・県名を略さずにフルネームで（例：Zuid Holland、Sachsen、Kentucky）。
ko_ko: 축약되지 않은 전체 주 이름(예: 주 네덜란드, 작센, 켄터키).
pt_pt: Nome completo do Estado da Província, não abreviado (por exemplo, Zuid Holland, Sachsen, Kentucky).
sw_sw: Fullständigt namn på delstaten eller provinsen, inte förkortat (t.ex. Zuid Holland, Sachsen, Kentucky).
tr_tr: Eyaletin tam adı, kısaltılmamış (örneğin Zuid Holland, Sachsen, Kentucky).
uk_uk: Повна назва штату або провінції, не скорочена (наприклад, Zuid Holland, Sachsen, Kentucky).

source: Gateway IP Address field is invalid
id_id: Bidang Alamat IP Gateway tidak valid
ja_jp: ゲートウェイIPアドレス」欄が無効
ko_ko: 게이트웨이 IP 주소 필드가 유효하지 않습니다.
pt_pt: O campo de endereço IP do gateway é inválido
sw_sw: Fältet Gateway IP-adress är ogiltigt
tr_tr: Ağ Geçidi IP Adresi alanı geçersiz
uk_uk: Поле IP-адреса шлюзу є недійсним

source: General Information
id_id: Informasi Umum
ja_jp: 一般情報
ko_ko: 일반 정보
pt_pt: Informação geral
sw_sw: Allmän information
tr_tr: Genel Bilgiler
uk_uk: Загальна інформація

source: General OpenVPN Server Information
id_id: Informasi Server OpenVPN Umum
ja_jp: 一般的なOpenVPNサーバーの情報
ko_ko: 일반 OpenVPN 서버 정보
pt_pt: Informação geral do servidor OpenVPN
sw_sw: Allmän information om OpenVPN-servern
tr_tr: Genel OpenVPN Sunucu Bilgileri
uk_uk: Загальна інформація про сервер OpenVPN

source: General Setup
id_id: Pengaturan Umum
ja_jp: 一般的なセットアップ
ko_ko: 일반 설정
pt_pt: Configuração geral
sw_sw: Allmänt om inställningar
tr_tr: Genel Kurulum
uk_uk: Загальне налаштування

source: General configuration
id_id: Konfigurasi umum
ja_jp: 一般的な構成
ko_ko: 일반 구성
pt_pt: Configuração geral
sw_sw: Allmän konfiguration
tr_tr: Genel yapılandırma
uk_uk: Загальна конфігурація

source: Generate TLS Key
id_id: Hasilkan Kunci TLS
ja_jp: TLSキーの生成
ko_ko: TLS 키 생성
pt_pt: Gerar a chave TLS
sw_sw: Generera TLS-nyckel
tr_tr: TLS Anahtarı Oluşturma
uk_uk: Згенеруйте ключ TLS

source: Group Naming Attribute
id_id: Atribut Penamaan Grup
ja_jp: グループ命名属性
ko_ko: 그룹 이름 지정 속성
pt_pt: Atributo de Nomeação de Grupo
sw_sw: Gruppnamnsattribut
tr_tr: Grup Adlandırma Özelliği
uk_uk: Атрибут іменування групи

source: IP Address field is invalid
id_id: Bidang Alamat IP tidak valid
ja_jp: IP Addressフィールドが無効です
ko_ko: IP 주소 필드가 유효하지 않습니다.
pt_pt: O campo de endereço IP é inválido
sw_sw: Fältet för IP-adress är ogiltigt
tr_tr: IP Adresi alanı geçersiz
uk_uk: Поле IP-адреса є недійсним

source: If a user DN was supplied above, this password will also be used when performing a bind operation.
id_id: Jika DN pengguna diberikan di atas, kata sandi ini juga akan digunakan saat melakukan operasi pengikatan.
ja_jp: 上記でユーザーDNを指定した場合、このパスワードもバインド操作の際に使用されます。
ko_ko: 위에서 사용자 DN을 제공한 경우 바인드 작업을 수행할 때 이 비밀번호도 사용됩니다.
pt_pt: Se um DN de utilizador foi fornecido acima, esta palavra-passe também será utilizada quando se efectuar uma operação de ligação.
sw_sw: Om ett användarnamn anges ovan kommer detta lösenord också att användas när du utför en bindningsoperation.
tr_tr: Yukarıda bir kullanıcı DN'si sağlanmışsa, bu parola bir bağlama işlemi gerçekleştirilirken de kullanılacaktır.
uk_uk: Якщо вище було вказано DN користувача, цей пароль також буде використано при виконанні операції прив'язки.

source: If left blank, an anonymous bind will be done.
id_id: Jika dibiarkan kosong, pengikatan anonim akan dilakukan.
ja_jp: 空欄の場合は、匿名バインドが行われます。
ko_ko: 비워두면 익명 바인딩이 수행됩니다.
pt_pt: Se ficar em branco, será feita uma ligação anónima.
sw_sw: Om det lämnas tomt kommer en anonym bindning att göras.
tr_tr: Boş bırakılırsa, anonim bir bağlama yapılacaktır.
uk_uk: Якщо залишити поле порожнім, буде виконана анонімна прив'язка.

source: If you are unsure, leave this set to "Local User Access".
id_id: Jika Anda tidak yakin, biarkan setelan ini ke "Akses Pengguna Lokal".
ja_jp: 不安な場合は、「ローカルユーザーアクセス」に設定しておいてください。
ko_ko: 확실하지 않은 경우 이 설정을 '로컬 사용자 액세스'로 두세요.
pt_pt: Se não tiver a certeza, deixe este conjunto para "Acesso de Utilizador Local".
sw_sw: Om du är osäker kan du låta detta vara inställt på "Local User Access" (lokal användaråtkomst).
tr_tr: Emin değilseniz, bu ayarı "Yerel Kullanıcı Erişimi" olarak bırakın.
uk_uk: Якщо ви не впевнені, залиште цей параметр на "Доступ локального користувача".

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (TCP/IP header size) will be in effect. If you leave this field blank, an MSS of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed. This should match the above MTU value in most all cases.
id_id: Jika Anda memasukkan nilai dalam bidang ini, maka penjepitan MSS untuk koneksi TCP ke nilai yang dimasukkan di atas dikurangi 40 (ukuran header TCP/IP) akan berlaku. Jika Anda mengosongkan bidang ini, MSS sebesar 1492 byte untuk PPPoE dan 1500 byte untuk semua jenis koneksi lainnya akan diasumsikan. Ini harus sesuai dengan nilai MTU di atas dalam hampir semua kasus.
ja_jp: このフィールドに値を入力すると、TCP接続のMSSクランプが有効になり、上記入力値から40（TCP/IPヘッダーサイズ）を引いた値になります。このフィールドを空白にすると、PPPoEでは1492バイト、その他のすべての接続タイプでは1500バイトのMSSが仮定されます。これは、ほとんどの場合、上記の MTU 値と一致するはずです。
ko_ko: 이 필드에 값을 입력하면 위에 입력한 값에서 40(TCP/IP 헤더 크기)을 뺀 값으로 TCP 연결에 대한 MSS 클램핑이 적용됩니다. 이 필드를 비워두면 PPPoE의 경우 1492바이트, 다른 모든 연결 유형의 경우 1500바이트의 MSS가 사용됩니다. 이는 대부분의 경우 위의 MTU 값과 일치해야 합니다.
pt_pt: Se introduzir um valor neste campo, então o aperto MSS para ligações TCP ao valor introduzido acima de 40 (tamanho do cabeçalho TCP/IP) estará em vigor. Se deixar este campo em branco, será assumido um MSS de 1492 bytes para PPPoE e 1500 bytes para todos os outros tipos de ligação. Isto deverá corresponder ao valor MTU acima na maioria dos casos.
sw_sw: Om du anger ett värde i det här fältet kommer MSS-klämning för TCP-anslutningar till det värde som angetts ovan minus 40 (TCP/IP-huvudstorlek) att gälla. Om du lämnar det här fältet tomt antas en MSS på 1492 byte för PPPoE och 1500 byte för alla andra anslutningstyper. Detta bör överensstämma med ovanstående MTU-värde i de flesta fall.
tr_tr: Bu alana bir değer girerseniz, TCP bağlantıları için yukarıda girilen değer eksi 40'a (TCP/IP başlık boyutu) MSS sıkıştırması geçerli olacaktır. Bu alanı boş bırakırsanız, PPPoE için 1492 baytlık ve diğer tüm bağlantı türleri için 1500 baytlık bir MSS varsayılacaktır. Bu, çoğu durumda yukarıdaki MTU değeriyle eşleşmelidir.
uk_uk: Якщо ви введете значення в це поле, то для TCP-з'єднань діятиме обмеження MSS до значення, введеного вище мінус 40 (розмір заголовка TCP/IP). Якщо ви залишите це поле порожнім, буде прийнято значення MSS 1492 байти для PPPoE і 1500 байт для всіх інших типів з'єднань. Це має відповідати наведеному вище значенню MTU у більшості випадків.

source: Inter-Client Communication
id_id: Komunikasi Antar Klien
ja_jp: クライアント間コミュニケーション
ko_ko: 고객 간 커뮤니케이션
pt_pt: Comunicação Inter-Cliente
sw_sw: Kommunikation mellan klienter
tr_tr: Müşteriler Arası İletişim
uk_uk: Міжклієнтська комунікація

source: Invalid Hostname
id_id: Nama Host Tidak Valid
ja_jp: 無効なホスト名
ko_ko: 잘못된 호스트 이름
pt_pt: Nome de anfitrião inválido
sw_sw: Felaktigt värdnamn
tr_tr: Geçersiz Ana Bilgisayar Adı
uk_uk: Неправильне ім'я хоста

source: LAN IP Address
id_id: Alamat IP LAN
ja_jp: LAN IPアドレス
ko_ko: LAN IP 주소
pt_pt: LAN Endereço IP
sw_sw: IP-adress för LAN
tr_tr: LAN IP Adresi
uk_uk: IP-адреса локальної мережі

source: LAN IP Address field is invalid
id_id: Bidang Alamat IP LAN tidak valid
ja_jp: LAN IP Addressフィールドが無効です。
ko_ko: LAN IP 주소 필드가 유효하지 않습니다.
pt_pt: O campo de endereço IP LAN é inválido
sw_sw: Fältet LAN IP Address är ogiltigt
tr_tr: LAN IP Adresi alanı geçersiz
uk_uk: Поле IP-адреса локальної мережі є недійсним

source: LDAP Authentication Server List
id_id: Daftar Server Otentikasi LDAP
ja_jp: LDAP認証サーバー一覧
ko_ko: LDAP 인증 서버 목록
sw_sw: Lista över LDAP-autentiseringsservern
tr_tr: LDAP Kimlik Doğrulama Sunucusu Listesi
uk_uk: Список серверів автентифікації LDAP

source: LDAP Authentication Server Parameters
id_id: Parameter Server Otentikasi LDAP
ja_jp: LDAP認証サーバーのパラメータ
ko_ko: LDAP 인증 서버 매개변수
pt_pt: Parâmetros de Servidor de Autenticação LDAP
sw_sw: Parametrar för LDAP-autentiseringsservern
tr_tr: LDAP Kimlik Doğrulama Sunucusu Parametreleri
uk_uk: Параметри сервера автентифікації LDAP

source: LDAP Bind Password
id_id: Kata Sandi Pengikat LDAP
ja_jp: LDAPバインドパスワード
ko_ko: LDAP 바인딩 암호
sw_sw: LDAP-bindningslösenord
tr_tr: LDAP Bağlama Parolası
uk_uk: LDAP Bind Password (Пароль прив'язки LDAP)

source: LDAP Bind User DN
id_id: LDAP Mengikat DN Pengguna
ja_jp: LDAPバインドユーザーDN
ko_ko: LDAP 바인딩 사용자 DN
tr_tr: LDAP Bağlama Kullanıcı DN
uk_uk: LDAP прив'язка DN користувача

source: LDAP Server Selection
id_id: Pemilihan Server LDAP
ja_jp: LDAPサーバーの選択
ko_ko: LDAP 서버 선택
pt_pt: Selecção do servidor LDAP
sw_sw: Val av LDAP-server
tr_tr: LDAP Sunucu Seçimi
uk_uk: Вибір сервера LDAP

source: LDAP Server port, leave blank for the default (389 for TCP, 636 for SSL).
id_id: Port Server LDAP, biarkan kosong untuk default (389 untuk TCP, 636 untuk SSL).
ja_jp: LDAP Server のポート、デフォルトでは空白のままです（TCP の場合は 389、SSL の場合は 636）。
ko_ko: LDAP 서버 포트는 기본값으로 비워둡니다(TCP의 경우 389, SSL의 경우 636).
pt_pt: Porta de servidor LDAP, deixar em branco para o padrão (389 para TCP, 636 para SSL).
sw_sw: LDAP-serverns port, lämna tomt för standardvärdet (389 för TCP, 636 för SSL).
tr_tr: LDAP Sunucusu bağlantı noktası, varsayılan için boş bırakın (TCP için 389, SSL için 636).
uk_uk: Порт LDAP-сервера, залиште порожнім за замовчуванням (389 для TCP, 636 для SSL).

source: LDAP servers
id_id: Server LDAP
ja_jp: LDAPサーバー
ko_ko: LDAP 서버
pt_pt: Servidores LDAP
sw_sw: LDAP-servrar
tr_tr: LDAP sunucuları
uk_uk: Сервери LDAP

source: Lifetime in days. This is commonly set to 397 (approximately 1 year).
id_id: Seumur hidup dalam hitungan hari. Ini biasanya ditetapkan ke 397 (sekitar 1 tahun).
ja_jp: ライフタイム（日数）。一般的には397（約1年）に設定されています。
ko_ko: 일 단위의 수명입니다. 일반적으로 397(약 1년)로 설정됩니다.
pt_pt: Tempo de vida em dias. Esta é normalmente fixada em 397 (aproximadamente 1 ano).
sw_sw: Livstid i dagar. Vanligtvis är den inställd på 397 (ungefär 1 år).
tr_tr: Gün cinsinden yaşam süresi. Bu genellikle 397 (yaklaşık 1 yıl) olarak ayarlanır.
uk_uk: Час життя в днях. Зазвичай це значення дорівнює 397 (приблизно 1 рік).

source: Lifetime in days. This is commonly set to 825 (approximately 2 years).
id_id: Seumur hidup dalam hitungan hari. Ini biasanya ditetapkan ke 825 (sekitar 2 tahun).
ja_jp: ライフタイム（日数）です。一般的には825（約2年）に設定されています。
ko_ko: 수명(일)입니다. 일반적으로 825(약 2년)로 설정됩니다.
pt_pt: Tempo de vida em dias. Esta é normalmente fixada em 825 (aproximadamente 2 anos).
sw_sw: Livstid i dagar. Vanligtvis är den inställd på 825 (ungefär 2 år).
tr_tr: Gün cinsinden yaşam süresi. Bu genellikle 825 (yaklaşık 2 yıl) olarak ayarlanır.
uk_uk: Час життя в днях. Зазвичай встановлюється на 825 (приблизно 2 роки).

source: Local Port
id_id: Pelabuhan Lokal
ja_jp: ローカルポート
ko_ko: 로컬 포트
pt_pt: Porto local
sw_sw: Lokal hamn
tr_tr: Yerel Liman
uk_uk: Місцевий порт

source: Local User Access
id_id: Akses Pengguna Lokal
ja_jp: ローカルユーザーアクセス
ko_ko: 로컬 사용자 액세스
pt_pt: Acesso do utilizador local
sw_sw: Tillgång för lokala användare
tr_tr: Yerel Kullanıcı Erişimi
uk_uk: Доступ локального користувача

source: Local port upon which OpenVPN will listen for connections. The default port is 1194. Leave this blank to auto-select an unused port.
id_id: Port lokal yang akan digunakan OpenVPN untuk mendengarkan koneksi. Port default adalah 1194. Biarkan ini kosong untuk memilih port yang tidak digunakan secara otomatis.
ja_jp: OpenVPN が接続をリッスンするローカルポート。デフォルトのポートは1194です。未使用のポートを自動選択する場合は、この項目を空白にしておいてください。
ko_ko: OpenVPN이 연결을 수신 대기할 로컬 포트입니다. 기본 포트는 1194입니다. 사용하지 않는 포트를 자동으로 선택하려면 비워 두세요.
pt_pt: Porta local sobre a qual OpenVPN escutará as ligações. A porta padrão é 1194. Deixe isto em branco para seleccionar automaticamente uma porta não utilizada.
sw_sw: Lokal port som OpenVPN lyssnar på för anslutningar. Standardporten är 1194. Lämna detta tomt för att automatiskt välja en oanvänd port.
tr_tr: OpenVPN'in bağlantıları dinleyeceği yerel bağlantı noktası. Varsayılan bağlantı noktası 1194'tür. Kullanılmayan bir bağlantı noktasını otomatik olarak seçmek için bunu boş bırakın.
uk_uk: Локальний порт, на якому OpenVPN буде очікувати з'єднання. Порт за замовчуванням - 1194. Залиште це поле порожнім, щоб автоматично вибрати невикористаний порт.

source: MAC Address field is invalid
id_id: Bidang Alamat MAC tidak valid
ja_jp: MAC Addressフィールドが無効です。
ko_ko: MAC 주소 필드가 유효하지 않습니다.
pt_pt: O campo Endereço MAC é inválido
sw_sw: Fältet MAC-adress är ogiltigt
tr_tr: MAC Adresi alanı geçersiz
uk_uk: Поле MAC-адреси є недійсним

source: Member Naming Attribute
id_id: Atribut Penamaan Anggota
ja_jp: メンバー命名属性
ko_ko: 멤버 이름 지정 속성
pt_pt: Atributo de Nomeação de Membro
sw_sw: Namn på medlemmen attribut för namngivning
tr_tr: Üye Adlandırma Özelliği
uk_uk: Атрибут іменування члена

source: NTP Server
id_id: Server NTP
ja_jp: NTPサーバー
ko_ko: NTP 서버
pt_pt: Servidor NTP
tr_tr: NTP Sunucusu
uk_uk: Сервер NTP

source: NTP Server 2
id_id: Server NTP 2
ja_jp: NTPサーバー2
ko_ko: NTP 서버 2
pt_pt: Servidor NTP 2
tr_tr: NTP Sunucusu 2
uk_uk: Сервер NTP 2

source: NetBIOS Node Type
id_id: Jenis Node NetBIOS
ja_jp: NetBIOS ノードタイプ
ko_ko: NetBIOS 노드 유형
pt_pt: Tipo de Nó NetBIOS
sw_sw: NetBIOS-nodtyp
tr_tr: NetBIOS Düğüm Türü
uk_uk: Тип вузла NetBIOS

source: NetBIOS Scope ID
id_id: ID Cakupan NetBIOS
ja_jp: NetBIOSスコープID
ko_ko: NetBIOS 범위 ID
tr_tr: NetBIOS Kapsam Kimliği
uk_uk: Ідентифікатор області дії NetBIOS

source: Network Time Protocol server to provide for connecting client systems.
id_id: Server Network Time Protocol untuk menyediakan koneksi sistem klien.
ja_jp: クライアントシステムを接続するために提供するネットワークタイムプロトコルサーバー。
ko_ko: 클라이언트 시스템 연결을 위한 네트워크 시간 프로토콜 서버입니다.
pt_pt: Servidor de Protocolo de Tempo de Rede para fornecer a ligação de sistemas clientes.
sw_sw: Nätverkstidsprotokollserver för att möjliggöra anslutning av klientsystem.
tr_tr: İstemci sistemlerin bağlanmasını sağlamak için Ağ Zaman Protokolü sunucusu.
uk_uk: Сервер протоколу мережевого часу для забезпечення підключення клієнтських систем.

source: On this screen we will configure the Local Area Network information.
id_id: Pada layar ini kita akan mengkonfigurasi informasi Jaringan Area Lokal.
ja_jp: この画面では、ローカルエリアネットワークの情報を設定します。
ko_ko: 이 화면에서는 로컬 영역 네트워크 정보를 구성합니다.
pt_pt: Neste ecrã iremos configurar a informação da Rede Local.
sw_sw: På den här skärmen ska vi konfigurera information om det lokala nätverket.
tr_tr: Bu ekranda Yerel Alan Ağı bilgilerini yapılandıracağız.
uk_uk: На цьому екрані ми налаштуємо інформацію про локальну мережу.

source: OpenVPN rule
id_id: Aturan OpenVPN
ja_jp: OpenVPNルール
ko_ko: OpenVPN 규칙
pt_pt: Regra OpenVPN
sw_sw: OpenVPN-regel
tr_tr: OpenVPN kuralı
uk_uk: Правило OpenVPN

source: Organization name, often the Company or Group name.
id_id: Nama organisasi, biasanya nama Perusahaan atau Grup.
ja_jp: 組織名（多くの場合、会社名またはグループ名）。
ko_ko: 조직 이름(보통 회사 또는 그룹 이름).
pt_pt: Nome da organização, muitas vezes o nome da Empresa ou do Grupo.
sw_sw: Organisationsnamn, ofta företagets eller gruppens namn.
tr_tr: Kuruluş adı, genellikle Şirket veya Grup adı.
uk_uk: Назва організації, часто назва компанії або групи.

source: Override DNS
id_id: Mengesampingkan DNS
ja_jp: オーバーライドDNS
ko_ko: DNS 재정의
pt_pt: Substituir o DNS
sw_sw: åsidosättande av DNS
tr_tr: DNS'yi geçersiz kıl
uk_uk: Перевизначення DNS

source: PPPoE Dial on demand
id_id: Panggilan PPPoE sesuai permintaan
ja_jp: PPPoE ダイヤルオンデマンド
ko_ko: 온디맨드 PPPoE 다이얼
sw_sw: PPPoE Uppringning på begäran
tr_tr: PPPoE Talep üzerine arama
uk_uk: PPPoE Набір на вимогу

source: PPPoE Idle timeout
id_id: PPPoE Batas waktu menganggur
ja_jp: PPPoE Idleタイムアウト
ko_ko: PPPoE 유휴 시간 초과
pt_pt: PPPoE Tempo limite de inactividade
tr_tr: PPPoE Boşta zaman aşımı
uk_uk: PPPoE Тайм-аут простою

source: PPPoE Password
id_id: Kata Sandi PPPoE
ja_jp: PPPoEパスワード
ko_ko: PPPoE 비밀번호
pt_pt: Senha PPPoE
sw_sw: PPPoE-lösenord
tr_tr: PPPoE Parolası
uk_uk: Пароль PPPoE

source: PPPoE Service name
id_id: Nama layanan PPPoE
ja_jp: PPPoEサービス名
ko_ko: PPPoE 서비스 이름
pt_pt: Nome do serviço PPPoE
sw_sw: PPPoE Tjänstens namn
tr_tr: PPPoE Hizmet adı
uk_uk: PPPoE Назва послуги Назва послуги

source: PPPoE Username
id_id: Nama Pengguna PPPoE
ja_jp: PPPoEユーザー名
ko_ko: PPPoE 사용자 이름
pt_pt: PPPoE Nome de utilizador
sw_sw: PPPoE Användarnamn
tr_tr: PPPoE Kullanıcı Adı
uk_uk: Ім'я користувача PPPoE

source: PPTP Dial on demand
id_id: Panggilan PPTP sesuai permintaan
ja_jp: PPTP オンデマンドダイヤル
ko_ko: 온디맨드 PPTP 다이얼
pt_pt: Discagem PPTP a pedido
sw_sw: PPTP Uppringning vid behov
tr_tr: PPTP Talep üzerine arama
uk_uk: PPTP Набір на вимогу

source: PPTP Idle timeout
id_id: Batas waktu idle PPTP
ja_jp: PPTP Idle タイムアウト
ko_ko: PPTP 유휴 시간 초과
pt_pt: PPTP Tempo limite de inactividade
sw_sw: PPTP Timeout för tomgång
tr_tr: PPTP Boşta zaman aşımı
uk_uk: PPTP Тайм-аут очікування

source: PPTP Local IP Address
id_id: Alamat IP Lokal PPTP
ja_jp: PPTPローカルIPアドレス
ko_ko: PPTP 로컬 IP 주소
pt_pt: PPTP Endereço IP Local
sw_sw: PPTP lokal IP-adress
tr_tr: PPTP Yerel IP Adresi
uk_uk: PPTP Локальна IP-адреса

source: PPTP Local IP Address field is invalid
id_id: Bidang Alamat IP Lokal PPTP tidak valid
ja_jp: PPTP Local IP Address」フィールドが無効です。
ko_ko: PPTP 로컬 IP 주소 필드가 유효하지 않습니다.
pt_pt: O campo PPTP Endereço IP Local é inválido
sw_sw: Fältet PPTP Local IP Address är ogiltigt
tr_tr: PPTP Yerel IP Adresi alanı geçersiz
uk_uk: Поле "Локальна IP-адреса PPTP" є недійсним

source: PPTP Password
id_id: Kata Sandi PPTP
ja_jp: PPTPパスワード
ko_ko: PPTP 비밀번호
pt_pt: Senha PPTP
sw_sw: PPTP-lösenord
tr_tr: PPTP Şifresi
uk_uk: Пароль PPTP

source: PPTP Remote IP Address
id_id: Alamat IP Jarak Jauh PPTP
ja_jp: PPTPリモートIPアドレス
ko_ko: PPTP 원격 IP 주소
pt_pt: PPTP Endereço IP Remoto
sw_sw: PPTP fjärr-IP-adress
tr_tr: PPTP Uzak IP Adresi
uk_uk: Віддалена IP-адреса PPTP

source: PPTP Remote IP Address field is invalid
id_id: Bidang Alamat IP Jarak Jauh PPTP tidak valid
ja_jp: PPTP Remote IP Addressフィールドが無効です。
ko_ko: PPTP 원격 IP 주소 필드가 유효하지 않습니다.
pt_pt: O campo de endereço IP remoto PPTP é inválido
sw_sw: Fältet PPTP Remote IP Address är ogiltigt
tr_tr: PPTP Uzak IP Adresi alanı geçersiz
uk_uk: Поле "Віддалена IP-адреса PPTP" є недійсним

source: PPTP Username
id_id: Nama Pengguna PPTP
ja_jp: PPTPユーザー名
ko_ko: PPTP 사용자 이름
pt_pt: PPTP Nome de utilizador
sw_sw: PPTP Användarnamn
tr_tr: PPTP Kullanıcı Adı
uk_uk: Ім'я користувача PPTP

source: PPTP configuration
id_id: Konfigurasi PPTP
ja_jp: PPTPの設定
ko_ko: PPTP 구성
pt_pt: Configuração PPTP
sw_sw: PPTP-konfiguration
tr_tr: PPTP yapılandırması
uk_uk: Налаштування PPTP

source: Paste in a shared TLS key if one has already been generated.
id_id: Rekatkan kunci TLS bersama jika kunci TLS sudah dibuat.
ja_jp: 共有TLSキーが既に生成されている場合は、それを貼り付けます。
ko_ko: 공유 TLS 키가 이미 생성되어 있는 경우 붙여넣기합니다.
pt_pt: Colar numa chave TLS partilhada, se já tiver sido gerada.
sw_sw: Klistra in en delad TLS-nyckel om en sådan redan har genererats.
tr_tr: Önceden oluşturulmuşsa paylaşılan TLS anahtarını yapıştırın.
uk_uk: Вставте спільний ключ TLS, якщо він вже згенерований.

source: Port used by the RADIUS server for accepting Authentication requests, typically 1812.
id_id: Port yang digunakan oleh server RADIUS untuk menerima permintaan Autentikasi, biasanya 1812.
ja_jp: RADIUSサーバーがAuthenticationリクエストを受け付けるために使用するポート（通常は1812）。
ko_ko: 인증 요청을 수락하기 위해 RADIUS 서버에서 사용하는 포트(일반적으로 1812)입니다.
pt_pt: Porto utilizado pelo servidor RADIUS para aceitar pedidos de Autenticação, tipicamente 1812.
sw_sw: Port som används av RADIUS-servern för att ta emot autentiseringsbegäranden, vanligtvis 1812.
tr_tr: Kimlik Doğrulama isteklerini kabul etmek için RADIUS sunucusu tarafından kullanılan bağlantı noktası, genellikle 1812.
uk_uk: Порт, який використовується RADIUS-сервером для прийому запитів на автентифікацію, зазвичай 1812.

source: Primary DNS Server
id_id: Server DNS Utama
ja_jp: プライマリDNSサーバー
ko_ko: 기본 DNS 서버
pt_pt: Servidor DNS primário
sw_sw: Primär DNS-server
tr_tr: Birincil DNS Sunucusu
uk_uk: Основний DNS-сервер

source: Primary DNS Server field is invalid
id_id: Bidang Server DNS Utama tidak valid
ja_jp: Primary DNS Server」フィールドが無効です。
ko_ko: 기본 DNS 서버 필드가 잘못되었습니다.
pt_pt: O campo Servidor DNS primário é inválido
sw_sw: Fältet Primary DNS Server är ogiltigt
tr_tr: Birincil DNS Sunucusu alanı geçersiz
uk_uk: Поле "Первинний DNS-сервер" є недійсним

source: Protocol to use for OpenVPN connections. If you are unsure, leave this set to UDP.
id_id: Protokol yang akan digunakan untuk koneksi OpenVPN. Jika Anda tidak yakin, biarkan setelan ini ke UDP.
ja_jp: OpenVPN接続に使用するプロトコルです。不明な場合は、UDPに設定しておいてください。
ko_ko: OpenVPN 연결에 사용할 프로토콜. 확실하지 않은 경우, 이 설정을 UDP로 그대로 두세요.
pt_pt: Protocolo a utilizar para ligações OpenVPN. Se não tiver a certeza, deixe este conjunto para a UDP.
sw_sw: Protokoll som ska användas för OpenVPN-anslutningar. Om du är osäker kan du låta UDP vara inställt.
tr_tr: OpenVPN bağlantıları için kullanılacak protokol. Emin değilseniz, bu ayarı UDP olarak bırakın.
uk_uk: Протокол, який слід використовувати для з'єднань OpenVPN. Якщо ви не впевнені, залиште цей параметр на UDP.

source: Provide a default domain name to clients.
id_id: Memberikan nama domain default kepada klien.
ja_jp: クライアントに対して、デフォルトのドメイン名を提供する。
ko_ko: 클라이언트에게 기본 도메인 이름을 제공합니다.
pt_pt: Fornecer um nome de domínio por defeito aos clientes.
sw_sw: Ange ett standarddomännamn för klienterna.
tr_tr: İstemcilere varsayılan bir alan adı sağlayın.
uk_uk: Надайте клієнтам доменне ім'я за замовчуванням.

source: RADIUS Authentication Server List
id_id: Daftar Server Otentikasi RADIUS
ja_jp: RADIUS認証サーバー一覧
ko_ko: RADIUS 인증 서버 목록
pt_pt: Lista de Servidores de Autenticação RADIUS
sw_sw: Lista över RADIUS-autentiseringsservrar
tr_tr: RADIUS Kimlik Doğrulama Sunucusu Listesi
uk_uk: Список серверів автентифікації RADIUS

source: RADIUS Authentication Server Parameters
id_id: Parameter Server Otentikasi RADIUS
ja_jp: RADIUS認証サーバーのパラメーター
ko_ko: RADIUS 인증 서버 매개변수
pt_pt: Parâmetros de Servidor de Autenticação RADIUS
sw_sw: Parametrar för RADIUS-autentiseringsservern
tr_tr: RADIUS Kimlik Doğrulama Sunucusu Parametreleri
uk_uk: Параметри сервера автентифікації RADIUS

source: RADIUS Server Selection
id_id: Pemilihan Server RADIUS
ja_jp: RADIUSサーバーの選択
ko_ko: RADIUS 서버 선택
pt_pt: Selecção do servidor RADIUS
sw_sw: Val av RADIUS-server
tr_tr: RADIUS Sunucu Seçimi
uk_uk: Вибір сервера RADIUS

source: RADIUS servers
id_id: Server RADIUS
ja_jp: RADIUSサーバー
ko_ko: RADIUS 서버
pt_pt: Servidores RADIUS
sw_sw: RADIUS-servrar
tr_tr: RADIUS sunucuları
uk_uk: RADIUS-сервери

source: RFC1918 Networks
id_id: Jaringan RFC1918
ja_jp: RFC1918 ネットワーク
ko_ko: RFC1918 네트워크
pt_pt: RFC1918 Redes
sw_sw: RFC1918-nätverk
tr_tr: RFC1918 Ağları
uk_uk: RFC1918 Мережі

source: Reload Configuration
id_id: Muat Ulang Konfigurasi
ja_jp: リロードコンフィギュレーション
ko_ko: 구성 다시 로드
pt_pt: Configuração de Recarregamento
sw_sw: Ladda om konfigurationen
tr_tr: Yapılandırmayı Yeniden Yükle
uk_uk: Перезавантажити конфігурацію

source: Reload in progress
id_id: Muat ulang sedang berlangsung
ja_jp: リロード中
ko_ko: 로드 진행 중
pt_pt: Recarga em curso
sw_sw: Omladdning pågår
tr_tr: Yeniden yükleme devam ediyor
uk_uk: Триває перезавантаження

source: Root Password
id_id: Kata Sandi Root
ja_jp: ルートパスワード
ko_ko: 루트 비밀번호
pt_pt: Senha de Raiz
sw_sw: Root-lösenord
tr_tr: Kök Şifre
uk_uk: Root Пароль

source: Root Password Confirmation
id_id: Konfirmasi Kata Sandi Root
ja_jp: ルートパスワードの確認
ko_ko: 루트 비밀번호 확인
pt_pt: Confirmação da palavra-chave de raiz
sw_sw: Bekräftelse av rotlösenordet
tr_tr: Kök Parola Onayı
uk_uk: Підтвердження кореневого пароля
