Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Control the behavior of the embedded DNS configuration (RFC 8106). Leave unchecked to use a custom DNS configuration.
id_id: Mengontrol perilaku konfigurasi DNS yang disematkan (RFC 8106). Biarkan tidak dicentang untuk menggunakan konfigurasi DNS khusus.
ja_jp: 組み込みDNS設定（RFC8106）の動作を制御します。カスタムDNS設定を使用する場合は、チェックを外したままにします。
ko_ko: 임베디드 DNS 구성(RFC 8106)의 동작을 제어합니다. 사용자 지정 DNS 구성을 사용하려면 선택하지 않은 상태로 둡니다.
pt_pt: Controlar o comportamento da configuração do DNS incorporado (RFC 8106). Deixar desmarcado para utilizar uma configuração de DNS personalizada.
sw_sw: Kontrollera beteendet hos den inbäddade DNS-konfigurationen (RFC 8106). Lämna den bockad om du vill använda en anpassad DNS-konfiguration.
tr_tr: Katıştırılmış DNS yapılandırmasının davranışını kontrol edin (RFC 8106). Özel bir DNS yapılandırması kullanmak için işaretlenmemiş bırakın.
uk_uk: Керування поведінкою вбудованої конфігурації DNS (RFC 8106). Не позначайте цей пункт, щоб використовувати власну конфігурацію DNS.

source: The default is to use the domain name of this system as the DNSSL option in Router Advertisements. You may optionally specify one or multiple domain(s) here. Use the semicolon character as separator.
id_id: Standarnya adalah menggunakan nama domain sistem ini sebagai opsi DNSSL dalam Iklan Router. Anda dapat menentukan satu atau beberapa domain secara opsional di sini. Gunakan karakter titik koma sebagai pemisah.
it_it: L'impostazione predefinita è utilizzare il nome di dominio di questo sistema come opzione DNSSL nelle pubblicità del router. È possibile specificare facoltativamente uno o più domini qui. Usa il carattere in punto e virgola come separatore.
ja_jp: デフォルトでは、ルーター広告のDNSSLオプションとして、このシステムのドメイン名を使用します。ここでは、オプションで1つまたは複数のドメイン（複数）を指定できます。区切り文字としてセミコロン文字を使用します。
ko_ko: 기본값은 이 시스템의 도메인 이름을 라우터 광고의 DNSSL 옵션으로 사용하는 것입니다. 선택적으로 여기에 하나 또는 여러 개의 도메인을 지정할 수 있습니다. 세미콜론 문자를 구분 기호로 사용합니다.
pt_pt: O padrão é utilizar o nome de domínio deste sistema como a opção DNSSL em Anúncios de Roteador. Opcionalmente, pode especificar aqui um ou vários domínios. Utilizar o carácter ponto-e-vírgula como separador.
sw_sw: Standardinställningen är att använda det här systemets domännamn som DNSSL-alternativ i routerannonser. Du kan eventuellt ange en eller flera domäner här. Använd semikolonet som separator.
tr_tr: Varsayılan değer, Yönlendirici Reklamlarında DNSSL seçeneği olarak bu sistemin alan adını kullanmaktır. İsteğe bağlı olarak burada bir veya birden fazla etki alanı belirtebilirsiniz. Ayırıcı olarak noktalı virgül karakterini kullanın.
uk_uk: За замовчуванням в оголошеннях маршрутизатора використовується доменне ім'я цієї системи як опція DNSSL. Ви можете за бажанням вказати тут один або декілька доменів. Використовуйте крапку з комою як роздільник.

source: Minimum Interval
id_id: Interval Minimum
it_it: Intervallo minimo
ja_jp: 最小間隔
ko_ko: 최소 간격
pt_pt: Intervalo mínimo
sw_sw: Minsta intervall
tr_tr: Minimum Aralık
uk_uk: Мінімальний інтервал

source: The minimum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
id_id: Waktu minimum yang diizinkan antara pengiriman iklan router multicast yang tidak diminta dari antarmuka, dalam detik.
it_it: Il tempo minimo consentito tra l'invio di annunci per router multicast non richiesto dall'interfaccia, in pochi secondi.
ja_jp: インタフェースからの未承諾マルチキャストルータ広告送信間隔を許可する最小時間単位。
ko_ko: 인터페이스에서 원치 않는 멀티캐스트 라우터 광고를 전송하는 데 허용되는 최소 시간(초)입니다.
pt_pt: Tempo limite minimo permitido entre o envio de anúncios de rotas multicast não solicitadas do interface, em segundos.
sw_sw: Minsta tillåtna tid i sekunder mellan sändningar av oönskade multicast-routerannonser från gränssnittet.
tr_tr: Arayüzden istenmeyen çok noktaya yayın yönlendirici reklamlarının gönderilmesi arasında saniye cinsinden izin verilen minimum süre.
uk_uk: Мінімальний час, дозволений між надсиланням небажаної реклами багатоадресного маршрутизатора з інтерфейсу, в секундах.

source: Maximum Interval
id_id: Interval Maksimum
it_it: Intervallo massimo
ja_jp: 最大間隔
ko_ko: 최대 간격
pt_pt: Intervalo máximo
sw_sw: Maximalt intervall
tr_tr: Maksimum Aralık
uk_uk: Максимальний інтервал

source: The maximum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
id_id: Waktu maksimum yang diizinkan antara pengiriman iklan router multicast yang tidak diminta dari antarmuka, dalam detik.
it_it: Il tempo massimo consentito tra l'invio di annunci per router multicast non richiesto dall'interfaccia, in pochi secondi.
ja_jp: インタフェースからの未承諾マルチキャストルータ広告送信間隔を許可する最大時間単位。
ko_ko: 인터페이스에서 원치 않는 멀티캐스트 라우터 광고를 전송하는 데 허용되는 최대 시간(초)입니다.
pt_pt: Tempo limite máximo permitido entre o envio de anúncios de rotas multicast não solicitadas do interface, em segundos
sw_sw: Den maximala tiden i sekunder som tillåts mellan sändningar av oönskade multicast-routerannonser från gränssnittet.
tr_tr: Arayüzden istenmeyen çok noktaya yayın yönlendirici reklamlarının gönderilmesi arasında saniye cinsinden izin verilen maksimum süre.
uk_uk: Максимальний час, дозволений між надсиланням небажаної реклами багатоадресного маршрутизатора з інтерфейсу, в секундах.

source: Dnsmasq is still active on the same port. Disable it before enabling Unbound.
id_id: Dnsmasq masih aktif pada port yang sama. Nonaktifkan sebelum mengaktifkan Unbound.
it_it: DNSMASQ è ancora attivo sulla stessa porta. Disabilitalo prima di abilitare illimitato.
ja_jp: 同じポートでDnsmasqがアクティブになっていますが、Unboundを有効にする前に無効にしてください。
ko_ko: Dnsmasq가 여전히 같은 포트에서 활성화되어 있습니다. 언바인딩을 사용하도록 설정하기 전에 비활성화하세요.
pt_pt: O Dnsmasq ainda está activo no mesmo porto. Desactive-o antes de activar Unbound.
sw_sw: Dnsmasq är fortfarande aktivt på samma port. Inaktivera den innan du aktiverar Unbound.
tr_tr: Dnsmasq hala aynı bağlantı noktasında etkin. Unbound'u etkinleştirmeden önce devre dışı bırakın.
uk_uk: Dnsmasq все ще активний на тому ж порту. Вимкніть його, перш ніж увімкнути Unbound.

source: You must specify a valid DNS64 prefix.
id_id: Anda harus menentukan awalan DNS64 yang valid.
it_it: È necessario specificare un prefisso DNS64 valido.
ja_jp: 有効なDNS64プレフィックスを指定する必要があります。
ko_ko: 유효한 DNS64 접두사를 지정해야 합니다.
pt_pt: É necessário especificar um prefixo DNS64 válido.
sw_sw: Du måste ange ett giltigt DNS64-prefix.
tr_tr: Geçerli bir DNS64 öneki belirtmeniz gerekir.
uk_uk: Ви повинні вказати дійсний префікс DNS64.

source: You must specify a valid port number.
id_id: Anda harus menentukan nomor port yang valid.
it_it: È necessario specificare un numero di porta valido.
ja_jp: 有効なポート番号を指定してください。
ko_ko: 유효한 포트 번호를 지정해야 합니다.
pt_pt: Terá de especificar um número de porta válido.
sw_sw: Du måste ange ett giltigt portnummer.
tr_tr: Geçerli bir bağlantı noktası numarası belirtmelisiniz.
uk_uk: Ви повинні вказати дійсний номер порту.

source: Local zone type "%s" is not known.
id_id: Jenis zona lokal "%s" tidak diketahui.
it_it: Il tipo di zona locale "%s" non è noto.
ja_jp: ローカルゾーンタイプ「%s」は不明です。
ko_ko: 로컬 영역 유형 "%s"를 알 수 없습니다.
pt_pt: O tipo de zona local "%s" não é conhecido.
sw_sw: Den lokala zontypen "%s" är inte känd.
tr_tr: Yerel bölge türü "%s" bilinmiyor.
uk_uk: Тип локальної зони "%s" невідомий.

source: The Unbound configuration has been changed.
id_id: Konfigurasi Unbound telah diubah.
it_it: La configurazione illimitata è stata modificata.
ja_jp: Unbound 構成は変更されました。
ko_ko: 언바운드 구성이 변경되었습니다.
pt_pt: A configuração Sem restrições foi alterada.
sw_sw: Konfigurationen för Obundet har ändrats.
tr_tr: Bağlantısız yapılandırma değiştirildi.
uk_uk: Змінено конфігурацію Unbound.

source: Enable Unbound
id_id: Aktifkan Tidak Terikat
it_it: Abilita lessunti
ja_jp: アンバインド（有効
ko_ko: 언바운드 사용
pt_pt: Habilitar Sem restrições
sw_sw: Aktivera Obundet
tr_tr: Bağlantısızlığı Etkinleştir
uk_uk: Увімкнути Unbound

source: Interface IP addresses used for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
id_id: Alamat IP antarmuka yang digunakan untuk merespons pertanyaan dari klien. Jika sebuah antarmuka memiliki IP IPv4 dan IPv6, keduanya akan digunakan. Kueri ke IP antarmuka lain yang tidak dipilih di bawah ini akan dibuang. Perilaku default adalah merespons kueri pada setiap alamat IPv4 dan IPv6 yang tersedia.
it_it: Interfaccia Indirizzi IP utilizzati per rispondere alle query dai client. Se un'interfaccia dispone di IPS sia IPv4 che IPv6, entrambi vengono utilizzati. Le query ad altre IP di interfaccia non selezionate di seguito sono scartate. Il comportamento predefinito è rispondere alle query su ogni indirizzo IPv4 e IPv6 disponibile.
ja_jp: クライアントからのクエリに応答するときに使用されるインタフェース IP アドレスにインタフェース、IPv4 と IPv6 が両方使用されている場合、下で選択されている、その他のインタフェース IP へのクエリの破棄です。
ko_ko: 클라이언트의 쿼리에 응답하는 데 사용되는 인터페이스 IP 주소입니다. 인터페이스에 IPv4와 IPv6 IP가 모두 있는 경우 둘 다 사용됩니다. 아래에서 선택되지 않은 다른 인터페이스 IP에 대한 쿼리는 삭제됩니다. 기본 동작은 사용 가능한 모든 IPv4 및 IPv6 주소에서 쿼리에 응답하는 것입니다.
pt_pt: Endereços IP de interface utilizados para responder às consultas dos clientes. Se uma interface tiver IPs IPv4 e IPv6, ambos são utilizados. Consultas a outros IPs de interface não seleccionados abaixo são descartadas. O comportamento por defeito é responder a consultas sobre todos os endereços IPv4 e IPv6 disponíveis.
sw_sw: IP-adresser för gränssnitt som används för att svara på frågor från klienter. Om ett gränssnitt har både IPv4- och IPv6-IP-adresser används båda. Förfrågningar till andra gränssnitts-IP:er som inte valts nedan förkastas. Standardbeteendet är att svara på frågor på alla tillgängliga IPv4- och IPv6-adresser.
tr_tr: İstemcilerden gelen sorgulara yanıt vermek için kullanılan arabirim IP adresleri. Bir arayüz hem IPv4 hem de IPv6 IP'lerine sahipse, her ikisi de kullanılır. Aşağıda seçilmeyen diğer arayüz IP'lerine yapılan sorgular atılır. Varsayılan davranış, kullanılabilir her IPv4 ve IPv6 adresindeki sorgulara yanıt vermektir.
uk_uk: IP-адреси інтерфейсу, які використовуються для відповіді на запити клієнтів. Якщо інтерфейс має IP-адреси IPv4 та IPv6, використовуються обидві. Запити до інших IP-адрес інтерфейсу, не вибраних нижче, відкидаються. Поведінка за замовчуванням - відповідати на запити на кожну доступну IPv4 і IPv6 адресу.

source: DNS64
ja_jp: ディーエヌエスろくじゅうよん

source: Enable DNS64 Support
id_id: Aktifkan Dukungan DNS64
it_it: Abilita supporto DNS64
ja_jp: DNS64のサポートを有効にする
ko_ko: DNS64 지원 사용
pt_pt: Activar o apoio DNS64
sw_sw: Aktivera stöd för DNS64
tr_tr: DNS64 Desteğini Etkinleştir
uk_uk: Увімкнути підтримку DNS64

source: If this option is set, Unbound will synthesize AAAA records from A records if no actual AAAA records are present.
id_id: Jika opsi ini ditetapkan, Unbound akan mensintesis catatan AAAA dari catatan A jika tidak ada catatan AAAA yang sebenarnya.
it_it: Se questa opzione è impostata, illuso sintetizzerà i record AAAA da un record se non sono presenti record AAAA effettivi.
ja_jp: このオプションを設定すると、実際のAAAAレコードが存在しない場合、UnboundはAレコードからAAAAレコードを合成する。
ko_ko: 이 옵션을 설정하면 언바운드에서는 실제 AAAA 레코드가 없는 경우 A 레코드에서 AAAA 레코드를 합성합니다.
pt_pt: Se esta opção for definida, Unbound irá sintetizar os registos AAAA a partir dos registos A, se não existirem registos AAAA reais.
sw_sw: Om det här alternativet är inställt kommer Unbound att syntetisera AAAA-poster från A-poster om det inte finns några faktiska AAAA-poster.
tr_tr: Bu seçenek ayarlanırsa, Unbound, gerçek AAAA kayıtları yoksa A kayıtlarından AAAA kayıtlarını sentezleyecektir.
uk_uk: Якщо цей параметр встановлено, Unbound синтезуватиме AAAA-записи з A-записів, якщо немає реальних AAAA-записів.

source: DNS64 prefix
id_id: Awalan DNS64
it_it: Prefisso DNS64
ja_jp: DNS64プレフィックス
ko_ko: DNS64 접두사
pt_pt: Prefixo DNS64
tr_tr: DNS64 öneki
uk_uk: Префікс DNS64

source: If no DNS64 prefix is specified, the default prefix 64:ff9b::/96 (RFC 6052) will be used.
id_id: Jika tidak ada awalan DNS64 yang ditentukan, awalan default 64:ff9b::/96 (RFC 6052) akan digunakan.
it_it: Se non viene specificato alcun prefisso DNS64, verrà utilizzato il prefisso predefinito 64: FF9B ::/96 (RFC 6052).
ja_jp: DNS64プレフィックスを指定しない場合、デフォルトのプレフィックス64:ff9b::/96（RFC6052）が使用されます。
ko_ko: DNS64 접두사를 지정하지 않으면 기본 접두사 64:ff9b::/96(RFC 6052)이 사용됩니다.
pt_pt: Se não for especificado nenhum prefixo DNS64, será utilizado o prefixo padrão 64:ff9b::/96 (RFC 6052).
sw_sw: Om inget DNS64-prefix anges används standardprefixet 64:ff9b::/96 (RFC 6052).
tr_tr: DNS64 öneki belirtilmezse, varsayılan 64:ff9b::/96 (RFC 6052) öneki kullanılır.
uk_uk: Якщо префікс DNS64 не вказано, буде використано префікс за замовчуванням 64:ff9b::/96 (RFC 6052).

source: Enable AAAA-only mode
id_id: Mengaktifkan mode khusus AAAA
ja_jp: AAAA-only モードを有効にする
ko_ko: AAAA 전용 모드 사용
pt_pt: Activar o modo AAAA-only
sw_sw: Aktivera AAAA-only-läge
tr_tr: Yalnızca AAAA modunu etkinleştirin
uk_uk: Увімкнути режим тільки для АААА

source: If this option is set, Unbound will remove all A records from the answer section of all responses.
id_id: Jika opsi ini diatur, Unbound akan menghapus semua catatan A dari bagian jawaban dari semua tanggapan.
ja_jp: このオプションを設定すると、Unboundはすべての回答の回答セクションからすべてのAレコードを削除します。
ko_ko: 이 옵션을 설정하면 언바운드가 모든 응답의 답안 섹션에서 모든 A 레코드를 제거합니다.
pt_pt: Se esta opção for definida, Unbound irá remover todos os registos A da secção de respostas de todas as respostas.
sw_sw: Om det här alternativet är inställt tar Unbound bort alla A-poster från svarssektionen i alla svar.
tr_tr: Bu seçenek ayarlanırsa, Unbound tüm yanıtların yanıt bölümünden tüm A kayıtlarını kaldıracaktır.
uk_uk: Якщо цей параметр встановлено, Unbound вилучить усі записи A з секції відповідей усіх відповідей.

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Unbound, so that their name can be resolved.
id_id: Jika opsi ini ditetapkan, maka mesin yang menentukan nama host mereka saat meminta sewa DHCP akan didaftarkan di Unbound, sehingga nama mereka dapat diselesaikan.
it_it: Se questa opzione è impostata, le macchine che specificano il proprio nome host quando si richiedono un contratto di locazione DHCP saranno registrate in illuminazione, in modo che il loro nome possa essere risolto.
ja_jp: このオプションが設定されている場合、ホスト名を指定されたマシンは DHCP リースをリクエストされると Unbound に登録されるため、名前解決ができるようになります。
ko_ko: 이 옵션을 설정하면 DHCP 임대를 요청할 때 호스트 이름을 지정하는 컴퓨터가 언바운드에 등록되어 해당 이름을 확인할 수 있습니다.
pt_pt: Se esta opção for definida, então as máquinas que especificam o seu nome de anfitrião ao solicitar um aluguer DHCP serão registadas em Sem restrições, para que o seu nome possa ser resolvido.
sw_sw: Om det här alternativet är inställt kommer maskiner som anger sitt värdnamn när de begär ett DHCP-avtal att registreras i Unbound, så att deras namn kan lösas upp.
tr_tr: Bu seçenek ayarlanırsa, DHCP kiralaması isterken ana bilgisayar adını belirten makineler, adlarının çözümlenebilmesi için Unbound'a kaydedilir.
uk_uk: Якщо цей параметр встановлено, то машини, які вказують своє ім'я хоста під час запиту на оренду DHCP, будуть зареєстровані у розділі Unbound, щоб їхні імена можна було розпізнати.

source: The default domain name to use for DHCP lease registration. If empty, the system domain is used.
id_id: Nama domain default yang akan digunakan untuk registrasi sewa DHCP. Jika kosong, domain sistem yang digunakan.
it_it: Il nome di dominio predefinito da utilizzare per la registrazione del leasing DHCP. Se vuoto, viene utilizzato il dominio di sistema.
ja_jp: DHCPリース登録に使用するデフォルトのドメイン名です。空の場合、システムドメインが使用されます。
ko_ko: DHCP 임대 등록에 사용할 기본 도메인 이름입니다. 비어 있으면 시스템 도메인이 사용됩니다.
pt_pt: O nome de domínio por defeito a utilizar para o registo de arrendamento DHCP. Se estiver vazio, o domínio do sistema é utilizado.
sw_sw: Det standarddomännamn som ska användas för registrering av DHCP-hyresavtal. Om det är tomt används systemdomänen.
tr_tr: DHCP kira kaydı için kullanılacak varsayılan etki alanı adı. Boşsa, sistem etki alanı kullanılır.
uk_uk: Доменне ім'я за замовчуванням для реєстрації оренди DHCP. Якщо порожньо, використовується системний домен.

source: DHCP Static Mappings
id_id: Pemetaan Statis DHCP
it_it: Mapping statici DHCP
ja_jp: DHCP 静的マッピング
ko_ko: DHCP 정적 매핑
pt_pt: DHCP Mapeamentos estáticos
sw_sw: Statiska DHCP-mappningar
tr_tr: DHCP Statik Eşlemeleri
uk_uk: Статичні зіставлення DHCP

source: If this option is set, then DHCP static mappings will be registered in Unbound, so that their name can be resolved. You should also set the domain in %sSystem: General setup%s to the proper value.
id_id: Jika opsi ini ditetapkan, maka pemetaan statis DHCP akan didaftarkan di Unbound, sehingga namanya dapat diselesaikan. Anda juga harus mengatur domain di %sSystem: General setup%s ke nilai yang tepat.
it_it: Se questa opzione è impostata, le mappature statiche DHCP verranno registrate in illuminazione, in modo che il loro nome possa essere risolto. Dovresti anche impostare il dominio in %ssystem: configurazione generale %s sul valore corretto.
ja_jp: このオプションが設定されている場合、DHCP 静的マッピングは Unbound に登録されるため、名前解決ができるようになります。%s システム: 全般設定%s でも適切な値をドメインに設定します。
ko_ko: 이 옵션을 설정하면 DHCP 정적 매핑이 바인딩되지 않음에 등록되어 해당 이름을 확인할 수 있습니다. 또한 도메인을 %sSystem: 일반 설정%s에서 도메인을 적절한 값으로 설정해야 합니다.
pt_pt: Se esta opção for definida, então os mapeamentos estáticos DHCP serão registados em Unbound, para que o seu nome possa ser resolvido. Deverá também definir o domínio em %sSystem: Configuração geral%s para o valor correcto.
sw_sw: Om det här alternativet är inställt kommer statiska DHCP-mappningar att registreras i Unbound så att deras namn kan lösas upp. Du bör också ställa in domänen i %sSystem: General setup%s till rätt värde.
tr_tr: Bu seçenek ayarlanırsa, DHCP statik eşlemeleri Unbound'da kaydedilir, böylece adları çözümlenebilir. Ayrıca etki alanını %sSystem: Genel kurulum%s bölümündeki etki alanını da uygun değere ayarlamalısınız.
uk_uk: Якщо цей параметр встановлено, статичні зіставлення DHCP буде зареєстровано у розділі Unbound, щоб їхні імена можна було розпізнати. Також слід встановити домен у %sSystem: Загальні налаштування%s відповідне значення.

source: IPv6 Link-local
id_id: IPv6 Tautan-lokal
ja_jp: IPv6 リンクローカル
ko_ko: IPv6 링크-로컬
pt_pt: Link-local IPv6
sw_sw: IPv6 Länk-lokal
tr_tr: IPv6 Bağlantı-yerel

source: Register IPv6 link-local addresses
id_id: Mendaftarkan alamat lokal tautan IPv6
it_it: Registra gli indirizzi Link-Local IPv6
ja_jp: IPv6 リンクローカルアドレスの登録
ko_ko: IPv6 링크-로컬 주소 등록
pt_pt: Registar endereços IPv6 de ligação-local
sw_sw: Registrera IPv6-länklokala adresser
tr_tr: IPv6 bağlantı yerel adreslerini kaydetme
uk_uk: Реєстрація IPv6 link-local адрес

source: If this option is unset, then IPv6 link-local addresses will not be registered in Unbound, preventing return of unreachable address when more than one listen interface is configured.
id_id: Jika opsi ini tidak disetel, maka alamat link-lokal IPv6 tidak akan didaftarkan di Unbound, sehingga mencegah kembalinya alamat yang tidak dapat dijangkau ketika lebih dari satu antarmuka dengar dikonfigurasi.
it_it: Se questa opzione non è impostata, gli indirizzi Link-Local IPv6 non verranno registrati in Unbound, impedendo il ritorno di un indirizzo irraggiungibile quando è configurata più di un'interfaccia di ascolto.
ja_jp: このオプションを設定しない場合、UnboundにIPv6リンクローカルアドレスが登録されないため、1つ以上のリスンインタフェースが構成されている場合に、到達できないアドレスが返ることを防ぎます。
ko_ko: 이 옵션을 설정하지 않으면 IPv6 링크-로컬 주소가 언바운드에 등록되지 않으므로 둘 이상의 수신 인터페이스가 구성된 경우 연결할 수 없는 주소가 반환되는 것을 방지할 수 있습니다.
pt_pt: Se esta opção não estiver definida, então os endereços locais de ligação IPv6 não serão registados em Unbound, impedindo o retorno de endereços inalcançáveis quando mais do que uma interface de escuta estiver configurada.
sw_sw: Om det här alternativet inte är inställt registreras inte IPv6-linklokala adresser i Unbound, vilket förhindrar att en otillgänglig adress returneras när mer än ett lyssnargränssnitt är konfigurerat.
tr_tr: Bu seçenek ayarlanmamışsa, IPv6 bağlantı yerel adresleri Unbound'a kaydedilmeyecek ve birden fazla dinleme arayüzü yapılandırıldığında ulaşılamayan adresin döndürülmesi önlenecektir.
uk_uk: Якщо цей параметр не встановлено, то локальні адреси IPv6 не будуть зареєстровані у Unbound, що запобігає поверненню недосяжної адреси, коли налаштовано більше одного інтерфейсу прослуховування.

source: System A/AAAA records
id_id: Catatan Sistem A/AAAA
ja_jp: システムA/AAAレコード
ko_ko: 시스템 A/AAAA 레코드
pt_pt: Registos do Sistema A/AAAA
sw_sw: System A/AAAA-register
tr_tr: Sistem A/AAAA kayıtları
uk_uk: Записи системи A/AAAA

source: Do not register system A/AAAA records
id_id: Jangan mendaftarkan catatan sistem A/AAAA
ja_jp: システムA/AAAAレコードを登録しない
ko_ko: 시스템 A/AAAA 레코드를 등록하지 마십시오.
pt_pt: Não registar os registos do sistema A/AAAA
sw_sw: Registrera inte system A/AAAA-register
tr_tr: Sistem A/AAAA kayıtlarını kaydetmeyin
uk_uk: Не реєструйте записи системи A/AAAA

source: If this option is set, then no A/AAAA records for the configured listen interfaces will be generated. If desired, you can manually add them in %sUnbound DNS: Overrides%s. Use this to control which interface IP addresses are mapped to the system host/domain name as well as to restrict the amount of information exposed in replies to queries for the system host/domain name .
id_id: Jika opsi ini disetel, maka tidak ada catatan A/AAAA untuk antarmuka dengar yang dikonfigurasi yang akan dibuat. Jika diinginkan, Anda dapat menambahkannya secara manual di %sUnbound DNS: Mengesampingkan%s. Gunakan ini untuk mengontrol alamat IP antarmuka mana yang dipetakan ke host/nama domain sistem serta membatasi jumlah informasi yang ditampilkan dalam balasan kueri untuk host/nama domain sistem.
ja_jp: このオプションを設定すると、設定されたリスンインターフェイスの A/AAAA レコードは生成されません。必要であれば、%sUnbound DNS.Overrides%s で手動で追加できます。Overrides%sで手動で追加できます。これを使用して、どのインターフェイス IP アドレスがシステムホスト/ドメイン名にマッピングされるかを制御し、システムホスト/ドメイン名に対するクエリーの返信で公開される情報量を制限します。
ko_ko: 이 옵션을 설정하면 구성된 수신 인터페이스에 대한 A/AAAA 레코드가 생성되지 않습니다. 원하는 경우 %s언바운드 DNS에서 수동으로 추가할 수 있습니다: 를 재정의합니다. 이를 사용하여 시스템 호스트/도메인 이름에 매핑되는 인터페이스 IP 주소를 제어하고 시스템 호스트/도메인 이름에 대한 쿼리에 대한 회신에 노출되는 정보의 양을 제한할 수 있습니다.
pt_pt: Se esta opção for definida, então não serão gerados registos A/AAAA para as interfaces de escuta configuradas. Se desejar, pode adicioná-los manualmente em %sUnbound DNS: Substitui %s. Use isto para controlar que endereços IP de interface são mapeados para o nome do host/domínio do sistema, bem como para restringir a quantidade de informação exposta em respostas a consultas para o nome do host/domínio do sistema.
sw_sw: Om det här alternativet är inställt genereras inga A/AAAA-poster för de konfigurerade lyssnargränssnitten. Om du vill kan du lägga till dem manuellt i %sUnbound DNS: Overrides%s. Använd detta för att styra vilka IP-adresser till gränssnittet som mappas till systemets värd-/domännamn samt för att begränsa mängden information som exponeras i svaren på förfrågningar om systemets värd-/domännamn .
tr_tr: Bu seçenek ayarlanırsa, yapılandırılan dinleme arayüzleri için A/AAAA kayıtları oluşturulmayacaktır. İsterseniz, bunları %sUnbound DNS: Overrides%s bölümüne ekleyebilirsiniz. Bunu, hangi arayüz IP adreslerinin sistem ana bilgisayarına/alan adına eşleneceğini kontrol etmek ve sistem ana bilgisayarına/alan adına yönelik sorgulara verilen yanıtlarda açığa çıkan bilgi miktarını kısıtlamak için kullanın.
uk_uk: Якщо ця опція встановлена, то записи A/AAAA для налаштованих інтерфейсів прослуховування не генеруватимуться. При бажанні ви можете додати їх вручну в %sUnbound DNS: Перевизначає%s. Використовуйте цей параметр для керування тим, які IP-адреси інтерфейсів зіставляються з системним хостом/доменним ім'ям, а також для обмеження обсягу інформації, що виводиться у відповідях на запити до системного хоста/доменного імені .
