Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Enable IPS Mode
id_id: Mengaktifkan Mode IPS
ja_jp: IPSモードの有効化
ko_ko: IPS 모드 사용
pt_pt: Activar o modo IPS
sw_sw: Aktivera IPS-läge
tr_tr: IPS Modunu Etkinleştir
uk_uk: Увімкнення режиму IPS

source: Enable LDAP
id_id: Mengaktifkan LDAP
ja_jp: LDAPを有効にする
ko_ko: LDAP 사용
pt_pt: Activar o LDAP
sw_sw: Aktivera LDAP
tr_tr: LDAP'yi Etkinleştir
uk_uk: Увімкнути LDAP

source: Enable Linux Package Cache
id_id: Mengaktifkan Cache Paket Linux
ja_jp: Linuxのパッケージキャッシュを有効にする
ko_ko: Linux 패키지 캐시 사용
pt_pt: Activar o Cache do Pacote Linux
sw_sw: Aktivera Linux Package Cache
tr_tr: Linux Paket Önbelleğini Etkinleştir
uk_uk: Увімкнення кешу пакунків Linux

source: Enable Mikrotik attributes
id_id: Mengaktifkan atribut Mikrotik
ja_jp: Mikrotikの属性を有効にする
ko_ko: 마이크로틱 속성 활성화
pt_pt: Habilitar atributos Mikrotik
sw_sw: Aktivera Mikrotik-attribut
tr_tr: Mikrotik özniteliklerini etkinleştirin
uk_uk: Увімкнути атрибути Mikrotik

source: Enable Monit
id_id: Aktifkan Monit
ja_jp: イネーブルモニット
ko_ko: 모니터링 사용
pt_pt: Activar o Monit
sw_sw: Aktivera Monit
tr_tr: Monit'i Etkinleştir
uk_uk: Увімкнути моніторинг

source: Enable PIE
id_id: Aktifkan PIE
ja_jp: PIEを有効にする
ko_ko: PIE 사용
pt_pt: Activar o PIE
sw_sw: Aktivera PIE
tr_tr: PIE'ı Etkinleştir
uk_uk: Увімкнути PIE

source: Enable PIE active queue management
id_id: Mengaktifkan manajemen antrian aktif PIE
ja_jp: PIEアクティブキューマネージメントを有効にする
ko_ko: PIE 활성 대기열 관리 사용
pt_pt: Habilitar a gestão activa das filas de espera PIE
sw_sw: Aktivera aktiv köhantering för PIE
tr_tr: PIE aktif kuyruk yönetimini etkinleştirin
uk_uk: Увімкнути активне керування чергою PIE

source: Enable Parent Proxy
id_id: Mengaktifkan Proxy Induk
ja_jp: 親プロキシを有効にする
ko_ko: 부모 프록시 사용
pt_pt: Habilitar o Proxy dos Pais
sw_sw: Aktivera föräldraproxy
tr_tr: Ana Proxy'yi Etkinleştir
uk_uk: Увімкнути батьківський проксі-сервер

source: Enable Preview
id_id: Aktifkan Pratinjau
ja_jp: プレビューを有効にする
ko_ko: 미리보기 사용
pt_pt: Habilitar Pré-visualização
sw_sw: Aktivera förhandsgranskning
tr_tr: Önizlemeyi Etkinleştir
uk_uk: Увімкнути попередній перегляд

source: Enable Protected Mode
id_id: Mengaktifkan Mode Terproteksi
ja_jp: プロテクトモードを有効にする
ko_ko: 보호 모드 사용
pt_pt: Activar o Modo Protegido
sw_sw: Aktivera skyddat läge
tr_tr: Korumalı Modu Etkinleştir
uk_uk: Увімкнути захищений режим

source: Enable Redis
id_id: Mengaktifkan Redis
ja_jp: Redisを有効にする
ko_ko: Redis 사용
pt_pt: Habilitar Redis
sw_sw: Aktivera Redis
tr_tr: Redis'i Etkinleştir
uk_uk: Увімкнути Redis

source: Enable Remote MySQL
id_id: Mengaktifkan MySQL Jarak Jauh
ja_jp: リモートMySQLの有効化
ko_ko: 원격 MySQL 사용
pt_pt: Activar o MySQL remoto
sw_sw: Aktivera fjärr-MySQL
tr_tr: Uzak MySQL'i Etkinleştir
uk_uk: Увімкнути віддалений MySQL

source: Enable SNMP Agent
id_id: Mengaktifkan Agen SNMP
ja_jp: SNMPエージェントの有効化
ko_ko: SNMP 에이전트 사용
pt_pt: Habilitar agente SNMP
sw_sw: Aktivera SNMP-agent
tr_tr: SNMP Aracısını Etkinleştir
uk_uk: Увімкнення агента SNMP

source: Enable SQLite
id_id: Mengaktifkan SQLite
ja_jp: SQLiteを有効にする
ko_ko: SQLite 사용
pt_pt: Activar SQLite
sw_sw: Aktivera SQLite
tr_tr: SQLite'ı Etkinleştir
uk_uk: Увімкнути SQLite

source: Enable SSL inspection
id_id: Mengaktifkan pemeriksaan SSL
ja_jp: SSLインスペクションを有効にする
ko_ko: SSL 검사 사용
pt_pt: Activar a inspecção SSL
sw_sw: Aktivera SSL-inspektion
tr_tr: SSL denetimini etkinleştirin
uk_uk: Увімкнути перевірку SSL

source: Enable SSL inspection mode, which allows to log HTTPS connections information, such as requested URL and/or make the proxy act as a man in the middle between the internet and your clients. Be aware of the security implications before enabling this option. If you plan to use transparent HTTPS mode, you need nat rules to reflect your traffic.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Add a new firewall rule </a>
id_id: Aktifkan mode pemeriksaan SSL, yang memungkinkan untuk mencatat informasi koneksi HTTPS, seperti URL yang diminta dan/atau membuat proksi bertindak sebagai perantara antara internet dan klien Anda. Perhatikan implikasi keamanannya sebelum mengaktifkan opsi ini. Jika Anda berencana untuk menggunakan mode HTTPS transparan, Anda memerlukan aturan nat untuk mencerminkan lalu lintas Anda.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Menambahkan aturan firewall baru </a>
ja_jp: SSL検査モードを有効にすると、要求されたURLなどのHTTPS接続情報を記録することができ、またプロキシがインターネットとクライアントの間の仲介役として機能するようになります。このオプションを有効にする前に、セキュリティへの影響に注意してください。<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">新しいファイアウォール規則を追加する</a> 透過型HTTPSモードを使用する予定なら、トラフィックを反映するnat規則が必要です。
ko_ko: SSL 검사 모드를 활성화하면 요청된 URL과 같은 HTTPS 연결 정보를 기록하거나 프록시가 인터넷과 클라이언트 사이에서 중개자 역할을 하도록 할 수 있습니다. 이 옵션을 활성화하기 전에 보안에 미치는 영향에 유의하세요. 투명 HTTPS 모드를 사용하려면 트래픽을 반영할 NAT 규칙이 필요합니다.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">새 방화벽 규칙 추가 </a>
pt_pt: Activar o modo de inspecção SSL, que permite registar informações de ligações HTTPS, tais como o URL solicitado e/ou fazer o proxy actuar como um homem no meio entre a Internet e os seus clientes. Esteja ciente das implicações de segurança antes de activar esta opção. Se pretende utilizar o modo HTTPS transparente, precisa de regras nat para reflectir o seu tráfego.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Adicionar uma nova regra de firewall </a>
sw_sw: Aktivera SSL-inspektionsläge, vilket gör det möjligt att logga information om HTTPS-anslutningar, t.ex. begärd URL och/eller få proxyn att fungera som en mellanhand mellan internet och dina klienter. Var medveten om säkerhetsaspekterna innan du aktiverar det här alternativet. Om du planerar att använda transparent HTTPS-läge behöver du nat-regler för att återspegla din trafik.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Lägg till en ny brandväggsregel </a>
tr_tr: İstenen URL gibi HTTPS bağlantı bilgilerini günlüğe kaydetmeye ve/veya proxy'nin internet ile istemcileriniz arasında ortadaki adam gibi davranmasını sağlayan SSL inceleme modunu etkinleştirin. Bu seçeneği etkinleştirmeden önce güvenlik etkilerinin farkında olun. Şeffaf HTTPS modunu kullanmayı planlıyorsanız, trafiğinizi yansıtacak nat kurallarına ihtiyacınız vardır.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Yeni bir güvenlik duvarı kuralı ekleyin </a>
uk_uk: Увімкніть режим перевірки SSL, який дозволяє реєструвати інформацію про HTTPS-з'єднання, наприклад, запитувану URL-адресу, і/або змусити проксі діяти як посередник між інтернетом і вашими клієнтами. Перш ніж увімкнути цю опцію, пам'ятайте про наслідки для безпеки. Якщо ви плануєте використовувати прозорий режим HTTPS, вам потрібні правила nat для відображення вашого трафіку.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Додати нове правило брандмауера </a>

source: Enable Syslog
id_id: Mengaktifkan Syslog
ja_jp: シスログを有効にする
ko_ko: 시스템 로그 사용
pt_pt: Activar Syslog
sw_sw: Aktivera Syslog
tr_tr: Syslog'u Etkinleştir
uk_uk: Увімкнути Syslog

source: Enable Syslog logging.
id_id: Aktifkan pencatatan Syslog.
ja_jp: Syslogロギングを有効にする。
ko_ko: 시스로그 로깅을 사용 설정합니다.
pt_pt: Activar o registo Syslog.
sw_sw: Aktivera Syslog-loggning.
tr_tr: Syslog günlüğünü etkinleştirin.
uk_uk: Увімкнути ведення журналу Syslog.

source: Enable TCP port
id_id: Mengaktifkan port TCP
ja_jp: TCPポートを有効にする
ko_ko: TCP 포트 사용
pt_pt: Activar a porta TCP
sw_sw: Aktivera TCP-port
tr_tr: TCP bağlantı noktasını etkinleştir
uk_uk: Увімкнути TCP-порт

source: Enable Transparent HTTP proxy
id_id: Mengaktifkan proxy HTTP transparan
ja_jp: 透過型HTTPプロキシを有効にする
ko_ko: 투명 HTTP 프록시 사용
pt_pt: Habilitar proxy HTTP transparente
sw_sw: Aktivera Transparent HTTP-proxy
tr_tr: Şeffaf HTTP proxy'sini etkinleştirme
uk_uk: Увімкнути прозорий HTTP-проксі

source: Enable Transparent mode
id_id: Mengaktifkan mode Transparan
ja_jp: トランスペアレントモードを有効にする
ko_ko: 투명 모드 사용
pt_pt: Activar o modo transparente
sw_sw: Aktivera transparent läge
tr_tr: Şeffaf modu etkinleştir
uk_uk: Увімкнути прозорий режим

source: Enable VLAN assignment
id_id: Mengaktifkan penetapan VLAN
ja_jp: VLANの割り当てを有効にする
ko_ko: VLAN 할당 활성화
pt_pt: Activar a atribuição de VLAN
sw_sw: Aktivera VLAN-tilldelning
tr_tr: VLAN atamasını etkinleştir
uk_uk: Увімкнути призначення VLAN

source: Enable VLAN fallback assignment
id_id: Mengaktifkan penugasan fallback VLAN
ja_jp: VLANフォールバック割り当てを有効にする
ko_ko: VLAN 폴백 할당 사용
pt_pt: Habilitar a atribuição de fallback de VLAN
sw_sw: Aktivera tilldelning av VLAN-fallback
tr_tr: VLAN geri dönüş atamasını etkinleştirme
uk_uk: Увімкнути призначення резервної мережі VLAN

source: Enable WISPr attributes
id_id: Mengaktifkan atribut WISPr
ja_jp: WISPr属性の有効化
ko_ko: WISPr 속성 활성화
pt_pt: Activar atributos WISPr
sw_sw: Aktivera WISPr-attribut
tr_tr: WISPr özniteliklerini etkinleştirin
uk_uk: Увімкнути атрибути WISPr

source: Enable Windows Update Cache
id_id: Aktifkan Cache Pembaruan Windows
ja_jp: Windows Updateのキャッシュを有効にする
ko_ko: Windows 업데이트 캐시 사용
pt_pt: Activar o Windows Update Cache
sw_sw: Aktivera Windows Update Cache
tr_tr: Windows Update Önbelleğini Etkinleştir
uk_uk: Увімкнення кешу оновлень Windows

source: Enable WireGuard
id_id: Mengaktifkan WireGuard
ja_jp: WireGuardを有効にする
ko_ko: WireGuard 활성화
pt_pt: Activar o WireGuard
sw_sw: Aktivera WireGuard
tr_tr: WireGuard'ı Etkinleştir
uk_uk: Увімкніть WireGuard

source: Enable access logging
id_id: Mengaktifkan pencatatan akses
ja_jp: アクセスロギングを有効にする
ko_ko: 액세스 로깅 사용
pt_pt: Habilitar o registo de acesso
sw_sw: Aktivera åtkomstloggning
tr_tr: Erişim günlüğünü etkinleştirme
uk_uk: Увімкнути реєстрацію доступу

source: Enable access logging.
id_id: Mengaktifkan pencatatan akses.
ja_jp: アクセスロギングを有効にする。
ko_ko: 액세스 로깅을 활성화합니다.
pt_pt: Habilitar o registo de acesso.
sw_sw: Aktivera åtkomstloggning.
tr_tr: Erişim günlüğünü etkinleştirin.
uk_uk: Увімкнути реєстрацію доступу.

source: Enable alert
id_id: Aktifkan peringatan
ja_jp: イネーブルアラート
ko_ko: 알림 사용
pt_pt: Activar o alerta
sw_sw: Aktivera varning
tr_tr: Uyarıyı etkinleştir
uk_uk: Увімкнути сповіщення

source: Enable authentication against the parent proxy.
id_id: Aktifkan autentikasi terhadap proxy induk.
ja_jp: 親プロキシに対する認証を有効にする。
ko_ko: 부모 프록시에 대한 인증을 사용 설정합니다.
pt_pt: Habilitar a autenticação contra o procurador-mãe.
sw_sw: Aktivera autentisering mot den överordnade proxynoden.
tr_tr: Üst proxy'ye karşı kimlik doğrulamayı etkinleştirin.
uk_uk: Увімкніть автентифікацію на батьківському проксі.

source: Enable blacklisting of this domain.
id_id: Aktifkan daftar hitam domain ini.
ja_jp: このドメインのブラックリストを有効にする。
ko_ko: 이 도메인의 블랙리스트를 사용하도록 설정합니다.
pt_pt: Activar a criação de uma lista negra deste domínio.
sw_sw: Aktivera svartlistning av den här domänen.
tr_tr: Bu etki alanının kara listeye alınmasını etkinleştirin.
uk_uk: Увімкніть чорний список цього домену.

source: Enable c-icap service
id_id: Mengaktifkan layanan c-icap
ja_jp: c-icapサービスを有効にする
ko_ko: C-ICAP 서비스 사용
pt_pt: Habilitar o serviço c-icap
sw_sw: Aktivera c-icap-tjänsten
tr_tr: C-icap hizmetini etkinleştirin
uk_uk: Увімкнути послугу c-icap

source: Enable clamd service
id_id: Mengaktifkan layanan clamd
ja_jp: clamdサービスを有効化する
ko_ko: 클램드 서비스 사용
pt_pt: Habilitar serviço de clamd
sw_sw: Aktivera clamd-tjänsten
tr_tr: Clamd hizmetini etkinleştirin
uk_uk: Увімкнути службу clamd

source: Enable encryption for mail server communication.
id_id: Aktifkan enkripsi untuk komunikasi server mail.
ja_jp: メールサーバーの通信の暗号化を有効にする。
ko_ko: 메일 서버 통신에 암호화를 사용하도록 설정합니다.
pt_pt: Habilitar a encriptação para comunicação de servidor de correio.
sw_sw: Aktivera kryptering för kommunikation med e-postservern.
tr_tr: Posta sunucusu iletişimi için şifrelemeyi etkinleştirin.
uk_uk: Увімкніть шифрування для зв'язку з поштовим сервером.

source: Enable eve syslog output
id_id: Mengaktifkan keluaran syslog malam
ja_jp: eve syslogの出力を有効にする
ko_ko: 전야 시스로그 출력 활성화
pt_pt: Activar a saída do syslog eve
sw_sw: Aktivera eve syslog-utgång
tr_tr: Eve syslog çıktısını etkinleştirin
uk_uk: Увімкнути виведення syslog напередодні

source: Enable freshclam service
id_id: Mengaktifkan layanan freshclam
ja_jp: freshclam サービスの有効化
ko_ko: 프레시클램 서비스 사용
pt_pt: Habilitar o serviço de "freshclam
sw_sw: Aktivera tjänsten freshclam
tr_tr: freshclam hizmetini etkinleştirin
uk_uk: Увімкнути послугу молюсків

source: Enable if you want to use previews.
id_id: Aktifkan jika Anda ingin menggunakan pratinjau.
ja_jp: プレビューを使用する場合は有効にしてください。
ko_ko: 미리 보기를 사용하려면 활성화합니다.
pt_pt: Habilitar se quiser usar pré-visualizações.
sw_sw: Aktivera om du vill använda förhandsgranskningar.
tr_tr: Önizlemeleri kullanmak istiyorsanız etkinleştirin.
uk_uk: Увімкніть, якщо хочете використовувати попередній перегляд.

source: Enable intrusion detection system.
id_id: Mengaktifkan sistem deteksi intrusi.
ja_jp: 侵入検知システムを有効にする。
ko_ko: 침입 탐지 시스템을 활성화합니다.
pt_pt: Activar o sistema de detecção de intrusão.
sw_sw: Aktivera systemet för upptäckt av intrång.
tr_tr: Saldırı tespit sistemini etkinleştirin.
uk_uk: Увімкніть систему виявлення вторгнень.

source: Enable local cache
id_id: Mengaktifkan cache lokal
ja_jp: ローカルキャッシュを有効にする
ko_ko: 로컬 캐시 사용
pt_pt: Activar o cache local
sw_sw: Aktivera lokal cache
tr_tr: Yerel önbelleği etkinleştir
uk_uk: Увімкнути локальний кеш

source: Enable nProbe
id_id: Aktifkan nProbe
ja_jp: nProbeを有効にする
ko_ko: nProbe 활성화
pt_pt: Habilitar nProbe
sw_sw: Aktivera nProbe
tr_tr: nProbe'u Etkinleştir
uk_uk: Увімкнути nProbe

source: Enable ntopng
id_id: Aktifkan ntopng
ja_jp: ntopngを有効にする
ko_ko: ntopng 사용
pt_pt: Habilitar ntopng
sw_sw: Aktivera ntopng
tr_tr: ntopng'yi etkinleştir
uk_uk: Увімкнути ntopng

source: Enable or disable SSL server certificate verification.
id_id: Mengaktifkan atau menonaktifkan verifikasi sertifikat server SSL.
ja_jp: SSLサーバー証明書の検証を有効または無効にする。
ko_ko: SSL 서버 인증서 확인을 사용하거나 사용하지 않도록 설정합니다.
pt_pt: Activar ou desactivar a verificação do certificado do servidor SSL.
sw_sw: Aktivera eller inaktivera verifiering av SSL-servercertifikat.
tr_tr: SSL sunucu sertifikası doğrulamasını etkinleştirin veya devre dışı bırakın.
uk_uk: Увімкніть або вимкніть перевірку сертифіката SSL-сервера.

source: Enable or disable alert.
id_id: Mengaktifkan atau menonaktifkan peringatan.
ja_jp: アラートの有効／無効を設定します。
ko_ko: 알림을 사용하거나 사용하지 않도록 설정합니다.
pt_pt: Activar ou desactivar o alerta.
sw_sw: Aktivera eller inaktivera varning.
tr_tr: Uyarıyı etkinleştirin veya devre dışı bırakın.
uk_uk: Увімкнути або вимкнути сповіщення.

source: Enable or disable monit.
id_id: Mengaktifkan atau menonaktifkan monit.
ja_jp: モニットの有効・無効を設定します。
ko_ko: 모니터링을 활성화 또는 비활성화합니다.
pt_pt: Activar ou desactivar o monit.
sw_sw: Aktivera eller inaktivera monit.
tr_tr: Monit'i etkinleştirin veya devre dışı bırakın.
uk_uk: Увімкнути або вимкнути моніторинг.

source: Enable or disable service checks.
id_id: Mengaktifkan atau menonaktifkan pemeriksaan layanan.
ja_jp: サービスチェックの有効／無効を設定します。
ko_ko: 서비스 확인을 사용하거나 사용하지 않도록 설정합니다.
pt_pt: Activar ou desactivar as verificações de serviço.
sw_sw: Aktivera eller inaktivera servicekontroller.
tr_tr: Servis kontrollerini etkinleştirin veya devre dışı bırakın.
uk_uk: Увімкнути або вимкнути перевірки обслуговування.

source: Enable or disable the Redis service.
id_id: Mengaktifkan atau menonaktifkan layanan Redis.
ja_jp: Redisサービスの有効・無効を設定します。
ko_ko: Redis 서비스를 활성화 또는 비활성화합니다.
pt_pt: Activar ou desactivar o serviço Redis.
sw_sw: Aktivera eller inaktivera Redis-tjänsten.
tr_tr: Redis hizmetini etkinleştirin veya devre dışı bırakın.
uk_uk: Увімкніть або вимкніть службу Redis.

source: Enable or disable the caching of Windows updates. This makes sense if you don't have a WSUS server. If you can setup a WSUS server, this solution should be preferred.
id_id: Mengaktifkan atau menonaktifkan caching pembaruan Windows. Hal ini masuk akal jika Anda tidak memiliki server WSUS. Jika Anda dapat menyiapkan server WSUS, solusi ini sebaiknya dipilih.
ja_jp: Windowsアップデートのキャッシュを有効または無効にします。これは、WSUSサーバーを持っていない場合に意味があります。WSUSサーバーをセットアップできる場合は、この解決策を優先してください。
ko_ko: Windows 업데이트 캐싱을 사용하거나 사용하지 않도록 설정합니다. 이 옵션은 WSUS 서버가 없는 경우에 적합합니다. WSUS 서버를 설정할 수 있는 경우 이 솔루션을 권장합니다.
pt_pt: Activar ou desactivar o cache de actualizações do Windows. Isto faz sentido se não tiver um servidor WSUS. Se puder configurar um servidor WSUS, esta solução deve ser preferida.
sw_sw: Aktivera eller inaktivera caching av Windows-uppdateringar. Detta är lämpligt om du inte har någon WSUS-server. Om du kan konfigurera en WSUS-server är den här lösningen att föredra.
tr_tr: Windows güncelleştirmelerinin önbelleğe alınmasını etkinleştirin veya devre dışı bırakın. Eğer bir WSUS sunucunuz yoksa bu mantıklıdır. Eğer bir WSUS sunucusu kurabiliyorsanız, bu çözüm tercih edilmelidir.
uk_uk: Увімкнути або вимкнути кешування оновлень Windows. Це має сенс, якщо у вас немає сервера WSUS. Якщо ви можете налаштувати сервер WSUS, цьому рішенню слід віддати перевагу.

source: Enable or disable the caching of packages for linux distributions. This makes sense if you have multiple servers in your network and do not host your own package mirror. This will reduce internet traffic usage but increase disk access.
id_id: Mengaktifkan atau menonaktifkan caching paket untuk distribusi linux. Hal ini masuk akal jika Anda memiliki beberapa server di jaringan Anda dan tidak meng-host mirror paket Anda sendiri. Hal ini akan mengurangi penggunaan trafik internet tetapi meningkatkan akses disk.
ja_jp: Linuxディストリビューション用のパッケージのキャッシュを有効または無効にします。これは、ネットワーク内に複数のサーバーがあり、独自のパッケージミラーをホストしていない場合に意味があります。これにより、インターネットトラフィックの使用量は減少しますが、ディスクアクセスは増加します。
ko_ko: Linux 배포에 대한 패키지 캐싱을 사용하거나 사용하지 않도록 설정합니다. 네트워크에 여러 대의 서버가 있고 자체 패키지 미러를 호스팅하지 않는 경우에 적합합니다. 이렇게 하면 인터넷 트래픽 사용량은 감소하지만 디스크 액세스는 증가합니다.
pt_pt: Activar ou desactivar o cache de embalagens para distribuições de linux. Isto faz sentido se tiver vários servidores na sua rede e não hospedar o seu próprio mirror de pacotes. Isto reduzirá a utilização do tráfego na Internet, mas aumentará o acesso ao disco.
sw_sw: Aktivera eller inaktivera caching av paket för Linuxdistributioner. Detta är lämpligt om du har flera servrar i ditt nätverk och inte har en egen paketspegel. Detta minskar användningen av internettrafik men ökar diskåtkomsten.
tr_tr: Linux dağıtımları için paketlerin önbelleğe alınmasını etkinleştirin veya devre dışı bırakın. Bu, ağınızda birden fazla sunucunuz varsa ve kendi paket yansıtmanızı barındırmıyorsanız mantıklıdır. Bu internet trafiği kullanımını azaltacak ancak disk erişimini artıracaktır.
uk_uk: Увімкнути або вимкнути кешування пакунків для дистрибутивів linux. Це має сенс, якщо у вашій мережі є декілька серверів і ви не маєте власного дзеркала пакунків. Це зменшить використання інтернет-трафіку, але збільшить доступ до диска.

source: Enable or disable the local cache. Only UFS directory cache type is supported. Do not enable on embedded systems with SD or CF cards as this will wear down your drive.
id_id: Mengaktifkan atau menonaktifkan cache lokal. Hanya jenis cache direktori UFS yang didukung. Jangan aktifkan pada sistem tertanam dengan kartu SD atau CF karena akan merusak drive Anda.
ja_jp: ローカルキャッシュの有効・無効を設定します。UFSディレクトリキャッシュタイプのみがサポートされています。SDカードやCFカードを使用する組み込みシステムでは、ドライブを消耗させるため、有効にしないでください。
ko_ko: 로컬 캐시를 활성화 또는 비활성화합니다. UFS 디렉터리 캐시 유형만 지원됩니다. SD 또는 CF 카드가 있는 임베디드 시스템에서는 드라이브를 마모시킬 수 있으므로 활성화하지 마세요.
pt_pt: Activar ou desactivar a cache local. Só é suportado o tipo de cache de directório UFS. Não activar em sistemas incorporados com cartões SD ou CF, pois isto irá desgastar a sua unidade.
sw_sw: Aktivera eller inaktivera den lokala cachen. Endast UFS-katalogcache stöds. Aktivera inte på inbäddade system med SD- eller CF-kort eftersom detta kommer att slita på enheten.
tr_tr: Yerel önbelleği etkinleştirin veya devre dışı bırakın. Yalnızca UFS dizin önbellek türü desteklenir. Sürücünüzü yıpratacağı için SD veya CF kartlı gömülü sistemlerde etkinleştirmeyin.
uk_uk: Увімкнути або вимкнути локальний кеш. Підтримується лише тип кешу каталогів UFS. Не вмикайте у вбудованих системах із картами SD або CF, оскільки це призведе до виснаження накопичувача.

source: Enable or disable the proxy service.
id_id: Mengaktifkan atau menonaktifkan layanan proxy.
ja_jp: プロキシサービスの有効／無効を設定します。
ko_ko: 프록시 서비스를 사용하거나 사용하지 않도록 설정합니다.
pt_pt: Activar ou desactivar o serviço de procuração.
sw_sw: Aktivera eller inaktivera proxytjänsten.
tr_tr: Proxy hizmetini etkinleştirin veya devre dışı bırakın.
uk_uk: Увімкніть або вимкніть проксі-сервіс.

source: Enable or disable the squid SNMP Agent.
id_id: Mengaktifkan atau menonaktifkan Agen SNMP cumi-cumi.
ja_jp: squid SNMP Agent を有効または無効にします。
ko_ko: 오징어 SNMP 에이전트를 활성화 또는 비활성화합니다.
pt_pt: Activar ou desactivar o agente SNMP da lula.
sw_sw: Aktivera eller inaktivera SNMP-agenten squid.
tr_tr: Squid SNMP Aracısını etkinleştirin veya devre dışı bırakın.
uk_uk: Увімкнення або вимкнення агента SNMP squid.

source: Enable or disable this server.
id_id: Mengaktifkan atau menonaktifkan server ini.
ja_jp: このサーバーを有効化または無効化する。
ko_ko: 이 서버를 활성화 또는 비활성화합니다.
pt_pt: Activar ou desactivar este servidor.
sw_sw: Aktivera eller inaktivera den här servern.
tr_tr: Bu sunucuyu etkinleştirin veya devre dışı bırakın.
uk_uk: Увімкнути або вимкнути цей сервер.

source: Enable or disable traffic management.
id_id: Mengaktifkan atau menonaktifkan manajemen lalu lintas.
ja_jp: トラフィックマネジメントの有効／無効を設定します。
ko_ko: 트래픽 관리를 활성화 또는 비활성화합니다.
pt_pt: Activar ou desactivar a gestão do tráfego.
sw_sw: Aktivera eller inaktivera trafikhantering.
tr_tr: Trafik yönetimini etkinleştirin veya devre dışı bırakın.
uk_uk: Увімкніть або вимкніть керування трафіком.

source: Enable parent proxy feature.
id_id: Mengaktifkan fitur proxy induk.
ja_jp: ペアレントプロキシ機能を有効にする。
ko_ko: 부모 프록시 기능을 활성화합니다.
pt_pt: Activar a função de procuração dos pais.
sw_sw: Aktivera funktionen för föräldraproxy.
tr_tr: Ebeveyn proxy özelliğini etkinleştirin.
uk_uk: Увімкніть функцію батьківського проксі.

source: Enable pinger
id_id: Aktifkan pinger
ja_jp: ピンガーを有効にする
ko_ko: 핑거 사용
pt_pt: Activar o pinger
sw_sw: Aktivera pinger
tr_tr: Pinger'ı etkinleştir
uk_uk: Увімкнути пінгер

source: Enable promiscuous mode, for certain setups (like IPS with vlans), this is required to actually capture data on the physical interface.
id_id: Aktifkan mode promiscuous, untuk pengaturan tertentu (seperti IPS dengan vlan), hal ini diperlukan untuk benar-benar menangkap data pada antarmuka fisik.
ja_jp: プロミスキャスモードを有効にします。特定のセットアップ（VLANを持つIPSなど）では、物理インターフェイスのデータを実際にキャプチャするために必要です。
ko_ko: 무차별 모드 사용: 특정 설정(예: 밴이 있는 IPS)의 경우 실제 인터페이스에서 데이터를 캡처하려면 이 모드가 필요합니다.
pt_pt: Activar o modo promíscuo, para certas configurações (como o IPS com vlans), isto é necessário para capturar realmente dados na interface física.
sw_sw: Aktivera promiscuous mode, för vissa konfigurationer (som IPS med vlans) krävs detta för att faktiskt fånga data på det fysiska gränssnittet.
tr_tr: Karışık modu etkinleştirin, belirli kurulumlar için (vlanlı IPS gibi), fiziksel arayüzdeki verileri gerçekten yakalamak için bu gereklidir.
uk_uk: Увімкніть режим проміскуїтету для певних налаштувань (наприклад, IPS з vlans), це потрібно для фактичного перехоплення даних на фізичному інтерфейсі.
