Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Sao Tome and Principe
id_id: Sao Tome dan Principe
ja_jp: サントメ・プリンシペ
ko_ko: 상투메 프린시페
pt_pt: São Tomé e Príncipe
sw_sw: Sao Tomé och Principe
tr_tr: Sao Tome ve Principe
uk_uk: Сан-Томе і Принсіпі

source: Saturday
id_id: Sabtu
ja_jp: 土
ko_ko: 토요일
pt_pt: Sábado
sw_sw: Lördag
tr_tr: Cumartesi
uk_uk: Субота

source: Saudi Arabia
id_id: Arab Saudi
ja_jp: サウジアラビア
ko_ko: 사우디 아라비아
pt_pt: Arábia Saudita
sw_sw: Saudiarabien
tr_tr: Suudi Arabistan
uk_uk: Саудівська Аравія

source: Science
id_id: Sains
ja_jp: サイエンス
ko_ko: 과학
pt_pt: Ciência
sw_sw: Vetenskap
tr_tr: Bilim
uk_uk: Наука

source: Search engnines
id_id: Mesin pencari
ja_jp: エンジンの検索
ko_ko: 검색 엔진
pt_pt: Pesquisa engnines
sw_sw: Sök efter engniner
tr_tr: Arama engnines
uk_uk: Пошукові системи

source: Select a command from the list.
id_id: Pilih perintah dari daftar.
ja_jp: 一覧からコマンドを選択します。
ko_ko: 목록에서 명령을 선택합니다.
pt_pt: Seleccione um comando a partir da lista.
sw_sw: Välj ett kommando i listan.
tr_tr: Listeden bir komut seçin.
uk_uk: Виберіть команду зі списку.

source: Self-signed Certificate
id_id: Sertifikat yang ditandatangani sendiri
ja_jp: 自己署名証明書
ko_ko: 자체 서명 인증서
pt_pt: Certificado autoassinado
sw_sw: Självsignerat certifikat
tr_tr: Kendinden İmzalı Sertifika
uk_uk: Сертифікат з власним підписом

source: Senegal
ja_jp: セネガル
ko_ko: 세네갈
uk_uk: Сенегал

source: Serbia
ja_jp: セルビア
ko_ko: 세르비아
pt_pt: Sérvia
sw_sw: Serbien
tr_tr: Sırbistan
uk_uk: Сербія

source: Service name must be unique.
id_id: Nama layanan harus unik.
ja_jp: サービス名は一意でなければならない。
ko_ko: 서비스 이름은 고유해야 합니다.
pt_pt: O nome do serviço deve ser único.
sw_sw: Tjänstens namn måste vara unikt.
tr_tr: Hizmet adı benzersiz olmalıdır.
uk_uk: Ім'я сервісу має бути унікальним.

source: Sessions
id_id: Sesi
ja_jp: セッション
ko_ko: 세션
pt_pt: Sessões
sw_sw: Sessioner
tr_tr: Oturumlar
uk_uk: Сесії

source: Set forward header to unknown (off)
id_id: Mengatur tajuk ke depan ke tidak diketahui (off)
ja_jp: フォワードヘッダを不明（オフ）に設定する
ko_ko: 전달 헤더를 알 수 없음(꺼짐)으로 설정
pt_pt: Avançar cabeçalho para desconhecido (desligado)
sw_sw: Ställ in den framåtriktade rubriken till okänd (av).
tr_tr: İleri başlığı bilinmiyor (kapalı) olarak ayarla
uk_uk: Встановити переадресацію заголовка на невідомий (вимкнено)

source: Settings
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_ko: 설정
pt_pt: Definições
sw_sw: Inställningar
tr_tr: Ayarlar
uk_uk: Налаштування

source: Sexual education
id_id: Pendidikan seksual
ja_jp: 性教育
ko_ko: 성교육
pt_pt: Educação sexual
sw_sw: Sexualundervisning
tr_tr: Cinsel eğitim
uk_uk: Статеве виховання

source: Seychelles
ja_jp: セイシェル
ko_ko: 세이셸
sw_sw: Seychellerna
tr_tr: Seyşeller
uk_uk: Сейшельські острови

source: Shopping
id_id: Belanja
ja_jp: ショッピング
ko_ko: 쇼핑
pt_pt: Compras
tr_tr: Alışveriş
uk_uk: Покупки

source: Should be a base64-encoded 32 byte string.
id_id: Harus berupa string 32 byte yang dikodekan dengan base64.
ja_jp: Base64エンコードされた32バイトの文字列であること。
ko_ko: base64로 인코딩된 32바이트 문자열이어야 합니다.
pt_pt: Deve ser um cordão de 32 bytes codificado com base64.
sw_sw: Ska vara en bas64-kodad 32-bytessträng.
tr_tr: Base64 ile kodlanmış 32 baytlık bir dize olmalıdır.
uk_uk: Має бути 32-байтовий рядок у кодуванні Base64.

source: Should be a string between 1 and 255 characters.
id_id: Harus berupa string antara 1 dan 255 karakter.
ja_jp: 1文字以上255文字以下の文字列を指定します。
ko_ko: 1~255자 사이의 문자열이어야 합니다.
pt_pt: Deve ser um cordel entre 1 e 255 caracteres.
sw_sw: Ska vara en sträng mellan 1 och 255 tecken.
tr_tr: 1 ile 255 karakter arasında bir dize olmalıdır.
uk_uk: Це має бути рядок від 1 до 255 символів.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as asterisk, hyphen, comma and space.
id_id: Harus berupa string antara 1 hingga 255 karakter. Karakter yang diperbolehkan adalah huruf dan angka serta tanda bintang, tanda hubung, koma, dan spasi.
ja_jp: 1文字から255文字までの文字列を指定します。使用できる文字は、アルファベット、数字、アスタリスク、ハイフン、カンマ、スペースです。
ko_ko: 1~25자 사이의 문자열이어야 합니다. 허용되는 문자는 문자와 숫자, 별표, 하이픈, 쉼표 및 공백입니다.
pt_pt: Deve ser um cordel entre 1 e 255 caracteres. Os caracteres permitidos são letras e números, bem como asterisco, hífen, vírgula e espaço.
sw_sw: Ska vara en sträng mellan 1 och 255 tecken. Tillåtna tecken är bokstäver och siffror samt asterisk, bindestreck, kommatecken och mellanslag.
tr_tr: 1 ile 255 karakter arasında bir dize olmalıdır. İzin verilen karakterler harfler ve sayıların yanı sıra yıldız, kısa çizgi, virgül ve boşluktur.
uk_uk: Повинен містити від 1 до 255 символів. Дозволеними символами є літери та цифри, а також зірочка, дефіс, кома та пробіл.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and space.
id_id: Harus berupa string antara 1 dan 255 karakter. Karakter yang diizinkan adalah huruf dan angka serta garis bawah, minus, titik, dan spasi.
ja_jp: 1文字から255文字までの文字列を指定します。使用できる文字は、アルファベット、数字、アンダースコア、マイナス、ドット、スペースです。
ko_ko: 1~25자 사이의 문자열이어야 합니다. 허용되는 문자는 문자와 숫자뿐만 아니라 밑줄, 빼기, 점, 공백입니다.
pt_pt: Deve ser um cordel entre 1 e 255 caracteres. Os caracteres permitidos são letras e números, bem como sublinhado, menos, ponto e espaço.
sw_sw: Ska vara en sträng mellan 1 och 255 tecken. Tillåtna tecken är bokstäver och siffror samt understreck, minus, punkt och mellanslag.
tr_tr: 1 ile 255 karakter arasında bir dize olmalıdır. İzin verilen karakterler harfler ve sayıların yanı sıra alt çizgi, eksi, nokta ve boşluktur.
uk_uk: Повинен містити від 1 до 255 символів. Дозволеними символами є літери та цифри, а також знаки підкреслення, мінус, крапка та пробіл.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and the dollar sign.
id_id: Harus berupa string antara 1 dan 255 karakter. Karakter yang diizinkan adalah huruf dan angka serta garis bawah, minus, titik, dan tanda dolar.
ja_jp: 1文字から255文字までの文字列を指定します。使用できる文字は、アルファベット、数字、アンダースコア、マイナス、ドット、ドル記号です。
ko_ko: 1~25자 사이의 문자열이어야 합니다. 허용되는 문자는 문자와 숫자뿐만 아니라 밑줄, 빼기, 점 및 달러 기호입니다.
pt_pt: Deve ser um cordel entre 1 e 255 caracteres. Os caracteres permitidos são letras e números, assim como sublinhado, menos, ponto e o sinal de dólar.
sw_sw: Ska vara en sträng mellan 1 och 255 tecken. Tillåtna tecken är bokstäver och siffror samt understreck, minus, punkt och dollartecken.
tr_tr: 1 ile 255 karakter arasında bir dize olmalıdır. İzin verilen karakterler harfler ve sayıların yanı sıra alt çizgi, eksi, nokta ve dolar işaretidir.
uk_uk: Повинен містити від 1 до 255 символів. Дозволеними символами є літери та цифри, а також знаки підкреслення, мінус, крапка та знак долара.

source: Should be a string between 1 and 64 characters. Allowed characters are alphanumeric characters, dash and underscores.
id_id: Harus berupa string antara 1 dan 64 karakter. Karakter yang diizinkan adalah karakter alfanumerik, tanda hubung dan garis bawah.
ja_jp: 1文字から64文字までの文字列を指定します。使用できる文字は、英数字、ダッシュ、アンダースコアです。
ko_ko: 1~64자 사이의 문자열이어야 합니다. 허용되는 문자는 영숫자, 대시 및 밑줄입니다.
pt_pt: Deve ser um cordel entre 1 e 64 caracteres. Os caracteres permitidos são caracteres alfanuméricos, traços e sublinhados.
sw_sw: Ska vara en sträng mellan 1 och 64 tecken. Tillåtna tecken är alfanumeriska tecken, bindestreck och understreck.
tr_tr: 1-64 karakter arasında bir dize olmalıdır. İzin verilen karakterler alfanümerik karakterler, tire ve alt çizgilerdir.
uk_uk: Повинен містити від 1 до 64 символів. Дозволеними символами є алфавітно-цифрові символи, тире та символи підкреслення.

source: Should be a valid absolute file or folder path.
id_id: Harus berupa jalur file atau folder absolut yang valid.
ja_jp: 有効なファイルまたはフォルダの絶対パスであること。
ko_ko: 유효한 절대 파일 또는 폴더 경로여야 합니다.
pt_pt: Deve ser um ficheiro absoluto válido ou um caminho de pasta.
sw_sw: Ska vara en giltig absolut fil- eller mappväg.
tr_tr: Geçerli bir mutlak dosya veya klasör yolu olmalıdır.
uk_uk: Це має бути дійсний абсолютний шлях до файлу або папки.

source: Should be a valid absolute file path.
id_id: Harus berupa jalur file absolut yang valid.
ja_jp: 有効な絶対ファイルパスでなければならない。
ko_ko: 유효한 절대 파일 경로여야 합니다.
pt_pt: Deve ser um caminho de ficheiro absoluto válido.
sw_sw: Ska vara en giltig absolut filväg.
tr_tr: Geçerli bir mutlak dosya yolu olmalıdır.
uk_uk: Має бути правильний абсолютний шлях до файлу.

source: Should be a valid absolute path to the PID file of the process.
id_id: Harus berupa jalur absolut yang valid ke file PID proses.
ja_jp: プロセスのPIDファイルへの有効な絶対パスでなければならない。
ko_ko: 프로세스의 PID 파일에 대한 유효한 절대 경로여야 합니다.
pt_pt: Deve ser um caminho absoluto válido para o ficheiro PID do processo.
sw_sw: Ska vara en giltig absolut sökväg till processens PID-fil.
tr_tr: Sürecin PID dosyasına giden geçerli bir mutlak yol olmalıdır.
uk_uk: Має бути правильний абсолютний шлях до PID-файлу процесу.

source: Should be a valid absolute path to the eventqueue directory.
id_id: Harus berupa jalur absolut yang valid ke direktori eventqueue.
ja_jp: eventqueueディレクトリへの有効な絶対パスである必要があります。
ko_ko: 이벤트 큐 디렉터리에 대한 유효한 절대 경로여야 합니다.
pt_pt: Deve ser um caminho absoluto válido para o directório de eventosqueue.
sw_sw: Ska vara en giltig absolut sökväg till katalogen för eventqueue.
tr_tr: Eventqueue dizinine giden geçerli bir mutlak yol olmalıdır.
uk_uk: Має бути правильний абсолютний шлях до каталогу eventqueue.

source: Should be a valid absolute path to the executable with its arguments.
id_id: Harus berupa jalur absolut yang valid ke eksekusi dengan argumennya.
ja_jp: 引数を含む実行ファイルへの有効な絶対パスでなければならない。
ko_ko: 인수가 포함된 실행 파일의 유효한 절대 경로여야 합니다.
pt_pt: Deve ser um caminho absoluto válido para o executável com os seus argumentos.
sw_sw: Ska vara en giltig absolut sökväg till den körbara filen med dess argument.
tr_tr: Argümanlarıyla birlikte çalıştırılabilir dosyaya giden geçerli bir mutlak yol olmalıdır.
uk_uk: Має бути правильний абсолютний шлях до виконуваного файлу з аргументами.

source: Should be a valid absolute path to the log file or the keyword "syslog".
id_id: Harus berupa jalur absolut yang valid ke file log atau kata kunci "syslog".
ja_jp: ログファイルへの有効な絶対パスまたはキーワード "syslog "を指定します。
ko_ko: 로그 파일의 유효한 절대 경로이거나 키워드 "syslog"여야 합니다.
pt_pt: Deve ser um caminho absoluto válido para o ficheiro de registo ou para a palavra-chave "syslog".
sw_sw: Ska vara en giltig absolut sökväg till loggfilen eller nyckelordet "syslog".
tr_tr: Günlük dosyasına giden geçerli bir mutlak yol veya "syslog" anahtar sözcüğü olmalıdır.
uk_uk: Має бути вказано дійсний абсолютний шлях до файлу журналу або ключове слово "syslog".

source: Should be a valid absolute path to the state file.
id_id: Harus berupa jalur absolut yang valid ke berkas negara.
ja_jp: 状態ファイルへの有効な絶対パスである必要があります。
ko_ko: 상태 파일의 유효한 절대 경로여야 합니다.
pt_pt: Deve ser um caminho absoluto válido para o ficheiro de estado.
sw_sw: Ska vara en giltig absolut sökväg till statsfilen.
tr_tr: Durum dosyasına giden geçerli bir mutlak yol olmalıdır.
uk_uk: Має бути правильний абсолютний шлях до файлу стану.

source: ShoutCast
ja_jp: シャウトキャスト

source: Sid should be a number.
id_id: Sid harus berupa angka.
ja_jp: シドは数字であるべきだ。
ko_ko: Sid는 숫자여야 합니다.
pt_pt: Sid deve ser um número.
sw_sw: Sid ska vara ett nummer.
tr_tr: Sid bir numara olmalı.
uk_uk: Сід має бути числом.

source: Sierra Leone
ja_jp: シエラレオネ
ko_ko: 시에라리온
pt_pt: Serra Leoa
uk_uk: Сьєрра-Леоне

source: Signal
id_id: Sinyal
ja_jp: シグナル
ko_ko: 신호
pt_pt: Sinal
tr_tr: Sinyal
uk_uk: Сигнал

source: Simple Ad List
id_id: Daftar Iklan Sederhana
ja_jp: シンプルな広告リスト
ko_ko: 간단한 광고 목록
pt_pt: Lista de anúncios simples
sw_sw: Enkel annonslista
tr_tr: Basit Reklam Listesi
uk_uk: Простий список оголошень

source: Simple Tracker List
id_id: Daftar Pelacak Sederhana
ja_jp: シンプルなトラッカーリスト
ko_ko: 간단한 추적기 목록
pt_pt: Lista de rastreadores simples
sw_sw: En enkel lista över spårare
tr_tr: Basit Takip Listesi
uk_uk: Простий список трекерів

source: Sina(Weibo)
ja_jp: 新浪(Weibo)
ko_ko: 시나(웨이보)

source: Singapore
id_id: Singapura
ja_jp: シンガポール
ko_ko: 싱가포르
pt_pt: Singapura
tr_tr: Singapur
uk_uk: Сінгапур

source: Single
id_id: Tunggal
ja_jp: シングル
ko_ko: 싱글
pt_pt: Único
sw_sw: Enkel
tr_tr: Tek kişilik
uk_uk: Неодружений

source: Sint Maarten
ja_jp: シント・マールテン
ko_ko: 신트마르턴
uk_uk: Сінт-Мартен

source: Site_Unavailable
id_id: Situs_Tidak Tersedia
ja_jp: サイト_利用不可
ko_ko: Site_Unable
pt_pt: Site_Não disponível
sw_sw: Webbplats_Intillgänglig
tr_tr: Site_Kullanılamıyor
uk_uk: Сайт_недоступний

source: SkypeCall
id_id: Panggilan Skype
ja_jp: スカイプコール
uk_uk: Дзвінок по скайпу

source: Skype_Teams
ja_jp: スカイプチーム
pt_pt: Skype_Equipas
sw_sw: Skype_Team

source: Slack
id_id: Kendur
ja_jp: スラック
ko_ko: 슬랙
pt_pt: Folga
tr_tr: Gevşeklik
uk_uk: Слабкий

source: Slovakia
ja_jp: スロバキア
ko_ko: 슬로바키아
pt_pt: Eslováquia
sw_sw: Slovakien
tr_tr: Slovakya
uk_uk: Словаччина

source: Slovenia
ja_jp: スロベニア
ko_ko: 슬로베니아
pt_pt: Eslovénia
sw_sw: Slovenien
tr_tr: Slovenya
uk_uk: Словенія

source: Snapchat
ja_jp: スナップチャット
ko_ko: 스냅챗

source: SnapchatCall
id_id: Panggilan Snapchat
ja_jp: SnapchatCall（スナップチャットコール

source: Social media
id_id: Media sosial
ja_jp: ソーシャルメディア
ko_ko: 소셜 미디어
pt_pt: Meios de comunicação social
sw_sw: Sociala medier
tr_tr: Sosyal medya
uk_uk: Соціальні мережі

source: SocialNetwork
id_id: Jejaring Sosial
ja_jp: ソーシャルネットワーク
ko_ko: 소셜 네트워크
sw_sw: Socialt nätverk
tr_tr: SosyalAğ

source: SoftwareUpdate
id_id: Pembaruan Perangkat Lunak
ja_jp: SoftwareUpdate（ソフトウェアアップデート
ko_ko: 소프트웨어 업데이트
sw_sw: Programuppdatering
tr_tr: YazılımGüncelleme
uk_uk: Оновлення програмного забезпечення

source: Solomon Islands
id_id: Kepulauan Solomon
ja_jp: ソロモン諸島
ko_ko: 솔로몬 제도
pt_pt: Ilhas Salomão
sw_sw: Salomonöarna
tr_tr: Solomon Adaları
uk_uk: Соломонові острови

source: Somalia
ja_jp: ソマリア
ko_ko: 소말리아
pt_pt: Somália
tr_tr: Somali
uk_uk: Сомалі

source: Sopcast
ja_jp: ソップキャスト
uk_uk: Сопкаст

source: Soulseek
ja_jp: ソウルシーク
ko_ko: 소울시크

source: SoundCloud
ja_jp: サウンドクラウド
ko_ko: 사운드 클라우드

source: Source NAT
id_id: Sumber NAT
ja_jp: ソースNAT
ko_ko: 소스 NAT
pt_pt: Fonte NAT
sw_sw: Källa NAT
tr_tr: Kaynak NAT
uk_uk: Вихідний NAT

source: South Africa
id_id: Afrika Selatan
ja_jp: 南ア
ko_ko: 남아프리카 공화국
pt_pt: África do Sul
sw_sw: Sydafrika
tr_tr: Güney Afrika
uk_uk: Південна Африка

source: South America
id_id: Amerika Selatan
ja_jp: 南米
ko_ko: 남아메리카
pt_pt: América do Sul
sw_sw: Sydamerika
tr_tr: Güney Amerika
uk_uk: Південна Америка

source: South Georgia and the South Sandwich Islands
id_id: Georgia Selatan dan Kepulauan Sandwich Selatan
ja_jp: サウスジョージア・サウスサンドウィッチ諸島
ko_ko: 사우스 조지아 및 사우스 샌드위치 제도
pt_pt: Geórgia do Sul e as Ilhas Sandwich do Sul
sw_sw: Sydgeorgien och de södra sandwichöarna
tr_tr: Güney Georgia ve Güney Sandwich Adaları
uk_uk: Південна Джорджія та Південні Сандвічеві острови

source: South Sudan
id_id: Sudan Selatan
ja_jp: 南スーダン
ko_ko: 남 수단
pt_pt: Sul do Sudão
sw_sw: Sydsudan
tr_tr: Güney Sudan
uk_uk: Південний Судан

source: Space Usage
id_id: Penggunaan Ruang
ja_jp: スペース使用量
ko_ko: 공간 사용량
pt_pt: Utilização do espaço
sw_sw: Användning av utrymme
tr_tr: Alan Kullanımı
uk_uk: Використання простору

source: Spain
id_id: Spanyol
ja_jp: スペイン
ko_ko: 스페인
pt_pt: Espanha
sw_sw: Spanien
tr_tr: İspanya
uk_uk: Іспанія

source: Specify a maximum object size in memory. (number of KB's)
id_id: Menentukan ukuran objek maksimum dalam memori. (jumlah KB)
ja_jp: メモリ上の最大オブジェクトサイズを指定する。(KB数)
ko_ko: 메모리의 최대 객체 크기를 지정합니다. (KB 수)
pt_pt: Especificar um tamanho máximo de objecto na memória. (número de KB's)
sw_sw: Ange en maximal objektstorlek i minnet. (antal KB)
tr_tr: Bellekte maksimum nesne boyutunu belirtin. (KB sayısı)
uk_uk: Вказати максимальний розмір об'єкта в пам'яті. (кількість КБ)

source: Specify a maximum object size. (number of MB's)
id_id: Tentukan ukuran objek maksimum. (jumlah MB)
ja_jp: 最大オブジェクトサイズを指定する。(MB数)
ko_ko: 최대 개체 크기를 지정합니다. (MB 수)
pt_pt: Especificar um tamanho máximo do objecto. (número de MB's)
sw_sw: Ange en maximal objektstorlek. (antal MB)
tr_tr: Maksimum nesne boyutunu belirtin. (MB sayısı)
uk_uk: Вкажіть максимальний розмір об'єкта. (кількість МБ)

source: Specify a positive cache size. (number of MB's)
id_id: Tentukan ukuran cache positif. (jumlah MB)
ja_jp: 正のキャッシュサイズを指定する。(MB数)
ko_ko: 양수 캐시 크기를 지정합니다. (MB 수)
pt_pt: Especificar um tamanho de cache positivo. (número de MB's)
sw_sw: Ange en positiv cache-storlek. (antal MB)
tr_tr: Pozitif bir önbellek boyutu belirtin. (MB sayısı)
uk_uk: Вкажіть позитивний розмір кешу. (кількість МБ)

source: Specify a positive memory cache size. (number of MB's)
id_id: Tentukan ukuran cache memori positif. (jumlah MB)
ja_jp: 正のメモリーキャッシュサイズを指定する。(MB数)
ko_ko: 양수 메모리 캐시 크기를 지정합니다. (MB 수)
pt_pt: Especificar um tamanho positivo da cache de memória. (número de MB's)
sw_sw: Ange en positiv storlek på minnescachen. (antal MB)
tr_tr: Pozitif bir bellek önbellek boyutu belirtin. (MB sayısı)
uk_uk: Вкажіть додатний розмір кешу пам'яті. (кількість мегабайт)

source: Specify a positive number of first-level subdirectories.
id_id: Tentukan jumlah subdirektori tingkat pertama yang positif.
ja_jp: 第一階層のサブディレクトリを正の数で指定する。
ko_ko: 양수의 첫 번째 수준 하위 디렉터리를 지정합니다.
pt_pt: Especificar um número positivo de subdirectórios de primeiro nível.
sw_sw: Ange ett positivt antal underkataloger på första nivån.
tr_tr: Pozitif sayıda birinci düzey alt dizin belirtin.
uk_uk: Вказати додатну кількість підкаталогів першого рівня.

source: Specify a positive number of second-level subdirectories.
id_id: Tentukan jumlah positif dari subdirektori tingkat kedua.
ja_jp: 第2階層のサブディレクトリを正の数で指定する。
ko_ko: 양수의 두 번째 수준 하위 디렉터리를 지정합니다.
pt_pt: Especificar um número positivo de subdirectórios de segundo nível.
sw_sw: Ange ett positivt antal underkataloger på andra nivån.
tr_tr: Pozitif sayıda ikinci düzey alt dizin belirtin.
uk_uk: Вказати додатну кількість підкаталогів другого рівня.

source: Specify a valid gateway from the list matching the networks ip protocol.
id_id: Tentukan gateway yang valid dari daftar yang sesuai dengan protokol ip jaringan.
ja_jp: ネットワークのIPプロトコルと一致するゲートウェイをリストから指定します。
ko_ko: 네트워크 IP 프로토콜과 일치하는 목록에서 유효한 게이트웨이를 지정합니다.
pt_pt: Especificar um gateway válido da lista que corresponda ao protocolo ip das redes.
sw_sw: Ange en giltig gateway från listan som matchar nätverkets ip-protokoll.
tr_tr: Ağların ip protokolüyle eşleşen listeden geçerli bir ağ geçidi belirtin.
uk_uk: Вкажіть дійсний шлюз зі списку, що відповідає ip-протоколу мережі.

source: Specify a valid network matching the gateways ip protocol.
id_id: Tentukan jaringan yang valid yang cocok dengan protokol ip gateway.
ja_jp: ゲートウェイの ip プロトコルに一致する有効なネットワークを指定します。
ko_ko: 게이트웨이 IP 프로토콜과 일치하는 유효한 네트워크를 지정합니다.
pt_pt: Especificar uma rede válida que corresponda ao protocolo ip de gateways.
sw_sw: Ange ett giltigt nätverk som matchar gateways ip-protokoll.
tr_tr: Ağ geçitleri ip protokolüyle eşleşen geçerli bir ağ belirtin.
uk_uk: Вкажіть дійсну мережу, що відповідає ip-протоколу шлюзів.

source: Specify the maximum download size (kB).
id_id: Tentukan ukuran unduhan maksimum (kB).
ja_jp: 最大ダウンロードサイズ（kB）を指定する。
ko_ko: 최대 다운로드 크기(kB)를 지정합니다.
pt_pt: Especificar o tamanho máximo de descarga (kB).
sw_sw: Ange den maximala nedladdningsstorleken (kB).
tr_tr: Maksimum indirme boyutunu (kB) belirtin.
uk_uk: Вкажіть максимальний розмір завантаження (кБ).

source: Specify the maximum upload size (kB).
id_id: Tentukan ukuran unggahan maksimum (kB).
ja_jp: 最大アップロードサイズ(kB)を指定する。
ko_ko: 최대 업로드 크기(kB)를 지정합니다.
pt_pt: Especificar o tamanho máximo de carregamento (kB).
sw_sw: Ange den maximala uppladdningsstorleken (kB).
tr_tr: Maksimum yükleme boyutunu (kB) belirtin.
uk_uk: Вкажіть максимальний розмір завантаження (кБ).

source: Specify the overall bandwidth for downloads in kilobits per second.
id_id: Tentukan bandwidth keseluruhan untuk unduhan dalam kilobit per detik.
ja_jp: ダウンロードの全体帯域をキロビット/秒単位で指定します。
ko_ko: 다운로드에 대한 전체 대역폭을 초당 킬로비트 단위로 지정합니다.
pt_pt: Especificar a largura de banda global para descarregamentos em kilobits por segundo.
sw_sw: Ange den totala bandbredden för nedladdningar i kilobit per sekund.
tr_tr: İndirmeler için toplam bant genişliğini saniye başına kilobit cinsinden belirtin.
uk_uk: Вкажіть загальну пропускну здатність для завантаження в кілобітах на секунду.

source: Specify the per host bandwidth for downloads in kilobits per second.
id_id: Tentukan bandwidth per host untuk unduhan dalam kilobit per detik.
ja_jp: ダウンロードのホストごとの帯域幅をキロビット/秒で指定します。
ko_ko: 다운로드에 대한 호스트당 대역폭을 초당 킬로비트 단위로 지정합니다.
pt_pt: Especifique a largura de banda por cada banda de anfitrião para descarregamentos em kilobits por segundo.
sw_sw: Ange bandbredden per värd för nedladdningar i kilobit per sekund.
tr_tr: İndirmeler için ana bilgisayar başına bant genişliğini saniye başına kilobit cinsinden belirtin.
uk_uk: Вкажіть пропускну здатність для кожного хоста для завантаження в кілобітах на секунду.

source: Specify valid source applications.
id_id: Tentukan aplikasi sumber yang valid.
ja_jp: 有効なソースアプリケーションを指定します。
ko_ko: 유효한 소스 애플리케이션을 지정합니다.
pt_pt: Especificar aplicações de origem válidas.
sw_sw: Ange giltiga källprogram.
tr_tr: Geçerli kaynak uygulamaları belirtin.
uk_uk: Вкажіть допустимі програми-джерела.

source: Sports
id_id: Olahraga
ja_jp: スポーツ
ko_ko: 스포츠
pt_pt: Desporto
sw_sw: Sport
tr_tr: Spor
uk_uk: Спорт

source: Spotify
ja_jp: スポティファイ

source: Sri Lanka
ja_jp: スリランカ
ko_ko: 스리랑카
uk_uk: Шрі-Ланка

source: Stalkerware
ja_jp: ストーカーウェア
ko_ko: 스토커웨어
uk_uk: Сталкерський посуд

source: Starcraft
ja_jp: スタークラフト
ko_ko: 스타크래프트

source: Start Delay needs to be an integer value between 0 and 86400
id_id: Start Delay harus berupa nilai bilangan bulat antara 0 dan 86400
ja_jp: Start Delayは0～86400の整数値で指定する必要があります。
ko_ko: 시작 지연은 0에서 86400 사이의 정수 값이어야 합니다.
pt_pt: Atraso de início tem de ser um valor inteiro entre 0 e 86400
sw_sw: Startfördröjningen måste vara ett heltal mellan 0 och 86400.
tr_tr: Başlangıç Gecikmesinin 0 ile 86400 arasında bir tamsayı değeri olması gerekir
uk_uk: Затримка старту має бути цілим числом від 0 до 86400

source: Statistics
id_id: Statistik
it_it: Statistiche
ja_jp: 統計
ko_ko: 통계
pt_pt: Estatísticas
sw_sw: Statistik
tr_tr: İstatistikler
uk_uk: Статистика

source: Stealthnet
ja_jp: ステルスネット
ko_ko: 스텔스넷
uk_uk: Стелснет

source: Steam
id_id: Uap
ja_jp: スチーム
pt_pt: Vapor
sw_sw: Ånga
tr_tr: Buhar
uk_uk: Пар

source: Steven Black List
ja_jp: スティーブン・ブラック リスト
ko_ko: 스티븐 블랙리스트
pt_pt: Lista Negra de Steven
sw_sw: Steven Black Lista
tr_tr: Steven Black Listesi
uk_uk: Стівен Чорний список

source: Store Log
id_id: Simpan Log
ja_jp: ストアログ
ko_ko: 스토어 로그
pt_pt: Diário de loja
sw_sw: Butikslogg
tr_tr: Mağaza Günlüğü
uk_uk: Журнал зберігання

source: Streaming
ja_jp: ストリーミング
ko_ko: 스트리밍
tr_tr: Akış
uk_uk: Потокове мовлення

source: Strict
id_id: Ketat
ja_jp: ストリクト
pt_pt: Estrito
sw_sw: Strikt
tr_tr: Katı
uk_uk: Суворий.

source: Strip whitespaces
id_id: Hapus spasi
ja_jp: 空白を除去する
ko_ko: 공백 제거
pt_pt: Tiras brancas
sw_sw: Ta bort mellanslag
tr_tr: Beyaz boşlukları soyma
uk_uk: Закресліть пробіли

source: Sudan
ja_jp: スーダン
ko_ko: 수단
pt_pt: Sudão
uk_uk: Судан

source: Sunday
id_id: Minggu
ja_jp: 日曜日
ko_ko: 일요일
pt_pt: Domingo
sw_sw: Söndag
tr_tr: Pazar
uk_uk: Неділя

source: Support
id_id: Dukungan
it_it: Supporto
ja_jp: サポート
ko_ko: 지원
pt_pt: Apoio
sw_sw: Stöd
tr_tr: Destek
uk_uk: Підтримка

source: Suriname
ja_jp: スリナム
ko_ko: 수리남
sw_sw: Surinam
tr_tr: Surinam
uk_uk: Суринам

source: Suspicious DGA domain name
id_id: Nama domain DGA yang mencurigakan
ja_jp: 不審なDGAドメイン名
ko_ko: 의심스러운 DGA 도메인 이름
pt_pt: Nome de domínio DGA suspeito
sw_sw: Misstänkt DGA-domännamn
tr_tr: Şüpheli DGA alan adı
uk_uk: Підозріле доменне ім'я DGA

source: Suspicious DNS traffic
id_id: Lalu lintas DNS yang mencurigakan
ja_jp: 不審なDNSトラフィック
ko_ko: 의심스러운 DNS 트래픽
pt_pt: Tráfego DNS suspeito
sw_sw: Misstänkt DNS-trafik
tr_tr: Şüpheli DNS trafiği
uk_uk: Підозрілий DNS-трафік
