Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Mail Server SSL Connection
id_id: Koneksi SSL Server Surat
ja_jp: メールサーバーSSL接続
ko_ko: 메일 서버 SSL 연결
pt_pt: Ligação Servidor de correio SSL
sw_sw: SSL-anslutning till e-postserver
tr_tr: Posta Sunucusu SSL Bağlantısı
uk_uk: SSL-з'єднання з поштовим сервером

source: Mail Server Username
id_id: Nama Pengguna Server Surat
ja_jp: メールサーバーのユーザー名
ko_ko: 메일 서버 사용자 이름
pt_pt: Nome de utilizador do servidor de correio
sw_sw: Användarnamn för e-postserver
tr_tr: Posta Sunucusu Kullanıcı Adı
uk_uk: Ім'я користувача поштового сервера

source: Mail format
id_id: Format surat
ja_jp: メールフォーマット
ko_ko: 메일 형식
pt_pt: Formato de correio
sw_sw: Format för e-post
tr_tr: Posta biçimi
uk_uk: Формат пошти

source: Make sure the script is executable by the Monit service.
id_id: Pastikan skrip dapat dieksekusi oleh layanan Monit.
ja_jp: スクリプトがMonitのサービスで実行可能であることを確認します。
ko_ko: 스크립트가 모니터 서비스에서 실행 가능한지 확인합니다.
pt_pt: Certifique-se de que o guião é executável pelo serviço Monit.
sw_sw: Kontrollera att skriptet kan exekveras av Monit-tjänsten.
tr_tr: Komut dosyasının Monit hizmeti tarafından çalıştırılabilir olduğundan emin olun.
uk_uk: Переконайтеся, що скрипт виконується сервісом Monit.

source: Mark encrypted archives as viruses (Encrypted.Zip, Encrypted.RAR).
id_id: Tandai arsip terenkripsi sebagai virus (Encrypted.Zip, Encrypted.RAR).
ja_jp: 暗号化されたアーカイブをウイルスとしてマークする（Encrypted.Zip、Encrypted.RAR）。
ko_ko: 암호화된 아카이브를 바이러스로 표시합니다(Encrypted.Zip, Encrypted.RAR).
pt_pt: Marcar os arquivos encriptados como vírus (Encrypted.Zip, Encrypted.RAR).
sw_sw: Markera krypterade arkiv som virus (Encrypted.Zip, Encrypted.RAR).
tr_tr: Şifrelenmiş arşivleri virüs olarak işaretleyin (Encrypted.Zip, Encrypted.RAR).
uk_uk: Позначайте зашифровані архіви як віруси (Encrypted.Zip, Encrypted.RAR).

source: Mask
id_id: Topeng
it_it: Maschera
ja_jp: マスク
ko_ko: 마스크
pt_pt: Mascara
tr_tr: Maske
uk_uk: Маска

source: Match
id_id: Cocok
ja_jp: マッチ
ko_ko: 경기
pt_pt: Jogo
tr_tr: Maç
uk_uk: Матч

source: Match Type
id_id: Jenis Pertandingan
it_it: Tipo di abbinamento
ja_jp: マッチタイプ
ko_ko: 경기 유형
pt_pt: Tipo de jogo
sw_sw: Typ av matchning
tr_tr: Eşleşme Türü
uk_uk: Тип збігу

source: Match against one or multiple DSCP values.
id_id: Cocokkan dengan satu atau beberapa nilai DSCP.
ja_jp: 1つまたは複数のDSCP値に対してマッチングする。
ko_ko: 하나 또는 여러 DSCP 값과 일치합니다.
pt_pt: Comparar com um ou vários valores DSCP.
sw_sw: Matchning mot ett eller flera DSCP-värden.
tr_tr: Bir veya birden fazla DSCP değeriyle eşleştirin.
uk_uk: Зіставлення з одним або декількома значеннями DSCP.

source: Matches
id_id: Cocok
it_it: Corrispondenze
ja_jp: マッチ
ko_ko: 매치
pt_pt: Fósforos
sw_sw: Matchar
tr_tr: Eşleşmeler
uk_uk: Сірники

source: Max Daily Session
id_id: Sesi Harian Maksimal
ja_jp: マックスデイリーセッション
ko_ko: 일일 최대 세션
pt_pt: Sessão Max Diária
sw_sw: Max daglig session
tr_tr: Maksimum Günlük Seans
uk_uk: Максимальний щоденний сеанс

source: Max Packet Length
id_id: Panjang Paket Maks
ja_jp: 最大パケット長
ko_ko: 최대 패킷 길이
pt_pt: Comprimento Máximo da Embalagem
sw_sw: Max paketlängd
tr_tr: Maksimum Paket Uzunluğu
uk_uk: Максимальна довжина пакету

source: Max directory recursion
id_id: Perulangan direktori maksimum
ja_jp: 最大ディレクトリ再帰性
ko_ko: 최대 디렉토리 재귀
pt_pt: Máxima recorrência de directórios
sw_sw: Maximalt antal kataloger som kan återkomma
tr_tr: Maksimum dizin özyineleme
uk_uk: Максимальна рекурсія каталогів

source: Max file size
id_id: Ukuran file maksimum
ja_jp: 最大ファイルサイズ
ko_ko: 최대 파일 크기
pt_pt: Tamanho máximo do ficheiro
sw_sw: Maximal filstorlek
tr_tr: Maksimum dosya boyutu
uk_uk: Максимальний розмір файлу

source: Max files
id_id: File maksimum
ja_jp: 最大ファイル数
ko_ko: 최대 파일 수
pt_pt: Ficheiros máximos
sw_sw: Max antal filer
tr_tr: Maksimum dosya
uk_uk: Максимальний розмір файлів

source: Max keepalive requests
id_id: Permintaan keepalive maksimum
ja_jp: 最大キープアライブ要求数
ko_ko: 최대 킵얼라이브 요청
pt_pt: Pedidos de máxima conservação
sw_sw: Max keepalive-förfrågningar
tr_tr: Maksimum keepalive istekleri
uk_uk: Максимум запитів в режимі реального часу

source: Max keepalive timeout
id_id: Batas waktu keepalive maksimum
ja_jp: 最大キープアライブタイムアウト
ko_ko: 최대 킵얼라이브 타임아웃
pt_pt: Tempo limite máximo de permanência
tr_tr: Maksimum keepalive zaman aşımı
uk_uk: Максимальний таймаут keepalive

source: Max object size
id_id: Ukuran objek maksimal
ja_jp: 最大オブジェクトサイズ
ko_ko: 최대 개체 크기
pt_pt: Tamanho máximo do objecto
sw_sw: Maximal objektstorlek
tr_tr: Maksimum nesne boyutu
uk_uk: Максимальний розмір об'єкта

source: Max recursion
id_id: Rekursi maksimum
ja_jp: 最大再帰性
ko_ko: 최대 재귀
pt_pt: Máxima recorrência
sw_sw: Maximal rekursion
tr_tr: Maksimum özyineleme
uk_uk: Максимальна рекурсія

source: Max requests per child
id_id: Permintaan maksimal per anak
ja_jp: お子様1人につき1回まで
ko_ko: 자녀당 최대 요청 수
pt_pt: Pedidos máximos por criança
sw_sw: Max antal önskemål per barn
tr_tr: Çocuk başına maksimum istek
uk_uk: Максимум запитів на одну дитину

source: Max scan size
id_id: Ukuran pemindaian maksimum
ja_jp: 最大スキャンサイズ
ko_ko: 최대 스캔 크기
pt_pt: Tamanho máximo de varrimento
sw_sw: Maximal skanningsstorlek
tr_tr: Maksimum tarama boyutu
uk_uk: Максимальний розмір сканування

source: Max servers
id_id: Server maksimum
ja_jp: 最大サーバー数
ko_ko: 최대 서버 수
pt_pt: Servidores máximos
sw_sw: Max antal servrar
tr_tr: Maksimum sunucular
uk_uk: Максимум серверів

source: Max spare threads
id_id: Benang cadangan maksimum
ja_jp: 最大予備ネジ数
ko_ko: 최대 예비 스레드
pt_pt: Máximo de fios sobressalentes
sw_sw: Maximalt antal extra gängor
tr_tr: Maksimum yedek dişler
uk_uk: Максимальна кількість запасних ниток

source: Maximum Clients
id_id: Klien Maksimum
ja_jp: 最大顧客数
ko_ko: 최대 클라이언트 수
pt_pt: Máximo de Clientes
sw_sw: Antal kunder
tr_tr: Maksimum Müşteri
uk_uk: Максимум клієнтів

source: Maximum Length
id_id: Panjang Maksimum
ja_jp: 最大長
ko_ko: 최대 길이
pt_pt: Comprimento Máximo
sw_sw: Maximal längd
tr_tr: Maksimum Uzunluk
uk_uk: Максимальна довжина

source: Maximum Memory
id_id: Memori Maksimum
ja_jp: 最大メモリ
ko_ko: 최대 메모리
pt_pt: Memória máxima
sw_sw: Maximalt minne
tr_tr: Maksimum Bellek
uk_uk: Максимальна пам'ять

source: Maximum Memory Policy
id_id: Kebijakan Memori Maksimum
ja_jp: 最大メモリポリシー
ko_ko: 최대 메모리 정책
pt_pt: Política de memória máxima
sw_sw: Policy för maximalt minne
tr_tr: Maksimum Bellek Politikası
uk_uk: Політика максимальної пам'яті

source: Maximum Memory Samples
id_id: Sampel Memori Maksimum
ja_jp: 最大メモリサンプル数
ko_ko: 최대 메모리 샘플
pt_pt: Amostras de memória máxima
sw_sw: Maximalt antal minnesprover
tr_tr: Maksimum Bellek Örnekleri
uk_uk: Максимальні вибірки пам'яті

source: Maximum depth directories are scanned at.
id_id: Direktori kedalaman maksimum dipindai pada.
ja_jp: ディレクトリをスキャンする深さは最大です。
ko_ko: 최대 깊이 디렉터리가 스캔됩니다.
pt_pt: Os directórios de profundidade máxima são digitalizados em.
sw_sw: Maximalt djup kataloger skannas på.
tr_tr: Dizinler maksimum derinlikte taranır.
uk_uk: Каталоги скануються на максимальну глибину.

source: Maximum download size (kB)
id_id: Ukuran unduhan maksimum (kB)
ja_jp: 最大ダウンロードサイズ(kB)
ko_ko: 최대 다운로드 크기(kB)
pt_pt: Tamanho máximo de descarregamento (kB)
sw_sw: Maximal nedladdningsstorlek (kB)
tr_tr: Maksimum indirme boyutu (kB)
uk_uk: Максимальний розмір завантаження (kB)

source: Maximum number of queued items
id_id: Jumlah maksimum item yang mengantri
ja_jp: キューイングされたアイテムの最大数
ko_ko: 대기열에 추가된 최대 항목 수
pt_pt: Número máximo de artigos enfileirados
sw_sw: Maximalt antal poster i kö
tr_tr: Kuyruğa alınan öğelerin maksimum sayısı
uk_uk: Максимальна кількість елементів у черзі

source: Maximum number of queued items (including those being processed by MaxThreads threads). It is recommended to have this value at least twice MaxThreads if possible.
id_id: Jumlah maksimum item yang mengantre (termasuk yang sedang diproses oleh thread MaxThreads). Disarankan untuk memiliki nilai ini setidaknya dua kali MaxThreads jika memungkinkan.
ja_jp: キューに入れられたアイテムの最大数（MaxThreadsスレッドによって処理されているものを含む）。可能であれば、この値を少なくともMaxThreadsの2倍にすることが推奨されます。
ko_ko: 대기 중인 최대 항목 수(MaxThreads 스레드에서 처리 중인 항목 포함)입니다. 이 값은 가능하면 MaxThreads의 두 배 이상으로 설정하는 것이 좋습니다.
pt_pt: Número máximo de artigos em fila de espera (incluindo os que estão a ser processados pelos fios do MaxThreads). Recomenda-se ter este valor pelo menos duas vezes MaxThreads, se possível.
sw_sw: Maximalt antal poster i köer (inklusive de som behandlas av MaxThreads-trådar). Det rekommenderas att det här värdet är minst dubbelt så stort som MaxThreads om det är möjligt.
tr_tr: Kuyruğa alınan öğelerin maksimum sayısı (MaxThreads iş parçacıkları tarafından işlenenler dahil). Mümkünse bu değerin MaxThreads'in en az iki katı olması önerilir.
uk_uk: Максимальна кількість елементів у черзі (включаючи ті, що обробляються потоками MaxThreads). Рекомендується, щоб це значення принаймні вдвічі перевищувало MaxThreads, якщо це можливо.

source: Maximum number of threads running
id_id: Jumlah maksimum utas yang berjalan
ja_jp: 実行中の最大スレッド数
ko_ko: 실행 중인 최대 스레드 수
pt_pt: Número máximo de roscas em execução
sw_sw: Maximalt antal trådar som körs
tr_tr: Çalışan maksimum iş parçacığı sayısı
uk_uk: Максимальна кількість запущених потоків

source: Maximum number of threads running at the same time.
id_id: Jumlah maksimum thread yang berjalan pada waktu yang sama.
ja_jp: 同時に動作するスレッドの最大数。
ko_ko: 동시에 실행되는 최대 스레드 수입니다.
pt_pt: Número máximo de roscas a correr ao mesmo tempo.
sw_sw: Maximalt antal trådar som körs samtidigt.
tr_tr: Aynı anda çalışan maksimum iş parçacığı sayısı.
uk_uk: Максимальна кількість потоків, що виконуються одночасно.

source: Maximum object size (MB)
id_id: Ukuran objek maksimum (MB)
ja_jp: 最大オブジェクトサイズ（MB）
ko_ko: 최대 개체 크기(MB)
pt_pt: Tamanho máximo do objecto (MB)
sw_sw: Maximal objektstorlek (MB)
tr_tr: Maksimum nesne boyutu (MB)
uk_uk: Максимальний розмір об'єкта (МБ)

source: Maximum object size in memory (KB)
id_id: Ukuran objek maksimum dalam memori (KB)
ja_jp: メモリ上の最大オブジェクトサイズ（KB）
ko_ko: 메모리 내 최대 개체 크기(KB)
pt_pt: Tamanho máximo do objecto na memória (KB)
sw_sw: Maximal objektstorlek i minnet (KB)
tr_tr: Bellekteki maksimum nesne boyutu (KB)
uk_uk: Максимальний розмір об'єкта в пам'яті (КБ)

source: Maximum upload size (kB)
id_id: Ukuran unggahan maksimum (kB)
ja_jp: 最大アップロードサイズ（kB）
ko_ko: 최대 업로드 크기(kB)
pt_pt: Tamanho máximo de carregamento (kB)
sw_sw: Maximal uppladdningsstorlek (kB)
tr_tr: Maksimum yükleme boyutu (kB)
uk_uk: Максимальний розмір завантаження (кБ)

source: Memory Cache size in Megabytes
id_id: Ukuran Cache Memori dalam Megabyte
ja_jp: メモリーキャッシュサイズ（メガバイト
ko_ko: 메모리 캐시 크기(메가바이트)
pt_pt: Tamanho da cache de memória em Megabytes
sw_sw: Storlek på minnescache i megabyte
tr_tr: Megabayt cinsinden Bellek Önbellek boyutu
uk_uk: Розмір кешу пам'яті в мегабайтах

source: Memory cache mode
id_id: Mode cache memori
ja_jp: メモリーキャッシュモード
ko_ko: 메모리 캐시 모드
pt_pt: Modo de cache de memória
sw_sw: Läge för minnescache
tr_tr: Bellek önbellek modu
uk_uk: Режим кешування пам'яті

source: Message
id_id: Pesan
it_it: Messaggio
ja_jp: メッセージ
ko_ko: 메시지
pt_pt: Mensagem
sw_sw: Meddelande
tr_tr: Mesaj
uk_uk: Повідомлення

source: Mikrotik VLAN Type
id_id: Jenis VLAN Mikrotik
ja_jp: Mikrotik VLANタイプ
ko_ko: 마이크로틱 VLAN 유형
pt_pt: Mikrotik Tipo VLAN
sw_sw: Mikrotik VLAN-typ
tr_tr: Mikrotik VLAN Türü
uk_uk: Тип VLAN Mikrotik

source: Min spare threads
id_id: Benang cadangan minimum
ja_jp: 最小予備ネジ
ko_ko: 최소 예비 스레드
pt_pt: Minhas linhas sobresselentes
sw_sw: Min reservgängor
tr_tr: Min yedek dişler
uk_uk: Мінімум запасних ниток

source: Minimum acceptable persistent queue delay (in ms), leave empty for default
id_id: Penundaan antrean persisten minimum yang dapat diterima (dalam ms), biarkan kosong untuk default
ja_jp: 許容可能な持続的キュー遅延の最小値（単位：ミリ秒）、デフォルトでは空白のまま
ko_ko: 허용 가능한 최소 영구 대기열 지연(ms), 기본값은 비워둡니다.
pt_pt: Atraso mínimo de fila persistente aceitável (em ms), deixar em branco por defeito
sw_sw: Minsta acceptabla fördröjning av persistent kö (i ms), lämna tomt för standard.
tr_tr: Kabul edilebilir minimum kalıcı kuyruk gecikmesi (ms cinsinden), varsayılan için boş bırakın
uk_uk: Мінімально допустима постійна затримка в черзі (в мс), за замовчуванням залишити порожнім

source: Monit HTTPD Access List
id_id: Memantau Daftar Akses HTTPD
ja_jp: Monit HTTPDアクセスリスト
ko_ko: HTTPD 액세스 목록 모니터링
pt_pt: Monit Lista de Acesso HTTPD
sw_sw: Monit HTTPD-åtkomstlista
tr_tr: Monit HTTPD Erişim Listesi
uk_uk: Моніторинг списку доступу до HTTPD

source: Monit HTTPD Port
id_id: Memantau Port HTTPD
ja_jp: HTTPD ポートを監視する
ko_ko: HTTPD 포트 모니터링
pt_pt: Monit Porto HTTPD
tr_tr: Monit HTTPD Bağlantı Noktası
uk_uk: Моніторинг порту HTTPD

source: Months
id_id: Bulan
it_it: Mesi
ja_jp: 月
ko_ko: 개월
pt_pt: Meses
sw_sw: Månader
tr_tr: Aylar
uk_uk: Місяці

source: Multicast group
id_id: Grup multicast
ja_jp: マルチキャストグループ
ko_ko: 멀티캐스트 그룹
pt_pt: Grupo Multicast
sw_sw: Multicast-grupp
tr_tr: Çok noktaya yayın grubu
uk_uk: Група багатоадресної розсилки

source: MySQL Database
id_id: Basis Data MySQL
ja_jp: MySQLデータベース
ko_ko: MySQL 데이터베이스
pt_pt: Base de dados MySQL
sw_sw: MySQL-databas
tr_tr: MySQL Veritabanı
uk_uk: База даних MySQL

source: MySQL Password
id_id: Kata Sandi MySQL
ja_jp: MySQLパスワード
ko_ko: MySQL 비밀번호
pt_pt: Senha MySQL
sw_sw: MySQL-lösenord
tr_tr: MySQL Şifresi
uk_uk: Пароль MySQL

source: MySQL Port
id_id: Port MySQL
ja_jp: MySQLポート
ko_ko: MySQL 포트
pt_pt: Porto MySQL
tr_tr: MySQL Bağlantı Noktası
uk_uk: Порт MySQL

source: MySQL Server
id_id: Server MySQL
ja_jp: MySQLサーバー
ko_ko: MySQL 서버
pt_pt: Servidor MySQL
tr_tr: MySQL Sunucusu
uk_uk: Сервер MySQL

source: MySQL User
id_id: Pengguna MySQL
ja_jp: MySQLユーザー
ko_ko: MySQL 사용자
pt_pt: Utilizador do MySQL
sw_sw: MySQL-användare
tr_tr: MySQL Kullanıcısı
uk_uk: Користувач MySQL

source: Name of the host, without the domain part. Use "*" to create a wildcard entry.
id_id: Nama host, tanpa bagian domain. Gunakan "*" untuk membuat entri wildcard.
ja_jp: ホストの名前（ドメイン部分を除く）。ワイルドカードのエントリーを作成する場合は、"*"を使用します。
ko_ko: 도메인 부분을 제외한 호스트 이름입니다. 와일드카드 항목을 만들려면 "*"를 사용합니다.
pt_pt: Nome do anfitrião, sem a parte do domínio. Use "*" para criar uma entrada wildcard.
sw_sw: Värdens namn, utan domändelen. Använd "*" för att skapa en jokerteckenpost.
tr_tr: Etki alanı kısmı olmadan ana bilgisayarın adı. Joker karakter girişi oluşturmak için "*" kullanın.
uk_uk: Ім'я хоста, без частини домену. Використовуйте "*" для створення підстановочного запису.

source: Negate
id_id: Meniadakan
ja_jp: ネゲート
ko_ko: 부정
pt_pt: Negar
sw_sw: Negera
uk_uk: Заперечую.

source: Negate this match. For example you can match if a host is not inside a network.
id_id: Meniadakan kecocokan ini. Sebagai contoh, Anda dapat mencocokkan jika host tidak berada di dalam jaringan.
ja_jp: このマッチングを否定する。例えば、ホストがネットワーク内にない場合にマッチさせることができます。
ko_ko: 이 일치를 무효화합니다. 예를 들어 호스트가 네트워크 내에 있지 않은 경우 일치시킬 수 있습니다.
pt_pt: Negar esta partida. Por exemplo, pode corresponder se um anfitrião não estiver dentro de uma rede.
sw_sw: Förneka den här matchen. Du kan till exempel matcha om en värd inte befinner sig i ett nätverk.
tr_tr: Bu eşleşmeyi olumsuzlayın. Örneğin, bir ana bilgisayar bir ağın içinde değilse eşleştirebilirsiniz.
uk_uk: Заперечити цей збіг. Наприклад, ви можете збігтися, якщо хост знаходиться поза мережею.

source: Nested archives are scanned recursively, e.g. if a Zip archive contains a RAR file, all files within it will also be scanned.
id_id: Arsip bersarang dipindai secara rekursif, misalnya jika arsip Zip berisi file RAR, semua file di dalamnya juga akan dipindai.
ja_jp: 例えば、ZipアーカイブがRARファイルを含んでいる場合、その中のすべてのファイルもスキャンされます。
ko_ko: 중첩된 아카이브는 재귀적으로 스캔됩니다(예: Zip 아카이브에 RAR 파일이 포함된 경우, 그 안에 있는 모든 파일도 스캔됩니다).
pt_pt: Os arquivos aninhados são digitalizados recursivamente, por exemplo, se um arquivo Zip contiver um arquivo RAR, todos os arquivos dentro dele serão também digitalizados.
sw_sw: Nästade arkiv skannas rekursivt, t.ex. om ett Zip-arkiv innehåller en RAR-fil kommer alla filer i det också att skannas.
tr_tr: İç içe geçmiş arşivler özyinelemeli olarak taranır, örneğin bir Zip arşivi bir RAR dosyası içeriyorsa, içindeki tüm dosyalar da taranacaktır.
uk_uk: Вкладені архіви скануються рекурсивно, наприклад, якщо Zip-архів містить файл RAR, всі файли в ньому також будуть перевірені.

source: Netmask
it_it: Maschera di rete
ja_jp: ネットマスク
ko_ko: 넷마스크
pt_pt: Máscara de rede
sw_sw: Nätmask
uk_uk: Маска-сітка

source: Network Address
id_id: Alamat Jaringan
ja_jp: ネットワークアドレス
ko_ko: 네트워크 주소
pt_pt: Endereço de rede
sw_sw: Nätverksadress
tr_tr: Ağ Adresi
uk_uk: Мережева адреса

source: Network ID
id_id: ID Jaringan
ja_jp: ネットワークID
ko_ko: 네트워크 ID
pt_pt: Identificação da rede
sw_sw: Nätverks-ID
tr_tr: Ağ Kimliği
uk_uk: Ідентифікатор мережі

source: Network address that the c-icap server uses to listen to requests.
id_id: Alamat jaringan yang digunakan server c-icap untuk mendengarkan permintaan.
ja_jp: c-icapサーバーがリクエストを聞くために使用するネットワークアドレスです。
ko_ko: c-icap 서버가 요청을 수신하는 데 사용하는 네트워크 주소입니다.
pt_pt: Endereço de rede que o servidor c-icap utiliza para ouvir os pedidos.
sw_sw: Nätverksadress som c-icap-servern använder för att lyssna på begäranden.
tr_tr: c-icap sunucusunun istekleri dinlemek için kullandığı ağ adresi.
uk_uk: Мережева адреса, яку сервер c-icap використовує для прослуховування запитів.

source: Networks to interpret as local
id_id: Jaringan yang ditafsirkan sebagai lokal
ja_jp: ローカルと解釈するネットワーク
ko_ko: 로컬로 해석할 네트워크
pt_pt: Redes para interpretar como local
sw_sw: Nätverk som ska tolkas som lokala
tr_tr: Yerel olarak yorumlanacak ağlar
uk_uk: Мережі інтерпретувати як локальні

source: New action
id_id: Tindakan baru
ja_jp: ニューアクション
ko_ko: 새로운 작업
pt_pt: Nova acção
sw_sw: Ny åtgärd
tr_tr: Yeni eylem
uk_uk: Нова акція

source: Not on
id_id: Tidak.
it_it: Non sopra
ja_jp: にはありません。
ko_ko: 켜져 있지 않음
pt_pt: Não em
sw_sw: Inte på
tr_tr: Açık değil
uk_uk: Не на

source: Number of files to be scanned within an archive, a document, or any other container file.
id_id: Jumlah file yang akan dipindai dalam arsip, dokumen, atau file kontainer lainnya.
ja_jp: アーカイブ、ドキュメント、その他のコンテナファイル内でスキャンするファイルの数。
ko_ko: 아카이브, 문서 또는 기타 컨테이너 파일 내에서 스캔할 파일 수입니다.
pt_pt: Número de ficheiros a serem digitalizados dentro de um arquivo, um documento, ou qualquer outro ficheiro de contentor.
sw_sw: Antal filer som ska skannas i ett arkiv, ett dokument eller någon annan behållarfil.
tr_tr: Bir arşiv, belge veya başka bir konteyner dosyası içinde taranacak dosya sayısı.
uk_uk: Кількість файлів для сканування в архіві, документі або будь-якому іншому файлі-контейнері.

source: Number of first-level subdirectories
id_id: Jumlah subdirektori tingkat pertama
ja_jp: 第1階層サブディレクトリの数
ko_ko: 첫 번째 수준 하위 디렉터리 수
pt_pt: Número de subdirectórios de primeiro nível
sw_sw: Antal underkataloger på första nivån
tr_tr: Birinci düzey alt dizinlerin sayısı
uk_uk: Кількість підкаталогів першого рівня

source: Number of logs to keep.
id_id: Jumlah log yang harus disimpan.
ja_jp: 保存するログの数。
ko_ko: 보관할 로그 수입니다.
pt_pt: Número de registos a manter.
sw_sw: Antal loggar som ska sparas.
tr_tr: Tutulacak günlük sayısı.
uk_uk: Кількість журналів, які потрібно вести.

source: Number of second-level subdirectories
id_id: Jumlah subdirektori tingkat kedua
ja_jp: 第2階層サブディレクトリの数
ko_ko: 두 번째 수준 하위 디렉터리 수
pt_pt: Número de subdirectórios de segundo nível
sw_sw: Antal underkataloger på andra nivån
tr_tr: İkinci düzey alt dizinlerin sayısı
uk_uk: Кількість підкаталогів другого рівня

source: OLE2 block macros
id_id: Makro blok OLE2
ja_jp: OLE2ブロックマクロ
ko_ko: OLE2 블록 매크로
pt_pt: Macros de bloco OLE2
sw_sw: Makroer för OLE2-block
tr_tr: OLE2 blok makroları
uk_uk: Макроси блоків OLE2

source: Offer extended data to the login template before authentication (mac addresses for upstream use).
id_id: Tawarkan data yang diperluas ke templat login sebelum autentikasi (alamat mac untuk penggunaan hulu).
ja_jp: 認証前のログインテンプレートに拡張データを提供する（上流で使用するmacアドレス）。
ko_ko: 인증 전에 로그인 템플릿에 확장 데이터를 제공하세요(업스트림용 맥 주소).
pt_pt: Oferecer dados alargados para o modelo de login antes da autenticação (endereços mac para utilização a montante).
sw_sw: Erbjuda utökad data till inloggningsmallen före autentisering (Mac-adresser för användning uppströms).
tr_tr: Kimlik doğrulamadan önce oturum açma şablonuna genişletilmiş veriler sunun (yukarı akış kullanımı için mac adresleri).
uk_uk: Запропонуйте розширені дані до шаблону входу перед автентифікацією (mac-адреси для подальшого використання).

source: On system boot wait before Monit starts checking services.
id_id: Saat boot sistem, tunggu sebelum Monit mulai memeriksa layanan.
ja_jp: システム起動時に、Monitがサービスのチェックを開始する前に待機します。
ko_ko: 시스템 부팅 시 Monit이 서비스 검사를 시작하기 전에 대기합니다.
pt_pt: No arranque do sistema, aguardar antes de a Monit começar a verificar os serviços.
sw_sw: Vänta vid systemstart innan Monit börjar kontrollera tjänsterna.
tr_tr: Sistem açılışında Monit hizmetleri kontrol etmeye başlamadan önce bekleyin.
uk_uk: При завантаженні системи зачекайте, поки Monit почне перевірку служб.

source: Only if the object is bigger than size then the percentage of data which defined by SendPercentData sent by the c-icap server before receiving the complete body of request.
id_id: Hanya jika objek lebih besar dari ukuran maka persentase data yang ditentukan oleh SendPercentData dikirim oleh server c-icap sebelum menerima isi permintaan yang lengkap.
ja_jp: オブジェクトがサイズより大きい場合のみ、リクエストの完全なボディを受信する前に、SendPercentDataで定義されたデータの割合がc-icapサーバによって送信されます。
ko_ko: 객체가 크기보다 큰 경우에만 전체 요청 본문을 수신하기 전에 c-icap 서버가 전송한 SendPercentData에 정의된 데이터의 백분율입니다.
pt_pt: Apenas se o objecto for maior do que o tamanho, então a percentagem de dados definida pelo SendPercentData enviada pelo servidor c-icap antes de receber o corpo completo do pedido.
sw_sw: Endast om objektet är större än storleken skickas den procentandel data som definieras av SendPercentData av c-icap-servern innan den tar emot hela begäran.
tr_tr: Yalnızca nesne boyuttan büyükse, SendPercentData tarafından tanımlanan veri yüzdesi, isteğin tamamını almadan önce c-icap sunucusu tarafından gönderilir.
uk_uk: Тільки якщо об'єкт більший за розмір, то відсоток даних, визначений SendPercentData, надсилається сервером c-icap перед отриманням повного тіла запиту.

source: Operator
it_it: Operatore
ja_jp: オペレーター
ko_ko: 연산자
pt_pt: Operador
sw_sw: Operatör
tr_tr: Operatör
uk_uk: Оператор

source: Optional DNS server address.
id_id: Alamat server DNS opsional.
ja_jp: オプションのDNSサーバーのアドレスです。
ko_ko: 선택적 DNS 서버 주소.
pt_pt: Endereço facultativo do servidor DNS.
sw_sw: Valfri DNS-serveradress.
tr_tr: İsteğe bağlı DNS sunucu adresi.
uk_uk: Необов'язкова адреса DNS-сервера.

source: Optionally define a (list of) service(s) which are required before monitoring this one, if any of the dependencies are either stopped or unmonitored this service will stop/unmonitor too.
id_id: Secara opsional, tentukan (daftar) layanan yang diperlukan sebelum memonitor layanan ini, jika salah satu dependensi dihentikan atau tidak dimonitor, maka layanan ini juga akan berhenti/tidak dimonitor.
ja_jp: オプションで、このサービスを監視する前に必要なサービス（のリスト）を定義します。依存関係のいずれかが停止または監視されていない場合、このサービスも停止/監視されます。
ko_ko: 선택적으로 이 서비스를 모니터링하기 전에 필요한 서비스(목록)를 정의하면 종속성 중 하나라도 중지되거나 모니터링되지 않으면 이 서비스도 중지/모니터링되지 않습니다.
pt_pt: Opcionalmente, definir um (lista de) serviço(s) que são necessários antes de monitorizar este, se alguma das dependências for parada ou não monitorizada, este serviço também irá parar/desmonitorizar.
sw_sw: Definiera eventuellt en (lista över) tjänst(er) som krävs för att övervaka den här tjänsten, om något av beroendena antingen stoppas eller inte övervakas kommer den här tjänsten också att stoppas/inte övervakas.
tr_tr: İsteğe bağlı olarak, bunu izlemeden önce gerekli olan bir (liste) hizmet(ler) tanımlayın; bağımlılıklardan herhangi biri durdurulursa veya izlenmezse, bu hizmet de durdurulur/izlenmez.
uk_uk: За бажанням визначте (список) сервісів, які необхідно відстежувати перед моніторингом цього сервісу, якщо будь-яка з залежностей зупинена або не відстежується, цей сервіс також буде зупинено/не відстежуватись.
