Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Download this backup
id_id: Unduh cadangan ini
it_it: Scarica questo backup
ja_jp: このバックアップをダウンロード
ko_ko: 이 백업 다운로드
pt_pt: Descarregar este backup
sw_sw: Ladda ner denna säkerhetskopia
tr_tr: Bu yedeği indirin
uk_uk: Завантажте цю резервну копію

source: Your device is powering off
id_id: Perangkat Anda dimatikan
it_it: Il tuo dispositivo si sta spegnendo
ja_jp: あなたのデバイスの電源を切っています
ko_ko: 기기의 전원이 꺼져 있습니다.
pt_pt: O seu dispositivo está a desligar-se
sw_sw: Din enhet stängs av
tr_tr: Cihazınız kapanıyor
uk_uk: Пристрій вимикається

source: The system has been reset to factory defaults and is shutting down.
id_id: Sistem telah diatur ulang ke default pabrik dan dimatikan.
it_it: Il sistema è stato ripristinato alle impostazioni predefinite di fabbrica e si sta chiudendo.
ja_jp: システムは出荷時の規定値にリセットされましたが、シャットダウンしています。
ko_ko: 시스템이 공장 기본값으로 재설정되었으며 종료 중입니다.
pt_pt: O sistema foi reiniciado para os padrões de fábrica e está a ser desligado.
sw_sw: Systemet har återställts till fabriksinställningarna och håller på att stängas av.
tr_tr: Sistem fabrika ayarlarına sıfırlandı ve kapatılıyor.
uk_uk: Систему скинуто до заводських налаштувань і вона вимикається.

source: If you click "Yes", the system will:
id_id: Jika Anda mengklik "Ya", sistem akan melakukannya:
it_it: Se fai clic su "Sì", il sistema lo farà:
ja_jp: 「はい」をクリックすると、システムは次を実行します。
ko_ko: "예"를 클릭하면 시스템이 실행됩니다:
pt_pt: Se clicar em "Sim", o sistema irá:
sw_sw: Om du klickar på "Ja" kommer systemet att:
tr_tr: "Evet "e tıklarsanız, sistem çalışacaktır:
uk_uk: Якщо ви натиснете "Так", система це зробить:

source: Reset to factory defaults
id_id: Mengatur ulang ke default pabrik
it_it: Ripristina le impostazioni predefinite della fabbrica
ja_jp: 出荷時の規定値にリセット
ko_ko: 공장 출하 시 기본값으로 재설정
pt_pt: Redefinir para os padrões de fábrica
sw_sw: Återställ till fabriksinställda värden
tr_tr: Fabrika ayarlarına sıfırla
uk_uk: Скидання до заводських налаштувань

source: LAN IP address will be reset to 192.168.1.1
id_id: Alamat IP LAN akan diatur ulang ke 192.168.1.1
it_it: L'indirizzo IP LAN verrà ripristinato a 192.168.1.1
ja_jp: lan ip アドレスは 192.168.1.1 にリセットされます。
ko_ko: LAN IP 주소가 192.168.1.1로 재설정됩니다.
pt_pt: Endereço IP de LAN será redefinido para 192.168.1.1
sw_sw: LAN-IP-adressen återställs till 192.168.1.1.
tr_tr: LAN IP adresi 192.168.1.1 olarak sıfırlanacaktır
uk_uk: IP-адресу локальної мережі буде скинуто на 192.168.1.1

source: System will be configured as a DHCP server on the default LAN interface
id_id: Sistem akan dikonfigurasikan sebagai server DHCP pada antarmuka LAN default
it_it: Il sistema verrà configurato come server DHCP sull'interfaccia LAN predefinita
ja_jp: デフォルト インタフェースの lan dhcp サーバとしてシステムを構成する。
ko_ko: 시스템이 기본 LAN 인터페이스에서 DHCP 서버로 구성됩니다.
pt_pt: Sistema será configurado como servidor de DHCP sem interface de rede pré-definido
sw_sw: Systemet kommer att konfigureras som en DHCP-server på standard-LAN-gränssnittet.
tr_tr: Sistem varsayılan LAN arayüzünde bir DHCP sunucusu olarak yapılandırılacaktır
uk_uk: Система буде налаштована як DHCP-сервер на інтерфейсі LAN за замовчуванням

source: WAN interface will be set to obtain an address automatically from a DHCP server
id_id: Antarmuka WAN akan diatur untuk mendapatkan alamat secara otomatis dari server DHCP
it_it: L'interfaccia WAN verrà impostata per ottenere automaticamente un indirizzo da un server DHCP
ja_jp: wan インタフェースは dhcp サーバから自動アドレスを取得に設定する。
ko_ko: WAN 인터페이스는 DHCP 서버에서 자동으로 주소를 얻도록 설정됩니다.
pt_pt: Uma interface WAN será configurada para obter um endereço automaticamente a partir de um servidor DHCP
sw_sw: WAN-gränssnittet kommer att ställas in så att det automatiskt får en adress från en DHCP-server.
tr_tr: WAN arayüzü bir DHCP sunucusundan otomatik olarak bir adres alacak şekilde ayarlanacaktır
uk_uk: WAN-інтерфейс буде налаштовано на автоматичне отримання адреси від DHCP-сервера

source: Admin user name and password will be reset
id_id: Nama pengguna dan kata sandi admin akan diatur ulang
it_it: Il nome utente e la password dell'amministratore verranno ripristinati
ja_jp: 管理者名ユーザ及びパスワードはリセットされます。
ko_ko: 관리자 사용자 이름과 비밀번호가 재설정됩니다.
pt_pt: Admin nome de utilizador e palavra-passe serão redefinidos
sw_sw: Admin-användarnamn och -lösenord kommer att återställas
tr_tr: Yönetici kullanıcı adı ve şifresi sıfırlanacaktır
uk_uk: Ім'я користувача та пароль адміністратора буде скинуто

source: Shut down after changes are complete
id_id: Matikan setelah perubahan selesai dilakukan
it_it: Spegnere dopo che le modifiche sono completate
ja_jp: 変更後に完了したシャットダウン
ko_ko: 변경이 완료된 후 종료
pt_pt: Encerramento após as alterações estarem concluídas
sw_sw: Avsluta när ändringarna är klara
tr_tr: Değişiklikler tamamlandıktan sonra kapatın
uk_uk: Вимкнути після завершення змін

source: Are you sure you want to proceed?
id_id: Apakah Anda yakin ingin melanjutkan?
it_it: Sei sicuro di voler procedere?
ja_jp: 続行してもよろしいですか？
ko_ko: 계속 진행하시겠습니까?
pt_pt: Tem a certeza de que pretende continuar?
sw_sw: Är du säker på att du vill fortsätta?
tr_tr: Devam etmek istediğinizden emin misiniz?
uk_uk: Ви впевнені, що хочете продовжити?

source: Host must be a valid hostname or IP address.
id_id: Host harus berupa nama host atau alamat IP yang valid.
it_it: L'host deve essere un nome host o un indirizzo IP valido.
ja_jp: ホストには、有効なホスト名またはIPアドレスが必要です。
ko_ko: 호스트는 유효한 호스트 이름 또는 IP 주소여야 합니다.
pt_pt: O host deve ser um nome de host ou endereço IP válido.
sw_sw: Värd måste vara ett giltigt värdnamn eller en giltig IP-adress.
tr_tr: Ana bilgisayar geçerli bir ana bilgisayar adı veya IP adresi olmalıdır.
uk_uk: Хост повинен бути дійсним ім'ям хоста або IP-адресою.

source: No response
id_id: Tidak ada tanggapan
it_it: Nessuna risposta
ja_jp: 応答なし
ko_ko: 응답 없음
pt_pt: Sem resposta
sw_sw: Inget svar
tr_tr: Yanıt yok
uk_uk: Немає відповіді

source: Resolve DNS hostname or IP
id_id: Menyelesaikan nama host atau IP DNS
it_it: Risolvi DNS Hostname o IP
ja_jp: dns ホスト名または ip アドレスの名前解決
ko_ko: DNS 호스트 이름 또는 IP 확인
pt_pt: Resolver o hostname ou IP do DNS
sw_sw: Lösa DNS värdnamn eller IP
tr_tr: DNS ana bilgisayar adını veya IP'yi çözme
uk_uk: Розв'язати DNS-хост або IP-адресу

source: Response
id_id: Tanggapan
it_it: Risposta
ja_jp: 応答
ko_ko: 응답
pt_pt: Resposta
sw_sw: Svar
tr_tr: Yanıt
uk_uk: Відповідь

source: Resolution time per server
id_id: Waktu penyelesaian per server
it_it: Tempo di risoluzione per server
ja_jp: サーバあたりの名前解決時間
ko_ko: 서버당 해결 시간
pt_pt: Tempo de resolução por servidor
sw_sw: Upplösningstid per server
tr_tr: Sunucu başına çözümleme süresi
uk_uk: Час роздільної здатності на сервер

source: Query time
id_id: Waktu kueri
it_it: Tempo di domanda
ja_jp: クエリ時間
ko_ko: 쿼리 시간
pt_pt: Tempo de consulta
sw_sw: Tid för sökning
tr_tr: Sorgu süresi
uk_uk: Час запиту

source: Local ID
id_id: ID Lokal
it_it: ID locale
ja_jp: ローカルID
ko_ko: 로컬 ID
pt_pt: IP Local
sw_sw: Lokalt ID
tr_tr: Yerel Kimlik
uk_uk: Місцевий ідентифікатор

source: Local IP
id_id: IP lokal
it_it: IP locale
ja_jp: ローカルIP
ko_ko: 로컬 IP
pt_pt: IP local
sw_sw: Lokal IP
tr_tr: Yerel IP
uk_uk: Локальний IP

source: Remote ID
id_id: ID jarak jauh
it_it: ID remoto
ja_jp: リモートID
ko_ko: 원격 ID
pt_pt: ID remoto
sw_sw: Fjärr-ID
tr_tr: Uzak Kimlik
uk_uk: Віддалений ідентифікатор

source: Remote IP
id_id: IP jarak jauh
it_it: IP remoto
ja_jp: リモートIP
ko_ko: 원격 IP
pt_pt: IP remoto
sw_sw: Fjärrstyrd IP
tr_tr: Uzak IP
uk_uk: Віддалений IP

source: Local Auth
id_id: Auth Lokal
it_it: AUTH locale
ja_jp: ローカル認証
ko_ko: 로컬 인증
pt_pt: Autenticação local
sw_sw: Lokal autentisering
tr_tr: Yerel Yetkilendirme

source: Remote Auth
id_id: Otentikasi Jarak Jauh
it_it: Auth remoto
ja_jp: リモート認証
ko_ko: 원격 인증
pt_pt: Autenticação remota
sw_sw: Fjärrstyrd autentisering
tr_tr: Uzaktan Doğrulama
uk_uk: Віддалена авторизація

source: collapse/expand all
id_id: menciutkan/memperluas semua
it_it: collassare/espandere tutto
ja_jp: すべて折りたたむ／展開する
ko_ko: 모두 접기/확장
pt_pt: ocultar/expandir tudo
sw_sw: kolla/expandera alla
tr_tr: tümünü daralt/genişlet
uk_uk: згорнути/розгорнути все

source: Local subnets
id_id: Subnet lokal
it_it: Sottoreti locali
ja_jp: ローカルサブネット
ko_ko: 로컬 서브넷
pt_pt: Sub-redes locais
sw_sw: Lokala undernät
tr_tr: Yerel alt ağlar
uk_uk: Локальні підмережі

source: SPI(s)
id_id: SPI
ja_jp: とくべつもくてきじぎょう
ko_ko: SPI(들)
tr_tr: SPI(lar)
uk_uk: SPI(и)

source: Remote subnets
id_id: Subnet jarak jauh
it_it: Sottoreti remoti
ja_jp: リモートサブネット
ko_ko: 원격 서브넷
pt_pt: Sub-redes remotas
sw_sw: Fjärrdelnande undernät
tr_tr: Uzak alt ağlar
uk_uk: Віддалені підмережі

source: State
id_id: Negara
it_it: Stato
ja_jp: ステート
ko_ko: 상태
pt_pt: Estado
sw_sw: Stat
tr_tr: Eyalet
uk_uk: Держава

source: Stats
id_id: Statistik
it_it: Statistiche
ja_jp: 統計
ko_ko: 통계
pt_pt: Estado
sw_sw: Statistik
tr_tr: İstatistikler
uk_uk: Статистика

source: Routed
id_id: Dirutekan
it_it: Instradato
ja_jp: ルート
ko_ko: 라우팅
pt_pt: Encaminhado
sw_sw: Ruttat
tr_tr: Yönlendirilmiş
uk_uk: Маршрутизовано

source: Time
id_id: Waktu
it_it: Tempo
ja_jp: 時間
ko_ko: 시간
pt_pt: Tempo
sw_sw: Tid
tr_tr: Zaman
uk_uk: Час

source: Bytes in
id_id: Byte dalam
it_it: Byte in
ja_jp: 入力バイト
ko_ko: 바이트 단위
pt_pt: Bytes de entrada
sw_sw: Bytes i
tr_tr: İçindeki baytlar
uk_uk: Байти введено

source: Bytes out
id_id: Byte keluar
it_it: Byte fuori
ja_jp: 出力バイト
ko_ko: 바이트 아웃
pt_pt: Bytes de saída
sw_sw: Bytes ut
tr_tr: Bayt çıkışı
uk_uk: Байти закінчилися.

source: Pool:
id_id: Kolam renang:
it_it: Piscina:
ja_jp: プールです。
ko_ko: 풀:
pt_pt: Piscina:
tr_tr: Havuz:
uk_uk: Басейн:

source: Usage:
id_id: Penggunaan:
it_it: Uso:
ja_jp: 使用状況です。
ko_ko: 사용법:
pt_pt: Utilização:
sw_sw: Användning:
tr_tr: Kullanım:
uk_uk: Використання:

source: Online:
it_it: In linea:
ja_jp: オンラインです。
ko_ko: 온라인:
pt_pt: Onine:
tr_tr: Çevrimiçi:
uk_uk: Онлайн:

source: No leases from this pool yet.
id_id: Belum ada penyewaan dari kolam ini.
it_it: Nessun contratto di locazione da questa piscina ancora.
ja_jp: このプールからはまだリースされていません。
ko_ko: 아직 이 풀의 임대가 없습니다.
pt_pt: Sem aluguer desta piscina ainda.
sw_sw: Inga hyresavtal från denna pool ännu.
tr_tr: Bu havuzdan henüz kiralama yapılmadı.
uk_uk: Поки що немає орендних договорів з цього басейну.

source: No IPsec pools.
id_id: Tidak ada kumpulan IPsec.
it_it: Nessun pool IPsec.
ja_jp: IPsec プールはありません。
ko_ko: IPsec 풀이 없습니다.
pt_pt: Sem piscinas de IPsec
sw_sw: Inga IPsec-pooler.
tr_tr: IPsec havuzu yok.
uk_uk: Ніяких IPsec-пулів.

source: Clamd
ja_jp: クラムド

source: Freshclam
ja_jp: フレッシュクラム
ko_ko: 프레시 클램
uk_uk: Молюски

source: The log files have been reset.
id_id: File log telah diatur ulang.
it_it: I file di registro sono stati ripristinati.
ja_jp: ログファイルはリセットされました。
ko_ko: 로그 파일이 재설정되었습니다.
pt_pt: Os arquivos de log foram redefinidos.
sw_sw: Loggfilerna har återställts.
tr_tr: Günlük dosyaları sıfırlandı.
uk_uk: Файли журналів було скинуто.

source: Preserve logs must be a positive integer value.
id_id: Log yang disimpan harus berupa nilai bilangan bulat positif.
it_it: I registri di conservazione devono essere un valore intero positivo.
ja_jp: Preserve logsは正の整数値である必要があります。
ko_ko: 보존 로그는 양의 정수 값이어야 합니다.
pt_pt: Os registos de conservação devem ser um valor inteiro positivo.
sw_sw: Bevara loggar måste vara ett positivt heltalsvärde.
tr_tr: Günlükleri koru pozitif bir tamsayı değeri olmalıdır.
uk_uk: Збереження логів має бути цілим додатнім значенням.

source: WebGUI process is restarting.
id_id: Proses WebGUI dimulai ulang.
it_it: Il processo WebGUI sta riavviando.
ja_jp: WebGUI プロセスは再起動しています。
ko_ko: WebGUI 프로세스가 다시 시작됩니다.
pt_pt: O processo WebGUI está a ser reiniciado.
sw_sw: WebGUI-processen startas om.
tr_tr: WebGUI işlemi yeniden başlatılıyor.
uk_uk: Процес WebGUI перезапускається.

source: Do you really want to reset the log files? This will erase all local log data.
id_id: Apakah Anda benar-benar ingin mengatur ulang file log? Ini akan menghapus semua data log lokal.
it_it: Vuoi davvero ripristinare i file di registro? Ciò cancellerà tutti i dati di registro locali.
ja_jp: 本当にログファイルをリセットしますか？
ko_ko: 정말 로그 파일을 초기화하시겠습니까? 그러면 모든 로컬 로그 데이터가 지워집니다.
pt_pt: Deseja realmente redefinir os arquivos de log? Isso irá apagar todos os dados do registo local.
sw_sw: Vill du verkligen återställa loggfilerna? Detta raderar alla lokala logguppgifter.
tr_tr: Günlük dosyalarını gerçekten sıfırlamak istiyor musunuz? Bu, tüm yerel günlük verilerini silecektir.
uk_uk: Ви дійсно хочете скинути файли журналів? Це призведе до видалення всіх локальних даних журналу.

source: Local Logging Options
id_id: Opsi Penebangan Lokal
it_it: Opzioni di registrazione locali
ja_jp: ローカルログオプション
ko_ko: 로컬 로깅 옵션
pt_pt: Opções de registo local
sw_sw: Lokala loggningsalternativ
tr_tr: Yerel Günlük Kaydı Seçenekleri
uk_uk: Локальні параметри ведення журналу

source: full help
id_id: bantuan penuh
it_it: Aiuto completo
ja_jp: 全てのヘルプ
ko_ko: 전체 도움말
pt_pt: Ajuda total
sw_sw: fullständig hjälp
tr_tr: tam yardım
uk_uk: повна допомога

source: Preserve logs (Days)
id_id: Menyimpan log (Hari)
it_it: Preservare i registri (giorni)
ja_jp: ログを保存する（日数）
ko_ko: 로그 보존 기간(일)
pt_pt: Conservar registos (Dias)
sw_sw: Förvara stockar (dagar)
tr_tr: Günlükleri koru (Gün)
uk_uk: Збереження журналів (днів)

source: Number of log to preserve. By default 31 logs are preserved.
id_id: Jumlah log yang akan disimpan. Secara default, 31 log disimpan.
it_it: Numero di registro da preservare. Per impostazione predefinita, vengono conservati 31 registri.
ja_jp: 保存するログの数。デフォルトでは31個のログが保存されます。
ko_ko: 보존할 로그 수입니다. 기본적으로 31개의 로그가 보존됩니다.
pt_pt: Número de registo a preservar. Por defeito, são preservados 31 diários de bordo.
sw_sw: Antal stockar som ska bevaras. Som standard sparas 31 loggar.
tr_tr: Korunacak günlük sayısı. Varsayılan olarak 31 günlük korunur.
uk_uk: Кількість журналів для збереження. За замовчуванням зберігається 31 журнал.

source: Log Firewall Default Blocks
id_id: Blok Default Firewall Log
it_it: Registra blocchi predefiniti del firewall
ja_jp: ファイアウォールのデフォルト拒否をログに記録する。
ko_ko: 로그 방화벽 기본 블록
pt_pt: Blocos padrão da firewall de registos
sw_sw: Logga brandväggens standardblock
tr_tr: Güvenlik Duvarı Varsayılan Bloklarını Günlüğe Kaydetme
uk_uk: Журнал блокування брандмауера за замовчуванням

source: Log packets matched from the default block rules put in the ruleset
id_id: Paket log yang dicocokkan dari aturan blok default yang dimasukkan ke dalam ruleset
it_it: Pacchetti di registro abbinati alle regole del blocco predefinito messe nel set di regole
ja_jp: ルールセットのデフォルトルールと一致したパケットをログに記録する。
ko_ko: 규칙 세트에 설정된 기본 차단 규칙과 일치하는 패킷을 로그에 기록합니다.
pt_pt: Pacotes de registo correspondentes às regras de bloco padrão colocadas no conjunto de regras
sw_sw: Logga paket som matchas av standardblockeringsreglerna i regeluppsättningen.
tr_tr: Kural kümesine konulan varsayılan blok kurallarından eşleşen paketleri günlüğe kaydedin
uk_uk: Пакети журналу, що відповідають правилам блокування за замовчуванням, розміщеним у наборі правил

source: Hint: packets that are blocked by the implicit default block rule will not be logged if you uncheck this option. Per-rule logging options are still respected.
id_id: Petunjuk: paket yang diblokir oleh aturan blokir default implisit tidak akan dicatat jika Anda menghapus centang pada opsi ini. Opsi pencatatan per aturan masih dihormati.
it_it: Suggerimento: i pacchetti che sono bloccati dalla regola del blocco predefinito impliciti non saranno registrati se si deseleziona questa opzione. Le opzioni di registrazione per regola sono ancora rispettate.
ja_jp: ヒント：このオプションをチェックしない場合、暗黙のデフォルトルールが拒否したパケットは、ログに記録されません。
ko_ko: 힌트: 이 옵션을 선택 취소하면 암시적 기본 차단 규칙에 의해 차단된 패킷은 로깅되지 않습니다. 규칙별 로깅 옵션은 계속 적용됩니다.
pt_pt: Dica: os pacotes bloqueados pela regra de bloqueio padrão implícita não serão registados se desmarcar esta opção. As opções de registo por regra ainda são respeitadas.
sw_sw: Tips: Paket som blockeras av den implicita standardblockeringsregeln loggas inte om du avmarkerar det här alternativet. Loggningsalternativ per regel respekteras fortfarande.
tr_tr: İpucu: Bu seçeneğin işaretini kaldırırsanız, örtük varsayılan engelleme kuralı tarafından engellenen paketler günlüğe kaydedilmeyecektir. Kural başına günlük tutma seçeneklerine hala uyulur.
uk_uk: Підказка: пакети, заблоковані неявним правилом блокування за замовчуванням, не буде записано до журналу, якщо ви знімете цю позначку. Параметри журналювання для кожного правила залишаються врахованими.

source: Log packets matched from the default pass rules put in the ruleset
id_id: Paket log yang cocok dari aturan lulus default yang dimasukkan ke dalam ruleset
it_it: Pacchetti di registro abbinati alle regole del passaggio predefinite messe nel set di regole
ja_jp: ルールセットのデフォルト許可ルールと一致したパケットをログに記録する
ko_ko: 규칙 세트에 설정된 기본 통과 규칙과 일치하는 패킷을 로그에 기록합니다.
pt_pt: Pacotes de registo correspondentes às regras de passe padrão inseridas no conjunto de regras
sw_sw: Logga paket som matchas av standardpassreglerna i regeluppsättningen.
tr_tr: Kural kümesine konulan varsayılan geçiş kurallarından eşleşen paketleri günlüğe kaydedin
uk_uk: Пакети журналів, співставлені з правилами пропуску за замовчуванням, що містяться у наборі правил

source: Hint: packets that are allowed by the implicit default pass rule will be logged if you check this option. Per-rule logging options are still respected.
id_id: Petunjuk: paket yang diizinkan oleh aturan lulus default implisit akan dicatat jika Anda mencentang opsi ini. Opsi pencatatan per aturan masih dihormati.
it_it: Suggerimento: i pacchetti consentiti dalla regola del passaggio predefinito impliciti verranno registrati se si verificano questa opzione. Le opzioni di registrazione per regola sono ancora rispettate.
ja_jp: ヒント：このオプションをチェックすると、暗黙のデフォルトの許可ルールが許可したパケットをログに記録します。
ko_ko: 힌트: 이 옵션을 선택하면 암시적 기본 통과 규칙에 의해 허용되는 패킷이 로깅됩니다. 규칙별 로깅 옵션은 계속 적용됩니다.
pt_pt: Dica: Pacotes que são permitidos pela regra de passagem implícita padrão serão registados se marcar esta opção. As opções de registo por regra ainda são respeitadas.
sw_sw: Tips: Paket som tillåts av den implicita standardregeln för passering loggas om du markerar det här alternativet. Loggningsalternativ per regel respekteras fortfarande.
tr_tr: İpucu: Bu seçeneği işaretlerseniz, örtük varsayılan geçiş kuralı tarafından izin verilen paketler günlüğe kaydedilecektir. Kural başına günlük tutma seçeneklerine hala uyulur.
uk_uk: Підказка: пакети, дозволені неявним правилом пропуску за замовчуванням, буде записано до журналу, якщо ви позначите цю опцію. Параметри журналювання для кожного правила все одно буде враховано.

source: Log packets processed by automatic outbound NAT rules
id_id: Paket log diproses oleh aturan NAT keluar otomatis
it_it: Pacchetti di registro elaborati da regole NAT in uscita automatiche
ja_jp: 自動アウトバウンドNATルールで処理されたパケットを記録する。
ko_ko: 자동 아웃바운드 NAT 규칙에 의해 처리된 로그 패킷
pt_pt: Pacotes de registo processados por regras NAT de saída automática
sw_sw: Logga paket som behandlas av automatiska regler för utgående NAT.
tr_tr: Otomatik giden NAT kuralları tarafından işlenen paketleri günlüğe kaydetme
uk_uk: Лог пакетів, оброблених автоматичними вихідними правилами NAT

source: Log packets blocked by 'Block Bogon Networks' rules
id_id: Paket log diblokir oleh aturan 'Blokir Jaringan Bogon'
it_it: Pacchetti di registro bloccati dalle regole di "Block Bogon Networks"
ja_jp: 「ボゴン ネットワークを拒否」ルールで拒否されたパケットをログに記録する。
ko_ko: '차단 보곤 네트워크' 규칙에 의해 차단된 패킷을 기록하세요.
pt_pt: Pacotes de registo bloqueados por regras 'Block Bogon Networks
sw_sw: Logga paket som blockeras av reglerna "Blockera Bogon-nätverk".
tr_tr: 'Bogon Ağlarını Engelle' kuralları tarafından engellenen paketleri günlüğe kaydetme
uk_uk: Пакети журналів, заблоковані правилами 'Block Bogon Networks'

source: Log packets blocked by 'Block Private Networks' rules
id_id: Paket log diblokir oleh aturan 'Blokir Jaringan Pribadi'
it_it: Pacchetti di registro bloccati dalle regole "Blocca reti private"
ja_jp: 「プライベートネットワークを」ルールで拒否されたパケットをログに記録する。
ko_ko: '사설 네트워크 차단' 규칙에 의해 차단된 패킷을 기록하세요.
pt_pt: Pacotes de registo bloqueados por regras 'Block Private Networks'
sw_sw: Logga paket som blockeras av regler för "Blockera privata nätverk".
tr_tr: 'Özel Ağları Engelle' kuralları tarafından engellenen paketleri günlüğe kaydetme
uk_uk: Пакети журналу, заблоковані правилами "Блокування приватних мереж

source: Web Server Log
id_id: Log Server Web
it_it: Registro del server Web
ja_jp: ウェブサーバーログ
ko_ko: 웹 서버 로그
pt_pt: Registo do servidor Web
sw_sw: Loggbok för webbserver
tr_tr: Web Sunucusu Günlüğü
uk_uk: Журнал веб-сервера

source: Log errors from the web server process.
id_id: Mencatat kesalahan dari proses server web.
it_it: Errori di registro dal processo del server Web.
ja_jp: Webサーバプロセスのログに記録
ko_ko: 웹 서버 프로세스에서 오류를 기록합니다.
pt_pt: Registe erros no processo do servidor web.
sw_sw: Loggfel från webbserverprocessen.
tr_tr: Web sunucusu işleminden gelen hataları günlüğe kaydedin.
uk_uk: Журналізація помилок, що виникають під час роботи веб-сервера.

source: Hint: If this is checked, errors from the lighttpd web server process for the GUI or Captive Portal will appear in the main system log.
id_id: Petunjuk: Jika ini dicentang, kesalahan dari proses server web lighttpd untuk GUI atau Captive Portal akan muncul di log sistem utama.
it_it: Suggerimento: se questo viene controllato, nel registro principale verranno visualizzati errori dal processo Web Server LightTPD per GUI o Captive.
ja_jp: ヒント：これがチェックされていると、GUI もしくはキャプティブポータルで使用する lighttpd Web サーバプロセスのメインシステムログに表示されます。
ko_ko: 힌트: 이 옵션을 선택하면 GUI 또는 캡티브 포털에 대한 lighttpd 웹 서버 프로세스의 오류가 기본 시스템 로그에 표시됩니다.
pt_pt: Dica: Se esta opção estiver marcada, erros do processo do servidor web lighttpd para a GUI ou o Portal Captive aparecerão no registo do sistema principal
sw_sw: Tips: Om detta är markerat visas fel från lighttpd-webbserverprocessen för GUI eller Captive Portal i huvudsystemloggen.
tr_tr: İpucu: Bu işaretlenirse, GUI veya Captive Portal için lighttpd web sunucusu işleminden kaynaklanan hatalar ana sistem günlüğünde görünecektir.
uk_uk: Підказка: Якщо цей пункт позначено, помилки процесу веб-сервера lighttpd для графічного інтерфейсу користувача або порталу Captive з'являтимуться у головному системному журналі.

source: Local Logging
id_id: Penebangan Lokal
it_it: Registrazione locale
ja_jp: ローカルログ
ko_ko: 로컬 로깅
pt_pt: Registos locais
sw_sw: Lokal loggning
tr_tr: Yerel Günlük Kaydı
uk_uk: Локальне ведення журналу

source: Disable writing log files to the local disk
id_id: Menonaktifkan penulisan file log ke disk lokal
it_it: Disabilita i file di registro di scrittura sul disco locale
ja_jp: ローカルディスクへのログファイルの書き込みを無効にする
ko_ko: 로컬 디스크에 로그 파일 쓰기 비활성화
pt_pt: Desativar a gravação de arquivos de registo no disco local
sw_sw: Inaktivera skrivning av loggfiler till den lokala disken
tr_tr: Günlük dosyalarının yerel diske yazılmasını devre dışı bırakma
uk_uk: Вимкнути запис логів на локальний диск

source: Reset Logs
id_id: Setel Ulang Log
it_it: Ripristina i registri
ja_jp: ログをリセット
ko_ko: 로그 재설정
pt_pt: Restabeleça os registos
sw_sw: Återställ loggar
tr_tr: Günlükleri Sıfırla
uk_uk: Скидання журналів

source: Reset Log Files
id_id: Atur Ulang File Log
it_it: Ripristina i file di registro
ja_jp: ログファイルをリセット
ko_ko: 로그 파일 재설정
pt_pt: Restabeleça os arquivos de registo
sw_sw: Återställa loggfiler
tr_tr: Günlük Dosyalarını Sıfırla
uk_uk: Скидання файлів журналів
