Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Set the SSL version to use. In AUTO mode, only TLS is used.
id_id: Mengatur versi SSL yang akan digunakan. Dalam mode AUTO, hanya TLS yang digunakan.
ja_jp: 使用するSSLバージョンを設定します。AUTOモードでは、TLSのみ使用します。
ko_ko: 사용할 SSL 버전을 설정합니다. 자동 모드에서는 TLS만 사용됩니다.
pt_pt: Configurar a versão SSL a utilizar. No modo AUTO, apenas TLS é utilizado.
sw_sw: Ange den SSL-version som ska användas. I läget AUTO används endast TLS.
tr_tr: Kullanılacak SSL sürümünü ayarlayın. OTOMATİK modda yalnızca TLS kullanılır.
uk_uk: Встановіть версію SSL для використання. У режимі AUTO використовується тільки TLS.

source: Set the Service-Type attributes for this user.
id_id: Mengatur atribut Jenis-Layanan untuk pengguna ini.
ja_jp: このユーザーのService-Type属性を設定します。
ko_ko: 이 사용자에 대한 서비스 유형 속성을 설정합니다.
pt_pt: Definir os atributos do Tipo de Serviço para este utilizador.
sw_sw: Ange attribut för Tjänstetyp för den här användaren.
tr_tr: Bu kullanıcı için Hizmet-Türü özniteliklerini ayarlayın.
uk_uk: Встановіть атрибути Service-Type для цього користувача.

source: Set the certificate to use for HTTPS connections.
id_id: Atur sertifikat yang akan digunakan untuk koneksi HTTPS.
ja_jp: HTTPS 接続に使用する証明書を設定します。
ko_ko: HTTPS 연결에 사용할 인증서를 설정합니다.
pt_pt: Definir o certificado a utilizar para as ligações HTTPS.
sw_sw: Ange det certifikat som ska användas för HTTPS-anslutningar.
tr_tr: HTTPS bağlantıları için kullanılacak sertifikayı ayarlayın.
uk_uk: Встановіть сертифікат, який буде використовуватися для HTTPS-з'єднань.

source: Set the default EAP type.
id_id: Mengatur jenis EAP default.
ja_jp: デフォルトの EAP タイプを設定します。
ko_ko: 기본 EAP 유형을 설정합니다.
pt_pt: Definir o tipo padrão de EAP.
sw_sw: Ange standard EAP-typ.
tr_tr: Varsayılan EAP türünü ayarlayın.
uk_uk: Встановіть тип EAP за замовчуванням.

source: Set the destination IP or network to match. Leave this field empty for using "any".
id_id: Atur IP atau jaringan tujuan agar sesuai. Biarkan bidang ini kosong untuk menggunakan "apa saja".
ja_jp: 一致させる宛先IPまたはネットワークを設定します。any "を使用する場合は、このフィールドを空にしてください。
ko_ko: 대상 IP 또는 네트워크를 일치하도록 설정합니다. "모두"를 사용하려면 이 필드를 비워 둡니다.
pt_pt: Defina o IP ou rede de destino para corresponder. Deixar este campo vazio para usar "qualquer".
sw_sw: Ställ in målets IP eller nätverk som ska matcha. Lämna det här fältet tomt om du använder "any".
tr_tr: Eşleşecek hedef IP veya ağı ayarlayın. "any" kullanmak için bu alanı boş bırakın.
uk_uk: Встановіть відповідну IP-адресу або мережу призначення. Залиште це поле порожнім для використання "будь-який".

source: Set the filter to search for users, for Active Directory change uid to samaccountname.
id_id: Atur filter untuk mencari pengguna, untuk Direktori Aktif ubah uid menjadi samacountname.
ja_jp: Active Directoryの場合は、uidをsamaccountnameに変更し、ユーザーを検索するフィルターを設定します。
ko_ko: 사용자를 검색하도록 필터를 설정하고, Active Directory의 경우 uid를 samaccountname으로 변경합니다.
pt_pt: Definir o filtro para procurar utilizadores, para Active Directory mudar uid para samaccountname.
sw_sw: Ställ in filtret för att söka efter användare, för Active Directory ändra uid till samaccountname.
tr_tr: Kullanıcıları aramak için filtreyi ayarlayın, Active Directory için uid'yi samaccountname olarak değiştirin.
uk_uk: Встановіть фільтр для пошуку користувачів, для Active Directory змініть uid на samaccountname.

source: Set the gateway IP for this pool. It will be the gateway for the clients and also used as the identifier.
id_id: Tetapkan IP gateway untuk pool ini. Ini akan menjadi pintu gerbang untuk klien dan juga digunakan sebagai pengenal.
ja_jp: このプールのゲートウェイIPを設定します。クライアントのゲートウェイとなり、また識別子としても使用されます。
ko_ko: 이 풀의 게이트웨이 IP를 설정합니다. 클라이언트의 게이트웨이가 되며 식별자로도 사용됩니다.
pt_pt: Definir o IP da porta de entrada para esta piscina. Será a porta de entrada para os clientes e será também utilizada como identificador.
sw_sw: Ange gateway-IP för den här poolen. Den kommer att vara gateway för klienterna och även användas som identifierare.
tr_tr: Bu havuz için ağ geçidi IP'sini ayarlayın. Bu, istemciler için ağ geçidi olacak ve aynı zamanda tanımlayıcı olarak kullanılacaktır.
uk_uk: Встановіть IP-адресу шлюзу для цього пулу. Він буде шлюзом для клієнтів, а також використовуватиметься як ідентифікатор.

source: Set the gateway IP here when using Disable Routes feature. You also have to add this as a gateway in DynFi Firewall.
id_id: Atur IP gateway di sini saat menggunakan fitur Disable Routes. Anda juga harus menambahkan ini sebagai gateway di DynFi Firewall.
ja_jp: Disable Routes機能を使用する場合は、ここにゲートウェイIPを設定します。また、DynFi Firewallでゲートウェイとして追加する必要があります。
ko_ko: 경로 비활성화 기능을 사용할 때 여기에서 게이트웨이 IP를 설정합니다. 또한 DynFi 방화벽에 게이트웨이로 추가해야 합니다.
pt_pt: Defina aqui o IP da porta de entrada quando utilizar a funcionalidade Disable Routes (Vias de Desactivação). Também tem de adicionar isto como gateway no DynFi Firewall.
sw_sw: Ställ in gateway IP här när du använder funktionen Inaktivera vägar. Du måste också lägga till den som gateway i DynFi Firewall.
tr_tr: Yönleri Devre Dışı Bırak özelliğini kullanırken ağ geçidi IP'sini buraya ayarlayın. Bunu DynFi Firewall'da da ağ geçidi olarak eklemeniz gerekir.
uk_uk: Встановіть тут IP-адресу шлюзу, якщо ви використовуєте функцію "Вимкнути маршрути". Ви також повинні додати його як шлюз у брандмауері DynFi Firewall.

source: Set the hostname or IP address to connect to.
id_id: Mengatur nama host atau alamat IP untuk menyambung.
ja_jp: 接続先のホスト名またはIPアドレスを設定します。
ko_ko: 연결할 호스트 이름 또는 IP 주소를 설정합니다.
pt_pt: Definir o nome do anfitrião ou endereço IP a que se deve ligar.
sw_sw: Ange det värdnamn eller den IP-adress som du vill ansluta till.
tr_tr: Bağlanılacak ana bilgisayar adını veya IP adresini ayarlayın.
uk_uk: Встановіть ім'я хоста або IP-адресу для підключення.

source: Set the interface MTU for this interface. Leaving empty uses the MTU from main interface which is fine for most setups.
id_id: Tetapkan MTU antarmuka untuk antarmuka ini. Membiarkan kosong menggunakan MTU dari antarmuka utama yang baik-baik saja untuk sebagian besar pengaturan.
ja_jp: このインターフェイスのMTUを設定します。空のままでは、メインインターフェイスのMTUが使用され、ほとんどのセットアップで問題ありません。
ko_ko: 이 인터페이스의 인터페이스 MTU를 설정합니다. 비워두면 대부분의 설정에 적합한 기본 인터페이스의 MTU가 사용됩니다.
pt_pt: Definir a interface MTU para esta interface. Deixar vazio utiliza a MTU da interface principal, o que é bom para a maioria das configurações.
sw_sw: Ange gränssnittets MTU för det här gränssnittet. Om du lämnar tomt används MTU från huvudgränssnittet, vilket är bra för de flesta konfigurationer.
tr_tr: Bu arayüz için arayüz MTU'sunu ayarlayın. Boş bırakmak, çoğu kurulum için iyi olan ana arayüzdeki MTU'yu kullanır.
uk_uk: Встановіть інтерфейсний MTU для цього інтерфейсу. Якщо залишити порожнім, буде використано MTU основного інтерфейсу, що підходить для більшості налаштувань.

source: Set the interface specific DNS server.
id_id: Mengatur server DNS khusus antarmuka.
ja_jp: インターフェース固有のDNSサーバーを設定します。
ko_ko: 인터페이스별 DNS 서버를 설정합니다.
pt_pt: Configurar o servidor DNS específico da interface.
sw_sw: Ställ in den gränssnittsspecifika DNS-servern.
tr_tr: Arayüze özel DNS sunucusunu ayarlayın.
uk_uk: Встановіть інтерфейс певного DNS-сервера.

source: Set the maximum download bandwith for ChilliSpot attribute. The value is treated as kbits/s.
id_id: Mengatur bandwith unduhan maksimum untuk atribut ChilliSpot. Nilai ini diperlakukan sebagai kbits/s.
ja_jp: ChilliSpot属性の最大ダウンロード帯域を設定します。値はkbits/sとして扱われます。
ko_ko: 칠리스팟 속성에 대한 최대 다운로드 대역폭을 설정합니다. 이 값은 kbits/s로 취급됩니다.
pt_pt: Definir a banda de descarga máxima para o atributo ChilliSpot. O valor é tratado como kbits/s.
sw_sw: Ange den maximala nedladdningsbandbredden för ChilliSpot-attributet. Värdet behandlas som kbit/s.
tr_tr: ChilliSpot özelliği için maksimum indirme bant genişliğini ayarlayın. Değer kbits/s olarak değerlendirilir.
uk_uk: Задає максимальну швидкість завантаження для атрибута ChilliSpot. Значення обробляється у кбіт/с.

source: Set the maximum download bandwith for WISPr attribute. The value is treated as bits/s.
id_id: Mengatur bandwith unduhan maksimum untuk atribut WISPr. Nilai ini diperlakukan sebagai bit/s.
ja_jp: WISPr属性の最大ダウンロード帯域を設定します。値はbits/sとして扱われます。
ko_ko: WISPr 속성에 대한 최대 다운로드 대역폭을 설정합니다. 값은 비트/s로 처리됩니다.
pt_pt: Definir a banda de descarga máxima para o atributo WISPr. O valor é tratado como bits/s.
sw_sw: Ställ in den maximala nedladdningsbandbredden för WISPr-attributet. Värdet behandlas som bits/s.
tr_tr: WISPr özniteliği için maksimum indirme bant genişliğini ayarlayın. Değer bit/s olarak değerlendirilir.
uk_uk: Задає максимальну швидкість завантаження для атрибуту WISPr. Значення обробляється у бітах/с.

source: Set the maximum object size (default 4MB when left empty).
id_id: Tetapkan ukuran objek maksimum (default 4MB apabila dibiarkan kosong).
ja_jp: オブジェクトの最大サイズを設定します（空欄の場合はデフォルトで4MB）。
ko_ko: 최대 개체 크기를 설정합니다(비워두면 기본값은 4MB).
pt_pt: Definir o tamanho máximo do objecto (por defeito 4MB quando deixado vazio).
sw_sw: Ställ in den maximala objektstorleken (standard 4 MB om den är tom).
tr_tr: Maksimum nesne boyutunu ayarlayın (boş bırakıldığında varsayılan 4MB).
uk_uk: Встановіть максимальний розмір об'єкта (за замовчуванням 4 МБ, якщо залишити порожнім).

source: Set the maximum object size in memory (default 512KB when left empty).
id_id: Mengatur ukuran objek maksimum dalam memori (default 512KB bila dibiarkan kosong).
ja_jp: メモリ上の最大オブジェクトサイズを設定します（空欄の場合はデフォルト512KB）。
ko_ko: 메모리의 최대 개체 크기를 설정합니다(비워두면 기본값 512KB).
pt_pt: Definir o tamanho máximo do objecto na memória (por defeito 512KB quando deixado vazio).
sw_sw: Ställ in den maximala objektstorleken i minnet (standard 512KB om den lämnas tom).
tr_tr: Bellekteki maksimum nesne boyutunu ayarlayın (boş bırakıldığında varsayılan 512KB).
uk_uk: Встановіть максимальний розмір об'єкта в пам'яті (за замовчуванням 512KB, якщо залишити порожнім).

source: Set the maximum session limit in seconds. This can be used by the Captive Portal.
id_id: Tetapkan batas sesi maksimum dalam hitungan detik. Ini dapat digunakan oleh Captive Portal.
ja_jp: セッションの最大制限を秒単位で設定します。Captive Portalで使用することができます。
ko_ko: 최대 세션 제한을 초 단위로 설정합니다. 캡티브 포털에서 사용할 수 있습니다.
pt_pt: Definir o limite máximo de sessão em segundos. Isto pode ser utilizado pelo Portal Cativo.
sw_sw: Ställ in den maximala sessionsgränsen i sekunder. Detta kan användas av Captive Portal.
tr_tr: Maksimum oturum sınırını saniye cinsinden ayarlayın. Bu, Captive Portal tarafından kullanılabilir.
uk_uk: Встановіть максимальний ліміт сесії в секундах. Це може бути використано порталом Captive.

source: Set the maximum upload bandwith for ChilliSpot attribute. The value is treated as kbits/s.
id_id: Mengatur bandwith unggahan maksimum untuk atribut ChilliSpot. Nilai diperlakukan sebagai kbits/s.
ja_jp: ChilliSpot属性の最大アップロード帯域を設定します。値はkbits/sとして扱われます。
ko_ko: 칠리스팟 속성에 대한 최대 업로드 대역폭을 설정합니다. 이 값은 kbits/s로 취급됩니다.
pt_pt: Definir a banda de carregamento máxima para o atributo ChilliSpot. O valor é tratado como kbits/s.
sw_sw: Ange den maximala bandbredden för uppladdning av ChilliSpot-attributet. Värdet behandlas som kbit/s.
tr_tr: ChilliSpot özelliği için maksimum yükleme bant genişliğini ayarlayın. Değer kbits/s olarak değerlendirilir.
uk_uk: Задає максимальну швидкість завантаження для атрибута ChilliSpot. Значення обробляється у кбіт/с.

source: Set the maximum upload bandwith for WISPr attribute. The value is treated as bits/s.
id_id: Mengatur bandwith unggahan maksimum untuk atribut WISPr. Nilai diperlakukan sebagai bit/s.
ja_jp: WISPr属性の最大アップロード帯域を設定します。値はbits/sとして扱われます。
ko_ko: WISPr 속성에 대한 최대 업로드 대역폭을 설정합니다. 값은 비트/s로 취급됩니다.
pt_pt: Definir a banda de carregamento máxima para o atributo WISPr. O valor é tratado como bits/s.
sw_sw: Ange den maximala bandbredden för uppladdning för WISPr-attributet. Värdet behandlas som bits/s.
tr_tr: WISPr özniteliği için maksimum yükleme bant genişliğini ayarlayın. Değer bit/s olarak değerlendirilir.
uk_uk: Задає максимальну швидкість завантаження для атрибуту WISPr. Значення обробляється у бітах/с.

source: Set the minimum download bandwith for WISPr attribute. The value is treated as bits/s.
id_id: Mengatur bandwith unduhan minimum untuk atribut WISPr. Nilai ini diperlakukan sebagai bit/s.
ja_jp: WISPr属性の最小ダウンロード帯域を設定します。値はbits/sとして扱われます。
ko_ko: WISPr 속성에 대한 최소 다운로드 대역폭을 설정합니다. 값은 비트/s로 처리됩니다.
pt_pt: Definir a banda mínima de descarga para o atributo WISPr. O valor é tratado como bits/s.
sw_sw: Ange minsta nedladdningsbandbredd för WISPr-attributet. Värdet behandlas som bits/s.
tr_tr: WISPr özniteliği için minimum indirme bant genişliğini ayarlayın. Değer bit/s olarak değerlendirilir.
uk_uk: Задає мінімальну швидкість завантаження для атрибуту WISPr. Значення обробляється у бітах/с.

source: Set the minimum upload bandwith for WISPr attribute. The value is treated as bits/s.
id_id: Mengatur bandwith unggahan minimum untuk atribut WISPr. Nilai diperlakukan sebagai bit/s.
ja_jp: WISPr属性の最小アップロード帯域を設定します。値はbits/sとして扱われます。
ko_ko: WISPr 속성에 대한 최소 업로드 대역폭을 설정합니다. 값은 비트/s로 처리됩니다.
pt_pt: Definir a banda mínima de carregamento para o atributo WISPr. O valor é tratado como bits/s.
sw_sw: Ange minsta bandbredd för uppladdning för WISPr-attributet. Värdet behandlas som bits/s.
tr_tr: WISPr özniteliği için minimum yükleme bant genişliğini ayarlayın. Değer bit/s olarak değerlendirilir.
uk_uk: Задає мінімальну швидкість завантаження для атрибуту WISPr. Значення обробляється у бітах/с.

source: Set the name for this AVPair
id_id: Tetapkan nama untuk AVPair ini
ja_jp: このAVPairの名前を設定する
ko_ko: 이 AVPair의 이름을 설정합니다.
pt_pt: Defina o nome para este AVPair
sw_sw: Ange namnet för detta AVPair
tr_tr: Bu AVPair için adı ayarlayın
uk_uk: Встановіть назву для цієї AVPair

source: Set the name for this instance.
id_id: Tetapkan nama untuk instance ini.
ja_jp: このインスタンスの名前を設定します。
ko_ko: 이 인스턴스의 이름을 설정합니다.
pt_pt: Defina o nome para esta instância.
sw_sw: Ange namnet för den här instansen.
tr_tr: Bu örnek için adı ayarlayın.
uk_uk: Задайте ім'я для цього екземпляра.

source: Set the name for this signatures.
id_id: Tetapkan nama untuk tanda tangan ini.
ja_jp: このシグネチャーの名前を設定します。
ko_ko: 이 서명의 이름을 설정합니다.
pt_pt: Defina o nome para estas assinaturas.
sw_sw: Ange namnet för dessa signaturer.
tr_tr: Bu imzalar için adı ayarlayın.
uk_uk: Задайте назву для цього підпису.

source: Set the password for the user. Allowed characters are 0-9, a-z, A-Z, and ,._-!$%/()+#= with up to 128 characters.
id_id: Mengatur kata sandi untuk pengguna. Karakter yang diizinkan adalah 0-9, a-z, A-Z, dan ,._-!$%/()+#= hingga 128 karakter.
ja_jp: ユーザーのパスワードを設定します。使用できる文字は、0～9、a～z、A～Z、 ,._-!$%/()+#= で、最大128文字までです。
ko_ko: 사용자의 비밀번호를 설정합니다. 허용되는 문자는 0-9, a-z, A-Z, ,._-!$%/()+#=이며 최대 128자까지 사용할 수 있습니다.
pt_pt: Definir a palavra-passe para o utilizador. Os caracteres permitidos são 0-9, a-z, A-Z, e ,._-!$%/()+#= com um máximo de 128 caracteres.
sw_sw: Ange lösenordet för användaren. Tillåtna tecken är 0-9, a-z, A-Z och ,._-!$%/()+#= med upp till 128 tecken.
tr_tr: Kullanıcı için parola belirleyin. İzin verilen karakterler 0-9, a-z, A-Z ve ,._-!$%/()+#= olup 128 karaktere kadar kullanılabilir.
uk_uk: Встановіть пароль для користувача. Дозволені символи: 0-9, a-z, A-Z та ,._-!$%/()+#= до 128 символів.

source: Set the password of remote MySQL server.
id_id: Mengatur kata sandi server MySQL jarak jauh.
ja_jp: リモートMySQLサーバーのパスワードを設定します。
ko_ko: 원격 MySQL 서버의 비밀번호를 설정합니다.
pt_pt: Definir a palavra-chave do servidor remoto MySQL.
sw_sw: Ange lösenordet för den fjärrstyrda MySQL-servern.
tr_tr: Uzak MySQL sunucusunun parolasını ayarlayın.
uk_uk: Встановіть пароль до віддаленого сервера MySQL.

source: Set the port of remote MySQL server.
id_id: Mengatur port server MySQL jarak jauh.
ja_jp: リモートMySQLサーバーのポートを設定します。
ko_ko: 원격 MySQL 서버의 포트를 설정합니다.
pt_pt: Configurar a porta do servidor remoto MySQL.
sw_sw: Ange porten för den fjärrstyrda MySQL-servern.
tr_tr: Uzak MySQL sunucusunun bağlantı noktasını ayarlayın.
uk_uk: Встановіть порт віддаленого сервера MySQL.

source: Set the port to connect
id_id: Mengatur port yang akan disambungkan
ja_jp: 接続するポートを設定する
ko_ko: 연결할 포트 설정
pt_pt: Configurar a porta para ligar
sw_sw: Ange den port som ska anslutas
tr_tr: Bağlanılacak bağlantı noktasını ayarlama
uk_uk: Встановіть порт для підключення

source: Set the protocol to use.
id_id: Mengatur protokol yang akan digunakan.
ja_jp: 使用するプロトコルを設定します。
ko_ko: 사용할 프로토콜을 설정합니다.
pt_pt: Definir o protocolo a utilizar.
sw_sw: Ange vilket protokoll som ska användas.
tr_tr: Kullanılacak protokolü ayarlayın.
uk_uk: Встановіть протокол для використання.

source: Set the service poll time. Either as a number of cycles "<i>NUMBER</i> CYCLES" or Cron-style "* 8-19 * * 1-5"
id_id: Mengatur waktu jajak pendapat layanan. Baik sebagai jumlah siklus "<i>NUMBER</i> CYCLES" atau gaya Cron "* 8-19 * * 1-5"
ja_jp: サービスポーリング時間を設定します。サイクル数 "<i>NUMBER</i> CYCLES" またはクロン式 "* 8-19 * * 1-5" のいずれかとなります。
ko_ko: 서비스 폴링 시간을 설정합니다. 주기 수 "숫자" 또는 크론 스타일 "* 8-19 * * 1-5"로 설정합니다.
pt_pt: Definir o tempo de sondagem do serviço. Seja como um número de ciclos "<i>NUMBER</i> CYCLES" ou ao estilo Cron "* 8-19 * * 1-5".
sw_sw: Ställ in tiden för serviceavfrågan. Antingen som ett antal cykler "<i>NUMBER</i> CYCLES" eller Cron-style "* 8-19 * * * 1-5".
tr_tr: Servis yoklama süresini ayarlayın. Ya döngü sayısı olarak "<i>NUMBER</i> CYCLES" ya da Cron-style "* 8-19 * * 1-5"
uk_uk: Встановіть час опитування сервісу. Або у вигляді кількості циклів "<i>NUMBER</i> CYCLES" або у стилі Cron "* 8-19 * * 1-5"

source: Set the shared secret for the client. Must match on both sides.
id_id: Tetapkan rahasia bersama untuk klien. Harus cocok di kedua sisi.
ja_jp: クライアントの共有秘密を設定します。両者で一致する必要があります。
ko_ko: 클라이언트의 공유 비밀번호를 설정합니다. 양쪽 모두 일치해야 합니다.
pt_pt: Estabelecer o segredo partilhado para o cliente. Deve coincidir de ambos os lados.
sw_sw: Ange klientens delade hemlighet. Måste överensstämma på båda sidor.
tr_tr: İstemci için paylaşılan gizliliği ayarlayın. Her iki tarafta da eşleşmelidir.
uk_uk: Встановіть спільний секрет для клієнта. Повинен збігатися з обох сторін.

source: Set the source IP or network to match. Leave this field empty for using "any".
id_id: Atur IP sumber atau jaringan agar sesuai. Biarkan bidang ini kosong untuk menggunakan "apa saja".
ja_jp: 一致させる送信元IPまたはネットワークを設定します。any "を使用する場合は、このフィールドを空にしてください。
ko_ko: 소스 IP 또는 네트워크를 일치하도록 설정합니다. '모두'를 사용하려면 이 필드를 비워 둡니다.
pt_pt: Definir o IP ou rede de origem para corresponder. Deixar este campo vazio para usar "qualquer".
sw_sw: Ställ in källans IP eller nätverk för att matcha. Lämna det här fältet tomt om du använder "any".
tr_tr: Eşleşecek kaynak IP veya ağı ayarlayın. "any" kullanmak için bu alanı boş bırakın.
uk_uk: Встановіть відповідну IP-адресу або мережу джерела. Залиште це поле порожнім для використання "будь-який".

source: Set the subnet mask for this pool.
id_id: Tetapkan subnet mask untuk pool ini.
ja_jp: このプールのサブネットマスクを設定します。
ko_ko: 이 풀의 서브넷 마스크를 설정합니다.
pt_pt: Definir a máscara de sub-rede para esta piscina.
sw_sw: Ange subnätmasken för den här poolen.
tr_tr: Bu havuz için alt ağ maskesini ayarlayın.
uk_uk: Встановіть маску підмережі для цього пулу.

source: Set the unique username for the user. Allowed characters are 0-9, a-z, A-Z, and ._-@/
id_id: Mengatur nama pengguna unik untuk pengguna. Karakter yang diizinkan adalah 0-9, a-z, A-Z, dan ._-@/
ja_jp: ユーザーに固有のユーザー名を設定します。使用できる文字は、0-9、a-z、A-Z、._-@/です。
ko_ko: 사용자의 고유한 사용자 아이디를 설정합니다. 허용되는 문자는 0-9, a-z, A-Z 및 ._-@/입니다.
pt_pt: Definir o nome de utilizador único para o utilizador. Os caracteres permitidos são 0-9, a-z, A-Z, e ._-@/
sw_sw: Ange användarens unika användarnamn. Tillåtna tecken är 0-9, a-z, A-Z och ._-@/
tr_tr: Kullanıcı için benzersiz kullanıcı adını ayarlayın. İzin verilen karakterler 0-9, a-z, A-Z ve ._-@/'dir
uk_uk: Задати унікальне ім'я користувача. Допустимі символи: 0-9, a-z, A-Z та ._-@/.

source: Set the user of remote MySQL server.
id_id: Mengatur pengguna server MySQL jarak jauh.
ja_jp: リモートMySQLサーバーのユーザーを設定します。
ko_ko: 원격 MySQL 서버의 사용자를 설정합니다.
pt_pt: Configurar o utilizador do servidor remoto MySQL.
sw_sw: Ange användaren för den fjärrstyrda MySQL-servern.
tr_tr: Uzak MySQL sunucusunun kullanıcısını ayarlayın.
uk_uk: Задати користувача віддаленого сервера MySQL.

source: Set the value for this AVPair.
id_id: Tetapkan nilai untuk AVPair ini.
ja_jp: このAVPairに値を設定します。
ko_ko: 이 AVPair의 값을 설정합니다.
pt_pt: Defina o valor para este AVPair.
sw_sw: Ange värdet för detta AVPair.
tr_tr: Bu AVPair için değeri ayarlayın.
uk_uk: Встановіть значення для цієї AVPair.

source: Set this option to disable this static route without removing it from the list.
id_id: Atur opsi ini untuk menonaktifkan rute statis ini tanpa menghapusnya dari daftar.
ja_jp: このオプションを設定すると、このスタティックルートをリストから削除せずに無効にすることができます。
ko_ko: 이 정적 경로를 목록에서 제거하지 않고 비활성화하려면 이 옵션을 설정합니다.
pt_pt: Defina esta opção para desactivar esta rota estática sem a remover da lista.
sw_sw: Ställ in det här alternativet om du vill inaktivera den här statiska rutten utan att ta bort den från listan.
tr_tr: Bu statik rotayı listeden kaldırmadan devre dışı bırakmak için bu seçeneği ayarlayın.
uk_uk: Встановіть цю опцію, щоб вимкнути цей статичний маршрут, не видаляючи його зі списку.

source: Set this option to enable this destination.
id_id: Atur opsi ini untuk mengaktifkan tujuan ini.
ja_jp: このオプションを設定すると、このデスティネーションが有効になります。
ko_ko: 이 대상을 활성화하려면 이 옵션을 설정합니다.
pt_pt: Defina esta opção para permitir este destino.
sw_sw: Ställ in det här alternativet för att aktivera den här destinationen.
tr_tr: Bu hedefi etkinleştirmek için bu seçeneği ayarlayın.
uk_uk: Встановіть цю опцію, щоб увімкнути цей пункт призначення.

source: Set where to log radius requests, defaults to file.
id_id: Mengatur tempat untuk mencatat permintaan radius, default ke file.
ja_jp: radius リクエストのログを記録する場所を設定します（デフォルトはファイルです）。
ko_ko: 반경 요청을 기록할 위치를 설정합니다(기본값은 파일).
pt_pt: Definir onde registar os pedidos de raio de registo, por defeito arquivar.
sw_sw: Ange var radiusförfrågningar ska loggas, standardvärdet är fil.
tr_tr: Radius isteklerinin nereye kaydedileceğini ayarlayın, varsayılan olarak dosya.
uk_uk: Вкажіть, куди зберігати запити до радіусу, за замовчуванням у файл.

source: Sets auth-nocache in the exported configuration when password authentication is used. This prevents OpenVPN from caching passwords in memory.
id_id: Menetapkan auth-nocache dalam konfigurasi yang diekspor ketika otentikasi kata sandi digunakan. Ini mencegah OpenVPN menyimpan kata sandi dalam memori.
ja_jp: パスワード認証が使用されている場合に、エクスポートされたコンフィギュレーションに auth-nocache を設定します。これにより、OpenVPNがパスワードをメモリにキャッシュすることを防ぎます。
ko_ko: 비밀번호 인증이 사용될 때 내보낸 구성에서 auth-nocache를 설정합니다. 이렇게 하면 OpenVPN이 메모리에 암호를 캐싱하지 않습니다.
pt_pt: Define auth-nocache na configuração exportada quando a autenticação por senha é utilizada. Isto impede o OpenVPN de armazenar em memória as palavras-passe em cache.
sw_sw: Ställer in auth-nocache i den exporterade konfigurationen när lösenordsautentisering används. Detta förhindrar att OpenVPN lagrar lösenord i minnet.
tr_tr: Parola kimlik doğrulaması kullanıldığında dışa aktarılan yapılandırmada auth-nocache'yi ayarlar. Bu, OpenVPN'in parolaları bellekte önbelleğe almasını engeller.
uk_uk: Встановлює авто-кеш у експортованій конфігурації, коли використовується автентифікація за допомогою пароля. Це не дозволяє OpenVPN кешувати паролі в пам'яті.

source: Sets the DNS resolution mode.
id_id: Mengatur mode resolusi DNS.
ja_jp: DNS解決モードを設定します。
ko_ko: DNS 확인 모드를 설정합니다.
pt_pt: Define o modo de resolução DNS.
sw_sw: Ställer in DNS-upplösningsläget.
tr_tr: DNS çözümleme modunu ayarlar.
uk_uk: Встановлює режим роздільної здатності DNS.
