Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: The IPv4 monitor address "%s" can not be used on an IPv6 gateway.
id_id: Alamat monitor IPv4 "%s" tidak dapat digunakan pada gateway IPv6.
it_it: L'indirizzo del monitor IPv4 "%s" non può essere utilizzato su un gateway IPv6.
ja_jp: IPv4 モニタアドレス %s は、IPv6 ゲートウェイでは使用できません。
ko_ko: IPv4 모니터 주소 "%s"는 IPv6 게이트웨이에서 사용할 수 없습니다.
pt_pt: O endereço do monitor IPv4 "%s" não pode ser utilizado num gateway IPv6.
sw_sw: IPv4-övervakningsadressen "%s" kan inte användas på en IPv6-gateway.
tr_tr: IPv4 monitör adresi "%s" bir IPv6 ağ geçidinde kullanılamaz.
uk_uk: Адреса монітора IPv4 "%s" не може бути використана на шлюзі IPv6.

source: Changing name on a gateway is not allowed.
id_id: Mengubah nama pada gateway tidak diperbolehkan.
it_it: Non è consentito cambiare il nome su un gateway.
ja_jp: ゲートウェイの名前変更はできません
ko_ko: 게이트웨이에서 이름을 변경하는 것은 허용되지 않습니다.
pt_pt: Alterar o nome da porta de entrada não é permitido.
sw_sw: Det är inte tillåtet att ändra namnet på en gateway.
tr_tr: Bir ağ geçidinde ad değiştirmeye izin verilmez.
uk_uk: Зміна імені на шлюзі заборонена.

source: The gateway name "%s" already exists.
id_id: Nama gateway "%s" sudah ada.
it_it: Il nome del gateway "%s" esiste già.
ja_jp: ゲートウェイ名 %s は既に存在しています
ko_ko: 게이트웨이 이름 "%s"이(가) 이미 있습니다.
pt_pt: O endereço IP da gateway "%s" já existe.
sw_sw: Gateway-namnet "%s" finns redan.
tr_tr: "%s" ağ geçidi adı zaten mevcut.
uk_uk: Ім'я шлюзу "%s" вже існує.

source: The gateway IP address "%s" already exists.
id_id: Alamat IP gateway "%s" sudah ada.
it_it: L'indirizzo IP gateway "%s" esiste già.
ja_jp: ゲートウェイIPアドレス %s は既に存在しています。
ko_ko: 게이트웨이 IP 주소 "%s"가 이미 있습니다.
pt_pt: O endereço IP da gateway "%s" já existe.
sw_sw: Gateway-IP-adressen "%s" finns redan.
tr_tr: Ağ geçidi IP adresi "%s" zaten mevcut.
uk_uk: IP-адреса шлюзу "%s" вже існує.

source: The monitor IP address "%s" is already in use. You must choose a different monitor IP.
id_id: Alamat IP monitor "%s" sudah digunakan. Anda harus memilih IP monitor yang berbeda.
it_it: L'indirizzo IP del monitor "%s" è già in uso. È necessario scegliere un IP di monitor diverso.
ja_jp: モニタ IP アドレス %s は既に使用されていますが、別のモニタ IP アドレスを選択してください。
ko_ko: 모니터 IP 주소 "%s"가 이미 사용 중입니다. 다른 모니터 IP를 선택해야 합니다.
pt_pt: O endereço IP do monitor "%s" está em uso. Deverá escolher um endereço IP diferente.
sw_sw: IP-adressen "%s" är redan i bruk. Du måste välja en annan monitor-IP-adress.
tr_tr: Monitör IP adresi "%s" zaten kullanımda. Farklı bir monitör IP adresi seçmelisiniz.
uk_uk: IP-адреса монітора "%s" вже використовується. Ви повинні вибрати іншу IP-адресу монітора.

source: Priority needs to be a numeric value.
id_id: Prioritas harus berupa nilai numerik.
it_it: La priorità deve essere un valore numerico.
ja_jp: 優先順位は、数値で指定する必要があります。
ko_ko: 우선순위는 숫자 값이어야 합니다.
pt_pt: A prioridade tem de ser um valor numérico.
sw_sw: Prioritet måste vara ett numeriskt värde.
tr_tr: Önceliğin sayısal bir değer olması gerekir.
uk_uk: Пріоритет має бути числовим значенням.

source: The low latency threshold needs to be a numeric value.
id_id: Ambang batas latensi rendah harus berupa nilai numerik.
it_it: La soglia di bassa latenza deve essere un valore numerico.
ja_jp: 低遅延しきい値は数値です。
ko_ko: 낮은 지연 시간 임계값은 숫자 값이어야 합니다.
pt_pt: O limar mínimo de latência tem de ser um valor numérico.
sw_sw: Tröskelvärdet för låg latenstid måste vara ett numeriskt värde.
tr_tr: Düşük gecikme eşiğinin sayısal bir değer olması gerekir.
uk_uk: Поріг низької затримки має бути числовим значенням.

source: The low latency threshold needs to be positive.
id_id: Ambang batas latensi rendah harus positif.
it_it: La soglia di bassa latenza deve essere positiva.
ja_jp: 低遅延しきい値は正の値です。
ko_ko: 낮은 지연 시간 임계값은 양수여야 합니다.
pt_pt: O limar mínimo de latência tem de ser positivo.
sw_sw: Tröskelvärdet för låg latenstid måste vara positivt.
tr_tr: Düşük gecikme eşiğinin pozitif olması gerekir.
uk_uk: Поріг низької затримки має бути позитивним.

source: The high latency threshold needs to be a numeric value.
id_id: Ambang batas latensi tinggi harus berupa nilai numerik.
it_it: La soglia ad alta latenza deve essere un valore numerico.
ja_jp: 高遅延しきい値は数値です。
ko_ko: 높은 지연 시간 임계값은 숫자 값이어야 합니다.
pt_pt: O limar máximo de latência tem de ser um valor numérico.
sw_sw: Tröskelvärdet för hög latenstid måste vara ett numeriskt värde.
tr_tr: Yüksek gecikme eşiğinin sayısal bir değer olması gerekir.
uk_uk: Поріг високої затримки має бути числовим значенням.

source: The high latency threshold needs to be positive.
id_id: Ambang batas latensi yang tinggi harus positif.
it_it: La soglia ad alta latenza deve essere positiva.
ja_jp: 高遅延しきい値は正の値です。
ko_ko: 높은 지연 시간 임계값은 양수여야 합니다.
pt_pt: O limar máximo de latência tem de ser positivo.
sw_sw: Tröskelvärdet för hög latens måste vara positivt.
tr_tr: Yüksek gecikme eşiğinin pozitif olması gerekir.
uk_uk: Високий поріг затримки повинен бути позитивним.

source: The low Packet Loss threshold needs to be a numeric value.
id_id: Ambang batas Packet Loss yang rendah harus berupa nilai numerik.
it_it: La soglia di perdita di pacchetti bassa deve essere un valore numerico.
ja_jp: 低パケットロスしきい値は数値です。
ko_ko: 낮은 패킷 손실 임계값은 숫자 값이어야 합니다.
pt_pt: O limar mínimo de perda de pacotes tem de ser um valor numérico.
sw_sw: Tröskelvärdet för låg paketförlust måste vara ett numeriskt värde.
tr_tr: Düşük Paket Kaybı eşiğinin sayısal bir değer olması gerekir.
uk_uk: Низький поріг втрати пакетів має бути числовим значенням.

source: The low Packet Loss threshold needs to be positive.
id_id: Ambang batas Packet Loss yang rendah haruslah positif.
it_it: La soglia di perdita di pacchetti bassa deve essere positiva.
ja_jp: 低パケットロスしきい値は正の値です。
ko_ko: 낮은 패킷 손실 임계값은 양수여야 합니다.
pt_pt: O limar mínimo de perda de pacotes tem de ser menor que 100.
sw_sw: Tröskelvärdet för låg paketförlust måste vara positivt.
tr_tr: Düşük Paket Kaybı eşiğinin pozitif olması gerekir.
uk_uk: Низький поріг втрати пакетів має бути позитивним.

source: The low Packet Loss threshold needs to be less than 100.
id_id: Ambang batas Packet Loss yang rendah harus kurang dari 100.
it_it: La soglia di perdita di pacchetti bassa deve essere inferiore a 100.
ja_jp: 低パケットロスしきい値は100 未満です。
ko_ko: 낮은 패킷 손실 임계값은 100 미만이어야 합니다.
pt_pt: O limar mínimo de perda de pacotes tem de ser menor que 100.
sw_sw: Tröskelvärdet för låg paketförlust måste vara mindre än 100.
tr_tr: Düşük Paket Kaybı eşiğinin 100'den az olması gerekir.
uk_uk: Низький поріг втрати пакетів повинен бути менше 100.

source: The high Packet Loss threshold needs to be a numeric value.
id_id: Ambang batas Packet Loss yang tinggi harus berupa nilai numerik.
it_it: La soglia di perdita di pacchetti elevata deve essere un valore numerico.
ja_jp: 高パケットロスしきい値は数値です。
ko_ko: 높은 패킷 손실 임계값은 숫자 값이어야 합니다.
pt_pt: O limar máximo de perda de pacotes tem de ser de positivo.
sw_sw: Tröskelvärdet för hög paketförlust måste vara ett numeriskt värde.
tr_tr: Yüksek Paket Kaybı eşiğinin sayısal bir değer olması gerekir.
uk_uk: Високий поріг втрати пакетів має бути числовим значенням.

source: The high Packet Loss threshold needs to be positive.
id_id: Ambang batas Packet Loss yang tinggi haruslah positif.
it_it: La soglia di perdita di pacchetti elevata deve essere positiva.
ja_jp: 高パケットロスしきい値は正の値です。
ko_ko: 높은 패킷 손실 임계값은 양수여야 합니다.
pt_pt: O limar máximo de perda de pacotes tem de ser de positivo.
sw_sw: Tröskelvärdet för hög paketförlust måste vara positivt.
tr_tr: Yüksek Paket Kaybı eşiğinin pozitif olması gerekir.
uk_uk: Високий поріг втрати пакетів має бути позитивним.

source: The high Packet Loss threshold needs to be 100 or less.
id_id: Ambang batas Packet Loss yang tinggi harus 100 atau kurang.
it_it: La soglia di perdita di pacchetti elevata deve essere 100 o meno.
ja_jp: 高パケットロスしきい値 100 以下です。
ko_ko: 높은 패킷 손실 임계값은 100 이하여야 합니다.
pt_pt: O limar máximo de perda de pacotes tem de ser 100 ou menos.
sw_sw: Tröskelvärdet för hög paketförlust måste vara 100 eller mindre.
tr_tr: Yüksek Paket Kaybı eşiğinin 100 veya daha az olması gerekir.
uk_uk: Високий поріг втрати пакетів повинен бути 100 або менше.

source: The high latency threshold needs to be higher than the low latency threshold
id_id: Ambang batas latensi tinggi harus lebih tinggi dari ambang batas latensi rendah
it_it: La soglia ad alta latenza deve essere superiore alla soglia di bassa latenza
ja_jp: 高耐久性きい値は低耐久性きい値よりも高い値にしてください。
ko_ko: 높은 지연 시간 임계값은 낮은 지연 시간 임계값보다 높아야 합니다.
pt_pt: O limite de latência alto necessita de ser maior que o limite de latência baixa
sw_sw: Tröskelvärdet för hög latenstid måste vara högre än tröskelvärdet för låg latenstid.
tr_tr: Yüksek gecikme eşiğinin düşük gecikme eşiğinden daha yüksek olması gerekir
uk_uk: Поріг високої затримки повинен бути вищим за поріг низької затримки

source: The high Packet Loss threshold needs to be higher than the low Packet Loss threshold
id_id: Ambang batas Packet Loss yang tinggi harus lebih tinggi dari ambang batas Packet Loss yang rendah
it_it: La soglia di perdita di pacchetti elevata deve essere superiore alla soglia di perdita di pacchetti bassa
ja_jp: 高パケットロスきい値は低パケットロスきい値よりも高い値にしてください。
ko_ko: 높은 패킷 손실 임계값은 낮은 패킷 손실 임계값보다 높아야 합니다.
pt_pt: O alto limite de perda de pacotes deve ser maior do que o limite de perda de pacotes abaixo
sw_sw: Tröskelvärdet för hög paketförlust måste vara högre än tröskelvärdet för låg paketförlust.
tr_tr: Yüksek Paket Kaybı eşiğinin düşük Paket Kaybı eşiğinden daha yüksek olması gerekir
uk_uk: Високий поріг втрати пакетів має бути вищим за низький поріг втрати пакетів

source: The probe interval needs to be a numeric value.
id_id: Interval probe harus berupa nilai numerik.
it_it: L'intervallo della sonda deve essere un valore numerico.
ja_jp: プローブ間隔は数値です。
ko_ko: 프로브 간격은 숫자 값이어야 합니다.
pt_pt: O intervalo de sonda tem de ser um valor numérico.
sw_sw: Sondintervallet måste vara ett numeriskt värde.
tr_tr: Prob aralığının sayısal bir değer olması gerekir.
uk_uk: Інтервал зондування має бути числовим значенням.

source: The probe interval needs to be positive.
id_id: Interval probe harus positif.
it_it: L'intervallo della sonda deve essere positivo.
ja_jp: プローブ間隔は正の値です。
ko_ko: 프로브 간격은 양수여야 합니다.
pt_pt: O intervalo de sonda tem de ser positivo.
sw_sw: Sondintervallet måste vara positivt.
tr_tr: Prob aralığının pozitif olması gerekir.
uk_uk: Інтервал зондування повинен бути позитивним.

source: The alert interval needs to be a numeric value.
id_id: Interval peringatan harus berupa nilai numerik.
it_it: L'intervallo di avviso deve essere un valore numerico.
ja_jp: アラート間隔は数値です。
ko_ko: 알림 간격은 숫자 값이어야 합니다.
pt_pt: O intervalo de alerta tem de ser um valor numérico.
sw_sw: Varningsintervallet måste vara ett numeriskt värde.
tr_tr: Uyarı aralığının sayısal bir değer olması gerekir.
uk_uk: Інтервал оповіщення має бути числовим значенням.

source: The alert interval needs to be positive.
id_id: Interval peringatan harus positif.
it_it: L'intervallo di allerta deve essere positivo.
ja_jp: アラート間隔は正の値です。
ko_ko: 알림 간격은 양수여야 합니다.
pt_pt: O intervalo de alerta tem de ser positivo.
sw_sw: Varningsintervallet måste vara positivt.
tr_tr: Uyarı aralığının pozitif olması gerekir.
uk_uk: Інтервал оповіщення повинен бути позитивним.

source: The data length needs to be a numeric value.
id_id: Panjang data harus berupa nilai numerik.
it_it: La lunghezza dei dati deve essere un valore numerico.
ja_jp: データ長には数値が必要です。
ko_ko: 데이터 길이는 숫자 값이어야 합니다.
pt_pt: O comprimento dos dados tem de ser um valor numérico.
sw_sw: Datalängden måste vara ett numeriskt värde.
tr_tr: Veri uzunluğunun sayısal bir değer olması gerekir.
uk_uk: Довжина даних повинна бути числовим значенням.

source: The data length needs to be positive.
id_id: Panjang data harus positif.
it_it: La lunghezza dei dati deve essere positiva.
ja_jp: データ長が正である必要があります。
ko_ko: 데이터 길이는 양수여야 합니다.
pt_pt: O comprimento dos dados tem de ser positivo.
sw_sw: Datalängden måste vara positiv.
tr_tr: Veri uzunluğunun pozitif olması gerekir.
uk_uk: Довжина даних має бути додатною.

source: The time period needs to be a numeric value.
id_id: Periode waktu harus berupa nilai numerik.
it_it: Il periodo di tempo deve essere un valore numerico.
ja_jp: 時間間隔は数値です。
ko_ko: 기간은 숫자 값이어야 합니다.
pt_pt: O período de tempo tem de ser um valor numérico.
sw_sw: Tidsperioden måste vara ett numeriskt värde.
tr_tr: Zaman aralığının sayısal bir değer olması gerekir.
uk_uk: Період часу має бути числовим значенням.

source: The time period needs to be positive.
id_id: Periode waktu harus positif.
it_it: Il periodo di tempo deve essere positivo.
ja_jp: 時間間隔は正の値です。
ko_ko: 기간은 양수여야 합니다.
pt_pt: O período de tempo tem de ser positivo.
sw_sw: Tidsperioden måste vara positiv.
tr_tr: Zaman aralığının pozitif olması gerekir.
uk_uk: Період часу повинен бути позитивним.

source: The time period needs at least 2.1 times that of the probe interval.
id_id: Periode waktu membutuhkan setidaknya 2,1 kali lipat dari interval probe.
it_it: Il periodo di tempo necessita di almeno 2,1 volte quello dell'intervallo della sonda.
ja_jp: 時間間隔プローブ間隔の2.1倍以上にしてください。
ko_ko: 이 기간은 프로브 간격의 최소 2.1배가 필요합니다.
pt_pt: O período de tempo precisa de pelo menos 2,1 vezes o do intervalo da sonda.
sw_sw: Tidsperioden måste vara minst 2,1 gånger större än sondintervallet.
tr_tr: Zaman periyodunun, prob aralığının en az 2,1 katı olması gerekir.
uk_uk: Період часу повинен бути щонайменше в 2,1 рази більшим за інтервал зондування.

source: The loss interval needs to be a numeric value.
id_id: Interval kehilangan harus berupa nilai numerik.
it_it: L'intervallo di perdita deve essere un valore numerico.
ja_jp: ロス数値です。
ko_ko: 손실 간격은 숫자 값이어야 합니다.
pt_pt: O intervalo de perda tem de ser um valor numérico.
sw_sw: Förlustintervallet måste vara ett numeriskt värde.
tr_tr: Kayıp aralığının sayısal bir değer olması gerekir.
uk_uk: Інтервал втрат повинен бути числовим значенням.

source: The loss interval needs to be positive.
id_id: Interval kerugian harus positif.
it_it: L'intervallo di perdita deve essere positivo.
ja_jp: ロスハルトの値です。
ko_ko: 손실 간격은 양수여야 합니다.
pt_pt: O intervalo de perda tem de ser positivo.
sw_sw: Förlustintervallet måste vara positivt.
tr_tr: Kayıp aralığının pozitif olması gerekir.
uk_uk: Інтервал збитковості повинен бути позитивним.

source: Edit gateway
id_id: Mengedit gateway
it_it: Modifica gateway
ja_jp: ゲートウェイの編集
ko_ko: 게이트웨이 편집
pt_pt: Editar Gateway
sw_sw: Redigera gateway
tr_tr: Ağ geçidini düzenle
uk_uk: Шлюз редагування

source: Set this option to disable this gateway without removing it from the list.
id_id: Tetapkan opsi ini untuk menonaktifkan gateway ini tanpa menghapusnya dari daftar.
it_it: Imposta questa opzione per disabilitare questo gateway senza rimuoverlo dall'elenco.
ja_jp: このオプションを設定すると、このゲートウェイをリストから削除せずに無効にします。
ko_ko: 이 게이트웨이를 목록에서 제거하지 않고 비활성화하려면 이 옵션을 설정합니다.
pt_pt: Defina esta opção para desativar esse gateway sem remoção da lista.
sw_sw: Ställ in det här alternativet om du vill inaktivera den här gatewayen utan att ta bort den från listan.
tr_tr: Bu ağ geçidini listeden kaldırmadan devre dışı bırakmak için bu seçeneği ayarlayın.
uk_uk: Встановіть цю опцію, щоб вимкнути цей шлюз, не видаляючи його зі списку.

source: Choose which interface this gateway applies to.
id_id: Pilih antarmuka mana yang digunakan gateway ini.
it_it: Scegli a quale interfaccia si applica questo gateway.
ja_jp: このゲートウェイに適用するインタフェースを選択してください。
ko_ko: 이 게이트웨이가 적용되는 인터페이스를 선택합니다.
pt_pt: Escolher a qual interface esta gateway se aplica.
sw_sw: Välj vilket gränssnitt gatewayen gäller för.
tr_tr: Bu ağ geçidinin hangi arayüz için geçerli olduğunu seçin.
uk_uk: Виберіть, до якого інтерфейсу застосовується цей шлюз.

source: Choose the Internet Protocol this gateway uses.
id_id: Pilih Protokol Internet yang digunakan gateway ini.
it_it: Scegli il protocollo Internet che utilizza questo gateway.
ja_jp: このゲートウェイが使用するインターネットプロトコルを選択してください。
ko_ko: 이 게이트웨이가 사용하는 인터넷 프로토콜을 선택합니다.
pt_pt: Escolher o Protocolo de internet que esta gateway usa.
sw_sw: Välj det Internetprotokoll som gatewayen använder.
tr_tr: Bu ağ geçidinin kullandığı İnternet Protokolünü seçin.
uk_uk: Виберіть Інтернет-протокол, який використовує цей шлюз.

source: This will select the above gateway as a default gateway candidate.
id_id: Ini akan memilih gateway di atas sebagai kandidat gateway default.
it_it: Questo selezionerà il gateway sopra come candidato gateway predefinito.
ja_jp: これにより、上記ゲートウェイがデフォルトゲートウェイの候補として選択されます。
ko_ko: 그러면 위의 게이트웨이가 기본 게이트웨이 후보로 선택됩니다.
pt_pt: Isto irá seleccionar a porta de entrada acima como um candidato por defeito.
sw_sw: Detta kommer att välja ovanstående gateway som en kandidat för standardgateway.
tr_tr: Bu, yukarıdaki ağ geçidini varsayılan ağ geçidi adayı olarak seçecektir.
uk_uk: Це призведе до вибору вищевказаного шлюзу як кандидата на роль шлюзу за замовчуванням.

source: Far Gateway
id_id: Gerbang Jauh
ja_jp: ファーゲートウェイ
ko_ko: 원거리 게이트웨이
pt_pt: Gateway longínqua
tr_tr: Uzak Geçit
uk_uk: Далекий шлюз

source: This will allow the gateway to exist outside of the interface subnet.
id_id: Ini akan memungkinkan gateway berada di luar subnet antarmuka.
it_it: Ciò consentirà al gateway di esistere al di fuori della sottorete dell'interfaccia.
ja_jp: インタフェースサブネットの外側に存在するゲートウェイを許可します。
ko_ko: 이렇게 하면 게이트웨이가 인터페이스 서브넷 외부에 존재할 수 있습니다.
pt_pt: Isto vai permitir que uma porta de entrada exista fora da sub-rede de interface.
sw_sw: Detta gör att gatewayen kan finnas utanför gränssnittets undernät.
tr_tr: Bu, ağ geçidinin arayüz alt ağının dışında bulunmasına izin verecektir.
uk_uk: Це дозволить шлюзу існувати за межами підмережі інтерфейсу.

source: Disable Gateway Monitoring
id_id: Nonaktifkan Pemantauan Gateway
it_it: Disabilita il monitoraggio del gateway
ja_jp: ゲートウェイ監視を無効にする
ko_ko: 게이트웨이 모니터링 비활성화
pt_pt: Desativar o monitoramento da gateway
sw_sw: Inaktivera övervakning av gateway
tr_tr: Ağ Geçidi İzlemeyi Devre Dışı Bırak
uk_uk: Вимкнути моніторинг шлюзу

source: This will consider this gateway as always being "up".
id_id: Ini akan menganggap gateway ini selalu dalam keadaan "naik".
it_it: Questo considererà questo gateway come sempre "su".
ja_jp: このゲートウェイは常に「アップ」と見なされます。
ko_ko: 이렇게 하면 이 게이트웨이가 항상 "업" 상태인 것으로 간주됩니다.
pt_pt: Isto considerará este portal como sendo sempre "para cima".
sw_sw: Detta innebär att gatewayen alltid anses vara "uppe".
tr_tr: Bu, bu ağ geçidini her zaman "yukarı" olarak değerlendirecektir.
uk_uk: У цьому випадку цей шлюз буде вважатися таким, що завжди перебуває у стані "ввімкнено".

source: Enter an alternative address here to be used to monitor the link. This is used for the quality RRD graphs as well as the load balancer entries. Use this if the gateway does not respond to ICMP echo requests (pings)
id_id: Masukkan alamat alternatif di sini yang akan digunakan untuk memonitor tautan. Ini digunakan untuk grafik RRD kualitas serta entri penyeimbang beban. Gunakan ini jika gateway tidak merespons permintaan echo ICMP (ping)
it_it: Immettere un indirizzo alternativo qui da utilizzare per monitorare il collegamento. Questo viene utilizzato per i grafici RRD di qualità e per le voci del bilanciamento del carico. Utilizza questo se il gateway non risponde alle richieste di eco ICMP (pings)
ja_jp: リンクの監視に使用する代替アドレスを入力してください。 RRD グラフ、及び、ロードバランサエントリに使用されます。
ko_ko: 링크를 모니터링하는 데 사용할 대체 주소를 여기에 입력합니다. 이 주소는 로드 밸런서 항목뿐만 아니라 품질 RRD 그래프에 사용됩니다. 게이트웨이가 ICMP 에코 요청(핑)에 응답하지 않는 경우 이 주소를 사용합니다.
pt_pt: Introduzir um endereço alternativo aqui para ser usado para monitorizar o link. Isto é usado para os gráficos de qualidade RRD assim como para o balançar de carregamento de entradas. Usar isto se a gateway não responder aos pedidos de eco de ICMP (pings)
sw_sw: Ange här en alternativ adress som ska användas för att övervaka länken. Den används för RRD-kvalitetsgraferna och för posterna för lastbalansering. Använd detta om gatewayen inte svarar på ICMP-echobegäranden (pings).
tr_tr: Bağlantıyı izlemek için kullanılacak alternatif bir adresi buraya girin. Bu, kalite RRD grafiklerinin yanı sıra yük dengeleyici girişleri için de kullanılır. Ağ geçidi ICMP yankı isteklerine (ping) yanıt vermiyorsa bunu kullanın
uk_uk: Введіть тут альтернативну адресу, яка буде використовуватися для моніторингу зв'язку. Ця адреса використовується для графіків якості RRD, а також для записів балансувальника навантаження. Використовуйте цю адресу, якщо шлюз не відповідає на ехо-запити ICMP (пінг)

source: Mark Gateway as Down
id_id: Tandai Gateway sebagai Down
it_it: Mark Gateway come giù
ja_jp: ゲートウェイをダウンにマーク
ko_ko: 게이트웨이를 다운으로 표시
pt_pt: Marcar uma porta de entrada como em baixo.
sw_sw: Markera Gateway som nedlagd
tr_tr: Ağ Geçidini Aşağı Olarak İşaretle
uk_uk: Позначте шлюз як непрацюючий

source: This will force this gateway to be considered "down".
id_id: Hal ini akan memaksa gateway ini dianggap "down".
it_it: Ciò costringerà questo gateway a essere considerato "giù".
ja_jp: このゲートウェイを強制的に「ダウン」と見なします。
ko_ko: 이렇게 하면 이 게이트웨이가 "다운"된 것으로 간주됩니다.
pt_pt: Isto forçará esta porta a ser considerada "para baixo".
sw_sw: Detta gör att gatewayen betraktas som "nere".
tr_tr: Bu, bu ağ geçidinin "kapalı" olarak kabul edilmesini sağlayacaktır.
uk_uk: Це змусить цей шлюз вважатися "непрацюючим".

source: Influences sort order when selecting a (default) gateway, lower means more important.
id_id: Mempengaruhi urutan pengurutan saat memilih gateway (default), lebih rendah berarti lebih penting.
it_it: Influenze Ordina l'ordine Quando si seleziona un gateway (predefinito), inferiore significa più importante.
ja_jp: デフォルト）ゲートウェイを選択する際のソート順序に影響し、低いほど重要です。
ko_ko: (기본) 게이트웨이를 선택할 때 정렬 순서에 영향을 미치며, 낮을수록 중요도가 높습니다.
pt_pt: Influencia a ordem de classificação ao seleccionar uma gateway (por defeito), mais importante é baixar.
sw_sw: Påverkar sorteringsordningen när du väljer en (standard)gateway, lägre betyder viktigare.
tr_tr: Bir (varsayılan) ağ geçidi seçerken sıralama düzenini etkiler, daha düşük daha önemli anlamına gelir.
uk_uk: Впливає на порядок сортування при виборі шлюзу (за замовчуванням), чим нижче, тим важливіше.

source: - Show advanced option
id_id: - Tampilkan opsi lanjutan
it_it: - Mostra l'opzione avanzata
ja_jp: - 詳細なオプションを表示
ko_ko: - 고급 옵션 표시
pt_pt: Mostrar opções avançadas
sw_sw: - Visa ett avancerat alternativ
tr_tr: - Gelişmiş seçeneği göster
uk_uk: - Показати розширену опцію

source: Weight for this gateway when used in a Gateway Group.
id_id: Bobot untuk gateway ini ketika digunakan dalam Grup Gateway.
it_it: Peso per questo gateway se usato in un gruppo gateway.
ja_jp: ゲートウェイグループ使用時に、このゲートウェイの重み付けをします。
ko_ko: 게이트웨이 그룹에서 사용할 때 이 게이트웨이에 대한 가중치입니다.
pt_pt: Peso para esta gateway quando usada num Grupo de Gateway.
sw_sw: Vikt för den här gatewayen när den används i en gatewaygrupp.
tr_tr: Bir Ağ Geçidi Grubunda kullanıldığında bu ağ geçidi için ağırlık.
uk_uk: Вага для цього шлюзу при використанні в групі шлюзів.

source: Latency thresholds
id_id: Ambang batas latensi
it_it: Soglie di latenza
ja_jp: 遅延しきい値
ko_ko: 지연 시간 임계값
pt_pt: Limiares de latência
sw_sw: Tröskelvärden för latenstid
tr_tr: Gecikme eşikleri
uk_uk: Пороги затримки

source: From
id_id: Dari
it_it: A partire dal
ja_jp: から
ko_ko: 에서
pt_pt: De
sw_sw: Från
tr_tr: Kimden
uk_uk: Від

source: To
id_id: Untuk
it_it: A
ja_jp: への
pt_pt: Para
sw_sw: Till
tr_tr: için
uk_uk: До
