Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: TXT Comment Support
id_id: Dukungan Komentar TXT
it_it: Supporto per commenti txt
ja_jp: TXT コメントサポート
ko_ko: TXT 댓글 지원
pt_pt: Suporte a comentários do TXT
sw_sw: Stöd för TXT-kommentarer
tr_tr: TXT Yorum Desteği
uk_uk: Підтримка коментарів у форматі TXT

source: Create corresponding TXT records
id_id: Membuat catatan TXT yang sesuai
it_it: Crea record TXT corrispondenti
ja_jp: 対応するtxt レコードを新規作成する
ko_ko: 해당 TXT 레코드 생성
pt_pt: Criar registos TXT correspondentes
sw_sw: Skapa motsvarande TXT-poster
tr_tr: İlgili TXT kayıtlarını oluşturun
uk_uk: Створіть відповідні TXT-записи

source: If this option is set, then any descriptions associated with Host entries and DHCP Static mappings will create a corresponding TXT record.
id_id: Jika opsi ini diatur, maka deskripsi apa pun yang terkait dengan entri Host dan pemetaan DHCP Statis akan membuat catatan TXT yang sesuai.
it_it: Se questa opzione è impostata, eventuali descrizioni associate alle voci host e mapping statiche DHCP creeranno un record TXT corrispondente.
ja_jp: このオプションが設定されている場合、ホストエントリ及び dhcp 静的 マッピングと関連付けられた全ての説明に対応する txt レコードが作成されます。
ko_ko: 이 옵션을 설정하면 호스트 항목 및 DHCP 정적 매핑과 관련된 모든 설명이 해당 TXT 레코드를 생성합니다.
pt_pt: Se esta opção for definida, então qualquer descrição associada às entradas de Hosts e mapeamentos estáticos de DHCP irão criar um registo TXT correspondente.
sw_sw: Om det här alternativet är inställt kommer alla beskrivningar som är kopplade till Host-poster och DHCP Static-mappningar att skapa en motsvarande TXT-post.
tr_tr: Bu seçenek ayarlanırsa, Ana Bilgisayar girişleri ve DHCP Statik eşlemeleriyle ilişkili tüm açıklamalar karşılık gelen bir TXT kaydı oluşturacaktır.
uk_uk: Якщо цей параметр встановлено, будь-які описи, пов'язані із записами хостів і статичними зіставленнями DHCP, створюватимуть відповідний TXT-запис.

source: DNS Cache
id_id: Cache DNS
it_it: Cache DNS
ja_jp: DNSキャッシュ
ko_ko: DNS 캐시
pt_pt: Cache DNS
tr_tr: DNS Önbelleği
uk_uk: Кеш DNS

source: Flush DNS cache during reload
id_id: Mengosongkan cache DNS saat memuat ulang
it_it: Filare la cache DNS durante il ricarica
ja_jp: リロード時にDNSキャッシュをフラッシュする
ko_ko: 다시 로드하는 동안 DNS 캐시 플러시
pt_pt: Cache DNS de descarga durante a recarga
sw_sw: Spola DNS-cache under omladdning
tr_tr: Yeniden yükleme sırasında DNS önbelleğini temizleme
uk_uk: Очищення кешу DNS під час перезавантаження

source: If this option is set, the DNS cache will be flushed during each daemon reload. This is the default behavior for Unbound, but may be undesired when multiple dynamic interfaces require frequent reloading.
id_id: Jika opsi ini disetel, cache DNS akan di-flush pada setiap pemuatan ulang daemon. Ini adalah perilaku default untuk Unbound, tetapi mungkin tidak diinginkan bila beberapa antarmuka dinamis memerlukan pemuatan ulang yang sering.
it_it: Se questa opzione è impostata, la cache DNS verrà scaricata durante ogni demone ricarica. Questo è il comportamento predefinito per illuso, ma può essere indesiderato quando più interfacce dinamiche richiedono un frequente ricarica.
ja_jp: このオプションが設定されている場合、DNSキャッシュは各デーモンのリロード中にフラッシュされます。これはUnboundのデフォルトの動作ですが、複数の動的インターフェイスが頻繁にリロードを必要とする場合には、望ましくないかもしれません。
ko_ko: 이 옵션을 설정하면 데몬을 다시 로드할 때마다 DNS 캐시가 플러시됩니다. 이는 언바운드의 기본 동작이지만 여러 동적 인터페이스를 자주 다시 로드해야 하는 경우 바람직하지 않을 수 있습니다.
pt_pt: Se esta opção for definida, a cache DNS será lavada durante cada recarga de daemon. Este é o comportamento padrão para Unbound, mas pode ser indesejável quando múltiplas interfaces dinâmicas requerem recarregamento frequente.
sw_sw: Om det här alternativet är inställt kommer DNS-cachen att rensas vid varje omladdning av demonen. Detta är standardbeteendet för Unbound, men kan vara oönskat när flera dynamiska gränssnitt kräver frekvent omladdning.
tr_tr: Bu seçenek ayarlanırsa, DNS önbelleği her daemon yeniden yüklemesi sırasında temizlenecektir. Bu Unbound için varsayılan davranıştır, ancak birden fazla dinamik arabirimin sık sık yeniden yüklenmesi gerektiğinde istenmeyen bir durum olabilir.
uk_uk: Якщо цей параметр встановлено, кеш DNS буде очищено під час кожного перезавантаження демона. Це поведінка за замовчуванням для Unbound, але вона може бути небажаною, якщо декілька динамічних інтерфейсів потребують частого перезавантаження.

source: Local Zone Type
id_id: Jenis Zona Lokal
it_it: Tipo di zona locale
ja_jp: ローカルゾーンタイプ
ko_ko: 로컬 영역 유형
pt_pt: Tipo de Zona Local
sw_sw: Typ av lokal zon
tr_tr: Yerel Bölge Tipi
uk_uk: Тип локальної зони

source: The local zone type used for the system domain. Type descriptions are available under "local-zone:" in the %sunbound.conf(5)%s manual page. The default is 'transparent'.
id_id: Jenis zona lokal yang digunakan untuk domain sistem. Deskripsi tipe tersedia di bawah "local-zone:" pada halaman manual %sunbound.conf(5)%s. Standarnya adalah 'transparan'.
it_it: Il tipo di zona locale utilizzato per il dominio del sistema. Le descrizioni dei tipi sono disponibili in "Zone locale:" Nella pagina Manuale %sunbound.conf(5)%s. L'impostazione predefinita è "trasparente".
ja_jp: システムドメインに使用するローカルゾーンタイプ。マニュアルページ %sunbound.conf(5)%s の中にある「local-zone:」の下のタイプの記述が利用可能です。
ko_ko: 시스템 도메인에 사용되는 로컬 영역 유형입니다. 유형 설명은 %sunbound.conf(5)%s 매뉴얼 페이지의 "local-zone:"에서 확인할 수 있습니다. 기본값은 '투명'입니다.
pt_pt: O tipo de zona local utilizada para o domínio do sistema. As descrições do tipo estão disponíveis em "local-zone:" na página %sunbound.conf(5)%s do manual. O padrão é "transparente".
sw_sw: Den lokala zontyp som används för systemdomänen. Typbeskrivningar finns under "local-zone:" i manualsidan %sunbound.conf(5)%s. Standardvärdet är "transparent".
tr_tr: Sistem etki alanı için kullanılan yerel bölge türü. Tip açıklamaları %sunbound.conf(5)%s kılavuz sayfasında "local-zone:" altında mevcuttur. Varsayılan 'şeffaf'tır.
uk_uk: Тип локальної зони, що використовується для системного домену. Опис типу можна знайти у розділі "local-zone:" на сторінці посібника %sunbound.conf(5)%s. Значення за замовчуванням - "transparent".

source: Outgoing Network Interfaces
id_id: Antarmuka Jaringan Keluar
it_it: Interfacce di rete in uscita
ja_jp: 発信ネットワークインタフェース
ko_ko: 발신 네트워크 인터페이스
pt_pt: Interfaces de Rede de saída
sw_sw: Utgående nätverksgränssnitt
tr_tr: Giden Ağ Arayüzleri
uk_uk: Вихідні мережеві інтерфейси

source: Utilize different network interfaces that Unbound will use to send queries to authoritative servers and receive their replies. By default all interfaces are used. Note that setting explicit outgoing interfaces only works when they are statically configured.
id_id: Memanfaatkan berbagai antarmuka jaringan yang akan digunakan Unbound untuk mengirim kueri ke server otoritatif dan menerima balasannya. Secara default semua antarmuka digunakan. Perhatikan bahwa pengaturan antarmuka keluar eksplisit hanya berfungsi jika dikonfigurasi secara statis.
it_it: Utilizza diverse interfacce di rete che non si utilizzerà per inviare query a server autorevoli e ricevere le loro risposte. Per impostazione predefinita vengono utilizzate tutte le interfacce. Si noti che l'impostazione delle interfacce esplicite in uscita funziona solo quando sono configurate staticamente.
ja_jp: Unbound の権限のあるサーバーにクエリを送信し、その応答を受信するために使用する異なるネットワークインターフェースを利用します。 デフォルトではすべてのインターフェースが使用されます。
ko_ko: Unbound가 권한 있는 서버에 쿼리를 보내고 응답을 받는 데 사용할 다양한 네트워크 인터페이스를 활용합니다. 기본적으로 모든 인터페이스가 사용됩니다. 명시적 발신 인터페이스 설정은 정적으로 구성된 경우에만 작동한다는 점에 유의하세요.
pt_pt: Utilizar diferentes interfaces de rede que a Unbound utilizará para enviar consultas a servidores autorizados e receber as suas respostas. Por defeito, todas as interfaces são utilizadas. Note-se que a definição de interfaces de saída explícita só funciona quando estão estaticamente configuradas.
sw_sw: Använd olika nätverksgränssnitt som Unbound kommer att använda för att skicka frågor till auktoritativa servrar och ta emot deras svar. Som standard används alla gränssnitt. Observera att inställningen av explicita utgående gränssnitt endast fungerar när de är statiskt konfigurerade.
tr_tr: Unbound'un yetkili sunuculara sorgu göndermek ve yanıtlarını almak için kullanacağı farklı ağ arayüzlerini kullanın. Varsayılan olarak tüm arayüzler kullanılır. Açık giden arabirimleri ayarlamanın yalnızca statik olarak yapılandırıldıklarında çalıştığını unutmayın.
uk_uk: Використовуйте різні мережеві інтерфейси, які Unbound буде використовувати для надсилання запитів до авторитетних серверів та отримання відповідей. За замовчуванням використовуються всі інтерфейси. Зауважте, що встановлення явних вихідних інтерфейсів працює лише тоді, коли вони налаштовані статично.

source: WPAD Records
id_id: Catatan WPAD
it_it: Record WPAD
ja_jp: WPAD レコード
ko_ko: WPAD 기록
pt_pt: Registos WPAD
tr_tr: WPAD Kayıtları
uk_uk: Записи WPAD

source: If this option is set, CNAME records for the WPAD host of all configured domains will be automatically added as well as overrides for TXT records for domains. This allows automatic proxy configuration in your network but you should not enable it if you are not using WPAD or if you want to configure it by yourself.
id_id: Jika opsi ini disetel, catatan CNAME untuk host WPAD dari semua domain yang dikonfigurasi akan secara otomatis ditambahkan serta penggantian catatan TXT untuk domain. Hal ini memungkinkan konfigurasi proxy otomatis di jaringan Anda tetapi Anda tidak perlu mengaktifkannya jika Anda tidak menggunakan WPAD atau jika Anda ingin mengkonfigurasinya sendiri.
it_it: Se questa opzione è impostata, i record CNAME per l'host WPAD di tutti i domini configurati verranno aggiunti automaticamente e sovrascrivi per i record TXT per i domini. Ciò consente la configurazione automatica del proxy nella tua rete, ma non dovresti abilitarlo se non si utilizza WPAD o se si desidera configurarlo da solo.
ja_jp: このオプションが設定されている場合、構成された全ドメインの wpad ホストのレコードを自動的に追加し、ドメインに対する txt のレコードを上書きします.これはあなたのネットワークの自動プロキシ構成を許可するものです、wpad を使用しない、もしくは、自分で構成したい場合は許可しないでください。
ko_ko: 이 옵션을 설정하면 구성된 모든 도메인의 WPAD 호스트에 대한 CNAME 레코드가 자동으로 추가되고 도메인에 대한 TXT 레코드에 대한 오버라이드가 추가됩니다. 이 옵션을 사용하면 네트워크에서 자동 프록시를 구성할 수 있지만 WPAD를 사용하지 않거나 직접 구성하려는 경우에는 이 옵션을 사용하지 않아야 합니다.
pt_pt: Se esta opção for definida, os registos CNAME para o anfitrião WPAD de todos os domínios configurados serão automaticamente adicionados, bem como as anulações dos registos TXT para os domínios. Isto permite a configuração automática de proxy na sua rede, mas não deverá activá-la se não estiver a utilizar WPAD ou se quiser configurá-la por si próprio.
sw_sw: Om det här alternativet är inställt läggs CNAME-poster för WPAD-värden för alla konfigurerade domäner automatiskt till, liksom överordningar för TXT-poster för domäner. Detta möjliggör automatisk proxykonfiguration i ditt nätverk, men du bör inte aktivera det om du inte använder WPAD eller om du vill konfigurera det själv.
tr_tr: Bu seçenek ayarlanırsa, yapılandırılan tüm alan adlarının WPAD ana bilgisayarı için CNAME kayıtları ve alan adları için TXT kayıtları için geçersiz kılmalar otomatik olarak eklenecektir. Bu, ağınızda otomatik proxy yapılandırmasına izin verir, ancak WPAD kullanmıyorsanız veya kendiniz yapılandırmak istiyorsanız etkinleştirmemelisiniz.
uk_uk: Якщо цей параметр встановлено, записи CNAME для хоста WPAD усіх налаштованих доменів буде автоматично додано, а також замінено записи TXT для доменів. Це дозволяє автоматичне налаштування проксі у вашій мережі, але вам не слід вмикати цю опцію, якщо ви не використовуєте WPAD або якщо ви хочете налаштувати його самостійно.

source: If Unbound is enabled, the DHCP service (if enabled) will automatically serve the LAN IP address as a DNS server to DHCP clients so they will use Unbound resolver.
id_id: Jika Unbound diaktifkan, layanan DHCP (jika diaktifkan) akan secara otomatis menyajikan alamat IP LAN sebagai server DNS ke klien DHCP sehingga mereka akan menggunakan resolver Unbound.
ja_jp: Unboundが有効な場合、DHCPサービス（有効な場合）は、LAN IPアドレスをDNSサーバーとしてDHCPクライアントに自動的に提供し、Unboundリゾルバーを使用するようにします。
ko_ko: 언바운드를 사용하도록 설정하면 DHCP 서비스(사용하도록 설정된 경우)가 자동으로 LAN IP 주소를 DHCP 클라이언트에 DNS 서버로 제공하여 언바운드 리졸버를 사용하게 됩니다.
pt_pt: Se Unbound estiver activado, o serviço DHCP (se estiver activado) servirá automaticamente o endereço IP da LAN como servidor DNS para clientes DHCP, pelo que estes utilizarão Unbound resolver.
sw_sw: Om Unbound är aktiverat kommer DHCP-tjänsten (om den är aktiverad) automatiskt att tillhandahålla LAN-IP-adressen som DNS-server till DHCP-klienter så att de använder Unbound-resolver.
tr_tr: Unbound etkinse, DHCP hizmeti (etkinse) LAN IP adresini DHCP istemcilerine otomatik olarak bir DNS sunucusu olarak sunacak ve böylece Unbound çözümleyicisini kullanacaklardır.
uk_uk: Якщо увімкнено Unbound, служба DHCP (якщо її увімкнено) автоматично надаватиме IP-адресу локальної мережі як DNS-сервер DHCP-клієнтам, щоб вони могли використовувати Unbound resolver.

source: Unbound
id_id: Tidak terikat
it_it: Undecido
ja_jp: アンバウンド
ko_ko: 언바운드
pt_pt: Sem restrições
sw_sw: Obundet
tr_tr: Bağlanmamış
uk_uk: Розв'язано

source: Do you really want to delete this access list?
id_id: Apakah Anda benar-benar ingin menghapus daftar akses ini?
it_it: Vuoi davvero eliminare questo elenco di accesso?
ja_jp: 本当にこのアクセスリストを削除しますか？
ko_ko: 이 액세스 목록을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar esta lista de acessos?
sw_sw: Vill du verkligen ta bort den här åtkomstlistan?
tr_tr: Bu erişim listesini gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей список доступу?

source: %s Access List
id_id: %s Daftar Akses
it_it: %s Elenco di accesso
ja_jp: %s アクセスリスト
ko_ko: s 액세스 목록
pt_pt: %s Lista de acesso
sw_sw: %s Tillgångslista
tr_tr: s Erişim Listesi
uk_uk: %s Список доступу

source: Access List name
id_id: Nama Daftar Akses
it_it: Nome dell'elenco di accesso
ja_jp: アクセス名リスト
ko_ko: 액세스 목록 이름
pt_pt: Nome de lista de acesso.
sw_sw: Namn på åtkomstlista
tr_tr: Erişim Listesi adı
uk_uk: Назва списку доступу

source: Provide an Access List name.
id_id: Berikan nama Daftar Akses.
it_it: Fornire un nome dell'elenco di accesso.
ja_jp: アクセス名をリスト指定します。
ko_ko: 액세스 목록 이름을 입력합니다.
pt_pt: Forneça um nome de lista de acesso.
sw_sw: Ange ett namn på en åtkomstlista.
tr_tr: Bir Erişim Listesi adı girin.
uk_uk: Вкажіть ім'я списку доступу.

source: Allow
id_id: Izinkan
it_it: Permettere
ja_jp: 許可
ko_ko: 허용
pt_pt: Permitir
sw_sw: Tillåt
tr_tr: İzin ver
uk_uk: Дозвольте

source: Deny
id_id: Menolak.
it_it: Negare
ja_jp: 拒否
ko_ko: 거부
pt_pt: Recusar
sw_sw: Förneka
tr_tr: Reddet
uk_uk: Відхилити

source: Refuse
id_id: Menolak
it_it: Rifiutare
ja_jp: 拒絶
ko_ko: 거부
pt_pt: Recusar
sw_sw: Avfall
tr_tr: Çöp
uk_uk: Відмовитися

source: Allow Snoop
id_id: Izinkan Snoop
it_it: Consenti Snoop
ja_jp: スヌープを許可
ko_ko: 스누핑 허용
pt_pt: Permitir Snoop
sw_sw: Tillåt snokning
tr_tr: Snoop'a İzin Ver
uk_uk: Дозволити Snoop

source: Deny Non-local
id_id: Tolak Non-lokal
it_it: Negare non locale
ja_jp: ローカル以外は拒否
ko_ko: 비로컬 거부
pt_pt: Negar Não-local
sw_sw: Neka Icke-lokalt
tr_tr: Yerel Olmayanları Reddet
uk_uk: Заборонити нелокальний

source: Refuse Non-local
id_id: Menolak Non-lokal
it_it: Rifiutare non locale
ja_jp: ローカル以外は拒絶
ko_ko: 비로컬 거부
pt_pt: Recusar Não-local
sw_sw: Avvisa Icke-lokalt
tr_tr: Yerel Olmayan Çöp
uk_uk: Відмовитися від немісцевого сміття

source: Choose what to do with DNS requests that match the criteria specified below.
id_id: Pilih apa yang harus dilakukan dengan permintaan DNS yang sesuai dengan kriteria yang ditentukan di bawah ini.
it_it: Scegli cosa fare con le richieste DNS che corrispondono ai criteri specificati di seguito.
ja_jp: 下記で指定された条件に一致するDNS 要求に対する実行内容を選択してください。
ko_ko: 아래에 지정된 조건과 일치하는 DNS 요청에 대해 수행할 작업을 선택합니다.
pt_pt: Escolha o que fazer com pedidos de DNS que correspondam aos critérios especificados a baixo.
sw_sw: Välj vad du ska göra med DNS-begäranden som uppfyller de kriterier som anges nedan.
tr_tr: Aşağıda belirtilen ölçütlerle eşleşen DNS istekleriyle ne yapılacağını seçin.
uk_uk: Виберіть, що робити з DNS-запитами, які відповідають критеріям, зазначеним нижче.

source: Deny: This action stops queries from hosts within the netblock defined below.
id_id: Deny: Tindakan ini menghentikan kueri dari host di dalam netblock yang didefinisikan di bawah ini.
it_it: Nega: questa azione interrompe le query dagli host all'interno del netblock definito di seguito.
ja_jp: 拒否: この操作は下記で定義されたネットブロックにあるホストからのクエリを停止します。
ko_ko: 거부: 이 작업은 아래에 정의된 넷블록 내의 호스트에서 쿼리를 중지합니다.
pt_pt: Negar: Essa ação interrompe como consultas de anfitriões dentro do netblock definido abaixo.
sw_sw: Förnekar: Den här åtgärden stoppar förfrågningar från värdar inom det nätblock som definieras nedan.
tr_tr: Reddet: Bu eylem, aşağıda tanımlanan netblock içindeki ana bilgisayarlardan gelen sorguları durdurur.
uk_uk: Заборонити: Ця дія зупиняє запити від хостів у межах мережевого блоку, визначеного нижче.

source: Refuse: This action also stops queries from hosts within the netblock defined below, but sends a DNS rcode REFUSED error message back to the client.
id_id: Refuse: Tindakan ini juga menghentikan kueri dari host di dalam netblock yang didefinisikan di bawah ini, tetapi mengirimkan pesan kesalahan DNS rcode REFUSED kembali ke klien.
it_it: Rifiuta: questa azione interrompe anche le query dagli host all'interno del netblock definito di seguito, ma invia un messaggio di errore rifiutato RCODE DNS al client.
ja_jp: 拒絶: この操作も下記で定義されたネットブロックにあるホストからのクエリを停止しますが、クライアントにdns rcode refused エラーメッセージを送信します。
ko_ko: 거부: 이 동작은 아래에 정의된 넷블록 내 호스트의 쿼리도 중지하지만 클라이언트에 DNS rcode REFUSED 오류 메시지를 다시 보냅니다.
pt_pt: Recusar: Essa acção também pára as consultas de hosts dentro do netblock definido abaixo, mas envia uma mensagem de erro de código de DNS REFUSADO novamente para o cliente.
sw_sw: Refuse: Den här åtgärden stoppar också förfrågningar från värdar inom det nätblock som definieras nedan, men skickar ett felmeddelande DNS rcode REFUSED tillbaka till klienten.
tr_tr: Reddet: Bu eylem aynı zamanda aşağıda tanımlanan netblock içindeki ana bilgisayarlardan gelen sorguları durdurur, ancak istemciye bir DNS rcode REFUSED hata mesajı gönderir.
uk_uk: Відмовити: Ця дія також зупиняє запити від хостів у межах мережевого блоку, визначеного нижче, але надсилає клієнту повідомлення про помилку DNS rcode REFUSED.

source: Allow: This action allows queries from hosts within the netblock defined below.
id_id: Mengizinkan: Tindakan ini mengizinkan kueri dari host di dalam netblock yang didefinisikan di bawah ini.
it_it: Consenti: questa azione consente le domande dagli host all'interno del netblock definito di seguito.
ja_jp: 許可: この操作は下記で定義されたネットブロックにあるホストからのクエリを許可します。
ko_ko: 허용: 이 조치는 아래에 정의된 넷블록 내 호스트의 쿼리를 허용합니다.
pt_pt: Permite: Esta acção permite consultas de anfitriões dentro do bloco de rede definido abaixo.
sw_sw: Tillåt: Den här åtgärden tillåter frågor från värdar inom det nätblock som definieras nedan.
tr_tr: İzin ver: Bu eylem, aşağıda tanımlanan netblock içindeki ana bilgisayarlardan gelen sorgulara izin verir.
uk_uk: Дозволити: Ця дія дозволяє запити від хостів у межах мережевого блоку, визначеного нижче.

source: Allow Snoop: This action allows recursive and nonrecursive access from hosts within the netblock defined below. Used for cache snooping and ideally should only be configured for your administrative host.
id_id: Izinkan Snoop: Tindakan ini mengizinkan akses rekursif dan nonrekursif dari host dalam netblock yang didefinisikan di bawah ini. Digunakan untuk mengintip cache dan idealnya hanya dikonfigurasi untuk host administratif Anda.
it_it: Consentire Snoop: questa azione consente l'accesso ricorsivo e non recurso dagli host all'interno del netblock definito di seguito. Utilizzato per la cache snooping e idealmente dovrebbe essere configurato solo per l'host amministrativo.
ja_jp: スヌープを許可：この操作は下記で定義されたネットにあるホストからの再帰及び非再帰アクセスを許可します。
ko_ko: 스누핑 허용: 이 조치는 아래에 정의된 넷블록 내의 호스트에서 재귀적 및 비재귀적 액세스를 허용합니다. 캐시 스누핑에 사용되며 관리 호스트에 대해서만 구성하는 것이 이상적입니다.
pt_pt: Permitir Snoop: Esta acção permite acesso recursivo e não recursivo de hosts dentro do netblock definido a baixo. Usada para bisbilhotar de cache e idealmente apenas deve ser configurada para o seu anfitrião administrativo.
sw_sw: Tillåt Snoop: Den här åtgärden tillåter rekursiv och icke-rekursiv åtkomst från värdar inom det nätblock som definieras nedan. Används för cache-snooping och bör helst bara konfigureras för din administrativa värd.
tr_tr: Gözetlemeye İzin Ver: Bu eylem, aşağıda tanımlanan netblock içindeki ana bilgisayarlardan özyinelemeli ve özyinelemesiz erişime izin verir. Önbellek gözetleme için kullanılır ve ideal olarak yalnızca yönetici ana bilgisayarınız için yapılandırılmalıdır.
uk_uk: Дозволити Snoop: Ця дія дозволяє рекурсивний і нерекурсивний доступ з хостів в межах мережевого блоку, визначеного нижче. Використовується для перегляду кешу і в ідеалі має бути налаштована лише для вашого адміністративного хоста.

source: Deny Non-local: Allow only authoritative local-data queries from hosts within the netblock defined below. Messages that are disallowed are dropped.
id_id: Tolak Non-lokal: Hanya mengizinkan permintaan data lokal yang otoritatif dari host di dalam netblock yang ditentukan di bawah ini. Pesan yang tidak diizinkan akan ditolak.
it_it: Deny non locale: consentire solo domande autorevoli dei dati locali dagli host all'interno del netblock definito di seguito. I messaggi non consentiti vengono eliminati.
ja_jp: ローカル以外は拒否: 下に定義されたネットにあるホストからの信頼できるローカルデータクエリのみ許可します.拒否されたメッセージはドロップします。
ko_ko: 비로컬 거부: 아래에 정의된 넷블록 내의 호스트에서 권한이 있는 로컬 데이터 쿼리만 허용합니다. 허용되지 않은 메시지는 삭제됩니다.
pt_pt: Negar Não-local: Permitir apenas consultas autorizadas de dados locais de anfitriões dentro do bloco de rede definido abaixo. As mensagens que são proibidas são eliminadas.
sw_sw: Neka Icke-lokalt: Tillåt endast auktoritativa frågor om lokala data från värdar inom det nätblock som definieras nedan. Meddelanden som inte tillåts tas bort.
tr_tr: Yerel Olmayanları Reddet: Yalnızca aşağıda tanımlanan netblock içindeki ana bilgisayarlardan gelen yetkili yerel veri sorgularına izin verin. İzin verilmeyen mesajlar düşürülür.
uk_uk: Заборонити нелокальні: Дозволяти лише авторизовані запити до локальних даних від хостів у межах мережевого блоку, визначеного нижче. Заборонені повідомлення буде відкинуто.
