Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Enable compression of HTTP pages and dynamic content.
id_id: Mengaktifkan kompresi halaman HTTP dan konten dinamis.
it_it: Abilita la compressione di pagine HTTP e contenuto dinamico.
ja_jp: http ページ及び動的コンテンツの圧縮を有効にします。
ko_ko: HTTP 페이지 및 동적 콘텐츠의 압축을 사용하도록 설정합니다.
pt_pt: Permitir a compressão de páginas HTTP e conteúdos dinâmicos.
sw_sw: Aktivera komprimering av HTTP-sidor och dynamiskt innehåll.
tr_tr: HTTP sayfalarının ve dinamik içeriğin sıkıştırılmasını etkinleştirin.
uk_uk: Увімкніть стиснення HTTP-сторінок і динамічного вмісту.

source: Transfer less data to the client for an additional cost in processing power.
id_id: Mentransfer lebih sedikit data ke klien dengan biaya tambahan dalam daya pemrosesan.
it_it: Trasferire meno dati al client per un costo aggiuntivo nella potenza di elaborazione.
ja_jp: 処理能力の追加コストに対して、クライアントにより小さいデータを転送します。
ko_ko: 클라이언트에 전송하는 데이터의 양을 줄이면 처리 성능에 추가 비용이 발생합니다.
pt_pt: Transferir menos dados para o cliente por um custo adicional no poder de processamento.
sw_sw: Överför mindre data till klienten för en extra kostnad i form av processorkraft.
tr_tr: İşlem gücünde ek bir maliyet karşılığında istemciye daha az veri aktarın.
uk_uk: Передавайте клієнту менше даних за додаткові витрати на обчислювальну потужність.

source: Access log
id_id: Log akses
it_it: Registro di accesso
ja_jp: アクセスログ
ko_ko: 액세스 로그
pt_pt: Diário de acesso
sw_sw: Tillgångslogg
tr_tr: Erişim günlüğü
uk_uk: Журнал доступу

source: Enable access log
id_id: Mengaktifkan log akses
it_it: Abilita il registro di accesso
ja_jp: アクセスログを有効
ko_ko: 액세스 로그 사용
pt_pt: Activar o registo de acesso
sw_sw: Aktivera åtkomstlogg
tr_tr: Erişim günlüğünü etkinleştir
uk_uk: Увімкнути журнал доступу

source: Enable access logging on the web GUI for debugging and analysis purposes.
id_id: Aktifkan pencatatan akses pada GUI web untuk tujuan debugging dan analisis.
ja_jp: デバッグや解析のために、Web GUIでのアクセスロギングを有効にする。
ko_ko: 디버깅 및 분석 목적으로 웹 GUI에서 액세스 로깅을 사용하도록 설정합니다.
pt_pt: Permitir o registo de acesso na GUI da web para efeitos de depuração e análise.
sw_sw: Aktivera åtkomstloggning på webbgränssnittet för felsökning och analys.
tr_tr: Hata ayıklama ve analiz amacıyla web GUI'sinde erişim günlüğünü etkinleştirin.
uk_uk: Увімкніть реєстрацію доступу до веб-графічного інтерфейсу для налагодження та аналізу.

source: Only accept connections from the selected interfaces. Leave empty to listen globally. Use with care.
id_id: Hanya menerima koneksi dari antarmuka yang dipilih. Biarkan kosong untuk mendengarkan secara global. Gunakan dengan hati-hati.
it_it: Accetta solo connessioni dalle interfacce selezionate. Lascia vuoto per ascoltare a livello globale. Usa con cura.
ja_jp: 選択されたインタフェースからの接続のみを受け、空白にすると全体をリスンします。
ko_ko: 선택한 인터페이스의 연결만 수락합니다. 전 세계에서 수신하려면 비워 두세요. 주의해서 사용하세요.
pt_pt: Só aceitar ligações a partir das interfaces seleccionadas. Deixar vazio para ouvir globalmente. Utilizar com cuidado.
sw_sw: Accepterar endast anslutningar från de valda gränssnitten. Lämna tomt för att lyssna globalt. Använd med försiktighet.
tr_tr: Yalnızca seçili arayüzlerden gelen bağlantıları kabul edin. Global olarak dinlemek için boş bırakın. Dikkatli kullanın.
uk_uk: Приймати з'єднання лише з вибраних інтерфейсів. Залиште порожнім для прослуховування по всьому світу. Використовуйте з обережністю.

source: HTTP_REFERER enforcement
id_id: Penegakan HTTP_REFERER
ja_jp: http_referer 強制
ko_ko: HTTP_REFERER 적용
pt_pt: Implementação HTTP_REFERER
sw_sw: HTTP_REFERER verkställighet
tr_tr: HTTP_REFERER uygulaması
uk_uk: Виконання HTTP_REFERER

source: Disable HTTP_REFERER enforcement check
id_id: Nonaktifkan pemeriksaan penegakan HTTP_REFERER
it_it: Disabilita il controllo dell'applicazione HTTP_Referer
ja_jp: http_referer 強制確認を無効にする
ko_ko: HTTP_REFERER 적용 검사 비활성화
pt_pt: Desativar verificação de execução HTTP_REFERER
sw_sw: Inaktivera kontrollen av HTTP_REFERER-tillämpningen
tr_tr: HTTP_REFERER zorlama denetimini devre dışı bırakma
uk_uk: Вимкнути перевірку виконання HTTP_REFERER

source: When this is unchecked, access to the web GUI is protected against HTTP_REFERER redirection attempts. Check this box to disable this protection if you find that it interferes with web GUI access in certain corner cases such as using external scripts to interact with this system. More information on HTTP_REFERER is available from %sWikipedia%s.
id_id: Bila ini tidak dicentang, akses ke GUI web akan dilindungi dari upaya pengalihan HTTP_REFERER. Centang kotak ini untuk menonaktifkan proteksi ini jika Anda merasa bahwa hal ini mengganggu akses GUI web pada kasus-kasus tertentu, misalnya menggunakan skrip eksternal untuk berinteraksi dengan sistem ini. Informasi lebih lanjut tentang HTTP_REFERER tersedia di %sWikipedia%s.
it_it: Quando questo non viene controllato, l'accesso alla GUI Web è protetto dai tentativi di reindirizzamento HTTP_REFERER. Controlla questa casella per disabilitare questa protezione se si scopre che interferisce con l'accesso alla GUI Web in determinati casi d'angolo come l'uso di script esterni per interagire con questo sistema. Ulteriori informazioni su http_referer sono disponibili da %swikipedia %s.
ja_jp: チェックされていない場合、HTTP_REFERER リダイレクション攻撃の試みから、Web GUI へのアクセスが保護されます。 このシステムと連携する外部スクリプトを使用している等、明確な原因でWeb GUI。アクセスに支障が出ている場合は、このボックスをチェックすることで保護を無効にすることができます。
ko_ko: 이 확인란을 선택하지 않으면 웹 GUI에 대한 액세스가 HTTP_REFERER 리디렉션 시도로부터 보호됩니다. 외부 스크립트를 사용하여 이 시스템과 상호 작용하는 등 특정 상황에서 웹 GUI 액세스를 방해하는 경우 이 확인란을 선택하면 이 보호 기능을 비활성화할 수 있습니다. HTTP_REFERER에 대한 자세한 정보는 %s위키백과%s에서 확인할 수 있습니다.
pt_pt: Quando esta opção está desmarcada, o acesso à GUI da Web está protegido contra tentativas de redirecionamento HTTP_REFERERER. Marque esta caixa para desativar esta proteção se achar que ela interfere com o acesso à GUI da Web em determinados casos, como usar scripts externos para interagir com este sistema. Mais informações sobre HTTP_REFERERER estão disponíveis em %sWikipedia%s.
sw_sw: När detta inte är markerat skyddas åtkomsten till webbgränssnittet mot HTTP_REFERER-omdirigeringsförsök. Markera den här rutan för att inaktivera det här skyddet om du tycker att det stör åtkomsten till webbgränssnittet i vissa hörnfall, t.ex. när du använder externa skript för att interagera med det här systemet. Mer information om HTTP_REFERER finns på %sWikipedia%s.
tr_tr: Bu işaretlenmediğinde, web GUI'sine erişim HTTP_REFERER yeniden yönlendirme girişimlerine karşı korunur. Bu sistemle etkileşim kurmak için harici komut dosyaları kullanmak gibi belirli köşe durumlarda web GUI erişimine müdahale ettiğini fark ederseniz, bu korumayı devre dışı bırakmak için bu kutuyu işaretleyin. HTTP_REFERER hakkında daha fazla bilgiye %sWikipedia%s adresinden ulaşabilirsiniz.
uk_uk: Якщо цей прапорець знято, доступ до веб-інтерфейсу захищено від спроб перенаправлення HTTP_REFERER. Позначте цей прапорець, щоб вимкнути цей захист, якщо ви вважаєте, що він заважає доступу до веб-інтерфейсу у певних кутових випадках, таких як використання зовнішніх скриптів для взаємодії з цією системою. Додаткову інформацію про HTTP_REFERER можна знайти на %sWikipedia%s.

source: Secure Shell
id_id: Cangkang yang aman
it_it: Shell di sicurezza
ja_jp: SSH
ko_ko: 보안 셸
pt_pt: Shell segura
sw_sw: Säker skal
tr_tr: Güvenli Kabuk
uk_uk: Безпечна оболонка

source: Secure Shell Server
id_id: Server Cangkang yang Aman
it_it: Server Shell sicuro
ja_jp: SSH サーバ
ko_ko: 보안 셸 서버
pt_pt: Servidor de concha segura
tr_tr: Güvenli Kabuk Sunucusu
uk_uk: Безпечний сервер оболонки

source: Enable Secure Shell
id_id: Mengaktifkan Cangkang Aman
it_it: Abilita Shell Secure Shell
ja_jp: SSH を有効
ko_ko: 보안 셸 사용
pt_pt: Ativa Shell Segura
sw_sw: Aktivera Secure Shell
tr_tr: Güvenli Kabuğu Etkinleştir
uk_uk: Увімкнути захищену оболонку

source: Login Group
id_id: Grup Masuk
it_it: Gruppo di accesso
ja_jp: ログイングループ
ko_ko: 로그인 그룹
pt_pt: Grupo de Login
sw_sw: Inloggningsgrupp
tr_tr: Giriş Grubu
uk_uk: Група для входу

source: Select the allowed groups for remote login. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will. Do not yield remote access to non-administrators as every user can access system files using SSH or SFTP.
id_id: Pilih grup yang diizinkan untuk login jarak jauh. Grup "roda" selalu diatur untuk tujuan pemulihan dan grup lokal tambahan dapat dipilih sesuka hati. Jangan berikan akses jarak jauh kepada non-administrator karena setiap pengguna dapat mengakses file sistem menggunakan SSH atau SFTP.
ja_jp: リモートログインの許可グループを選択します。リカバリー用に「wheel」グループが常に設定されており、さらにローカルグループを任意に選択することが可能です。すべてのユーザーがSSHまたはSFTPを使用してシステムファイルにアクセスできるため、管理者以外の人にリモートアクセスを許可しないでください。
ko_ko: 원격 로그인을 위해 허용된 그룹을 선택합니다. '휠' 그룹은 항상 복구용으로 설정되어 있으며, 추가 로컬 그룹은 마음대로 선택할 수 있습니다. 모든 사용자가 SSH 또는 SFTP를 사용하여 시스템 파일에 액세스할 수 있으므로 관리자가 아닌 사용자에게 원격 액세스를 허용해서는 안 됩니다.
pt_pt: Seleccione os grupos permitidos para login remoto. O grupo "roda" é sempre definido para fins de recuperação e um grupo local adicional pode ser seleccionado à vontade. Não ceder acesso remoto a não-administradores, pois cada utilizador pode aceder aos ficheiros do sistema usando SSH ou SFTP.
sw_sw: Välj de tillåtna grupperna för fjärrinloggning. Gruppen "wheel" är alltid inställd för återställningsändamål och ytterligare en lokal grupp kan väljas efter eget gottfinnande. Ge inte fjärråtkomst till icke-administratörer eftersom alla användare kan komma åt systemfiler med SSH eller SFTP.
tr_tr: Uzaktan oturum açma için izin verilen grupları seçin. "wheel" grubu her zaman kurtarma amacıyla ayarlanır ve isteğe bağlı olarak ek bir yerel grup seçilebilir. Her kullanıcı SSH veya SFTP kullanarak sistem dosyalarına erişebileceğinden, yönetici olmayanlara uzaktan erişim izni vermeyin.
uk_uk: Виберіть дозволені групи для віддаленого входу. Група "колесо" завжди встановлюється для цілей відновлення, а додаткову локальну групу можна вибрати за бажанням. Не надавайте віддалений доступ неадміністраторам, оскільки кожен користувач може отримати доступ до системних файлів за допомогою SSH або SFTP.

source: Root Login
id_id: Login Root
it_it: Accesso alla root
ja_jp: ルートログイン
ko_ko: 루트 로그인
pt_pt: Login de Root
sw_sw: Root-inloggning
tr_tr: Kök Girişi
uk_uk: Root Логін

source: Permit root user login
id_id: Mengizinkan masuk pengguna root
it_it: Consentire l'accesso utente root
ja_jp: ルート ユーザーを許可
ko_ko: 루트 사용자 로그인 허용
pt_pt: Permitir o login do utilizador root.
sw_sw: Tillåta inloggning för root-användare
tr_tr: Kök kullanıcı girişine izin ver
uk_uk: Дозволити вхід для користувача root

source: Root login is generally discouraged. It is advised to log in via another user and switch to root afterwards.
id_id: Login root umumnya tidak disarankan. Disarankan untuk masuk melalui pengguna lain dan beralih ke root setelahnya.
it_it: L'accesso al root è generalmente scoraggiato. Si consiglia di accedere tramite un altro utente e passare alla root in seguito.
ja_jp: ルートは一般的には非推奨です。他のユーザとしてログインしてから、ルートに切り替えることをお勧めします。
ko_ko: 일반적으로 루트 로그인을 권장하지 않습니다. 다른 사용자를 통해 로그인하고 나중에 루트로 전환하는 것이 좋습니다.
pt_pt: Login de root é geralmente desaconselhável. É aconselhável iniciar sessão através de outro utilizador e mudar para root a seguir.
sw_sw: Rotinloggning avråds generellt sett från att göra det. Det rekommenderas att logga in via en annan användare och byta till root efteråt.
tr_tr: Root oturum açma genellikle önerilmez. Başka bir kullanıcı üzerinden giriş yapmanız ve daha sonra root'a geçmeniz tavsiye edilir.
uk_uk: Вхід від імені користувача root зазвичай не рекомендується. Рекомендується увійти від імені іншого користувача, а потім переключитися на користувача root.

source: Authentication Method
id_id: Metode Otentikasi
it_it: Metodo di autenticazione
ja_jp: 認証方法
ko_ko: 인증 방법
pt_pt: Permitir início de sessão com palavra-passe
sw_sw: Autentiseringsmetod
tr_tr: Kimlik Doğrulama Yöntemi
uk_uk: Метод автентифікації

source: Permit password login
id_id: Izinkan login kata sandi
it_it: Consentire l'accesso alla password
ja_jp: パスワードログインを許可する
ko_ko: 비밀번호 로그인 허용
pt_pt: Permitir início de sessão com palavra-passe
sw_sw: Tillåt lösenord för inloggning
tr_tr: Şifre girişine izin ver
uk_uk: Дозволити пароль для входу

source: When disabled, authorized keys need to be configured for each %sUser%s that has been granted secure shell access.
id_id: Ketika dinonaktifkan, kunci resmi perlu dikonfigurasi untuk setiap%sPengguna%s yang telah diberikan akses shell yang aman.
it_it: Se disabilitato, le chiavi autorizzate devono essere configurate per ciascun %sUSER%s a cui è stato concesso l'accesso sicuro a shell.
ja_jp: 無効にすると、SSH アクセスを許可された%s ユーザ%s毎に認証鍵を構成する必要があります。
ko_ko: 비활성화하면 보안 셸 액세스 권한이 부여된 각 %s사용자%s에 대해 인증된 키를 구성해야 합니다.
pt_pt: Quando desativado, as chaves de autorização necessitam de ser configuradas para cada %sUser%s que tenha concedido acesso seguro à shell.
sw_sw: När den är inaktiverad måste auktoriserade nycklar konfigureras för varje %sUser%s som har beviljats säker skalåtkomst.
tr_tr: Devre dışı bırakıldığında, güvenli kabuk erişimi verilen her %sUser%s için yetkili anahtarların yapılandırılması gerekir.
uk_uk: Якщо вимкнено, авторизовані ключі потрібно налаштувати для кожного %sUser%s, якому надано безпечний доступ до командної оболонки.

source: SSH port
id_id: Port SSH
it_it: Porta ssh
ja_jp: SSH ポート
ko_ko: SSH 포트
pt_pt: Porta SSH
tr_tr: SSH bağlantı noktası
uk_uk: Порт SSH

source: Leave this blank for the default of 22.
id_id: Biarkan ini kosong untuk default 22.
it_it: Lascia questo vuoto per l'impostazione predefinita di 22.
ja_jp: 空白にすると、デフォルトの22が設定されます。
ko_ko: 기본값인 22를 사용하려면 이 값을 비워 둡니다.
pt_pt: Deixar em branco para o valor pré-definido de 22.
sw_sw: Lämna detta tomt för standardvärdet 22.
tr_tr: Varsayılan değer olan 22 için bunu boş bırakın.
uk_uk: Залиште це поле порожнім для значення за замовчуванням 22.

source: Show cryptographic overrides
id_id: Menampilkan penggantian kriptografi
ja_jp: 暗号化オーバーライドを表示する
ko_ko: 암호화 재정의 표시
pt_pt: Mostrar sobreposições criptográficas
sw_sw: Visa kryptografiska åsidosättningar
tr_tr: Kriptografik geçersiz kılmaları göster
uk_uk: Показати криптографічні перевизначення

source: Key exchange algorithms
id_id: Algoritma pertukaran kunci
it_it: Algoritmi di scambio chiave
ja_jp: 鍵交換アルゴリズム
ko_ko: 키 교환 알고리즘
pt_pt: Algoritmos de troca de chaves
sw_sw: Algoritmer för nyckelutbyte
tr_tr: Anahtar değişim algoritmaları
uk_uk: Алгоритми обміну ключами

source: The key exchange methods that are used to generate per-connection keys
id_id: Metode pertukaran kunci yang digunakan untuk menghasilkan kunci per-sambungan
it_it: I metodi di scambio chiave che vengono utilizzati per generare chiavi per connessione
ja_jp: コネクション単位の鍵の生成に使用する鍵交換方法について
ko_ko: 연결별 키를 생성하는 데 사용되는 키 교환 방법
pt_pt: Os métodos de troca de chaves que são utilizados para gerar chaves por ligação
sw_sw: De nyckelutbytesmetoder som används för att generera nycklar per anslutning.
tr_tr: Bağlantı başına anahtar üretmek için kullanılan anahtar değişim yöntemleri
uk_uk: Методи обміну ключами, які використовуються для генерації ключів для кожного з'єднання

source: Ciphers
it_it: Cifre
ja_jp: 暗号
ko_ko: 암호
pt_pt: Cifras
sw_sw: Chiffer
tr_tr: Şifreler
uk_uk: Шифри

source: The ciphers to encrypt the connection
id_id: Sandi untuk mengenkripsi koneksi
it_it: I cifre per crittografare la connessione
ja_jp: 接続を暗号化するための暗号
ko_ko: 연결을 암호화하기 위한 암호
pt_pt: As cifras para encriptar a ligação
sw_sw: Chiffer för att kryptera anslutningen
tr_tr: Bağlantıyı şifrelemek için kullanılan şifreler
uk_uk: Шифри для шифрування з'єднання

source: MACs
id_id: MAC
it_it: Mac
ja_jp: MAC
ko_ko: MAC
tr_tr: MAC'ler
uk_uk: ГДК

source: The message authentication codes used to detect traffic modification
id_id: Kode otentikasi pesan yang digunakan untuk mendeteksi modifikasi lalu lintas
it_it: I codici di autenticazione del messaggio utilizzati per rilevare la modifica del traffico
ja_jp: トラフィックの改ざんを検出するために使用されるメッセージ認証コード
ko_ko: 트래픽 수정을 감지하는 데 사용되는 메시지 인증 코드
pt_pt: Os códigos de autenticação de mensagens utilizados para detectar a modificação do tráfego
sw_sw: De koder för autentisering av meddelanden som används för att upptäcka ändringar i trafiken.
tr_tr: Trafik değişikliğini tespit etmek için kullanılan mesaj kimlik doğrulama kodları
uk_uk: Коди автентифікації повідомлень, що використовуються для виявлення модифікації трафіку

source: Host key algorithms
id_id: Algoritma kunci host
it_it: Algoritmi chiave host
ja_jp: ホスト鍵アルゴリズム
ko_ko: 호스트 키 알고리즘
pt_pt: Algoritmos de chave anfitriã
sw_sw: Algoritmer för värdnycklar
tr_tr: Ana bilgisayar anahtar algoritmaları
uk_uk: Алгоритми хост-ключів

source: Specifies the host key algorithms that the server offers
id_id: Menentukan algoritme kunci host yang ditawarkan server
ja_jp: サーバーが提供するホストキーアルゴリズムを指定する
ko_ko: 서버가 제공하는 호스트 키 알고리즘을 지정합니다.
pt_pt: Especifica os algoritmos de chave de anfitrião que o servidor oferece
sw_sw: Anger de värdnyckelalgoritmer som servern erbjuder.
tr_tr: Sunucunun sunduğu ana bilgisayar anahtar algoritmalarını belirtir
uk_uk: Вказує алгоритми хост-ключів, які пропонує сервер

source: Public key signature algorithms
id_id: Algoritme tanda tangan kunci publik
ja_jp: 公開鍵署名アルゴリズム
ko_ko: 공개 키 서명 알고리즘
pt_pt: Algoritmos de assinatura de chave pública
sw_sw: Algoritmer för signaturer med offentlig nyckel
tr_tr: Açık anahtar imza algoritmaları
uk_uk: Алгоритми підпису з відкритим ключем

source: The signature algorithms that are used for public key authentication
id_id: Algoritme tanda tangan yang digunakan untuk autentikasi kunci publik
ja_jp: 公開鍵認証に使用する署名アルゴリズムについて
ko_ko: 공개 키 인증에 사용되는 서명 알고리즘
pt_pt: Os algoritmos de assinatura que são utilizados para autenticação de chave pública
sw_sw: De signaturalgoritmer som används för autentisering av offentliga nycklar.
tr_tr: Açık anahtar kimlik doğrulaması için kullanılan imza algoritmaları
uk_uk: Алгоритми підпису, які використовуються для автентифікації з відкритим ключем

source: Console
id_id: Konsol
ja_jp: コンソール
ko_ko: 콘솔
pt_pt: Consola
sw_sw: Konsol
tr_tr: Konsol
uk_uk: Консоль

source: Console driver
id_id: Pengemudi konsol
ja_jp: コンソールドライバ
ko_ko: 콘솔 드라이버
pt_pt: Controlador da Consola
sw_sw: Konsolförare
tr_tr: Konsol sürücüsü
uk_uk: Драйвер консолі

source: Use the virtual terminal driver (vt)
id_id: Gunakan driver terminal virtual (vt)
it_it: Utilizzare il driver del terminale virtuale (VT)
ja_jp: 仮想ターミナルドライバを使用 ( vt )
ko_ko: 가상 터미널 드라이버(vt) 사용
pt_pt: Utiliza o controlador do terminal virtual (vt)
sw_sw: Använd drivrutinen för virtuell terminal (vt)
tr_tr: Sanal terminal sürücüsünü (vt) kullanma
uk_uk: Використовуйте драйвер віртуального терміналу (vt)

source: Primary Console
id_id: Konsol Utama
it_it: Console primaria
ja_jp: プライマリコンソール
ko_ko: 기본 콘솔
pt_pt: Consola Primária
sw_sw: Primärkonsol
tr_tr: Birincil Konsol
uk_uk: Основна консоль

source: Select the primary console. This preferred console will show boot script output.
id_id: Pilih konsol utama. Konsol pilihan ini akan menampilkan output skrip boot.
it_it: Seleziona la console primaria. Questa console preferita mostrerà l'output dello script di avvio.
ja_jp: プライマリコンソールを選択してください、ここで選択されたコンソールにブートスクリプトの出力が表示されます。
ko_ko: 기본 콘솔을 선택합니다. 이 기본 콘솔에는 부팅 스크립트 출력이 표시됩니다.
pt_pt: Selecione uma consola primária. Essa consola irá mostrar a saída do guião de inicialização.
sw_sw: Välj den primära konsolen. Den föredragna konsolen kommer att visa utdata från startskriptet.
tr_tr: Birincil konsolu seçin. Bu tercih edilen konsol önyükleme komut dosyası çıktısını gösterecektir.
uk_uk: Виберіть основну консоль. На цій переважній консолі буде показано вивід сценарію завантаження.

source: All consoles display OS boot messages, console messages, and the console menu.
id_id: Semua konsol menampilkan pesan boot OS, pesan konsol, dan menu konsol.
it_it: Tutte le console visualizzano i messaggi di avvio del sistema operativo, i messaggi della console e il menu della console.
ja_jp: すべてのコンソールにブートメッセージ、コンソールメッセージ、コンソールメニューを表示します。
ko_ko: 모든 콘솔에는 OS 부팅 메시지, 콘솔 메시지 및 콘솔 메뉴가 표시됩니다.
pt_pt: Todas as consolas exibem como mensagens de inicialização do SO, como mensagens do consola e o menu da consola.
sw_sw: Alla konsoler visar operativsystemets startmeddelanden, konsolmeddelanden och konsolmenyn.
tr_tr: Tüm konsollar işletim sistemi önyükleme mesajlarını, konsol mesajlarını ve konsol menüsünü görüntüler.
uk_uk: На всіх консолях відображаються повідомлення про завантаження ОС, консольні повідомлення та меню консолі.

source: Secondary Console
id_id: Konsol Sekunder
it_it: Console secondaria
ja_jp: セカンダリコンソール
ko_ko: 보조 콘솔
pt_pt: Consola secundária
sw_sw: Sekundär konsol
tr_tr: İkincil Konsol
uk_uk: Вторинна консоль

source: Select the secondary console if multiple consoles are present.
id_id: Pilih konsol sekunder jika terdapat beberapa konsol.
it_it: Selezionare la console secondaria se sono presenti più console.
ja_jp: 複数のコンソールが存在する場合、セカンダリコンソールを選択してください。
ko_ko: 여러 콘솔이 있는 경우 보조 콘솔을 선택합니다.
pt_pt: Selecione uma consola secundária se vários consolas estiverem presentes.
sw_sw: Välj den andra konsolen om det finns flera konsoler.
tr_tr: Birden fazla konsol varsa ikincil konsolu seçin.
uk_uk: Виберіть додаткову консоль, якщо їх декілька.

source: Serial Speed
id_id: Kecepatan Serial
it_it: Velocità seriale
ja_jp: シリアル速度
ko_ko: 직렬 속도
pt_pt: Porta série
sw_sw: Seriell hastighet
tr_tr: Seri Hız
uk_uk: Послідовна швидкість

source: Allows selection of different speeds for the serial console port.
id_id: Memungkinkan pemilihan kecepatan yang berbeda untuk port konsol serial.
it_it: Consente la selezione di velocità diverse per la porta della console seriale.
ja_jp: シリアルコンソール毎に異なる速度が選択できます。
ko_ko: 직렬 콘솔 포트에 대해 다양한 속도를 선택할 수 있습니다.
pt_pt: Permite a seleção de diferentes velocidades para as portas serie da consola.
sw_sw: Gör det möjligt att välja olika hastigheter för den seriella konsolporten.
tr_tr: Seri konsol portu için farklı hızların seçilmesini sağlar.
uk_uk: Дозволяє вибрати різні швидкості для послідовного порту консолі.

source: USB-based serial
id_id: Serial berbasis USB
it_it: Seriale basato su USB
ja_jp: USB ベースのシリアル
ko_ko: USB 기반 직렬
pt_pt: Série baseada em USB
sw_sw: USB-baserad seriell
tr_tr: USB tabanlı seri
uk_uk: Послідовний на базі USB

source: Use USB-based serial ports
id_id: Menggunakan port serial berbasis USB
it_it: Usa le porte seriali basate su USB
ja_jp: usb ベースのシリアルポートを使用。
ko_ko: USB 기반 직렬 포트 사용
pt_pt: Utilizar portas de série baseadas em USB
sw_sw: Använd USB-baserade seriella portar
tr_tr: USB tabanlı seri bağlantı noktalarını kullanma
uk_uk: Використання послідовних портів на базі USB

source: Console menu
id_id: Menu konsol
it_it: Menu console
ja_jp: コンソールメニュー
ko_ko: 콘솔 메뉴
pt_pt: Menu da consola
sw_sw: Konsolmeny
tr_tr: Konsol menüsü
uk_uk: Меню консолі

source: Password protect the console menu
id_id: Melindungi menu konsol dengan kata sandi
it_it: Proteggi password il menu della console
ja_jp: コンソールメニューをパスワードで保護
ko_ko: 콘솔 메뉴 비밀번호 보호
pt_pt: Protecção da password no menu da consola
sw_sw: Lösenordsskydda konsolmenyn
tr_tr: Konsol menüsünü parola ile koruma
uk_uk: Захист меню консолі паролем

source: Shell
id_id: Cangkang
it_it: Guscio
ja_jp: シェル
tr_tr: Kabuk
uk_uk: Оболонка

source: Inactivity timeout
id_id: Batas waktu tidak aktif
it_it: Timeout di inattività
ja_jp: 非活性化タイムアウト
ko_ko: 비활성 시간 초과
pt_pt: Tempo limite de inactividade
sw_sw: Timeout för inaktivitet
tr_tr: Hareketsizlik zaman aşımı
uk_uk: Тайм-аут бездіяльності
