Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: reject (disabled)
id_id: tolak (dinonaktifkan)
it_it: rifiuto (disabilitato)
ja_jp: 拒絶( 無効)
ko_ko: 거부(사용 안 함)
pt_pt: rejeitado (desativido)
sw_sw: avvisa (inaktiverad)
tr_tr: reddet (devre dışı)
uk_uk: відхилити (відключено)

source: log (disabled)
id_id: log (dinonaktifkan)
it_it: registro (disabilitato)
ja_jp: ログ( 無効)
ko_ko: 로그(비활성화)
pt_pt: log (desativado)
sw_sw: logg (inaktiverad)
tr_tr: günlük (devre dışı)
uk_uk: журнал (вимкнено)

source: Active/Inactive Schedule (click to view/edit)
id_id: Jadwal Aktif/Tidak Aktif (klik untuk melihat/mengedit)
it_it: Programma attivo/inattivo (fare clic per visualizzare/modificare)
ja_jp: アクティブ/インアクティブスケジュール（クリックすると表示/編集できます。）
ko_ko: 활성/비활성 일정(클릭하여 보기/수정)
pt_pt: Horário activo/activo (clique para ver/editar)
sw_sw: Schema för aktiva/inaktiva (klicka för att visa/redigera)
tr_tr: Aktif/Aktif Olmayan Program (görüntülemek/düzenlemek için tıklayın)
uk_uk: Активний/неактивний розклад (натисніть, щоб переглянути/редагувати)

source: %s rules are evaluated on a first-match basis by default (i.e. the action of the first rule to match a packet will be executed). This means that if you use block rules, you will have to pay attention to the rule order. Everything that is not explicitly passed is blocked by default.
id_id: Aturan %s dievaluasi berdasarkan kecocokan pertama secara default (yaitu, tindakan dari aturan pertama yang cocok dengan sebuah paket akan dieksekusi). Ini berarti bahwa jika Anda menggunakan aturan blok, Anda harus memperhatikan urutan aturan. Segala sesuatu yang tidak secara eksplisit dilewatkan akan diblokir secara default.
it_it: Le regole %s sono valutate in prima partita per impostazione predefinita (ovvero l'azione della prima regola in cui corrispondere a un pacchetto verrà eseguita). Ciò significa che se usi le regole del blocco, dovrai prestare attenzione all'ordine delle regole. Tutto ciò che non è esplicitamente superato è bloccato per impostazione predefinita.
ja_jp: デフォルトでは %s ルールはファーストマッチで評価されます (つまり、パケットに最初にマッチしたルールのアクションが実行されます)。これは、ブロックルールを使用する場合、ルールの順序に注意する必要があることを意味します。明示的に渡されないものはすべて、デフォルトでブロックされます。
ko_ko: 규칙은 기본적으로 첫 번째 일치 기준으로 평가됩니다(즉, 패킷과 일치하는 첫 번째 규칙의 동작이 실행됨). 즉, 차단 규칙을 사용하는 경우 규칙 순서에 주의를 기울여야 합니다. 명시적으로 전달되지 않은 모든 것은 기본적으로 차단됩니다.
pt_pt: As regras da %s são avaliadas por defeito na base da primeira partida (ou seja, a acção da primeira regra a corresponder a um pacote será executada). Isto significa que se utilizar regras de bloco, terá de prestar atenção à ordem das regras. Tudo o que não for explicitamente aprovado é bloqueado por defeito.
sw_sw: %s-regler utvärderas som standard enligt principen om första matchning (dvs. åtgärden i den första regeln som matchar ett paket kommer att utföras). Detta innebär att om du använder blockregler måste du vara uppmärksam på reglernas ordning. Allt som inte uttryckligen överförs blockeras som standard.
tr_tr: s kuralları varsayılan olarak ilk eşleşme esasına göre değerlendirilir (yani bir paketle eşleşen ilk kuralın eylemi yürütülür). Bu, blok kuralları kullanıyorsanız kural sırasına dikkat etmeniz gerektiği anlamına gelir. Açıkça aktarılmayan her şey varsayılan olarak engellenir.
uk_uk: За замовчуванням правила %s оцінюються за принципом першого збігу (тобто виконується дія першого правила, яке знайдено в пакеті). Це означає, що якщо ви використовуєте блокові правила, вам доведеться звернути увагу на порядок правил. Все, що не передано явно, блокується за замовчуванням.

source: Floating rules are evaluated on a first-match basis (i.e. the action of the first rule to match a packet will be executed) only if the "quick" option is checked on a rule. Otherwise they will only apply if no other rules match. Pay close attention to the rule order and options chosen. If no rule here matches, the per-interface or default rules are used.
id_id: Aturan mengambang dievaluasi berdasarkan kecocokan pertama (yaitu tindakan dari aturan pertama yang cocok dengan sebuah paket akan dieksekusi) hanya jika opsi "cepat" dicentang pada sebuah aturan. Jika tidak, aturan tersebut hanya akan berlaku jika tidak ada aturan lain yang cocok. Perhatikan dengan seksama urutan aturan dan opsi yang dipilih. Jika tidak ada aturan di sini yang cocok, aturan per-antarmuka atau aturan default akan digunakan.
it_it: Le regole galleggianti vengono valutate in prima partita (ovvero l'azione della prima regola per abbinare un pacchetto verrà eseguita) solo se l'opzione "rapida" viene verificata su una regola. Altrimenti si applicheranno solo se non corrispondono altre regole. Presta molta attenzione all'ordine delle regole e alle opzioni scelte. Se nessuna regola qui corrisponde, vengono utilizzate le regole per interfaccia o predefinita.
ja_jp: フローティングルールは、ルールで「クイック」オプションがチェックされている場合のみ、ファーストマッチベースで評価されます（つまり、パケットにマッチした最初のルールのアクションが実行されます）。それ以外の場合は、他のルールが一致しない場合にのみ適用されます。ルールの順序と選択されたオプションに細心の注意を払ってください。ここにマッチするルールがない場合、インターフェイスごとのルールまたはデフォルトのルールが使用されます。
ko_ko: 플로팅 규칙은 규칙에서 '빠른' 옵션이 선택되어 있는 경우에만 첫 번째 일치 기준으로 평가됩니다(즉, 패킷과 일치하는 첫 번째 규칙의 작업이 실행됩니다). 그렇지 않으면 다른 규칙이 일치하지 않는 경우에만 적용됩니다. 규칙 순서와 선택한 옵션에 주의하세요. 여기에 일치하는 규칙이 없으면 인터페이스별 또는 기본 규칙이 사용됩니다.
pt_pt: As regras flutuantes são avaliadas com base na primeira partida (ou seja, a acção da primeira regra a corresponder a um pacote será executada) apenas se a opção "rápida" for verificada numa regra. Caso contrário, só se aplicarão se nenhuma outra regra coincidir. Prestar muita atenção à ordem e opções de regras escolhidas. Se nenhuma regra aqui corresponder, são utilizadas as regras por-interface ou por defeito.
sw_sw: Flytande regler utvärderas på basis av första matchning (dvs. åtgärden i den första regeln som matchar ett paket utförs) endast om alternativet "snabb" är markerat för en regel. I annat fall tillämpas de endast om inga andra regler matchar. Var uppmärksam på reglernas ordning och de valda alternativen. Om ingen regel här matchar används reglerna per gränssnitt eller standardreglerna.
tr_tr: Kayan kurallar, yalnızca bir kuralda "hızlı" seçeneği işaretliyse ilk eşleşme esasına göre değerlendirilir (yani, bir paketle eşleşen ilk kuralın eylemi yürütülür). Aksi takdirde, yalnızca başka hiçbir kural eşleşmezse uygulanırlar. Kural sırasına ve seçilen seçeneklere çok dikkat edin. Burada hiçbir kural eşleşmezse, arayüz başına veya varsayılan kurallar kullanılır.
uk_uk: Плаваючі правила оцінюються за принципом першого збігу (тобто виконується дія першого правила, яке збігається з пакетом), тільки якщо для правила встановлено прапорець "швидко". В іншому випадку вони будуть застосовані, тільки якщо жодні інші правила не збігаються. Зверніть увагу на порядок правил і вибрані опції. Якщо жодне з правил не збігається, використовуються правила для кожного інтерфейсу або за замовчуванням.

source: Source bit count
id_id: Jumlah bit sumber
it_it: Conteggio dei bit di origine
ja_jp: 送信元ビット数
ko_ko: 소스 비트 수
pt_pt: Contagem de bits de origem
sw_sw: Källans bitantal
tr_tr: Kaynak bit sayısı
uk_uk: Кількість біт джерела

source: Destination bit count
id_id: Jumlah bit tujuan
it_it: Conteggio bit di destinazione
ja_jp: 送信先ビット数
ko_ko: 대상 비트 수
pt_pt: Bit count de destino
sw_sw: Antal bitar i destinationen
tr_tr: Hedef bit sayısı
uk_uk: Кількість біт призначення

source: You can not assign a gateway to a rule that applies to IPv4 and IPv6
id_id: Anda tidak dapat menetapkan gateway ke aturan yang berlaku untuk IPv4 dan IPv6
it_it: Non è possibile assegnare un gateway a una regola che si applica a IPv4 e IPv6
ja_jp: IPv4 及び IPv6 へ適用するルールにゲートウェイを割り当てできません。
ko_ko: IPv4 및 IPv6에 적용되는 규칙에는 게이트웨이를 할당할 수 없습니다.
pt_pt: Não é possível atribuir uma gateway a uma regra que se aplique um IPv4 e IPv6
sw_sw: Du kan inte tilldela en gateway till en regel som gäller för IPv4 och IPv6.
tr_tr: IPv4 ve IPv6 için geçerli olan bir kurala ağ geçidi atayamazsınız
uk_uk: Ви не можете призначити шлюз для правила, яке застосовується до IPv4 і IPv6

source: You can not assign an IPv4 gateway group on an IPv6 rule.
id_id: Anda tidak dapat menetapkan grup gateway IPv4 pada aturan IPv6.
it_it: Non è possibile assegnare un gruppo gateway IPv4 su una regola IPv6.
ja_jp: IPv6ルールでIPv4ゲートウェイグループを割り当てることはできません。
ko_ko: IPv6 규칙에 IPv4 게이트웨이 그룹을 할당할 수 없습니다.
pt_pt: Não se pode atribuir um grupo de gateway IPv4 com uma regra IPv6.
sw_sw: Du kan inte tilldela en IPv4-gatewaygrupp till en IPv6-regel.
tr_tr: Bir IPv6 kuralına IPv4 ağ geçidi grubu atayamazsınız.
uk_uk: Ви не можете призначити групу шлюзів IPv4 для правила IPv6.

source: You can not assign an IPv6 gateway group on an IPv4 rule.
id_id: Anda tidak dapat menetapkan grup gateway IPv6 pada aturan IPv4.
it_it: Non è possibile assegnare un gruppo gateway IPv6 su una regola IPv4.
ja_jp: IPv4ルールでIPv6ゲートウェイグループを割り当てることはできません。
ko_ko: IPv4 규칙에 IPv6 게이트웨이 그룹을 할당할 수 없습니다.
pt_pt: Não se pode atribuir um grupo de gateway IPv6 numa regra IPv4.
sw_sw: Du kan inte tilldela en IPv6-gatewaygrupp till en IPv4-regel.
tr_tr: Bir IPv4 kuralına IPv6 ağ geçidi grubu atayamazsınız.
uk_uk: Ви не можете призначити групу шлюзів IPv6 для правила IPv4.

source: You can not assign the IPv4 Gateway to an IPv6 filter rule.
id_id: Anda tidak dapat menetapkan Gateway IPv4 ke aturan filter IPv6.
it_it: Non è possibile assegnare il gateway IPv4 a una regola del filtro IPv6.
ja_jp: IPv4 GatewayをIPv6フィルタールールに割り当てることはできません。
ko_ko: IPv4 게이트웨이를 IPv6 필터 규칙에 할당할 수 없습니다.
pt_pt: Não se pode atribuir o Gateway IPv4 a uma regra de filtro IPv6.
sw_sw: Du kan inte tilldela IPv4-gatewayen till en IPv6-filterregel.
tr_tr: IPv4 Ağ Geçidini bir IPv6 filtre kuralına atayamazsınız.
uk_uk: Ви не можете призначити шлюз IPv4 для правила фільтрації IPv6.

source: You can not assign the IPv6 Gateway to an IPv4 filter rule.
id_id: Anda tidak dapat menetapkan Gateway IPv6 ke aturan filter IPv4.
it_it: Non è possibile assegnare il gateway IPv6 a una regola del filtro IPv4.
ja_jp: IPv6 GatewayをIPv4フィルタールールに割り当てることはできません。
ko_ko: IPv6 게이트웨이를 IPv4 필터 규칙에 할당할 수 없습니다.
pt_pt: Não se pode atribuir o Gateway IPv6 a uma regra de filtro IPv4.
sw_sw: Du kan inte tilldela IPv6-gatewayen till en IPv4-filterregel.
tr_tr: IPv6 Ağ Geçidini bir IPv4 filtre kuralına atayamazsınız.
uk_uk: Ви не можете призначити шлюз IPv6 до правила фільтрації IPv4.

source: You can not assign a reply-to destination to a rule that applies to IPv4 and IPv6
id_id: Anda tidak dapat menetapkan tujuan balasan ke aturan yang berlaku untuk IPv4 dan IPv6
it_it: Non è possibile assegnare una destinazione di risposta a una regola che si applica a IPv4 e IPv6
ja_jp: IPv4とIPv6に適用するルールには、Reply-toの宛先は割り当てられません。
ko_ko: IPv4 및 IPv6에 적용되는 규칙에는 회신 대상을 지정할 수 없습니다.
pt_pt: Não é possível atribuir um destino de reposição a uma regra que se aplica ao IPv4 e IPv6
sw_sw: Du kan inte tilldela en svars-till-destination till en regel som gäller för IPv4 och IPv6.
tr_tr: IPv4 ve IPv6 için geçerli olan bir kurala yanıt hedefi atayamazsınız
uk_uk: Ви не можете призначити призначення відповіді для правила, яке застосовується до IPv4 і IPv6

source: You can not assign a reply-to destination to a rule that uses a gateway.
id_id: Anda tidak dapat menetapkan tujuan balasan ke aturan yang menggunakan gateway.
ja_jp: ゲートウェイを使用するルールには、Reply-to の宛先を割り当てることはできません。
ko_ko: 게이트웨이를 사용하는 규칙에는 회신 대상을 지정할 수 없습니다.
pt_pt: Não se pode atribuir uma réplica para o destino a uma regra que utiliza uma porta de entrada.
sw_sw: Du kan inte tilldela en destination för svar till en regel som använder en gateway.
tr_tr: Ağ geçidi kullanan bir kurala yanıt hedefi atayamazsınız.
uk_uk: Ви не можете призначити отримувача відповіді для правила, яке використовує шлюз.

source: You can not assign the IPv4 reply-to destination to an IPv6 filter rule.
id_id: Anda tidak dapat menetapkan tujuan balasan IPv4 ke tujuan IPv6 ke aturan filter IPv6.
it_it: Non è possibile assegnare la destinazione di risposta IPv4 a una regola del filtro IPv6.
ja_jp: IPv6フィルタールールにIPv4 reply-toの宛先を割り当てることはできません。
ko_ko: IPv4 회신 대상을 IPv6 필터 규칙에 할당할 수 없습니다.
pt_pt: Não se pode atribuir o reposto IPv4 ao destino a uma regra de filtro IPv6.
sw_sw: Du kan inte tilldela IPv4-svar-till-destinationen till en IPv6-filterregel.
tr_tr: IPv4 yanıt hedefini bir IPv6 filtre kuralına atayamazsınız.
uk_uk: Ви не можете призначити IPv4-відповідь призначення для правила фільтрації IPv6.

source: You can not assign the IPv6 reply-to destination to an IPv4 filter rule.
id_id: Anda tidak dapat menetapkan tujuan balasan IPv6 ke tujuan IPv4 ke aturan filter IPv4.
it_it: Non è possibile assegnare la destinazione di risposta IPv6 a una regola del filtro IPv4.
ja_jp: IPv6 reply-to destinationをIPv4フィルタールールに割り当てることはできません。
ko_ko: IPv6 회신 대상을 IPv4 필터 규칙에 할당할 수 없습니다.
pt_pt: Não é possível atribuir a réplica IPv6 para destino a uma regra de filtro IPv4.
sw_sw: Du kan inte tilldela IPv6-svar-till-destinationen till en IPv4-filterregel.
tr_tr: IPv6 yanıt hedefini bir IPv4 filtre kuralına atayamazsınız.
uk_uk: Ви не можете призначити IPv6-відповідь призначення для правила фільтрації IPv4.

source: You can not assign an ICMP type to a rule that applies to IPv4 and IPv6.
id_id: Anda tidak dapat menetapkan jenis ICMP ke aturan yang berlaku untuk IPv4 dan IPv6.
it_it: Non è possibile assegnare un tipo ICMP a una regola che si applica a IPv4 e IPv6.
ja_jp: IPv4とIPv6に適用するルールに、ICMPタイプを割り当てることはできません。
ko_ko: IPv4 및 IPv6에 적용되는 규칙에는 ICMP 유형을 할당할 수 없습니다.
pt_pt: Não se pode atribuir um tipo ICMP a uma regra que se aplica ao IPv4 e IPv6.
sw_sw: Du kan inte tilldela en ICMP-typ till en regel som gäller för IPv4 och IPv6.
tr_tr: IPv4 ve IPv6 için geçerli olan bir kurala ICMP türü atayamazsınız.
uk_uk: Ви не можете призначити тип ICMP для правила, яке застосовується до IPv4 і IPv6.

source: %s is only valid with protocol tcp.
id_id: %s hanya berlaku dengan protokol tcp.
it_it: %s è valido solo con il protocollo TCP.
ja_jp: s は TCP プロトコルでのみ有効です。
ko_ko: %s는 프로토콜 tcp에서만 유효합니다.
pt_pt: %s só é válido com o protocolo tcp.
sw_sw: %s är endast giltigt med protokollet tcp.
tr_tr: s yalnızca tcp protokolü ile geçerlidir.
uk_uk: %s діє лише з протоколом tcp.

source: %s is only valid if the gateway is set to 'default'.
id_id: %s hanya valid jika gateway diatur ke 'default'.
it_it: %s è valido solo se il gateway è impostato su "impostazione predefinita".
ja_jp: ゲートウェイが「デフォルト」に設定されている場合は、%s のみ有効です。
ko_ko: 는 게이트웨이가 '기본값'으로 설정된 경우에만 유효합니다.
pt_pt: %s só é válido se a porta de entrada estiver definida como 'padrão'.
sw_sw: %s är endast giltigt om gatewayen är inställd på "standard".
tr_tr: s yalnızca ağ geçidi 'varsayılan' olarak ayarlanmışsa geçerlidir.
uk_uk: %s діє лише якщо для шлюзу встановлено значення "за замовчуванням".

source: When selecting aliases for source ports, both from and to fields must be the same
id_id: Saat memilih alias untuk port sumber, baik dari dan ke bidang harus sama
it_it: Quando si selezionano gli alias per le porte di origine, sia da e ai campi devono essere gli stessi
ja_jp: 送信元ポートにエイリアスを選択している場合は、from and to フィールドは同じにしてください。
ko_ko: 소스 포트에 대한 별칭을 선택할 때 발신 및 수신 필드는 모두 동일해야 합니다.
pt_pt: Ao selecionar aliases para portas de origem, quer de, quer para campos, devem ser os mesmos
sw_sw: När du väljer alias för källportar måste både fältet från och fältet till vara samma.
tr_tr: Kaynak bağlantı noktaları için takma adlar seçerken, from ve to alanlarının her ikisi de aynı olmalıdır
uk_uk: При виборі псевдонімів для вихідних портів поля from і to повинні бути однаковими

source: When selecting aliases for destination ports, both from and to fields must be the same
id_id: Saat memilih alias untuk port tujuan, baik dari dan ke bidang harus sama
it_it: Quando si selezionano gli alias per le porte di destinazione, sia da e ai campi devono essere gli stessi
ja_jp: 送信先ポートにエイリアスを選択している場合は、from と to フィールドは同じにしてください。
ko_ko: 대상 포트의 별칭을 선택할 때 발신 및 수신 필드는 모두 동일해야 합니다.
pt_pt: Ao selecionar aliases para portas de destino, quer de, quer para campos, devem ser os mesmos
sw_sw: När du väljer alias för destinationsportar måste både fältet från och fältet till vara samma.
tr_tr: Hedef bağlantı noktaları için takma adlar seçerken, from ve to alanlarının her ikisi de aynı olmalıdır
uk_uk: При виборі псевдонімів для портів призначення поля from і to повинні бути однаковими

source: The Source IP address %s Address Family differs from the destination %s.
id_id: Alamat IP Sumber %s Address Family berbeda dengan %s tujuan.
it_it: L'indirizzo IP di origine %s Famiglia differisce dalla destinazione %s.
ja_jp: 送信元 IP アドレス %s、送信先 %s とはアドレスファミリが異なります。
ko_ko: 원본 IP 주소 %s 주소 계열이 대상 %s와 다릅니다.
pt_pt: O endereço IP de origem %s difere da família de endereços do destino %s.
sw_sw: Källans IP-adress %s Adressfamilj skiljer sig från destinationen %s.
tr_tr: Kaynak IP adresi %s Adres Ailesi, hedef %s'den farklıdır.
uk_uk: IP-адреса джерела %s відрізняється від адреси призначення %s.

source: You can not use IPv6 addresses in IPv4 rules.
id_id: Anda tidak dapat menggunakan alamat IPv6 dalam aturan IPv4.
it_it: Non è possibile utilizzare gli indirizzi IPv6 nelle regole IPv4.
ja_jp: IPv4 ルールで IPv6 アドレスを使用できません。
ko_ko: IPv4 규칙에서는 IPv6 주소를 사용할 수 없습니다.
pt_pt: Não pode usar endereços IPv6 em regras IPv4.
sw_sw: Du kan inte använda IPv6-adresser i IPv4-regler.
tr_tr: IPv4 kurallarında IPv6 adreslerini kullanamazsınız.
uk_uk: Ви не можете використовувати IPv6-адреси в IPv4-правилах.

source: You can not use IPv4 addresses in IPv6 rules.
id_id: Anda tidak dapat menggunakan alamat IPv4 dalam aturan IPv6.
it_it: Non è possibile utilizzare gli indirizzi IPv4 nelle regole IPv6.
ja_jp: IPv6 ルールでIPv4 アドレスを使用できません。
ko_ko: IPv6 규칙에서는 IPv4 주소를 사용할 수 없습니다.
pt_pt: Não pode usar endereços IPv4 em regras IPv6.
sw_sw: Du kan inte använda IPv4-adresser i IPv6-regler.
tr_tr: IPv4 adreslerini IPv6 kurallarında kullanamazsınız.
uk_uk: Ви не можете використовувати IPv4-адреси в правилах IPv6.

source: Invalid subnet mask on IPv4 source
id_id: Subnet mask tidak valid pada sumber IPv4
it_it: Maschera di sottorete non valida sulla sorgente IPv4
ja_jp: 送信元のIPv4 サブネットマスクが無効です。
ko_ko: IPv4 소스의 서브넷 마스크가 잘못되었습니다.
pt_pt: Mascara de subrede inválida na origem IPv4
sw_sw: Ogiltig subnätmask på IPv4-källan
tr_tr: IPv4 kaynağında geçersiz alt ağ maskesi
uk_uk: Неправильна маска підмережі для джерела IPv4

source: Invalid subnet mask on IPv4 destination
id_id: Subnet mask tidak valid pada tujuan IPv4
it_it: Maschera di sottorete non valida sulla destinazione IPv4
ja_jp: 送信先のIPv4 サブネットマスクが無効です。
ko_ko: IPv4 대상에 잘못된 서브넷 마스크가 있습니다.
pt_pt: Mascara de subrede inválida no destino IPv4
sw_sw: Ogiltig subnätmask på IPv4-destinationen
tr_tr: IPv4 hedefinde geçersiz alt ağ maskesi
uk_uk: Неправильна маска підмережі в IPv4-адресі призначення

source: You can not use an IPv4 or IPv6 address in combined IPv4 + IPv6 rules.
id_id: Anda tidak dapat menggunakan alamat IPv4 atau IPv6 dalam aturan gabungan IPv4 + IPv6.
it_it: Non è possibile utilizzare un indirizzo IPv4 o IPv6 nelle regole combinate IPv4 + IPv6.
ja_jp: IPv4 + IPv6の組み合わせルールでは、IPv4またはIPv6アドレスを使用することはできません。
ko_ko: IPv4 + IPv6 결합 규칙에서는 IPv4 또는 IPv6 주소를 사용할 수 없습니다.
pt_pt: Não se pode utilizar um endereço IPv4 ou IPv6 em regras IPv4 + IPv6 combinadas.
sw_sw: Du kan inte använda en IPv4- eller IPv6-adress i kombinerade IPv4 + IPv6-regler.
tr_tr: Birleşik IPv4 + IPv6 kurallarında bir IPv4 veya IPv6 adresi kullanamazsınız.
uk_uk: Ви не можете використовувати IPv4 або IPv6-адресу в комбінованих правилах IPv4 + IPv6.

source: OS detection is only valid with protocol tcp.
id_id: Deteksi OS hanya valid dengan protokol tcp.
it_it: Il rilevamento del sistema operativo è valido solo con il protocollo TCP.
ja_jp: OS 検出は TCP プロトコルでのみ有効です。
ko_ko: OS 감지는 프로토콜 tcp에서만 유효합니다.
pt_pt: A detecção do sistema operativo só é válida com o protocolo tcp.
sw_sw: OS-detektering är endast giltig med protokoll tcp.
tr_tr: OS tespiti yalnızca tcp protokolü ile geçerlidir.
uk_uk: Визначення ОС працює лише з протоколом tcp.

source: Invalid OS detection selection. Please select a valid OS.
id_id: Pilihan deteksi OS tidak valid. Pilih OS yang valid.
it_it: Selezione di rilevamento del sistema operativo non valido. Seleziona un sistema operativo valido.
ja_jp: 検出されたOSの選択が無効です、有効なOSを選択してください。
ko_ko: 잘못된 OS 감지 선택입니다. 올바른 OS를 선택해 주세요.
pt_pt: Detecção de seleção de sistema operativo inválido. Selecione um sistema Operativo válido.
sw_sw: Felaktigt val av OS-detektering. Välj ett giltigt operativsystem.
tr_tr: Geçersiz işletim sistemi algılama seçimi. Lütfen geçerli bir işletim sistemi seçin.
uk_uk: Неправильний вибір визначення операційної системи. Будь ласка, виберіть правильну ОС.

source: You can not use gateways in Floating rules without choosing a direction.
id_id: Anda tidak dapat menggunakan gateway dalam aturan Floating tanpa memilih arah.
it_it: Non è possibile utilizzare i gateway nelle regole fluttuanti senza scegliere una direzione.
ja_jp: 方向が選択されていないフローティングルールでは、ゲートウェイを使用できません。
ko_ko: 플로팅 규칙에서는 방향을 선택하지 않고 게이트웨이를 사용할 수 없습니다.
pt_pt: Não pode usar gateways em regras flutuantes sem escolher uma direcção.
sw_sw: Du kan inte använda gateways i flytande regler utan att välja en riktning.
tr_tr: Yön seçmeden Yüzer kurallarda ağ geçitlerini kullanamazsınız.
uk_uk: Ви не можете використовувати шлюзи в плаваючих правилах без вибору напрямку.

source: You can only specify the maximum number of established connections per host (advanced option) for TCP protocol.
id_id: Anda hanya dapat menentukan jumlah maksimum koneksi yang dibuat per host (opsi lanjutan) untuk protokol TCP.
it_it: È possibile specificare il numero massimo di connessioni stabilite per host (opzione avanzata) per il protocollo TCP.
ja_jp: tcp プロトコルには、ホスト毎に接続確立する最大数のみが指定可能です、( 詳細オプション )
ko_ko: 호스트당 설정된 최대 연결 수(고급 옵션)만 TCP 프로토콜에 지정할 수 있습니다.
pt_pt: Só pode especificar o número máximo de ligações estabelecidas por host (opção avançada) para o protocolo TCP.
sw_sw: Du kan endast ange det maximala antalet upprättade anslutningar per värd (avancerat alternativ) för TCP-protokollet.
tr_tr: TCP protokolü için yalnızca ana bilgisayar başına kurulan maksimum bağlantı sayısını (gelişmiş seçenek) belirtebilirsiniz.
uk_uk: Ви можете вказати максимальну кількість встановлених з'єднань на хост (розширена опція) тільки для протоколу TCP.

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for TCP protocol.
id_id: Anda hanya dapat menentukan koneksi baru maksimum per host / per detik (opsi lanjutan) untuk protokol TCP.
it_it: È possibile specificare solo le nuove connessioni massime per host / al secondo / i (opzione avanzata) per il protocollo TCP.
ja_jp: tcp プロトコルには、ホスト秒単位の新規接続の最大数のみが指定可能です( 詳細オプション )
ko_ko: TCP 프로토콜의 경우 호스트당/초당 최대 새 연결 수(고급 옵션)만 지정할 수 있습니다.
pt_pt: Só pode especificar as novas ligações máximas por host / por segundo (opção avançada) para o protocolo TCP.
sw_sw: Du kan endast ange maximalt antal nya anslutningar per värd/per sekund(er) (avancerat alternativ) för TCP-protokollet.
tr_tr: TCP protokolü için yalnızca ana bilgisayar başına / saniye(ler) başına maksimum yeni bağlantıları (gelişmiş seçenek) belirtebilirsiniz.
uk_uk: Ви можете вказати лише максимальну кількість нових з'єднань на хост/секунду(и) (розширена опція) для протоколу TCP.

source: You can only specify the state timeout (advanced option) for TCP protocol.
id_id: Anda hanya dapat menentukan batas waktu status (opsi lanjutan) untuk protokol TCP.
it_it: È possibile specificare solo il timeout di stato (opzione avanzata) per il protocollo TCP.
ja_jp: tcp プロトコルには、ステートタイムアウトのみが指定可能です、( 詳細オプション )
ko_ko: TCP 프로토콜에 대해서만 상태 타임아웃(고급 옵션)을 지정할 수 있습니다.
pt_pt: Só pode especificar o tempo limite do estado (opção avançada) para o protocolo TCP.
sw_sw: Du kan endast ange status timeout (avancerat alternativ) för TCP-protokollet.
tr_tr: Durum zaman aşımını (gelişmiş seçenek) yalnızca TCP protokolü için belirtebilirsiniz.
uk_uk: Ви можете вказати лише таймаут стану (розширена опція) для протоколу TCP.
