Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Interface '%s' supplied as member does not exist
id_id: Antarmuka '%s' yang diberikan sebagai anggota tidak ada
it_it: Interfaccia '%s' fornita come membro non esiste
ja_jp: メンバとして指定された '%s' インタフェースは存在しません。
ko_ko: 멤버로 제공된 인터페이스 '%s'가 존재하지 않습니다.
pt_pt: Interface '%s' fornecida como membro não existe
sw_sw: Gränssnittet "%s" som angetts som medlem finns inte.
tr_tr: Üye olarak sağlanan arayüz '%s' mevcut değil
uk_uk: Інтерфейс '%s', що постачається як член, не існує

source: Invalid lagghash value '%s'
id_id: Nilai lagghash '%s' tidak valid
it_it: Valore Lagghash non valido '%s'
ja_jp: 無効なラグハッシュ値 '%s'
ko_ko: 잘못된 래그해시 값 '%s'
pt_pt: Valor de lagghash inválido '%s
sw_sw: Ogiltigt lagghash-värde "%s".
tr_tr: Geçersiz lagghash değeri '%s'
uk_uk: Неправильне значення лаггаша '%s'

source: Protocol supplied is invalid
id_id: Protokol yang diberikan tidak valid
it_it: Il protocollo fornito non è valido
ja_jp: 指定されたプロトコルは無効です
ko_ko: 제공된 프로토콜이 유효하지 않습니다.
pt_pt: Protocolo fornecido é inválido
sw_sw: Det angivna protokollet är ogiltigt.
tr_tr: Sağlanan protokol geçersiz
uk_uk: Наданий протокол є недійсним

source: LAGG configuration
id_id: Konfigurasi LAGG
it_it: Configurazione LAGG
ja_jp: LAGG 構成
ko_ko: LAGG 구성
pt_pt: Configuração LAGG
sw_sw: LAGG-konfiguration
tr_tr: LAGG yapılandırması
uk_uk: Конфігурація LAGG

source: Choose the members that will be used for the link aggregation
id_id: Pilih anggota yang akan digunakan untuk agregasi tautan
it_it: Scegli i membri che verranno utilizzati per l'aggregazione dei collegamenti
ja_jp: リンクアグリゲーションに使用するメンバを選択してください。
ko_ko: 링크 집계에 사용할 멤버를 선택합니다.
pt_pt: Escolha os membros que serão usados para a agregação do link
sw_sw: Välj de medlemmar som ska användas för länkaggregationen.
tr_tr: Bağlantı birleştirme için kullanılacak üyeleri seçin
uk_uk: Виберіть учасників, які будуть використовуватися для агрегації посилань

source: Lag proto
ja_jp: ラグ プロトコル
ko_ko: 지연 프로토타입
pt_pt: Protocolo Lag
tr_tr: Gecikme proto
uk_uk: Лаг прото

source: failover
ja_jp: フェイルオーバ
ko_ko: 장애 조치
pt_pt: falha
sw_sw: växling vid fel
tr_tr: yük devretme
uk_uk: відмовостійкість

source: Sends and receives traffic only through the master port. If the master port becomes unavailable, the next active port is used. The first interface added is the master port; any interfaces added after that are used as failover devices.
id_id: Mengirim dan menerima lalu lintas hanya melalui port master. Jika port master tidak tersedia, port aktif berikutnya akan digunakan. Antarmuka pertama yang ditambahkan adalah port master; antarmuka apa pun yang ditambahkan setelah itu digunakan sebagai perangkat failover.
it_it: Invia e riceve traffico solo attraverso la porta principale. Se la porta principale diventa non disponibile, viene utilizzata la porta attiva successiva. La prima interfaccia aggiunta è la porta principale; Eventuali interfacce aggiunte dopo vengono utilizzate come dispositivi di failover.
ja_jp: トラフィックは、マスタポートを経由してのみ、受信及び送信しますが、マスタポートが利用できない場合は、次のアクティブなポートが使用されます。
ko_ko: 마스터 포트를 통해서만 트래픽을 송수신합니다. 마스터 포트를 사용할 수 없게 되면 다음 활성 포트가 사용됩니다. 가장 먼저 추가된 인터페이스가 마스터 포트이며, 그 이후에 추가된 모든 인터페이스는 장애 조치 장치로 사용됩니다.
pt_pt: Envia e recebe tráfego apenas através da porta principal. Se a porta principal ficar indisponível, a próxima porta ativa é usada. o primeiro interface adicionado é o da porta principal; qualquer interface adicionado depois deste será usado como dispositivo de falha.
sw_sw: Sänder och tar emot trafik endast via huvudporten. Om huvudporten blir otillgänglig används nästa aktiva port. Det första gränssnittet som läggs till är huvudporten; alla gränssnitt som läggs till därefter används som failover-enheter.
tr_tr: Trafiği yalnızca ana bağlantı noktası üzerinden gönderir ve alır. Ana bağlantı noktası kullanılamaz hale gelirse, bir sonraki etkin bağlantı noktası kullanılır. Eklenen ilk arabirim ana bağlantı noktasıdır; bundan sonra eklenen tüm arabirimler yük devretme aygıtları olarak kullanılır.
uk_uk: Надсилає та приймає трафік лише через головний порт. Якщо головний порт стає недоступним, використовується наступний активний порт. Перший інтерфейс, який додається, є головним портом; будь-які інтерфейси, додані після цього, використовуються як пристрої перемикання на інший порт.

source: fec
id_id: Tinja
ja_jp: フェック
uk_uk: кал

source: Supports Cisco EtherChannel. This is a static setup and does not negotiate aggregation with the peer or exchange frames to monitor the link.
id_id: Mendukung Cisco EtherChannel. Ini adalah pengaturan statis dan tidak menegosiasikan agregasi dengan peer atau frame pertukaran untuk memonitor tautan.
it_it: Supporta Cisco EtherChannel. Questa è una configurazione statica e non negozia l'aggregazione con i telai peer o di scambio per monitorare il collegamento.
ja_jp: Cisco EtherChannel に対応しています。静的に設定され、ピアとアグリゲーションのネゴシエート、リンクを監視するフレームの交換を行いません。
ko_ko: Cisco EtherChannel을 지원합니다. 이 설정은 정적 설정이며 피어와 집계를 협상하거나 링크를 모니터링하기 위해 프레임을 교환하지 않습니다.
pt_pt: Suporte Cisco EtherChannel. Esta é uma configuração estática e não negoceia agregação com o par ou troca de quadros para monitorizar o link
sw_sw: Stöder Cisco EtherChannel. Detta är en statisk inställning och förhandlar inte om aggregering med den andra parten eller utbyter ramar för att övervaka länken.
tr_tr: Cisco EtherChannel'ı destekler. Bu statik bir kurulumdur ve eş ile birleştirme görüşmesi yapmaz veya bağlantıyı izlemek için çerçeve alışverişi yapmaz.
uk_uk: Підтримує Cisco EtherChannel. Це статичне налаштування, яке не узгоджує агрегацію з одноранговим пристроєм і не обмінюється кадрами для моніторингу з'єднання.

source: Supports the IEEE 802.3ad Link Aggregation Control Protocol (LACP) and the Marker Protocol. LACP will negotiate a set of aggregable links with the peer in to one or more Link Aggregated Groups. Each LAG is composed of ports of the same speed, set to full-duplex operation. The traffic will be balanced across the ports in the LAG with the greatest total speed, in most cases there will only be one LAG which contains all ports. In the event of changes in physical connectivity, Link Aggregation will quickly converge to a new configuration.
id_id: Mendukung Protokol Kontrol Agregasi Link IEEE 802.3ad (LACP) dan Protokol Penanda. LACP akan menegosiasikan satu set tautan yang dapat diagregasi dengan rekannya ke dalam satu atau beberapa Grup Agregasi Tautan. Setiap LAG terdiri dari port dengan kecepatan yang sama, diatur ke operasi dupleks penuh. Lalu lintas akan diseimbangkan di seluruh port dalam LAG dengan kecepatan total terbesar, dalam banyak kasus hanya akan ada satu LAG yang berisi semua port. Jika terjadi perubahan dalam konektivitas fisik, Link Aggregation akan dengan cepat menyatu ke konfigurasi baru.
it_it: Supporta il protocollo IEEE 802.3AD Link Aggregation Control Protocol (LACP) e il protocollo marcatore. LACP negozierà una serie di collegamenti aggregabili con il peer in uno o più gruppi aggregati di collegamenti. Ogni ritardo è composto da porte della stessa velocità, impostate su funzionamento a tutto duplex. Il traffico sarà bilanciato attraverso le porte in ritardo con la massima velocità totale, nella maggior parte dei casi ci sarà solo un ritardo che contiene tutte le porte. In caso di modifiche alla connettività fisica, l'aggregazione dei collegamenti converge rapidamente in una nuova configurazione.
ja_jp: IEEE 802.3ad リンクアグリゲーションプロトコル（LACP）、マーカー、プロトコルに対応しています。 LACPは、1セットに集約可能なピアとのリンク、1つ以上のリンク集約グループにネゴシエートします。ラグに含まれるポート全体で合計速度が最大になるようにバランスが調整されますが、通常は全ポートで 1 つのラグのみを構成します。
ko_ko: IEEE 802.3ad 링크 집계 제어 프로토콜(LACP) 및 마커 프로토콜을 지원합니다. LACP는 하나 이상의 링크 집계 그룹으로 피어와 집계 가능한 링크 집합을 협상합니다. 각 LAG는 전이중 작동으로 설정된 동일한 속도의 포트로 구성됩니다. 트래픽은 총 속도가 가장 빠른 LAG의 포트에 분산되며, 대부분의 경우 모든 포트를 포함하는 LAG는 하나만 존재합니다. 물리적 연결이 변경되는 경우 링크 집계는 신속하게 새 구성으로 전환됩니다.
pt_pt: Suporta o protocolo de controlo (LACP) de agregação de link IEE 802.3ad e Protolocol Marker. LACP irá negociar um conjunto de links agregáveis com o par em um ou mais grupos agregados do link. Cada LAG é composto por portas com a mesma velocidade, definida para operações full-duplex. O tráfego será balanceado través das portas do LAG com a mesma velocidade total. Na maioria dos casos haverá apenas um LAG que contenha todas as portas. No caso das mudanças na ligação física a agregação do link irá convergir rapidamente para uma nova configuração.
sw_sw: Stöder IEEE 802.3ad Link Aggregation Control Protocol (LACP) och Marker Protocol. LACP förhandlar fram en uppsättning aggregerbara länkar med peer-gruppen i en eller flera länkaggregerade grupper. Varje LAG består av portar med samma hastighet som är inställda på full-duplex drift. Trafiken kommer att balanseras över de portar i LAG:n som har den högsta totala hastigheten, i de flesta fall kommer det bara att finnas en LAG som innehåller alla portar. Vid förändringar i den fysiska anslutningen kommer Link Aggregation snabbt att konvergera till en ny konfiguration.
tr_tr: IEEE 802.3ad Link Aggregation Control Protocol (LACP) ve Marker Protocol'ü destekler. LACP, bir veya daha fazla Link Aggregated Group'ta eş ile bir dizi toplanabilir bağlantı için pazarlık yapacaktır. Her bir LAG, full-duplex çalışmaya ayarlanmış aynı hızdaki bağlantı noktalarından oluşur. Trafik, LAG'deki en yüksek toplam hıza sahip bağlantı noktaları arasında dengelenecektir, çoğu durumda tüm bağlantı noktalarını içeren yalnızca bir LAG olacaktır. Fiziksel bağlantıda değişiklik olması durumunda, Link Aggregation hızlı bir şekilde yeni bir yapılandırmaya yakınsayacaktır.
uk_uk: Підтримує протокол керування агрегацією каналів IEEE 802.3ad (LACP) і протокол маркерів. LACP узгоджує набір об'єднаних каналів з одноранговим пристроєм в одну або кілька груп агрегації каналів. Кожна LAG складається з портів з однаковою швидкістю, налаштованих на повнодуплексний режим роботи. Трафік буде збалансовано між портами в групі з найбільшою сумарною швидкістю, в більшості випадків буде лише одна група, яка містить всі порти. У разі змін у фізичному підключенні, Link Aggregation швидко перейде до нової конфігурації.

source: loadbalance
id_id: keseimbangan beban
it_it: carico
ja_jp: ロードバランス
ko_ko: 로드 밸런스
pt_pt: Balanceamento de carga
sw_sw: Lastbalans
tr_tr: yük dengesi
uk_uk: баланс навантаження

source: Balances outgoing traffic across the active ports based on hashed protocol header information and accepts incoming traffic from any active port. This is a static setup and does not negotiate aggregation with the peer or exchange frames to monitor the link. The hash includes the Ethernet source and destination address, and, if available, the VLAN tag, and the IP source and destination address.
id_id: Menyeimbangkan lalu lintas keluar di seluruh port aktif berdasarkan informasi header protokol hash dan menerima lalu lintas masuk dari port aktif mana pun. Ini adalah pengaturan statis dan tidak menegosiasikan agregasi dengan peer atau frame pertukaran untuk memantau tautan. Hash mencakup sumber Ethernet dan alamat tujuan, dan, jika tersedia, tag VLAN, serta sumber IP dan alamat tujuan.
it_it: Bilancia il traffico in uscita nelle porte attive in base alle informazioni sull'intestazione del protocollo hash e accetta il traffico in arrivo da qualsiasi porta attiva. Questa è una configurazione statica e non negozia l'aggregazione con i telai peer o di scambio per monitorare il collegamento. L'hash include l'origine Ethernet e l'indirizzo di destinazione e, se disponibile, il tag VLAN, l'origine IP e l'indirizzo di destinazione.
ja_jp: アクティブポート全体の発信トラフィックのバランス調整は、ヘッダ情報のハッシュプロトコルに基づいて行われます、そして、着信トラフィックは、どのアクティブポートからでも受信します、静的な設定で、ピアとのアグリゲーションのネゴーションや、監視リンク用フレーム交換によって行われるのはありません。タグや、ip送信元アドレス及びip送信先アドレスを含みます。
ko_ko: 해시된 프로토콜 헤더 정보를 기반으로 활성 포트에서 나가는 트래픽의 균형을 맞추고 모든 활성 포트에서 들어오는 트래픽을 수락합니다. 이 설정은 정적 설정이며 피어와 집계를 협상하거나 링크를 모니터링하기 위해 프레임을 교환하지 않습니다. 해시에는 이더넷 소스 및 대상 주소, 사용 가능한 경우 VLAN 태그, IP 소스 및 대상 주소가 포함됩니다.
pt_pt: Estabelece o balanceamento do tráfego de saída entre as portas ativas com base em informações de cabeçalho de protocolo hash e aceita o tráfego de entrada de qualquer porta ativa. Esta é uma configuração estática e não negocia a agregação com o par ou troca de quadros para monitorizar o link. O hash inclui a origem Ethernet, o endereço de destino e, se disponível, uma etiqueta VLAN e um IP de origem e o endereço de destino.
sw_sw: Balanserar utgående trafik mellan de aktiva portarna baserat på hashad protokollhuvudinformation och accepterar inkommande trafik från alla aktiva portar. Detta är en statisk inställning och förhandlar inte om aggregering med den andra parten eller utbyter ramar för att övervaka länken. Hashningen omfattar Ethernet-käll- och destinationsadressen och, om den är tillgänglig, VLAN-taggen samt IP-käll- och destinationsadressen.
tr_tr: Giden trafiği, karma protokol başlık bilgilerine dayalı olarak etkin bağlantı noktaları arasında dengeler ve herhangi bir etkin bağlantı noktasından gelen trafiği kabul eder. Bu statik bir kurulumdur ve eş ile birleştirme görüşmesi yapmaz veya bağlantıyı izlemek için çerçeve alışverişinde bulunmaz. Karma, Ethernet kaynak ve hedef adresini ve varsa VLAN etiketini ve IP kaynak ve hedef adresini içerir.
uk_uk: Балансує вихідний трафік між активними портами на основі хешованої інформації заголовка протоколу і приймає вхідний трафік з будь-якого активного порту. Це статичне налаштування, яке не узгоджує агрегацію з одноранговим пристроєм і не обмінюється кадрами для моніторингу з'єднання. Хеш включає адресу джерела та призначення Ethernet, а також, якщо доступно, тег VLAN, IP-адресу джерела та призначення.

source: roundrobin
ja_jp: ラウンドロビン
ko_ko: 라운드 로빈
uk_uk: хоровод

source: Distributes outgoing traffic using a round-robin scheduler through all active ports and accepts incoming traffic from any active port.
id_id: Mendistribusikan trafik keluar menggunakan penjadwal round-robin melalui semua port aktif dan menerima trafik masuk dari port aktif mana pun.
it_it: Distribuisce traffico in uscita utilizzando uno scheduler round-robin attraverso tutte le porte attive e accetta il traffico in arrivo da qualsiasi porta attiva.
ja_jp: ラウンドロビンスケジューラが使用した発信トラフィックは、すべてのアクティブポートに分配されます、そして、着信トラフィックは、どのアクティブポートからでも受信します。
ko_ko: 모든 활성 포트를 통해 라운드 로빈 스케줄러를 사용하여 나가는 트래픽을 분배하고 모든 활성 포트에서 들어오는 트래픽을 수락합니다.
pt_pt: Distribui tráfego de saída usando um agendamento roud-robin através de todas as portas ativas e aceita o tráfego de entrada de qualquer porta ativa.
sw_sw: Distribuerar utgående trafik med hjälp av en round-robin-schemaläggare genom alla aktiva portar och tar emot inkommande trafik från alla aktiva portar.
tr_tr: Giden trafiği tüm aktif bağlantı noktaları üzerinden bir round-robin zamanlayıcı kullanarak dağıtır ve herhangi bir aktif bağlantı noktasından gelen trafiği kabul eder.
uk_uk: Розподіляє вихідний трафік за допомогою циклічного планувальника через усі активні порти і приймає вхідний трафік з будь-якого активного порту.

source: This protocol is intended to do nothing: It disables any traffic without disabling the lagg interface itself.
id_id: Protokol ini dimaksudkan untuk tidak melakukan apa pun: Protokol ini menonaktifkan lalu lintas apa pun tanpa menonaktifkan antarmuka lag itu sendiri.
it_it: Questo protocollo ha lo scopo di non fare nulla: disabilita qualsiasi traffico senza disabilitare l'interfaccia LAGG stessa.
ja_jp: このプロトコルは何もしないことを目的としています。LAG インタフェース自体を無効にしていないトラフィックを無効にします。
ko_ko: 이 프로토콜은 지연 인터페이스 자체를 비활성화하지 않고 모든 트래픽을 비활성화합니다.
pt_pt: Este protocolo destina~se a não fazer nada. Desativa qualquer tráfego sem desativar a própria interface do lagg.
sw_sw: Det här protokollet är avsett att inte göra någonting: Det inaktiverar all trafik utan att inaktivera själva lagg-gränssnittet.
tr_tr: Bu protokolün hiçbir şey yapmaması amaçlanmıştır: Lagg arayüzünün kendisini devre dışı bırakmadan herhangi bir trafiği devre dışı bırakır.
uk_uk: Цей протокол нічого не робить: він відключає будь-який трафік, не відключаючи сам інтерфейс затримки.

source: Fast timeout
id_id: Batas waktu cepat
it_it: Timeout veloce
ja_jp: ファストタイムアウト
ko_ko: 빠른 시간 초과
pt_pt: Tempo limite Rápido
sw_sw: Snabb timeout
tr_tr: Hızlı zaman aşımı
uk_uk: Швидкий тайм-аут

source: Enable lacp fast-timeout on the interface.
id_id: Aktifkan batas waktu cepat lacp pada antarmuka.
it_it: Abilita LacP Fast-timeout sull'interfaccia.
ja_jp: Lacpでファストタイムアウトを有効にします。
ko_ko: 인터페이스에서 lacp 빠른 시간 초과를 사용하도록 설정합니다.
pt_pt: Ativar lacp fast timeout na interface.
sw_sw: Aktivera lacp fast-timeout på gränssnittet.
tr_tr: Arayüzde lacp hızlı zaman aşımını etkinleştirin.
uk_uk: Увімкніть швидкий таймаут lacp на інтерфейсі.

source: Use flowid
id_id: Gunakan flowid
it_it: Usa flowid
ja_jp: flowidを使用する
ko_ko: 플로우미드 사용
sw_sw: Använd flowid
tr_tr: flowid kullanın
uk_uk: Використовуйте рідину

source: Use the RSS hash from the network card if available, otherwise a hash is locally calculated. The default depends on the system tunable in net.link.lagg.default_use_flowid.
id_id: Gunakan hash RSS dari kartu jaringan jika tersedia, jika tidak, hash dihitung secara lokal. Default tergantung pada sistem yang dapat disetel di net.link.lagg.default_use_flowid.
it_it: Utilizzare l'hash RSS dalla scheda di rete, se disponibile, altrimenti un hash viene calcolato localmente. L'impostazione predefinita dipende dal sistema sintonizzabile in net.link.lagg.default_use_flowid.
ja_jp: ネットワークカードからのRSSハッシュがあればそれを使用し、なければローカルにハッシュを計算する。デフォルトは、net.link.lagg.default_use_flowidのシステムチューナブルに依存します。
ko_ko: 사용 가능한 경우 네트워크 카드의 RSS 해시를 사용하고, 그렇지 않으면 로컬에서 해시를 계산합니다. 기본값은 net.link.lagg.default_use_flowid에서 조정할 수 있는 시스템에 따라 다릅니다.
pt_pt: Utilize o hash RSS da placa de rede, se disponível, caso contrário um hash é calculado localmente. O padrão depende do sistema sintonizável em net.link.lagg.default_use_flowid.
sw_sw: Använd RSS-hash från nätverkskortet om det finns tillgängligt, annars beräknas en hash lokalt. Standardvärdet beror på systeminställningen i net.link.lagg.default_use_flowid.
tr_tr: Varsa ağ kartından gelen RSS karmasını kullanın, aksi takdirde yerel olarak bir karma hesaplanır. Varsayılan değer net.link.lagg.default_use_flowid içindeki sistem ayarlanabilirine bağlıdır.
uk_uk: Використовуйте хеш RSS з мережевої карти, якщо він доступний, інакше хеш обчислюється локально. Значення за замовчуванням залежить від налаштувань системи у net.link.lagg.default_use_flowid.

source: Hash Layers
id_id: Lapisan Hash
it_it: Strati hash
ja_jp: ハッシュレイヤー
ko_ko: 해시 레이어
pt_pt: Camadas de haxixe
sw_sw: Hash-skikt
tr_tr: Karma Katmanlar
uk_uk: Хеш-шари

source: L2: src/dst MAC address and optional VLAN number.
id_id: L2: alamat MAC src/dst dan nomor VLAN opsional.
ja_jp: L2：src/dstのMACアドレスとオプションのVLAN番号。
ko_ko: L2: src/dst MAC 주소 및 선택적 VLAN 번호.
pt_pt: L2: endereço src/dst MAC e número VLAN opcional.
sw_sw: L2: src/dst MAC-adress och valfritt VLAN-nummer.
tr_tr: L2: src/dst MAC adresi ve isteğe bağlı VLAN numarası.
uk_uk: L2: MAC-адреса src/dst та необов'язковий номер VLAN.

source: L3: src/dst address for IPv4 or IPv6.
id_id: L3: alamat src/dst untuk IPv4 atau IPv6.
it_it: L3: indirizzo SRC/DST per IPv4 o IPv6.
ja_jp: L3：IPv4またはIPv6のsrc/dstアドレス。
ko_ko: L3: IPv4 또는 IPv6의 src/dst 주소입니다.
pt_pt: L3: endereço src/dst para IPv4 ou IPv6.
sw_sw: L3: src/dst-adress för IPv4 eller IPv6.
tr_tr: L3: IPv4 veya IPv6 için src/dst adresi.
uk_uk: L3: src/dst адреса для IPv4 або IPv6.

source: L4: src/dst port for TCP/UDP/SCTP.
id_id: L4: port src/dst untuk TCP/UDP/SCTP.
it_it: L4: porta SRC/DST per TCP/UDP/SCTP.
ja_jp: L4：TCP/UDP/SCTPのsrc/dstポートです。
ko_ko: L4: TCP/UDP/SCTP용 src/dst 포트.
pt_pt: L4: porta src/dst para TCP/UDP/SCTP.
sw_sw: L4: src/dst-port för TCP/UDP/SCTP.
tr_tr: L4: TCP/UDP/SCTP için src/dst bağlantı noktası.
uk_uk: L4: порт src/dst для TCP/UDP/SCTP.

source: Set the packet layers to hash for aggregation protocols which load balance.
id_id: Atur lapisan paket ke hash untuk protokol agregasi yang menyeimbangkan beban.
it_it: Impostare gli strati di pacchetto su hash per i protocolli di aggregazione che caricano il bilanciamento.
ja_jp: ロードバランスを行うアグリゲーションプロトコルでは、パケットレイヤをハッシュに設定します。
ko_ko: 로드 밸런스를 조정하는 집계 프로토콜에 대해 패킷 레이어를 해시로 설정합니다.
pt_pt: Definir as camadas de pacotes para hash para protocolos de agregação que equilibrem a carga.
sw_sw: Ställ in paketlagren till hash för aggregeringsprotokoll som balanserar belastningen.
tr_tr: Yük dengelemesi yapan toplama protokolleri için paket katmanlarını karma olarak ayarlayın.
uk_uk: Встановіть хешування рівнів пакетів для протоколів агрегації, які балансують навантаження.

source: Use strict
id_id: Gunakan ketat
it_it: Usa rigoroso
ja_jp: ストリクトを使用する
ko_ko: 엄격한
pt_pt: Use rigorosamente
sw_sw: Använd strikt
tr_tr: Sıkı kullanın
uk_uk: Використовуйте суворі

source: Enable lacp strict compliance on the interface. The default depends on the system tunable in net.link.lagg.lacp.default_strict_mode.
id_id: Aktifkan kepatuhan ketat lacp pada antarmuka. Standarnya tergantung pada sistem yang dapat disetel di net.link.lagg.lacp.default_strict_mode.
it_it: Abilita la rigorosa conformità a LACP sull'interfaccia. L'impostazione predefinita dipende dal sistema sintonizzabile in net.link.lagg.lacp.default_strict_mode.
ja_jp: インターフェイスで lacp strict compliance を有効にします。デフォルトは net.link.lagg.lacp.default_strict_mode のシステムチューナブルに依存します。
ko_ko: 인터페이스에서 lacp 엄격한 준수를 활성화합니다. 기본값은 net.link.lagg.lacp.default_strict_mode에서 조정할 수 있는 시스템에 따라 다릅니다.
pt_pt: Permitir o cumprimento rigoroso da interface por falta de conformidade. O padrão depende do sistema sintonizável em net.link.lagg.lacp.default_strict_mode.
sw_sw: Aktivera lacp strikt efterlevnad i gränssnittet. Standardvärdet beror på systeminställningen i net.link.lagg.lacp.default_strict_mode.
tr_tr: Arayüzde lacp katı uyumluluğunu etkinleştirin. Varsayılan, net.link.lagg.lacp.default_strict_mode içindeki sistem ayarlanabilirine bağlıdır.
uk_uk: Увімкнути сувору відповідність lacp на інтерфейсі. Значення за замовчуванням залежить від налаштувань системи у net.link.lagg.lacp.default_strict_mode.

source: If you leave this field blank, the smallest mtu of this laggs children will be used.
id_id: Jika Anda mengosongkan bidang ini, mtu terkecil dari anak laggs ini akan digunakan.
it_it: Se lasci questo campo vuoto, verrà utilizzato il più piccolo MTU di questo LAGGS.
ja_jp: このフィールドを空白のままにすると、このLaggの子は最小Mtuを使用します。
ko_ko: 이 필드를 비워두면 이 지연 자식 중 가장 작은 MTU가 사용됩니다.
pt_pt: Se deixar este campo em branco, será utilizado o mais pequeno mtu deste retardatário infantil.
sw_sw: Om du lämnar det här fältet tomt används den minsta mtu:n för laggs barn.
tr_tr: Bu alanı boş bırakırsanız, bu laggs çocuklarının en küçük mtu'su kullanılacaktır.
uk_uk: Якщо ви залишите це поле порожнім, буде використано найменший mtu з дочірніх лагів.

source: This point-to-point link cannot be deleted because it is still being used as an interface.
id_id: Tautan point-to-point ini tidak dapat dihapus karena masih digunakan sebagai antarmuka.
it_it: Questo collegamento punto-punto non può essere eliminato perché viene ancora utilizzato come interfaccia.
ja_jp: このポイントツーポイントリンクは削除できませんが、インタフェースとして使用されています。
ko_ko: 이 지점 간 링크는 아직 인터페이스로 사용 중이므로 삭제할 수 없습니다.
pt_pt: Este link ponto-a-ponto não pode ser apagado porque ainda se econtra ser utilizado como interface.
sw_sw: Den här punkt-till-punkt-länken kan inte tas bort eftersom den fortfarande används som ett gränssnitt.
tr_tr: Bu noktadan noktaya bağlantı silinemez çünkü hala bir arayüz olarak kullanılmaktadır.
uk_uk: Цей зв'язок "точка-точка" не можна видалити, оскільки він все ще використовується як інтерфейс.
