Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Current password equals new password
it_it: La password corrente è uguale alla nuova password

source: Password should contain at least 3 of the 4 different character groups (lowercase, uppercase, number, special)
it_it: La password dovrebbe contenere almeno 3 dei 4 diversi gruppi di caratteri (minuscolo, maiuscolo, numero, speciale)

source: The username may not be a part of the password
it_it: Il nome utente potrebbe non far parte della password

source: Local + Timebased One Time Password
it_it: Locale + password di tempo in base a tempo

source: Token length
it_it: Lunghezza simbolica

source: Token length to use
it_it: Lunghezza simbolica da usare

source: Only token lengths of 6 or 8 characters are supported
it_it: Sono supportate solo lunghezze simboliche di 6 o 8 caratteri

source: Time window
it_it: Finestra temporale

source: The time period in which the token will be valid, default is 30 seconds.
it_it: Il periodo di tempo in cui il token sarà valido, il valore predefinito è di 30 secondi.

source: Please enter a valid time window in seconds
it_it: Inserisci una finestra temporale valida in secondi

source: Grace period
it_it: periodo di grazia

source: Time in seconds in which this server and the token may differ, default is 10 seconds. Set higher for a less secure easier match.
it_it: Tempo in secondi in cui questo server e il token possono differire, il valore predefinito è di 10 secondi. Imposta più in alto per una corrispondenza meno sicura.

source: Please enter a valid grace period in seconds
it_it: Inserisci un periodo di grazia valido in pochi secondi

source: Reverse token order
it_it: Ordine token inverso

source: Checking this box requires the token after the password. Default requires the token before the password.
it_it: Il controllo di questa casella richiede il token dopo la password. L'impostazione predefinita richiede il token prima della password.

source: Voucher
it_it: Voucher; tagliando

source: Use simple passwords (less secure)
it_it: Usa password semplici (meno sicure)

source: Use simple (less secure) passwords, which are easier to read
it_it: Usa password semplici (meno sicure), che sono più facili da leggere

source: Username length
it_it: Lunghezza del nome utente

source: Specify alternative username length for generating vouchers
it_it: Specificare la lunghezza del nome utente alternativo per la generazione di buoni

source: Username length must be a number or empty for default.
it_it: La lunghezza del nome utente deve essere un numero o vuota per impostazione predefinita.

source: Password length
it_it: Lunghezza della password

source: Specify alternative password length for generating vouchers
it_it: Specificare la lunghezza della password alternativa per la generazione di buoni

source: Password length must be a number or empty for default.
it_it: La lunghezza della password deve essere un numero o vuota per impostazione predefinita.

source: Client-ID in the Google cloud console
it_it: ID client nella console di Google Cloud

source: P12 key
it_it: Chiave P12

source: You need a private key in p12 format to use Google Drive, instructions on how to acquire one can be found %shere%s.
it_it: È necessario una chiave privata in formato P12 per utilizzare Google Drive, le istruzioni su come acquisirne si possono trovare %squi%s.

source: Folder ID
it_it: Cartella ID

source: Prefix hostname to backupfile
it_it: PREFIX Hostname a BackupFile

source: Normally the config xml will be written as config-stamp.xml, with this option set the filename will use the systems host and domain name.
it_it: Normalmente la configurazione XML verrà scritta come config-stamp.xml, con questa opzione Imposta il nome file utilizzerà il nome host e dominio di sistemi.

source: The supplied 'Password' and 'Confirm' field values must match.
it_it: I valori del campo "Password" e "Conferma" forniti devono corrispondere.

source: No valid config.xml found, attempting last known config restore.
it_it: Nessun config.xml valido trovato, tentando l'ultimo ripristino di configurazione noto.

source: No valid config.xml found, attempting to restore factory config.
it_it: Nessuna configurazione valida.xml trovata, tentando di ripristinare la configurazione di fabbrica.

source: %s made changes
it_it: %s ha apportato modifiche

source: Archive
it_it: Archivio

source: File Only
it_it: Solo file

source: Viscosity (visz)
it_it: Viscosità (Visz)

source: Please specify a valid port number (1-65535).
it_it: Si prega di specificare un numero di porta valido (1-65535).

source: A service name is also possible (%s).
it_it: È anche possibile un nome di servizio (%s).

source: [%s] %s on %s (vhid %s)
it_it: [ %s] %s su %s (Vhid %s)

source: [%s] %s on %s
it_it: [ %s] %s su %s

source: %s Status
it_it: %s Stato

source: Floating
it_it: Galleggiante

source: Configuration error, missing callback in CallbackValidator
it_it: Errore di configurazione, callback mancante in callbackvalidator

source: WAN interfaces missing in listening interfaces: %s
it_it: Interfacce WAN mancanti nelle interfacce di ascolto: %s

source: Entry "%s" is not a valid port number.
it_it: L'ingresso "%s" non è un numero di porta valido.

source: Entry "%s" is not a valid alias.
it_it: L'ingresso "%s" non è un alias valido.

source: Entry "%s" is not a network.
it_it: L'ingresso "%s" non è una rete.

source: Entry "%s" is not a valid partial ipv6 address definition (e.g. ::1000).
it_it: La voce "%s" non è una definizione di indirizzo IPv6 parziale valida (ad es. :: 1000).

source: Entry "%s" is not a valid country code.
it_it: L'ingresso "%s" non è un codice paese valido.

source: Entry "%s" is not a valid (partial) MAC address.
it_it: L'ingresso "%s" non è un indirizzo MAC (parziale) valido.

source: The name cannot be the internally reserved keyword "%s".
it_it: Il nome non può essere la parola chiave riservata internamente "%s".

source: Reserved protocol or service names may not be used
it_it: Non è possibile utilizzare il protocollo riservato o i nomi dei servizi

source: Source ports are only valid for tcp or udp type rules.
it_it: Le porte di origine sono valide solo per le regole del tipo TCP o UDP.

source: Destination ports are only valid for tcp or udp type rules.
it_it: Le porte di destinazione sono valide solo per le regole del tipo TCP o UDP.

source: Destination address type should match selected TCP/IP protocol version.
it_it: Il tipo di indirizzo di destinazione deve abbinare la versione selezionata del protocollo TCP/IP.

source: Source address type should match selected TCP/IP protocol version.
it_it: Il tipo di indirizzo di origine deve abbinare la versione selezionata del protocollo TCP/IP.

source: Target address type should match selected TCP/IP protocol version.
it_it: Il tipo di indirizzo di destinazione deve abbinare la versione selezionata del protocollo TCP/IP.

source: Target ports are only valid for tcp or udp type rules.
it_it: Le porte target sono valide solo per le regole del tipo TCP o UDP.

source: This private key does not belong to the given public key.
it_it: Questa chiave privata non appartiene alla chiave pubblica data.

source: Unsupported key type: %s
it_it: Tipo chiave non supportato: %s

source: Could not load potentially invalid %s key: %s
it_it: Impossibile caricare la chiave di %s potenzialmente non valida: %s

source: Could not fetch details for %s key: %s
it_it: Impossibile recuperare i dettagli per %s chiave: %s

source: Unsupported OpenSSL key type [%d] for %s key, expected RSA.
it_it: Tasto OpenSSL non supportato [ %d] per %s chiave, RSA previsto.

source: Could not generate sanitized %s key in PEM format: %s
it_it: Impossibile generare la chiave %s sanitizzata in formato PEM: %s

source: Cannot change the test type to '%s'. Test '%s' is linked to a service.
it_it: Non è possibile modificare il tipo di test in "%s". Test '%s' è collegato a un servizio.

source: Condition '%s' would change the type of the test '%s' but it is linked to a service.
it_it: La condizione '%s' cambierebbe il tipo di test '%s' ma è collegato a un servizio.

source: Test %s with type %s not allowed for this service type
it_it: Test %s con tipo %s non consentito per questo tipo di servizio

source: Please set at least one of Pidfile or Match.
it_it: Si prega di impostare almeno uno di Pidfile o Match.

source: Address is mandatory for 'Remote Host' checks.
it_it: L'indirizzo è obbligatorio per i controlli di "host remoto".

source: Please set at least one of Address or Interface.
it_it: Si prega di impostare almeno uno di indirizzo o interfaccia.

source: Path is mandatory.
it_it: Il percorso è obbligatorio.

source: URL must be set.
it_it: L'URL deve essere impostato.

source: Hostname must be set.
it_it: Il nome host deve essere impostato.

source: Network must be set.
it_it: La rete deve essere impostata.

source: Transport protocol does not match address in hostname
it_it: Il protocollo di trasporto non corrisponde all'indirizzo nel nome host

source: A certificate is required for tls types
it_it: È richiesto un certificato per i tipi TLS

source: A valid IP address and port must be specified, for example 192.168.100.10@5353.
it_it: È necessario specificare un indirizzo IP e una porta validi, ad esempio 192.168.100.10@5353.

source: A valid IP address must be specified, for example 192.168.100.10.
it_it: È necessario specificare un indirizzo IP valido, ad esempio 192.168.100.10.

source: Confirm disconnect
it_it: Conferma la disconnessione

source: Do you want to disconnect the selected client?
it_it: Vuoi scollegare il client selezionato?

source: Session
it_it: Sessione

source: Connected since
it_it: Connesso da allora

source: Commands
it_it: Comandi

source: Confirm removal
it_it: Conferma la rimozione

source: Do you want to remove the selected item?
it_it: Vuoi rimuovere l'elemento selezionato?

source: Error uploading template
it_it: Modello di caricamento degli errori

source: Zones
it_it: Zone

source: Add template
it_it: Aggiungi modello

source: Download default template
it_it: Scarica il modello predefinito

source: After changing settings, please remember to apply them with the button below
it_it: Dopo aver modificato le impostazioni, ricordati di applicarle con il pulsante in basso

source: Apply
it_it: Applicare

source: Error reconfiguring captiveportal
it_it: Errore riconfigurazione di Captiveportal

source: Edit zone
it_it: Modifica zona

source: Upload file
it_it: Caricare un file

source: Template name
it_it: Nome modello

source: File input
it_it: Input del file

source: Please setup a voucher server first (%sgoto auth servers%s)
it_it: Si prega di impostare prima un server voucher (%sGOTO AUTH SERVRS%s)

source: Remove voucher group
it_it: Rimuovere il gruppo voucher

source: All vouchers within this group will be deleted
it_it: Tutti i buoni all'interno di questo gruppo verranno eliminati

source: The validity, expiry time and the quantity of vouchers must be integers.
it_it: La validità, il tempo di scadenza e la quantità di buoni devono essere numeri interi.

source: Remove expired vouchers
it_it: Rimuovere i voucher scaduti

source: All expired vouchers within this group will be deleted
it_it: Tutti i buoni scaduti all'interno di questo gruppo verranno eliminati

source: Expire all selected vouchers?
it_it: Scadere tutti i voucher selezionati?

source: Valid from
it_it: Valido dal

source: Valid to
it_it: Valido per

source: Expires at
it_it: Scade a

source: Expire selected vouchers
it_it: Scadi buoni selezionati

source: Drop expired vouchers
it_it: Fai cadere buoni scaduti

source: Create vouchers
it_it: Crea buoni

source: Generate vouchers
it_it: Generare buoni

source: Setting
it_it: Collocamento

source: Validity
it_it: Validità

source: 4 hours
it_it: 4 ore

source: 8 hours
it_it: 8 ore

source: 1 day
it_it: 1 giorno

source: 2 days
it_it: 2 giorni

source: 3 days
it_it: 3 giorni

source: 4 days
it_it: 4 giorni

source: 5 days
it_it: 5 giorni

source: 6 days
it_it: 6 giorni

source: 1 week
it_it: 1 settimana

source: 2 weeks
it_it: 2 settimane

source: Custom (minutes)
it_it: Custom (minuti)

source: Expires in
it_it: Scade tra

source: never
it_it: mai

source: 6 hours
it_it: 6 ore

source: 12 hours
it_it: 12 ore

source: 3 weeks
it_it: 3 settimane

source: 1 month
it_it: 1 mese

source: 2 months
it_it: Due mesi

source: 3 months
it_it: 3 mesi

source: Custom (hours)
it_it: Custom (ore)

source: Number of vouchers
it_it: Numero di buoni

source: Groupname
it_it: Nome del gruppo

source: Generate
it_it: creare

source: Download signatures
it_it: Scarica le firme

source: No signature database found, please download before use. The download will take several minutes and this message will disappear when it has been completed.
it_it: Nessun database di firma trovato, scarica prima dell'uso. Il download richiederà diversi minuti e questo messaggio scomparirà quando sarà completato.

source: Signatures
it_it: Firme

source: Edit Signature URLs
it_it: Modifica URL di firma

source: Upgrade instructions
it_it: Istruzioni di aggiornamento

source: Firmware status
it_it: Stato del firmware

source: Sorry, plugin details are currently not available.
it_it: Spiacenti, i dettagli del plugin non sono attualmente disponibili.

source: Plugin details
it_it: Dettagli del plug -in

source: Sorry, the package does not have an associated license file.
it_it: Siamo spiacenti, il pacchetto non ha un file di licenza associato.

source: License details
it_it: Dettagli della licenza

source: Reboot required
it_it: Riavvia richiesto

source: The firewall will reboot directly after this set reinstall.
it_it: Il firewall si riavvierà direttamente dopo questo set reinstallo.

source: The firewall will reboot directly after this firmware update.
it_it: Il firewall si riavvierà direttamente dopo questo aggiornamento del firmware.

source: The firewall will download all firmware sets and reboot multiple times for this upgrade. All operating system files and packages will be reinstalled as a consequence. This may take several minutes to complete.
it_it: Il firewall scaricherà tutti i set di firmware e riavvia più volte per questo aggiornamento. Tutti i file e i pacchetti del sistema operativo verranno reinstallati di conseguenza. Questo potrebbe richiedere diversi minuti per essere completato.

source: Your device is rebooting
it_it: Il tuo dispositivo si riavvia

source: The upgrade has finished and your device is being rebooted at the moment, please wait...
it_it: L'aggiornamento è finito e al momento viene riavviato il tuo dispositivo, per favore aspetta ...

source: No previous action log found.
it_it: Nessun registro di azione precedente trovato.

source: Reinstall
it_it: Reinstallare

source: Unlock
it_it: Sbloccare

source: No packages were found on your system. Please call for help.
it_it: Non sono stati trovati pacchetti sul sistema. Si prega di chiamare per chiedere aiuto.

source: installed
it_it: installato

source: View
it_it: Visualizzazione

source: Check for updates to view changelog history.
it_it: Controlla gli aggiornamenti per visualizzare la cronologia di Changelog.

source: Click to view full changelog history.
it_it: Fare clic per visualizzare la cronologia completa di Changelog.

source: Do you really want to remove this plugin?
it_it: Vuoi davvero rimuovere questo plugin?

source: Third party software
it_it: Software di terze parti

source: This software package is provided by an external vendor, for more information contact the author
it_it: Questo pacchetto software è fornito da un fornitore esterno, per ulteriori informazioni, contattare l'autore

source: Install
it_it: Installare

source: Package name
it_it: Nome del pacchetto

source: Current version
it_it: Versione corrente

source: New version
it_it: Nuova versione

source: Required action
it_it: Azione richiesta

source: Upgrade
it_it: Aggiornamento

source: Output shown here for diagnostic purposes. There is no general need for manual system intervention.
it_it: Output mostrato qui per scopi diagnostici. Non vi è alcuna necessità generale per l'intervento del sistema manuale.

source: Click here to copy to clipboard.
it_it: Fai clic qui per copiare negli appunti.

source: Architecture
it_it: Architettura

source: Flavour
it_it: Gusto

source: Commit
it_it: Commettere

source: Mirror
it_it: Specchio

source: Repositories
it_it: Repository

source: Updated on
it_it: Aggiornato su

source: Checked on
it_it: Controllato

source: Check for updates
it_it: Controlla gli aggiornamenti

source: Run an audit
it_it: Eseguire un audit

source: Connectivity
it_it: Connettività

source: Health
it_it: Salute

source: Security
it_it: Sicurezza

source: Resolve plugin conflicts
it_it: Risolvi i conflitti di plugin

source: View and edit local conflicts
it_it: Visualizza e modifica i conflitti locali

source: Run the automatic resolver
it_it: Esegui il risolutore automatico

source: Reset all local conflicts
it_it: Ripristina tutti i conflitti locali

source: Select an alternate firmware mirror.
it_it: Seleziona uno specchio del firmware alternativo.

source: Select the firmware cryptography flavour.
it_it: Seleziona il sapore di crittografia del firmware.

source: Select the release type.
it_it: Seleziona il tipo di rilascio.

source: Subscription
it_it: Sottoscrizione

source: Provide subscription key.
it_it: Fornire la chiave di abbonamento.

source: Usage
it_it: Utilizzo

source: In order to apply these settings a firmware update must be performed after save, which can include a reboot of the system.
it_it: Per applicare queste impostazioni, dopo il salvataggio deve essere eseguito un aggiornamento del firmware, che può includere un riavvio del sistema.

source: Are you sure you want to power off the system?
it_it: Sei sicuro di voler spegnere il sistema?

source: The system is powering off now.
it_it: Il sistema si sta spegnendo ora.

source: Go back to previous page
it_it: Torna alla pagina precedente

source: Are you sure you want to reboot the system?
it_it: Sei sicuro di voler riavviare il sistema?

source: The system is rebooting now, please wait...
it_it: Il sistema si sta riavviando ora, per favore aspetta ...

source: Jobs
it_it: Lavori

source: Origin
it_it: Origine

source: Days
it_it: Giorni

source: Weekdays
it_it: Giorni della settimana

source: Error reconfiguring cron
it_it: Errore riconfigurazione di cron

source: Edit job
it_it: Modifica lavoro

source: Continue
it_it: Continua

source: Token
it_it: Gettone

source: Device ID
it_it: ID del dispositivo

source: Reset
it_it: Ripristina

source: Flush ARP Table
it_it: Tavolo arp a filo

source: Flush the ARP cache manually, in case your ARP cache contains invalid data.
it_it: Fiare manualmente la cache ARP, nel caso in cui la cache ARP contenga dati non validi.

source: Manufacturer
it_it: Produttore

source: Interface name
it_it: Nome dell'interfaccia

source: NOTE: Local IPv6 peers use NDP instead of ARP.
it_it: Nota: i peer IPv6 locali Utilizzare NDP anziché ARP.

source: Name resolution
it_it: Risoluzione del nome

source: Enable this to attempt to resolve names when displaying the tables. By enabling name resolution, the query may take longer.
it_it: Abilita questo per tentare di risolvere i nomi durante la visualizzazione delle tabelle. Abilitando la risoluzione dei nomi, la query può richiedere più tempo.

source: Flush
it_it: Sciacquone

source: Refresh
it_it: ricaricare

source: Add filters template
it_it: Aggiungi modello di filtri

source: Template save failed. Message:
it_it: Modello Salva non riuscito. Messaggio:

source: Filters template edit
it_it: Filtri Modello Modifica

source: Template edit failed. Message:
it_it: Modifica del modello non riuscita. Messaggio:

source: Filters template delete
it_it: Elimina del modello di filtri

source: Template delete failed. Result:
it_it: Elimina del modello non riuscito. Risultato:

source: Detailed rule info
it_it: Informazioni dettagliate della regola

source: Save filters template
it_it: Salva modello di filtri

source: Filters not set
it_it: Filtri non impostati

source: action
it_it: azione

source: label
it_it: etichetta

source: rule id
it_it: Regola ID

source: contains
it_it: contiene

source: is
it_it: è

source: does not contain
it_it: non contiene

source: is not
it_it: non è

source: click on badge to remove filter
it_it: Fare clic sul badge per rimuovere il filtro

source: Select any of given criteria (or)
it_it: Seleziona uno dei criteri (o)

source: Auto refresh
it_it: Auto aggiornamento

source: Lookup hostnames
it_it: Nome host di ricerca

source: Age (sec)
it_it: Età (sec)

source: Expires (sec)
it_it: Scade (sec)

source: Rule
it_it: Regola

source: Delete all filtered states
it_it: Elimina tutti gli stati filtrati

source: Are you sure you do want to kill all states matching the provided search criteria?
it_it: Sei sicuro di voler uccidere tutti gli stati corrispondenti ai criteri di ricerca forniti?

source: Resetting the state tables will remove all entries from the corresponding tables. This means that all open connections will be broken and will have to be re-established. This may be necessary after making substantial changes to the firewall and/or NAT rules, especially if there are IP protocol mappings (e.g. for PPTP or IPv6) with open connections.
it_it: Il ripristino delle tabelle di stato rimuoverà tutte le voci dalle tabelle corrispondenti. Ciò significa che tutte le connessioni aperte saranno interrotte e dovranno essere ristabilite. Ciò può essere necessario dopo aver apportato modifiche sostanziali alle regole del firewall e/o NAT, soprattutto se ci sono mappature del protocollo IP (ad es. Per PPTP o IPv6) con connessioni aperte.

source: The firewall will normally leave the state tables intact when changing rules.
it_it: Il firewall normalmente lascerà le tabelle di stato intatte quando si cambiano le regole.

source: Note: If you reset the firewall state table, the browser session may appear to be hung after clicking "Reset". Simply refresh the page to continue.
it_it: Nota: se si ripristina la tabella dello stato del firewall, la sessione del browser può sembrare appesa dopo aver fatto clic su "Ripristina". Basta aggiornare la pagina per continuare.

source: Resetting the source tracking table will remove all source/destination associations. This means that the "sticky" source/destination association will be cleared for all clients.
it_it: Il ripristino della tabella di tracciamento della sorgente rimuoverà tutte le associazioni di origine/destinazione. Ciò significa che l'associazione di origine/destinazione "appiccicosa" verrà cancellata per tutti i clienti.

source: This does not clear active connection states, only source tracking.
it_it: Ciò non chiarisce gli stati di connessione attivi, solo tracciamento della fonte.

source: kill all matched states
it_it: Uccidi tutti gli stati abbinati

source: Actions
it_it: Azioni

source: state id
it_it: ID stato

source: Reset state table
it_it: Ripristina la tabella dello stato

source: Reset source tracking
it_it: Ripristina il monitoraggio della sorgente

source: Protocols
it_it: Protocolli

source: Source IPs
it_it: Fonte ips

source: Destination IPs
it_it: IPS di destinazione

source: Source Ports
it_it: Porte di origine

source: Destination Ports
it_it: Porte di destinazione

source: hours
it_it: ore

source: minutes
it_it: minuti

source: Year(s)
it_it: Anni)

source: full date & time
it_it: Data e ora completa

source: Information
it_it: Informazione

source: Local data collection is not enabled at the moment
it_it: La raccolta dei dati locali non è abilitata al momento

source: Go to reporting settings
it_it: Vai alle impostazioni di reporting

source: Options
it_it: Opzioni

source: Zoom level
it_it: Livello di zoom
