Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: When using a static WAN address, this should be entered using the full IPv6 address. When using a dynamic WAN address, only enter the suffix part (i.e. ::1:2:3:4).
id_id: Saat menggunakan alamat WAN statis, alamat ini harus dimasukkan menggunakan alamat IPv6 lengkap. Saat menggunakan alamat WAN dinamis, masukkan hanya bagian akhiran saja (misal: ::1:2:3:4).
it_it: Quando si utilizza un indirizzo WAN statico, questo dovrebbe essere inserito utilizzando l'indirizzo IPv6 completo. Quando si utilizza un indirizzo WAN dinamico, inserisci solo la parte del suffisso (ovvero :: 1: 2: 3: 4).
ja_jp: 静的WANアドレスを使用する場合は、完全なIPv6アドレスで入力する必要があります。動的WANアドレスを使用する場合は、サフィックス部分のみを入力します（例： ::1:2:3:4）。
ko_ko: 정적 WAN 주소를 사용하는 경우, 전체 IPv6 주소를 사용하여 입력해야 합니다. 동적 WAN 주소를 사용하는 경우 접미사 부분만 입력하세요(예: ::1:2:3:4).
pt_pt: Quando se utiliza um endereço WAN estático, este deve ser introduzido utilizando o endereço IPv6 completo. Ao utilizar um endereço WAN dinâmico, introduza apenas a parte do sufixo (ou seja ::1:2:3:4).
sw_sw: Om du använder en statisk WAN-adress ska du ange den fullständiga IPv6-adressen. Om du använder en dynamisk WAN-adress anger du endast suffixdelen (dvs. ::1:2:3:4).
tr_tr: Statik bir WAN adresi kullanırken, bu tam IPv6 adresi kullanılarak girilmelidir. Dinamik bir WAN adresi kullanırken, yalnızca sonek kısmını girin (yani ::1:2:3:4).
uk_uk: При використанні статичної WAN-адреси слід вводити повну IPv6-адресу. Якщо ви використовуєте динамічну WAN-адресу, введіть лише суфіксну частину (тобто ::1:2:3:4).

source: If no IP address is given above, hostname will not be visible to DNS services with lease registration enabled.
id_id: Jika tidak ada alamat IP yang diberikan di atas, nama host tidak akan terlihat oleh layanan DNS dengan registrasi sewa yang diaktifkan.
ja_jp: IPアドレスを指定しない場合、リース登録が有効なDNSサービスではホスト名が表示されません。
ko_ko: 위에 IP 주소를 제공하지 않으면 임대 등록이 활성화된 DNS 서비스에 호스트 이름이 표시되지 않습니다.
pt_pt: Se não for dado um endereço IP acima, o nome da máquina não será visível aos serviços DNS com o registo de arrendamento activado.
sw_sw: Om ingen IP-adress anges ovan kommer värdnamnet inte att vara synligt för DNS-tjänster med aktiverad hyresregistrering.
tr_tr: Yukarıda herhangi bir IP adresi verilmemişse, ana bilgisayar adı, kira kaydı etkinleştirilmiş DNS hizmetleri tarafından görülmeyecektir.
uk_uk: Якщо IP-адреса не вказана, ім'я хоста не буде видимим для DNS-сервісів з увімкненою реєстрацією оренди.

source: If you want to use a custom domain search list for this host, you may optionally specify one or multiple domains here. Use the semicolon character as separator. The first domain in this list will also be used for DNS registration of this host if enabled. If empty, the first domain in the interface's domain search list will be used. If this is empty, too, the system domain will be used.
id_id: Jika Anda ingin menggunakan daftar pencarian domain khusus untuk host ini, Anda dapat menentukan satu atau beberapa domain secara opsional di sini. Gunakan karakter titik koma sebagai pemisah. Domain pertama dalam daftar ini juga akan digunakan untuk pendaftaran DNS host ini jika diaktifkan. Jika kosong, domain pertama dalam daftar pencarian domain antarmuka akan digunakan. Jika ini juga kosong, domain sistem akan digunakan.
it_it: Se si desidera utilizzare un elenco di ricerca di domini personalizzati per questo host, è possibile specificare facoltativamente uno o più domini qui. Usa il carattere in punto e virgola come separatore. Il primo dominio in questo elenco verrà utilizzato anche per la registrazione DNS di questo host se abilitato. Se vuoto, verrà utilizzato il primo dominio nell'elenco di ricerca del dominio dell'interfaccia. Se questo è anche vuoto, verrà utilizzato il dominio del sistema.
ja_jp: このホストでカスタムドメイン検索リストを使用したい場合、オプションでここに1つまたは複数のドメインを指定することができます。区切り文字としてセミコロン文字を使用します。このリストの最初のドメインは、有効な場合、このホストのDNS登録にも使用されます。空の場合、インターフェイスのドメイン検索リストの最初のドメインが使用されます。これも空の場合は、システムドメインが使用されます。
ko_ko: 이 호스트에 사용자 정의 도메인 검색 목록을 사용하려면 여기에서 선택적으로 하나 또는 여러 개의 도메인을 지정할 수 있습니다. 세미콜론 문자를 구분 기호로 사용합니다. 이 목록의 첫 번째 도메인은 사용 설정된 경우 이 호스트의 DNS 등록에도 사용됩니다. 비어 있으면 인터페이스의 도메인 검색 목록에 있는 첫 번째 도메인이 사용됩니다. 이 역시 비어 있으면 시스템 도메인이 사용됩니다.
pt_pt: Se quiser utilizar uma lista de pesquisa de domínio personalizada para este anfitrião, pode opcionalmente especificar aqui um ou vários domínios. Utilize o carácter de ponto-e-vírgula como separador. O primeiro domínio desta lista será também utilizado para o registo DNS deste hospedeiro, se estiver activado. Se estiver vazio, será utilizado o primeiro domínio na lista de pesquisa de domínios da interface. Se este também estiver vazio, será utilizado o domínio do sistema.
sw_sw: Om du vill använda en egen söklista för domäner för den här värden kan du ange en eller flera domäner här. Använd semikolon som separator. Den första domänen i den här listan kommer också att användas för DNS-registrering av den här värden om den är aktiverad. Om den är tom används den första domänen i gränssnittets domänsöklista. Om den också är tom används systemdomänen.
tr_tr: Bu ana bilgisayar için özel bir alan adı arama listesi kullanmak istiyorsanız, isteğe bağlı olarak burada bir veya birden fazla alan adı belirtebilirsiniz. Ayırıcı olarak noktalı virgül karakterini kullanın. Bu listedeki ilk etki alanı, etkinleştirilmişse bu ana bilgisayarın DNS kaydı için de kullanılacaktır. Boşsa, arayüzün etki alanı arama listesindeki ilk etki alanı kullanılır. Bu da boşsa, sistem etki alanı kullanılır.
uk_uk: Якщо ви хочете використовувати власний список пошуку доменів для цього хоста, ви можете вказати тут один або декілька доменів. Використовуйте крапку з комою як роздільник. Перший домен у цьому списку також буде використано для DNS-реєстрації цього хоста, якщо її ввімкнено. Якщо поле порожнє, буде використано перший домен у списку пошуку доменів інтерфейсу. Якщо він також порожній, буде використано системний домен.

source: Netboot filename
id_id: Nama file Netboot
ja_jp: ネットブートファイル名
ko_ko: 넷부팅 파일 이름
pt_pt: Nome do ficheiro do Netboot
sw_sw: Filnamn för nätstart
tr_tr: Netboot dosya adı
uk_uk: Ім'я файлу мережевого завантаження

source: A valid Destination Server IPv6 address must be specified.
id_id: Alamat IPv6 Server Tujuan yang valid harus ditentukan.
it_it: È necessario specificare un indirizzo IPv6 del server di destinazione valido.
ja_jp: 送信先サーバに有効なIPv6アドレスを指定してください。
ko_ko: 유효한 대상 서버 IPv6 주소를 지정해야 합니다.
pt_pt: Um endereço IPv6 válido do servidor de destino deve ser especificado.
sw_sw: En giltig IPv6-adress för målservern måste anges.
tr_tr: Geçerli bir Hedef Sunucu IPv6 adresi belirtilmelidir.
uk_uk: Необхідно вказати дійсну IPv6-адресу сервера призначення.

source: The DHCPv6 server is currently enabled. Cannot enable the DHCPv6 relay while the DHCPv6 server is enabled on any interface.
id_id: Server DHCPv6 saat ini diaktifkan. Tidak dapat mengaktifkan relai DHCPv6 saat server DHCPv6 diaktifkan di antarmuka mana pun.
it_it: Il server DHCPV6 è attualmente abilitato. Impossibile abilitare il relè DHCPV6 mentre il server DHCPV6 è abilitato su qualsiasi interfaccia.
ja_jp: DHCPv6 サーバは現在有効になっていますが、DHCPv6 サーバが有効になっているインタフェースがある場合は、DHCPv6 リレーを有効にできません。
ko_ko: DHCPv6 서버가 현재 사용하도록 설정되어 있습니다. 어떤 인터페이스에서든 DHCPv6 서버가 사용하도록 설정되어 있는 동안에는 DHCPv6 릴레이를 사용하도록 설정할 수 없습니다.
pt_pt: O servidor de DHCPv6 está atualmente ativo. Não é possível ativar o DHCPv6 relay enquanto o servidor DHCPv6 estiver ativo em qualquer interface.
sw_sw: DHCPv6-servern är för närvarande aktiverad. Det går inte att aktivera DHCPv6-reläet medan DHCPv6-servern är aktiverad i något gränssnitt.
tr_tr: DHCPv6 sunucusu şu anda etkin. DHCPv6 sunucusu herhangi bir arabirimde etkinken DHCPv6 aktarıcısı etkinleştirilemiyor.
uk_uk: Сервер DHCPv6 наразі увімкнено. Не вдається увімкнути ретранслятор DHCPv6, якщо сервер DHCPv6 увімкнено на будь-якому інтерфейсі.

source: DHCPv6 Relay configuration
id_id: Konfigurasi Relay DHCPv6
it_it: Configurazione relè DHCPV6
ja_jp: DHCPv6 リレー構成
ko_ko: DHCPv6 릴레이 구성
pt_pt: Configuração do DHCPv6 Relé
sw_sw: Konfigurering av DHCPv6 Relay
tr_tr: DHCPv6 Aktarıcı yapılandırması
uk_uk: Конфігурація ретрансляції DHCPv6

source: Enable DHCPv6 relay on interface
id_id: Mengaktifkan relai DHCPv6 pada antarmuka
it_it: Abilita relè DHCPV6 sull'interfaccia
ja_jp: インタフェースで DHCPv6 リレーを有効にする
ko_ko: 인터페이스에서 DHCPv6 릴레이 사용
pt_pt: Activar DHCPv6 relé sem interface
sw_sw: Aktivera DHCPv6 relay på gränssnittet
tr_tr: Arabirimde DHCPv6 aktarımını etkinleştirme
uk_uk: Увімкнути ретрансляцію DHCPv6 на інтерфейсі

source: Interfaces without an IPv6 address will not be shown.
id_id: Antarmuka tanpa alamat IPv6 tidak akan ditampilkan.
it_it: Le interfacce senza un indirizzo IPv6 non verranno visualizzate.
ja_jp: IPv6 アドレスではないのは、インタフェース表示されません。
ko_ko: IPv6 주소가 없는 인터페이스는 표시되지 않습니다.
pt_pt: Interfaces sem endereços IPv6 não serão apresentados
sw_sw: Gränssnitt utan IPv6-adress visas inte.
tr_tr: IPv6 adresi olmayan arayüzler gösterilmeyecektir.
uk_uk: Інтерфейси без IPv6-адреси не будуть показані.

source: If this is checked, the DHCPv6 relay will append the circuit ID (interface number) and the agent ID to the DHCPv6 request.
id_id: Jika ini dicentang, relai DHCPv6 akan menambahkan ID sirkuit (nomor antarmuka) dan ID agen ke permintaan DHCPv6.
it_it: Se questo viene verificato, il relè DHCPV6 aggiungerà l'ID circuito (numero di interfaccia) e l'ID agente alla richiesta DHCPV6.
ja_jp: これがチェックされていると、DHCPv6 リレーは回線 ID ( インタフェース番号 ) 及び ID を DHCPv6 リクエストに追加します。
ko_ko: 이 옵션을 선택하면 DHCPv6 릴레이가 회로 ID(인터페이스 번호)와 에이전트 ID를 DHCPv6 요청에 추가합니다.
pt_pt: Se esta opção estiver marcada, DHCPv6 relay Irá acrescentar o ID do circuito (número do interface) e o ID do agente para a solicitação DHCPv6.
sw_sw: Om detta är markerat kommer DHCPv6-reläen att bifoga krets-ID (gränssnittsnummer) och agent-ID till DHCPv6-förfrågan.
tr_tr: Bu işaretlenirse, DHCPv6 aktarıcısı devre kimliğini (arabirim numarası) ve aracı kimliğini DHCPv6 isteğine ekler.
uk_uk: Якщо ця опція позначена, реле DHCPv6 додасть ідентифікатор мережі (номер інтерфейсу) та ідентифікатор агента до DHCPv6-запиту.

source: Destination server
id_id: Server tujuan
it_it: Server di destinazione
ja_jp: 送信先サーバ
ko_ko: 대상 서버
pt_pt: Servidor de destino
sw_sw: Målserver
tr_tr: Hedef sunucu
uk_uk: Сервер призначення

source: This is the IPv6 address of the server to which DHCPv6 requests are relayed. You can enter multiple server IPv6 addresses, separated by commas.
id_id: Ini adalah alamat IPv6 server yang menjadi tujuan permintaan DHCPv6. Anda dapat memasukkan beberapa alamat IPv6 server, dipisahkan dengan koma.
it_it: Questo è l'indirizzo IPv6 del server a cui vengono trasmesse le richieste DHCPV6. È possibile inserire più indirizzi IPv6 del server, separati da virgole.
ja_jp: DHCPv6リクエストの中継先となるサーバーのIPv6アドレスです。複数のサーバーIPv6アドレスをカンマで区切って入力することができます。
ko_ko: DHCPv6 요청이 릴레이되는 서버의 IPv6 주소입니다. 쉼표로 구분하여 여러 서버 IPv6 주소를 입력할 수 있습니다.
pt_pt: Este é o endereço IPv6 do servidor para o qual os pedidos DHCPv6 são retransmitidos. É possível introduzir múltiplos endereços IPv6 do servidor, separados por vírgulas.
sw_sw: Detta är IPv6-adressen till den server som DHCPv6-begäran vidarebefordras till. Du kan ange flera IPv6-adresser till servrar, separerade med kommatecken.
tr_tr: Bu, DHCPv6 isteklerinin aktarıldığı sunucunun IPv6 adresidir. Virgülle ayırarak birden fazla sunucu IPv6 adresi girebilirsiniz.
uk_uk: Це IPv6-адреса сервера, на який пересилаються DHCPv6-запити. Ви можете ввести кілька IPv6-адрес сервера, розділених комами.

source: The domain may only contain the characters a-z, 0-9, '-' and '.'.
id_id: Domain hanya boleh berisi karakter a-z, 0-9, '-', dan '.'.
it_it: Il dominio può contenere solo i caratteri A-Z, 0-9, '-' e '.'.
ja_jp: ドメインには、a-z、0-9、-、。のみが使用できます。
ko_ko: 도메인에는 a-z, 0-9, '-' 및 '.' 문자만 포함할 수 있습니다.
pt_pt: O domínio só pode conter os caracteres a-z, 0-9, '-' e '.'.
sw_sw: Domänen får endast innehålla tecknen a-z, 0-9, "-" och ".".
tr_tr: Etki alanı yalnızca a-z, 0-9, '-' ve '.' karakterlerini içerebilir.
uk_uk: Домен може містити лише символи a-z, 0-9, '-' та '.'.

source: You must specify a valid port number
id_id: Anda harus menentukan nomor port yang valid
it_it: È necessario specificare un numero di porta valido
ja_jp: 有効なポート番号を指定してください
ko_ko: 유효한 포트 번호를 지정해야 합니다.
pt_pt: Terá de especificar um numero de porta válido
sw_sw: Du måste ange ett giltigt portnummer
tr_tr: Geçerli bir bağlantı noktası numarası belirtmelisiniz
uk_uk: Ви повинні вказати дійсний номер порту

source: Unbound is still active on the same port. Disable it before enabling Dnsmasq.
id_id: Unbound masih aktif pada port yang sama. Nonaktifkan sebelum mengaktifkan Dnsmasq.
it_it: Illcound è ancora attivo sulla stessa porta. Disabilitalo prima di abilitare dnsmasq.
ja_jp: Unboundは同じポートでまだ有効です。Dnsmasqを有効にする前に、これを無効にしてください。
ko_ko: 언바인딩은 동일한 포트에서 여전히 활성화되어 있습니다. Dnsmasq를 사용하도록 설정하기 전에 비활성화하세요.
pt_pt: Sem restrições ainda está activo no mesmo porto. Desactive-o antes de activar o Dnsmasq.
sw_sw: Unbound är fortfarande aktiv på samma port. Inaktivera den innan du aktiverar Dnsmasq.
tr_tr: Unbound aynı bağlantı noktasında hala etkin. Dnsmasq'ı etkinleştirmeden önce devre dışı bırakın.
uk_uk: Unbound досі активний на тому самому порту. Вимкніть його перед увімкненням Dnsmasq.

source: Do you really want to delete this host?
id_id: Apakah Anda benar-benar ingin menghapus host ini?
it_it: Vuoi davvero eliminare questo host?
ja_jp: 本当にこのホストを削除しますか？
ko_ko: 이 호스트를 정말 삭제하시겠습니까?
pt_pt: em a certeza de que pretende apagar este anfitrião?
sw_sw: Vill du verkligen ta bort den här värden?
tr_tr: Bu sunucuyu gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей хост?

source: Do you really want to delete this domain override?
id_id: Apakah Anda benar-benar ingin menghapus penggantian domain ini?
it_it: Vuoi davvero eliminare questa sovraccarico di dominio?
ja_jp: 本当にこのドメインオーバーライドを削除しますか？
ko_ko: 이 도메인 재정의를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza que pretende apagar este domínio?
sw_sw: Vill du verkligen ta bort denna domänöverstyrning?
tr_tr: Bu etki alanı geçersiz kılmayı gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити перевизначення цього домену?

source: The Dnsmasq configuration has been changed.
id_id: Konfigurasi Dnsmasq telah diubah.
it_it: La configurazione DNSMASQ è stata modificata.
ja_jp: Dnsmasqの構成が変更されました。
ko_ko: Dnsmasq 구성이 변경되었습니다.
pt_pt: A configuração do Dnsmasq foi alterada.
sw_sw: Dnsmasq-konfigurationen har ändrats.
tr_tr: Dnsmasq yapılandırması değiştirildi.
uk_uk: Змінено конфігурацію Dnsmasq.

source: General options
id_id: Opsi umum
it_it: Opzioni generali
ja_jp: 一般的なオプション
ko_ko: 일반 옵션
pt_pt: Opções gerais
sw_sw: Allmänna alternativ
tr_tr: Genel seçenekler
uk_uk: Загальні параметри

source: Enable Dnsmasq
id_id: Aktifkan Dnsmasq
it_it: Abilita dnsmasq
ja_jp: Dnsmasqを有効にする
ko_ko: Dnsmasq 사용
pt_pt: Activar o Dnsmasq
sw_sw: Aktivera Dnsmasq
tr_tr: Dnsmasq'ı Etkinleştir
uk_uk: Увімкнути Dnsmasq

source: The port used for responding to DNS queries. It should normally be left blank unless another service needs to bind to TCP/UDP port 53.
id_id: Port yang digunakan untuk merespons permintaan DNS. Port ini biasanya harus dikosongkan kecuali jika layanan lain perlu mengikat port TCP/UDP 53.
it_it: La porta utilizzata per rispondere alle query DNS. Normalmente dovrebbe essere lasciato vuoto a meno che un altro servizio non debba legarsi alla porta 53 TCP/UDP.
ja_jp: dns 照会への応答に使用するポートです。他のサービスに tcp/udp ポート 53 をバインドする必要がない限り、通常は、空白にしてください。
ko_ko: DNS 쿼리에 응답하는 데 사용되는 포트입니다. 다른 서비스가 TCP/UDP 포트 53에 바인딩해야 하는 경우가 아니라면 일반적으로 비워 두어야 합니다.
pt_pt: Porta utilizada para responder a consultas DNS. Normalmente deverá ficar em branco, a menos que outro serviço necessite de ligar a TCP/UDP na porta 53.
sw_sw: Den port som används för att svara på DNS-frågor. Den ska normalt lämnas tom om inte en annan tjänst behöver binda till TCP/UDP-port 53.
tr_tr: DNS sorgularına yanıt vermek için kullanılan bağlantı noktası. Başka bir hizmetin TCP/UDP bağlantı noktası 53'e bağlanması gerekmediği sürece normalde boş bırakılmalıdır.
uk_uk: Порт, який використовується для відповіді на DNS-запити. Зазвичай його слід залишати порожнім, якщо тільки іншій службі не потрібно зв'язуватися з TCP/UDP-портом 53.

source: Network Interfaces
id_id: Antarmuka Jaringan
it_it: Interfacce di rete
ja_jp: ネットワークインタフェース
ko_ko: 네트워크 인터페이스
pt_pt: Interfaces de rede
sw_sw: Nätverksgränssnitt
tr_tr: Ağ Arayüzleri
uk_uk: Мережеві інтерфейси

source: All (recommended)
id_id: Semua (disarankan)
it_it: Tutto (consigliato)
ja_jp: 全て( 推奨 )
ko_ko: 모두(권장)
pt_pt: Todos (recomendado)
sw_sw: Alla (rekommenderas)
tr_tr: Hepsi (önerilir)
uk_uk: Всі (рекомендовано)

source: Interface IPs used by Dnsmasq for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
id_id: IP antarmuka yang digunakan oleh Dnsmasq untuk merespons permintaan dari klien. Jika sebuah antarmuka memiliki IP IPv4 dan IPv6, keduanya akan digunakan. Permintaan ke IP antarmuka lain yang tidak dipilih di bawah ini akan dibuang. Perilaku default adalah untuk menanggapi permintaan pada setiap alamat IPv4 dan IPv6 yang tersedia.
it_it: Interface IPS utilizzato da DNSMASQ per rispondere alle domande dei clienti. Se un'interfaccia dispone di IPS sia IPv4 che IPv6, entrambi vengono utilizzati. Le query ad altre IP di interfaccia non selezionate di seguito sono scartate. Il comportamento predefinito è rispondere alle query su ogni indirizzo IPv4 e IPv6 disponibile.
ja_jp: Dnsmasqがクライアントからのクエリに応答するために使用するインターフェイスのIPです。インターフェースにIPv4とIPv6の両方のIPがある場合は、両方が使用されます。以下で選択されていない他のインターフェイスIPへのクエリは破棄されます。デフォルトの動作は、利用可能なすべてのIPv4およびIPv6アドレスのクエリに応答することです。
ko_ko: 클라이언트의 쿼리에 응답하기 위해 Dnsmasq에서 사용하는 인터페이스 IP입니다. 인터페이스에 IPv4와 IPv6 IP가 모두 있는 경우 둘 다 사용됩니다. 아래에서 선택하지 않은 다른 인터페이스 IP에 대한 쿼리는 삭제됩니다. 기본 동작은 사용 가능한 모든 IPv4 및 IPv6 주소에 대한 쿼리에 응답하는 것입니다.
pt_pt: IPs de interface utilizados pelo Dnsmasq para responder a consultas de clientes. Se uma interface tiver IPs IPv4 e IPv6, ambos são utilizados. Consultas a outros IPs de interface não seleccionados abaixo são descartadas. O comportamento por defeito é responder a consultas sobre todos os endereços IPv4 e IPv6 disponíveis.
sw_sw: IP-gränssnitt som används av Dnsmasq för att svara på frågor från klienter. Om ett gränssnitt har både IPv4- och IPv6-IPs används båda. Förfrågningar till andra gränssnitts-IP:er som inte valts nedan förkastas. Standardbeteendet är att svara på frågor på alla tillgängliga IPv4- och IPv6-adresser.
tr_tr: İstemcilerden gelen sorgulara yanıt vermek için Dnsmasq tarafından kullanılan arabirim IP'leri. Bir arabirimin hem IPv4 hem de IPv6 IP'leri varsa, her ikisi de kullanılır. Aşağıda seçilmeyen diğer arayüz IP'lerine yapılan sorgular atılır. Varsayılan davranış, kullanılabilir her IPv4 ve IPv6 adresindeki sorgulara yanıt vermektir.
uk_uk: IP-адреси інтерфейсу, які використовуються Dnsmasq для відповіді на запити клієнтів. Якщо інтерфейс має як IPv4, так і IPv6 IP-адреси, використовуються обидві. Запити до інших IP-адрес інтерфейсу, не зазначених нижче, відкидаються. Поведінка за замовчуванням - відповідати на запити на кожну доступну IPv4 і IPv6 адресу.

source: Bind Mode
id_id: Mode Pengikatan
it_it: Modalità di bind
ja_jp: バインドモード
ko_ko: 바인드 모드
pt_pt: Modo Bind
sw_sw: Bindningsläge
tr_tr: Bağlama Modu
uk_uk: Режим прив'язки

source: Strict Interface Binding
id_id: Pengikatan Antarmuka yang Ketat
it_it: Legame interfaccia rigoroso
ja_jp: 厳格なインタフェースバインド
ko_ko: 엄격한 인터페이스 바인딩
pt_pt: Interface restrito de Encadernação
sw_sw: Strikt gränssnittsbindning
tr_tr: Sıkı Arayüz Bağlama
uk_uk: Сувора прив'язка до інтерфейсу

source: If this option is set, Dnsmasq will only bind to the interfaces containing the IP addresses selected above, rather than binding to all interfaces and discarding queries to other addresses.
id_id: Jika opsi ini disetel, Dnsmasq hanya akan mengikat ke antarmuka yang berisi alamat IP yang dipilih di atas, daripada mengikat ke semua antarmuka dan membuang kueri ke alamat lain.
it_it: Se questa opzione è impostata, DNSMASQ si lega solo alle interfacce contenenti gli indirizzi IP selezionati sopra, anziché vincolando a tutte le interfacce e scartare le query ad altri indirizzi.
ja_jp: このオプションを設定すると、Dnsmasqはすべてのインターフェースにバインドして他のアドレスへのクエリを破棄するのではなく、上記で選択したIPアドレスを含むインターフェースにのみバインドします。
ko_ko: 이 옵션을 설정하면 Dnsmasq는 모든 인터페이스에 바인딩하고 다른 주소에 대한 쿼리를 삭제하지 않고 위에서 선택한 IP 주소가 포함된 인터페이스에만 바인딩합니다.
pt_pt: Se esta opção for definida, o Dnsmasq apenas se ligará às interfaces que contêm os endereços IP seleccionados acima, em vez de ligar a todas as interfaces e descartar consultas a outros endereços.
sw_sw: Om det här alternativet är inställt kommer Dnsmasq endast att binda till de gränssnitt som innehåller de IP-adresser som valts ovan, i stället för att binda till alla gränssnitt och avvisa förfrågningar till andra adresser.
tr_tr: Bu seçenek ayarlanırsa, Dnsmasq tüm arayüzlere bağlanmak ve diğer adreslere yapılan sorguları atmak yerine yalnızca yukarıda seçilen IP adreslerini içeren arayüzlere bağlanacaktır.
uk_uk: Якщо цей параметр встановлено, Dnsmasq зв'язуватиметься лише з інтерфейсами, що містять вибрані вище IP-адреси, замість того, щоб зв'язуватися з усіма інтерфейсами і відкидати запити до інших адрес.

source: This option does not work with IPv6. If set, Dnsmasq will not bind to IPv6 addresses.
id_id: Opsi ini tidak bekerja dengan IPv6. Jika disetel, Dnsmasq tidak akan mengikat alamat IPv6.
it_it: Questa opzione non funziona con IPv6. Se impostato, DNSMASQ non si lega agli indirizzi IPv6.
ja_jp: このオプションは、IPv6では動作しません。設定すると、DnsmasqはIPv6アドレスにバインドしません。
ko_ko: 이 옵션은 IPv6에서는 작동하지 않습니다. 이 옵션을 설정하면 Dnsmasq는 IPv6 주소에 바인딩하지 않습니다.
pt_pt: Esta opção não funciona com IPv6. Se definida, o Dnsmasq não se ligará a endereços IPv6.
sw_sw: Det här alternativet fungerar inte med IPv6. Om det är inställt kommer Dnsmasq inte att binda till IPv6-adresser.
tr_tr: Bu seçenek IPv6 ile çalışmaz. Ayarlanırsa, Dnsmasq IPv6 adreslerine bağlanmayacaktır.
uk_uk: Цей параметр не працює з IPv6. Якщо його встановлено, Dnsmasq не прив'язуватиметься до IPv6-адрес.

source: DHCP Registration
id_id: Pendaftaran DHCP
it_it: Registrazione DHCP
ja_jp: DHCP 登録
ko_ko: DHCP 등록
pt_pt: Registo DHCP
sw_sw: Registrering av DHCP
tr_tr: DHCP Kaydı
uk_uk: Реєстрація DHCP

source: Register DHCP leases
id_id: Mendaftarkan sewa DHCP
it_it: Registra i contratti di locazione DHCP
ja_jp: DHCPリースの登録
ko_ko: DHCP 임대 등록
pt_pt: Registar alugueres de DHCP
sw_sw: Registrera DHCP-avtal
tr_tr: DHCP kiralarını kaydetme
uk_uk: Реєстрація оренди DHCP
