Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Search Scope Base DN
id_id: DN Basis Lingkup Pencarian
ja_jp: サーチスコープ ベースDN
ko_ko: 검색 범위 기본 DN
pt_pt: Busca Base de Escopo DN
sw_sw: Sökområde Bas DN
tr_tr: Arama Kapsamı Tabanı DN
uk_uk: Область пошуку База DN

source: Search Scope Level
id_id: Tingkat Lingkup Pencarian
ja_jp: 検索スコープレベル
ko_ko: 검색 범위 수준
pt_pt: Nível de Pesquisa de Âmbito
sw_sw: Nivå för sökningens omfattning
tr_tr: Arama Kapsamı Seviyesi
uk_uk: Рівень обсягу пошуку

source: Secondary DNS Server
id_id: Server DNS Sekunder
ja_jp: セカンダリーDNSサーバー
ko_ko: 보조 DNS 서버
pt_pt: Servidor DNS Secundário
sw_sw: Sekundär DNS-server
tr_tr: İkincil DNS Sunucusu
uk_uk: Вторинний DNS-сервер

source: Secondary DNS Server field is invalid
id_id: Bidang Server DNS Sekunder tidak valid
ja_jp: Secondary DNS Server」フィールドが無効です。
ko_ko: 보조 DNS 서버 필드가 잘못되었습니다.
pt_pt: O campo secundário do Servidor DNS é inválido
sw_sw: Fältet Sekundär DNS-server är ogiltigt
tr_tr: İkincil DNS Sunucusu alanı geçersiz
uk_uk: Поле "Вторинний DNS-сервер" є недійсним

source: Select an Authentication Backend Type
id_id: Pilih Jenis Backend Otentikasi
ja_jp: 認証バックエンドの種類を選択する
ko_ko: 인증 백엔드 유형 선택
pt_pt: Seleccione um Tipo de Backend de Autenticação
sw_sw: Välj en typ av autentiseringsbackend
tr_tr: Bir Kimlik Doğrulama Arka Uç Türü Seçin
uk_uk: Виберіть внутрішній тип автентифікації

source: Semicolon separated. This will be prepended to the search base DN above or you can specify full container path, e.g. CN=Users;DC=example or CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com
id_id: Dipisahkan dengan titik koma. Ini akan ditambahkan ke basis pencarian DN di atas atau Anda dapat menentukan jalur kontainer lengkap, misalnya CN = Pengguna; DC = contoh atau CN = Pengguna, DC = contoh, DC = com; OU = Pengguna lain, DC = contoh, DC = com
ja_jp: セミコロンで区切ります。これは、上記の検索ベースDNの前に追加されるか、または完全なコンテナパスを指定することができます（例：CN=Users;DC=example または CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com
ko_ko: 세미콜론으로 구분합니다. 위의 검색 기준 DN 앞에 추가하거나 전체 컨테이너 경로를 지정할 수 있습니다(예: CN=사용자;DC=예시 또는 CN=사용자,DC=예시,DC=컴;OU=기타사용자,DC=예시,DC=컴).
pt_pt: O ponto e vírgula separado. Isto será pré-apropriado para a base de pesquisa DN acima ou pode especificar o caminho completo do recipiente, por exemplo CN=Utilizadores;DC=exemplo ou CN=Utilizadores,DC=exemplo,DC=com;OU=Outros Utilizadores,DC=exemplo,DC=com
sw_sw: Semikolon separerat. Detta kommer att läggas till före sökbasens DN ovan eller så kan du ange hela behållarens sökväg, t.ex. CN=Users;DC=example eller CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com.
tr_tr: Noktalı virgülle ayrılmış. Bu, yukarıdaki arama tabanı DN'sine eklenecektir veya tam kapsayıcı yolunu belirtebilirsiniz, örneğin CN=Users;DC=example veya CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com
uk_uk: Через крапку з комою. Це буде додано до DN бази пошуку вище або ви можете вказати повний шлях до контейнера, наприклад, CN=Users;DC=example або CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com

source: Server Certificate Selection
id_id: Pemilihan Sertifikat Server
ja_jp: サーバー証明書の選択
ko_ko: 서버 인증서 선택
pt_pt: Selecção de Certificado de Servidor
sw_sw: Val av servercertifikat
tr_tr: Sunucu Sertifikası Seçimi
uk_uk: Вибір сертифіката сервера

source: Server Setup
id_id: Pengaturan Server
ja_jp: サーバーのセットアップ
ko_ko: 서버 설정
pt_pt: Configuração do Servidor
sw_sw: Serverinställning
tr_tr: Sunucu Kurulumu
uk_uk: Налаштування сервера

source: Set Root Password
id_id: Mengatur Kata Sandi Root
ja_jp: Rootパスワードの設定
ko_ko: 루트 비밀번호 설정
pt_pt: Definir palavra-chave de raiz
sw_sw: Ange rotlösenord
tr_tr: Kök Parolasını Ayarlama
uk_uk: Встановити Root-пароль

source: Set the MTU of the WAN interface. If you leave this field blank, an MTU of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed.
id_id: Mengatur MTU antarmuka WAN. Jika Anda mengosongkan bidang ini, MTU 1492 byte untuk PPPoE dan 1500 byte untuk semua jenis koneksi lainnya akan diasumsikan.
ja_jp: WAN インターフェースの MTU を設定します。このフィールドを空白にすると、PPPoEでは1492バイト、その他の接続タイプでは1500バイトのMTUが仮定されます。
ko_ko: WAN 인터페이스의 MTU를 설정합니다. 이 필드를 비워두면 PPPoE의 경우 1492바이트, 다른 모든 연결 유형의 경우 1500바이트의 MTU가 가정됩니다.
pt_pt: Definir a MTU da interface WAN. Se deixar este campo em branco, será assumido um MTU de 1492 bytes para PPPoE e 1500 bytes para todos os outros tipos de ligação.
sw_sw: Ange MTU för WAN-gränssnittet. Om du lämnar det här fältet tomt antas en MTU på 1492 byte för PPPoE och 1500 byte för alla andra anslutningstyper.
tr_tr: WAN arayüzünün MTU'sunu ayarlayın. Bu alanı boş bırakırsanız, PPPoE için 1492 baytlık ve diğer tüm bağlantı türleri için 1500 baytlık bir MTU varsayılacaktır.
uk_uk: Встановіть MTU інтерфейсу WAN. Якщо ви залишите це поле порожнім, буде використано MTU 1492 байти для PPPoE і 1500 байт для всіх інших типів з'єднань.

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value.
id_id: Atur nilai header IP TOS dari paket terowongan agar sesuai dengan nilai paket yang dienkapsulasi.
ja_jp: トンネルパケットのTOS IPヘッダー値をカプセル化されたパケット値と一致するように設定する。
ko_ko: 터널 패킷의 TOS IP 헤더 값을 캡슐화된 패킷 값과 일치하도록 설정합니다.
pt_pt: Definir o valor do cabeçalho TOS IP dos pacotes do túnel para corresponder ao valor do pacote encapsulado.
sw_sw: Ställ in TOS IP-headervärdet för tunnelpaket så att det matchar det inkapslade paketets värde.
tr_tr: Tünel paketlerinin TOS IP başlık değerini kapsüllenmiş paket değeriyle eşleşecek şekilde ayarlayın.
uk_uk: Встановіть значення заголовка TOS IP для тунельних пакетів відповідно до значення інкапсульованого пакета.

source: Size of the key which will be generated. The larger the key, the more security is offers, but larger keys are generally slower to use.
id_id: Ukuran kunci yang akan dihasilkan. Semakin besar kuncinya, semakin banyak keamanan yang ditawarkan, tetapi kunci yang lebih besar umumnya lebih lambat digunakan.
ja_jp: 生成される鍵の大きさです。鍵が大きいほどセキュリティが高くなりますが、一般的に鍵が大きいと使用するのが遅くなります。
ko_ko: 생성할 키의 크기입니다. 키가 클수록 더 강력한 보안이 제공되지만 일반적으로 키가 클수록 사용 속도가 느려집니다.
pt_pt: Tamanho da chave que será gerada. Quanto maior for a chave, mais segurança é oferecida, mas as chaves maiores são geralmente mais lentas de utilizar.
sw_sw: Storleken på den nyckel som ska genereras. Ju större nyckeln är, desto större är säkerheten, men större nycklar är i allmänhet långsammare att använda.
tr_tr: Oluşturulacak anahtarın boyutu. Anahtar ne kadar büyük olursa o kadar fazla güvenlik sunar, ancak daha büyük anahtarların kullanımı genellikle daha yavaştır.
uk_uk: Розмір ключа, який буде згенеровано. Чим більший ключ, тим більший рівень безпеки він забезпечує, але більші ключі зазвичай повільніші у використанні.

source: Specify the maximum number of clients allowed to concurrently connect to this server.
id_id: Tentukan jumlah maksimum klien yang diizinkan untuk menyambung secara bersamaan ke server ini.
ja_jp: このサーバーへの同時接続を許可するクライアントの最大数を指定します。
ko_ko: 이 서버에 동시에 연결할 수 있는 최대 클라이언트 수를 지정합니다.
pt_pt: Especificar o número máximo de clientes autorizados a ligarem-se simultaneamente a este servidor.
sw_sw: Ange det maximala antalet klienter som samtidigt får ansluta till den här servern.
tr_tr: Bu sunucuya eşzamanlı olarak bağlanmasına izin verilen maksimum istemci sayısını belirtin.
uk_uk: Вкажіть максимальну кількість клієнтів, яким дозволено одночасно підключатися до цього сервера.

source: Static
id_id: Statis
ja_jp: スタティック
ko_ko: 정적
pt_pt: Estático
sw_sw: Statisk
tr_tr: Statik
uk_uk: Статика

source: Static IP Configuration
id_id: Konfigurasi IP Statis
ja_jp: スタティックIPコンフィギュレーション
ko_ko: 고정 IP 구성
pt_pt: Configuração estática de IP
sw_sw: Statisk IP-konfiguration
tr_tr: Statik IP Yapılandırması
uk_uk: Статична конфігурація IP

source: Subnet Mask
ja_jp: サブネットマスク
ko_ko: 서브넷 마스크
pt_pt: Máscara de sub-rede
sw_sw: Subnätmask
tr_tr: Alt Ağ Maskesi
uk_uk: Маска підмережі

source: TCP4
ja_jp: ティーケーピーフォー

source: TCP6
ja_jp: ティーケーピーシックス

source: The interface where OpenVPN will listen for incoming connections.
id_id: Antarmuka di mana OpenVPN akan mendengarkan koneksi yang masuk.
ja_jp: OpenVPNが着信接続をリッスンするインターフェースです。
ko_ko: OpenVPN이 들어오는 연결을 수신 대기하는 인터페이스입니다.
pt_pt: A interface onde o OpenVPN ouvirá as ligações de entrada.
sw_sw: Gränssnittet där OpenVPN lyssnar på inkommande anslutningar.
tr_tr: OpenVPN'in gelen bağlantıları dinleyeceği arayüz.
uk_uk: Інтерфейс, де OpenVPN буде слухати вхідні з'єднання.

source: The method used to authenticate traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like.
id_id: Metode yang digunakan untuk mengautentikasi lalu lintas di antara titik akhir. Pengaturan ini harus sama di sisi klien dan server, tetapi jika tidak, Anda dapat mengaturnya sesuka Anda.
ja_jp: エンドポイント間のトラフィックを認証するために使用される方法です。この設定は、クライアント側とサーバー側で一致させる必要がありますが、それ以外は自由に設定できます。
ko_ko: 엔드포인트 간의 트래픽을 인증하는 데 사용되는 방법입니다. 이 설정은 클라이언트와 서버 측에서 일치해야 하지만, 그 외에는 원하는 대로 설정할 수 있습니다.
pt_pt: O método utilizado para autenticar o tráfego entre os pontos terminais. Esta configuração deve coincidir do lado do cliente e do lado do servidor, mas é definida de outra forma como se quiser.
sw_sw: Den metod som används för att autentisera trafik mellan slutpunkter. Den här inställningen måste stämma överens på klient- och serversidan, men kan i övrigt ställas in som du vill.
tr_tr: Uç noktalar arasındaki trafiğin kimliğini doğrulamak için kullanılan yöntem. Bu ayar istemci ve sunucu tarafında eşleşmelidir, ancak aksi takdirde istediğiniz gibi ayarlanır.
uk_uk: Метод, який використовується для автентифікації трафіку між кінцевими точками. Цей параметр має збігатися на стороні клієнта і сервера, але в іншому він може бути встановлений на ваш розсуд.

source: The method used to encrypt traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like. Certain algorithms will perform better on different hardware, depending on the availability of supported VPN accelerator chips.
id_id: Metode yang digunakan untuk mengenkripsi lalu lintas di antara titik akhir. Pengaturan ini harus sama di sisi klien dan server, tetapi dapat diatur sesuka Anda. Algoritme tertentu akan bekerja lebih baik pada perangkat keras yang berbeda, tergantung pada ketersediaan chip akselerator VPN yang didukung.
ja_jp: エンドポイント間のトラフィックを暗号化するために使用される方法です。この設定は、クライアント側とサーバー側で一致する必要がありますが、それ以外は自由に設定することができます。特定のアルゴリズムは、サポートされているVPNアクセラレーターチップの利用可能性に応じて、異なるハードウェア上でより良いパフォーマンスを発揮します。
ko_ko: 엔드포인트 간의 트래픽을 암호화하는 데 사용되는 방법입니다. 이 설정은 클라이언트와 서버 측에서 일치해야 하지만, 그 외에는 사용자가 원하는 대로 설정할 수 있습니다. 지원되는 VPN 가속기 칩의 가용성에 따라 특정 알고리즘은 다른 하드웨어에서 더 나은 성능을 발휘합니다.
pt_pt: O método utilizado para encriptar o tráfego entre os pontos terminais. Esta configuração deve coincidir do lado do cliente e do lado do servidor, mas é definida de outra forma como se quiser. Alguns algoritmos terão melhor desempenho em diferentes hardware, dependendo da disponibilidade de chips aceleradores de VPN suportados.
sw_sw: Den metod som används för att kryptera trafik mellan slutpunkter. Den här inställningen måste stämma överens på klient- och serversidan, men kan i övrigt ställas in som du vill. Vissa algoritmer fungerar bättre på olika maskinvara, beroende på tillgången till VPN-acceleratorchip som stöds.
tr_tr: Uç noktalar arasındaki trafiği şifrelemek için kullanılan yöntem. Bu ayar istemci ve sunucu tarafında eşleşmelidir, ancak aksi takdirde istediğiniz gibi ayarlanır. Belirli algoritmalar, desteklenen VPN hızlandırıcı yongalarının kullanılabilirliğine bağlı olarak farklı donanımlarda daha iyi performans gösterecektir.
uk_uk: Метод, який використовується для шифрування трафіку між кінцевими точками. Цей параметр повинен збігатися на стороні клієнта і сервера, але в іншому він може бути встановлений на ваш розсуд. Певні алгоритми будуть працювати краще на різному обладнанні, залежно від наявності підтримуваних мікросхем прискорювачів VPN.

source: The protocol used by your LDAP server. It can either be standard TCP or SSL encrypted.
id_id: Protokol yang digunakan oleh server LDAP Anda. Protokol ini dapat berupa TCP standar atau SSL yang dienkripsi.
ja_jp: LDAPサーバーが使用するプロトコルです。標準的なTCPまたはSSL暗号化のいずれかを使用します。
ko_ko: LDAP 서버에서 사용하는 프로토콜입니다. 표준 TCP 또는 SSL 암호화일 수 있습니다.
pt_pt: O protocolo utilizado pelo seu servidor LDAP. Pode ser TCP padrão ou SSL encriptado.
sw_sw: Protokollet som används av LDAP-servern. Det kan antingen vara standard TCP eller SSL-krypterat.
tr_tr: LDAP sunucunuz tarafından kullanılan protokol. Standart TCP veya SSL şifreli olabilir.
uk_uk: Протокол, який використовується вашим LDAP-сервером. Це може бути або стандартний TCP, або зашифрований SSL.

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
id_id: Ini adalah jaringan IPv4 yang akan dapat diakses dari titik akhir jarak jauh. Dinyatakan sebagai daftar yang dipisahkan dengan koma yang terdiri dari satu atau beberapa rentang CIDR. Anda dapat mengosongkan ini jika Anda tidak ingin menambahkan rute ke jaringan lokal melalui terowongan ini pada mesin jarak jauh. Ini umumnya diatur ke jaringan LAN Anda.
ja_jp: リモートエンドポイントからアクセス可能なIPv4ネットワークです。1つまたは複数のCIDR範囲のカンマ区切りリストとして表現されます。リモートマシンのこのトンネルを経由してローカルネットワークへのルートを追加しない場合は、空白にすることができます。これは通常、LANネットワークに設定されます。
ko_ko: 원격 엔드포인트에서 액세스할 수 있는 IPv4 네트워크입니다. 쉼표로 구분된 하나 이상의 CIDR 범위 목록으로 표시됩니다. 원격 컴퓨터에서 이 터널을 통해 로컬 네트워크에 경로를 추가하지 않으려면 이 값을 비워 둘 수 있습니다. 이 값은 일반적으로 LAN 네트워크로 설정됩니다.
pt_pt: Estas são as redes IPv4 que serão acessíveis a partir do ponto final remoto. Expresso como uma lista separada por vírgulas de uma ou mais gamas CIDR. Pode deixar isto em branco se não quiser adicionar uma rota à rede local através deste túnel na máquina remota. Isto é geralmente definido para a sua rede LAN.
sw_sw: Detta är de IPv4-nätverk som kommer att vara tillgängliga från fjärrslutpunkten. Uttryckt som en kommaseparerad lista med ett eller flera CIDR-områden. Du kan lämna detta tomt om du inte vill lägga till en rutt till det lokala nätverket genom den här tunneln på fjärrmaskinen. Detta är vanligtvis inställt på ditt LAN-nätverk.
tr_tr: Bunlar, uzak uç noktadan erişilebilecek IPv4 ağlarıdır. Bir veya daha fazla CIDR aralığının virgülle ayrılmış bir listesi olarak ifade edilir. Uzak makinede bu tünel üzerinden yerel ağa bir rota eklemek istemiyorsanız bunu boş bırakabilirsiniz. Bu genellikle LAN ağınıza ayarlanır.
uk_uk: Це мережі IPv4, які будуть доступні з віддаленої кінцевої точки. Виражаються у вигляді списку одного або декількох діапазонів CIDR, розділених комами. Ви можете залишити це поле порожнім, якщо не хочете додавати маршрут до локальної мережі через цей тунель на віддаленому комп'ютері. Зазвичай цей параметр налаштовано для вашої локальної мережі.

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
id_id: Ini adalah jaringan IPv4 yang akan dirutekan melalui terowongan, sehingga VPN situs-ke-situs dapat dibuat tanpa mengubah tabel perutean secara manual. Dinyatakan sebagai daftar yang dipisahkan dengan koma yang terdiri dari satu atau beberapa rentang CIDR. Jika ini adalah VPN situs-ke-situs, masukkan LAN jarak jauh di sini. Anda dapat mengosongkan ini jika Anda tidak menginginkan VPN situs-ke-situs.
ja_jp: ルーティングテーブルを手動で変更することなくサイト間VPNを確立できるように、トンネルを介してルーティングされるIPv4ネットワークを指定するものです。1つまたは複数のCIDR範囲のカンマ区切りリストとして表現されます。これがサイト間VPNの場合、ここにリモートLAN/sを入力します。サイト間VPNを利用しない場合は、空白のままでもかまいません。
ko_ko: 라우팅 테이블을 수동으로 변경하지 않고도 사이트 간 VPN을 설정할 수 있도록 터널을 통해 라우팅될 IPv4 네트워크입니다. 쉼표로 구분된 하나 이상의 CIDR 범위 목록으로 표시됩니다. 사이트 간 VPN인 경우 여기에 원격 LAN을 입력합니다. 사이트 간 VPN을 원하지 않는 경우 비워 둘 수 있습니다.
pt_pt: Estas são as redes IPv4 que serão encaminhadas através do túnel, para que uma VPN sítio a sítio possa ser estabelecida sem alterar manualmente as tabelas de encaminhamento. Expresso como uma lista separada por vírgulas de uma ou mais gamas CIDR. Se esta for uma VPN sítio-a-sítio, introduza aqui a(s) LAN(s) remota(s). Pode deixar isto em branco se não quiser uma VPN sítio-a-sítio.
sw_sw: Detta är de IPv4-nätverk som kommer att dirigeras genom tunneln, så att en VPN från plats till plats kan upprättas utan att ändra routningstabellerna manuellt. Uttryckt som en kommaseparerad lista med ett eller flera CIDR-områden. Om det här är ett VPN från plats till plats anger du fjärr-LAN/s här. Du kan lämna detta tomt om du inte vill ha en site-to-site VPN.
tr_tr: Bunlar, tünel üzerinden yönlendirilecek IPv4 ağlarıdır, böylece yönlendirme tablolarını manuel olarak değiştirmeden bir siteden siteye VPN kurulabilir. Bir veya daha fazla CIDR aralığının virgülle ayrılmış bir listesi olarak ifade edilir. Bu bir siteden siteye VPN ise, uzak LAN'ları buraya girin. Siteden siteye VPN istemiyorsanız bunu boş bırakabilirsiniz.
uk_uk: Це IPv4-мережі, які будуть прокладені через тунель, щоб можна було створити VPN-мережу між сайтами без ручної зміни таблиць маршрутизації. Виражається у вигляді списку одного або декількох діапазонів CIDR, розділених комами. Якщо це міжмережева VPN, введіть тут віддалену локальну мережу/мережі. Ви можете залишити це поле порожнім, якщо вам не потрібна міжмережева VPN.

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
id_id: Ini adalah jaringan IPv6 yang akan dapat diakses dari titik akhir jarak jauh. Dinyatakan sebagai daftar satu atau lebih IP/PREFIX yang dipisahkan dengan koma. Anda dapat mengosongkan ini jika Anda tidak ingin menambahkan rute ke jaringan lokal melalui terowongan ini pada mesin jarak jauh. Ini umumnya diatur ke jaringan LAN Anda.
ja_jp: リモートエンドポイントからアクセス可能なIPv6ネットワークです。1つ以上のIP/PREFIXのカンマ区切りリストとして表現されます。リモートマシンでこのトンネルを経由してローカルネットワークへのルートを追加しない場合は、空白にすることができます。これは通常、LANネットワークに設定されます。
ko_ko: 원격 엔드포인트에서 액세스할 수 있는 IPv6 네트워크입니다. 쉼표로 구분된 하나 이상의 IP/프리픽스 목록으로 표시됩니다. 원격 컴퓨터에서 이 터널을 통해 로컬 네트워크에 경로를 추가하지 않으려면 이 값을 비워 둘 수 있습니다. 이 값은 일반적으로 LAN 네트워크로 설정됩니다.
pt_pt: Estas são as redes IPv6 que serão acessíveis a partir do ponto final remoto. Expresso como uma lista separada por vírgulas de um ou mais IP/PREFIX. Pode deixar isto em branco se não quiser adicionar uma rota à rede local através deste túnel na máquina remota. Isto é geralmente definido para a sua rede LAN.
sw_sw: Detta är de IPv6-nätverk som kommer att vara tillgängliga från fjärrslutpunkten. Uttryckt som en kommaseparerad lista med en eller flera IP/PREFIX. Du kan lämna detta tomt om du inte vill lägga till en rutt till det lokala nätverket genom den här tunneln på fjärrmaskinen. Detta är vanligtvis inställt på ditt LAN-nätverk.
tr_tr: Bunlar, uzak uç noktadan erişilebilecek IPv6 ağlarıdır. Bir veya daha fazla IP/PREFIX'in virgülle ayrılmış listesi olarak ifade edilir. Uzak makinede bu tünel üzerinden yerel ağa bir rota eklemek istemiyorsanız bunu boş bırakabilirsiniz. Bu genellikle LAN ağınıza ayarlanır.
uk_uk: Це мережі IPv6, які будуть доступні з віддаленої кінцевої точки. Виражаються у вигляді списку одного або декількох IP/PREFIX через кому. Ви можете залишити це поле порожнім, якщо не хочете додавати маршрут до локальної мережі через цей тунель на віддаленому комп'ютері. Зазвичай цей параметр налаштовано для вашої локальної мережі.

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
id_id: Ini adalah jaringan IPv6 yang akan dirutekan melalui terowongan, sehingga VPN situs-ke-situs dapat dibuat tanpa mengubah tabel perutean secara manual. Dinyatakan sebagai daftar satu atau lebih IP/PREFIX yang dipisahkan dengan koma. Jika ini adalah VPN situs-ke-situs, masukkan LAN jarak jauh di sini. Anda dapat mengosongkan ini jika Anda tidak menginginkan VPN situs-ke-situs.
ja_jp: ルーティングテーブルを手動で変更することなくサイト間VPNを確立できるように、トンネルを介してルーティングされるIPv6ネットワークです。1つ以上のIP/PREFIXのカンマ区切りリストとして表現されます。これがサイト間VPNの場合、ここにリモートLAN/sを入力します。サイト間VPNを希望しない場合は、空白のままでもかまいません。
ko_ko: 라우팅 테이블을 수동으로 변경하지 않고도 사이트 간 VPN을 설정할 수 있도록 터널을 통해 라우팅될 IPv6 네트워크입니다. 쉼표로 구분된 하나 이상의 IP/프리픽스 목록으로 표시됩니다. 사이트 간 VPN인 경우, 여기에 원격 LAN을 입력합니다. 사이트 간 VPN을 원하지 않는 경우 비워 둘 수 있습니다.
pt_pt: Estas são as redes IPv6 que serão encaminhadas através do túnel, de modo a que uma VPN sítio a sítio possa ser estabelecida sem alterar manualmente as tabelas de encaminhamento. Expresso como uma lista separada por vírgulas de um ou mais IP/PREFIX. Se esta for uma VPN sítio-a-sítio, introduza aqui a(s) LAN(s) remota(s). Pode deixar isto em branco se não quiser uma VPN sítio-a-sítio.
sw_sw: Detta är de IPv6-nätverk som kommer att dirigeras genom tunneln, så att en VPN från plats till plats kan upprättas utan att ändra routningstabellerna manuellt. Uttryckt som en kommaseparerad lista med en eller flera IP/PREFIX. Om detta är en VPN från plats till plats, ange fjärr-LAN/s här. Du kan lämna detta tomt om du inte vill ha en site-to-site VPN.
tr_tr: Bunlar, tünel üzerinden yönlendirilecek IPv6 ağlarıdır, böylece yönlendirme tablolarını manuel olarak değiştirmeden bir siteden siteye VPN kurulabilir. Bir veya daha fazla IP/PREFIX'in virgülle ayrılmış listesi olarak ifade edilir. Bu bir siteden siteye VPN ise, uzak LAN'ları buraya girin. Siteden siteye VPN istemiyorsanız bunu boş bırakabilirsiniz.
uk_uk: Це IPv6-мережі, які будуть прокладені через тунель, щоб можна було створити VPN-мережу між сайтами без ручної зміни таблиць маршрутизації. Виражається у вигляді відокремленого комами списку одного або декількох IP/PREFIX. Якщо це міжмережева VPN, введіть тут віддалену локальну мережу/мережі. Ви можете залишити це поле порожнім, якщо вам не потрібна міжмережева VPN.
