Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Korea, Democratic People's Republic of
id_id: Korea, Republik Rakyat Demokratik
ja_jp: 朝鮮民主主義人民共和国
ko_ko: 대한민국, 조선민주주의인민공화국
pt_pt: Coreia, República Popular Democrática da
sw_sw: Korea, Demokratiska folkrepubliken Korea
tr_tr: Kore, Demokratik Halk Cumhuriyeti
uk_uk: Корея, Корейська Народно-Демократична Республіка

source: Korea, Republic of
id_id: Korea, Republik Korea
ja_jp: 大韓民国
ko_ko: 대한민국, 공화국
pt_pt: Coreia, República da
sw_sw: Korea, Republiken Korea
tr_tr: Kore Cumhuriyeti
uk_uk: Корея, Республіка Корея

source: Kuwait
ja_jp: クウェート
ko_ko: 쿠웨이트
tr_tr: Kuveyt
uk_uk: Кувейт

source: Kyrgyzstan
ja_jp: キルギスタン
ko_ko: 키르기스스탄
pt_pt: Quirguizistão
sw_sw: Kirgizistan
tr_tr: Kırgızistan
uk_uk: Киргизстан

source: LDAP
ja_jp: エルダップ

source: LDAPS
ja_jp: エルディープス

source: LISP
ja_jp: リスプ
uk_uk: СПИСОК

source: Lao People's Democratic Republic
id_id: Republik Demokratik Rakyat Laos
ja_jp: ラオス人民民主共和国
ko_ko: 라오스 인민 민주 공화국
pt_pt: República Democrática Popular do Laos
sw_sw: Demokratiska folkrepubliken Laos
tr_tr: Lao Demokratik Halk Cumhuriyeti
uk_uk: Лаоська Народно-Демократична Республіка

source: LastFM
ja_jp: ラストエフエム

source: Latvia
ja_jp: ラトビア
ko_ko: 라트비아
pt_pt: Letónia
sw_sw: Lettland
tr_tr: Letonya
uk_uk: Латвія

source: Lebanon
ja_jp: レバノン
ko_ko: 레바논
pt_pt: Líbano
sw_sw: Libanon
tr_tr: Lübnan
uk_uk: Ліван

source: Lesotho
ja_jp: レソト
ko_ko: 레소토
uk_uk: Лесото

source: Level 0
ja_jp: レベル0
ko_ko: 레벨 0
pt_pt: Nível 0
sw_sw: Nivå 0
tr_tr: Seviye 0
uk_uk: Рівень 0

source: Level 1 (Default)
ja_jp: レベル1（初期値）
ko_ko: 레벨 1(기본값)
pt_pt: Nível 1 (Predefinição)
sw_sw: Nivå 1 (standard)
tr_tr: Seviye 1 (Varsayılan)
uk_uk: Рівень 1 (за замовчуванням)

source: Level 2
ja_jp: レベル2
ko_ko: 레벨 2
pt_pt: Nível 2
sw_sw: Nivå 2
tr_tr: Seviye 2
uk_uk: Рівень 2

source: Level 3
ja_jp: レベル3
ko_ko: 레벨 3
pt_pt: Nível 3
sw_sw: Nivå 3
tr_tr: Seviye 3
uk_uk: Рівень 3

source: Level 4
ja_jp: レベル4
ko_ko: 레벨 4
pt_pt: Nível 4
sw_sw: Nivå 4
tr_tr: Seviye 4
uk_uk: Рівень 4

source: Level 5
ja_jp: レベル5
ko_ko: 레벨 5
pt_pt: Nível 5
sw_sw: Nivå 5
tr_tr: Seviye 5
uk_uk: Рівень 5

source: Liberia
ja_jp: リベリア
ko_ko: 라이베리아
pt_pt: Libéria
tr_tr: Liberya
uk_uk: Ліберія

source: Library
id_id: Perpustakaan
ja_jp: 図書館
ko_ko: 라이브러리
pt_pt: Biblioteca
sw_sw: Bibliotek
tr_tr: Kütüphane
uk_uk: Бібліотека

source: Libyan Arab Jamahiriya
id_id: Jamahiriyah Arab Libya
ja_jp: リビア・アラブ・ジャマーヒリーヤ
ko_ko: 리비아 아랍 자마히리야
pt_pt: Jamahiriya Árabe Líbia
sw_sw: Libyens arabiska Jamahiriya
tr_tr: Libya Arap Cemahiriyesi
uk_uk: Лівійська Арабська Джамахірія

source: License
id_id: Lisensi
it_it: Licenza
ja_jp: ライセンス
ko_ko: 라이선스
pt_pt: Licença
sw_sw: Licens
tr_tr: Lisans
uk_uk: Ліцензія

source: Liechtenstein
ja_jp: リヒテンシュタイン
ko_ko: 리히텐슈타인
tr_tr: Lihtenştayn
uk_uk: Ліхтенштейн

source: Likee
ja_jp: ライク
ko_ko: 좋아요
uk_uk: Лайк.

source: Lingerie
id_id: Pakaian dalam
ja_jp: ランジェリー
ko_ko: 란제리
sw_sw: Underkläder
tr_tr: İç çamaşırı
uk_uk: Білизна

source: LinkedIn
ja_jp: リンクトイン

source: Lithuania
ja_jp: リトアニア
ko_ko: 리투아니아
pt_pt: Lituânia
sw_sw: Litauen
tr_tr: Litvanya
uk_uk: Литва

source: Live Traffic
id_id: Lalu Lintas Langsung
ja_jp: ライブトラフィック
ko_ko: 실시간 트래픽
pt_pt: Tráfego em directo
sw_sw: Trafik i direktsändning
tr_tr: Canlı Trafik
uk_uk: Живий трафік

source: Local Monit Port needs to be an integer value between 0 and 65535
id_id: Port Monit Lokal harus berupa nilai bilangan bulat antara 0 dan 65535
ja_jp: ローカルモニットポートは、0～65535の整数値である必要があります。
ko_ko: 로컬 모니터 포트는 0에서 65535 사이의 정수 값이어야 합니다.
pt_pt: O porto Monit local tem de ter um valor inteiro entre 0 e 65535
sw_sw: Local Monit Port måste vara ett heltal mellan 0 och 65535.
tr_tr: Yerel Monit Portu 0 ile 65535 arasında bir tamsayı değeri olmalıdır
uk_uk: Локальний порт моніторингу має бути цілим числом від 0 до 65535

source: Logging
id_id: Penebangan
ja_jp: ロギング
ko_ko: 로깅
sw_sw: Loggning
tr_tr: Günlük kaydı
uk_uk: Лісозаготівля

source: Logging / targets
id_id: Penebangan / target
ja_jp: ロギング／ターゲット
ko_ko: 로깅 / 대상
pt_pt: Logging / alvos
sw_sw: Loggning/mål
tr_tr: Günlük kaydı / hedefler
uk_uk: Логування / цілі

source: LotusNotes
ja_jp: ロータスノーツ
ko_ko: 로터스노트

source: Luxembourg
id_id: Luksemburg
ja_jp: ルクセンブルク
ko_ko: 룩셈부르크
pt_pt: Luxemburgo
sw_sw: Luxemburg
tr_tr: Lüksemburg
uk_uk: Люксембург

source: M/Monit Timeout needs to be an integer value between 0 and 86400
id_id: Batas Waktu M/Monit harus berupa nilai bilangan bulat antara 0 dan 86400
ja_jp: M/Monitタイムアウトは0～86400の整数値が必要です
ko_ko: M/Monit 시간 제한은 0에서 86400 사이의 정수 값이어야 합니다.
pt_pt: M/Monit Timeout precisa de ser um valor inteiro entre 0 e 86400
sw_sw: M/Monit Timeout måste vara ett heltalsvärde mellan 0 och 86400.
tr_tr: M/Monit Zaman Aşımı 0 ile 86400 arasında bir tamsayı değeri olmalıdır
uk_uk: M/Monit Timeout має бути цілим числом від 0 до 86400

source: MGCP
ja_jp: エムジーシーピー

source: MQTT
ja_jp: エムエムティーティー

source: MS_OneDrive
ja_jp: MS_OneDrive（ワンドライブ

source: MX (Mail server)
id_id: MX (Server surat)
ja_jp: MX（メールサーバー）
ko_ko: MX(메일 서버)
pt_pt: MX (Servidor de correio)
sw_sw: MX (e-postserver)
tr_tr: MX (Posta sunucusu)
uk_uk: MX (поштовий сервер)

source: Macao
ja_jp: マカオ
ko_ko: 마카오
pt_pt: Macau
uk_uk: Макао

source: Macedonia
id_id: Makedonia
ja_jp: マケドニア
ko_ko: 마케도니아
pt_pt: Macedónia
sw_sw: Makedonien
tr_tr: Makedonya
uk_uk: Македонія

source: Madagascar
id_id: Madagaskar
ja_jp: マダガスカル
ko_ko: 마다가스카르
pt_pt: Madagáscar
sw_sw: Madagaskar
tr_tr: Madagaskar
uk_uk: Мадагаскар

source: Malawi
ja_jp: マラウイ
ko_ko: 말라위
tr_tr: Malavi
uk_uk: Малаві

source: Malaysia
ja_jp: マレーシア
ko_ko: 말레이시아
pt_pt: Malásia
tr_tr: Malezya
uk_uk: Малайзія

source: Maldives
id_id: Maladewa
ja_jp: モルディブ
ko_ko: 몰디브
pt_pt: Maldivas
sw_sw: Maldiverna
tr_tr: Maldivler
uk_uk: Мальдіви

source: Malformed packet
id_id: Paket yang cacat
ja_jp: 不正なパケット
ko_ko: 잘못된 패킷
pt_pt: Pacote malformado
sw_sw: Felaktigt paket
tr_tr: Hatalı biçimlendirilmiş paket
uk_uk: Неправильно сформований пакет

source: Mali
ja_jp: マリ
ko_ko: 말리
uk_uk: Малі

source: Malta
ja_jp: マルタ
uk_uk: Мальта

source: Malware
ja_jp: マルウェア
ko_ko: 멀웨어
tr_tr: Kötü Amaçlı Yazılım
uk_uk: Шкідливе програмне забезпечення

source: Manga
ja_jp: マンガ
ko_ko: 만화
uk_uk: Манга

source: MapleStory
ja_jp: メイプルストーリー
ko_ko: 메이플스토리

source: Marshall Islands
id_id: Kepulauan Marshall
ja_jp: マーシャル諸島
ko_ko: 마셜 제도
pt_pt: Ilhas Marshall
sw_sw: Marshallöarna
tr_tr: Marshall Adaları
uk_uk: Маршаллові острови

source: Martinique
ja_jp: マルティニーク
ko_ko: 마르티니크
pt_pt: Martinica
uk_uk: Мартініка

source: Match name should be unique
id_id: Nama pertandingan harus unik
ja_jp: マッチ名はユニークであるべき
ko_ko: 경기 이름은 고유해야 합니다.
pt_pt: O nome da partida deve ser único
sw_sw: Matchnamnet ska vara unikt.
tr_tr: Eşleşme adı benzersiz olmalıdır
uk_uk: Ім'я збігу має бути унікальним

source: Mauritania
ja_jp: モーリタニア
ko_ko: 모리타니아
pt_pt: Mauritânia
sw_sw: Mauretanien
tr_tr: Moritanya
uk_uk: Мавританія

source: Mauritius
ja_jp: マウリチウス
ko_ko: 모리셔스
pt_pt: Maurícia
uk_uk: Маврикій

source: Maximum number of zones reached
id_id: Jumlah maksimum zona yang dicapai
ja_jp: 最大到達ゾーン数
ko_ko: 도달할 수 있는 최대 구역 수
pt_pt: Número máximo de zonas alcançadas
sw_sw: Maximalt antal zoner som uppnåtts
tr_tr: Ulaşılan maksimum bölge sayısı
uk_uk: Максимальна кількість досягнутих зон

source: Mayotte
ja_jp: メイヨット
ko_ko: 마요트
uk_uk: Майотта

source: Mbit/s
ja_jp: Mビット/秒
uk_uk: Мбіт/с

source: Megaco
ja_jp: メガコ

source: Memcached
ja_jp: メムキャッシュ
ko_ko: 멤캐시드

source: Messenger
ja_jp: メッセンジャー
ko_ko: 메신저
tr_tr: Haberci
uk_uk: Посланець

source: Metrics
id_id: Metrik
ja_jp: メトリックス
ko_ko: 메트릭
pt_pt: Métricas
sw_sw: Mätvärden
tr_tr: Metrikler
uk_uk: Метрики

source: Metrics Settings
id_id: Pengaturan Metrik
ja_jp: メトリックス設定
ko_ko: 메트릭 설정
pt_pt: Definições de métricas
sw_sw: Inställningar för mätvärden
tr_tr: Metrik Ayarları
uk_uk: Налаштування метрик

source: Mexico
id_id: Meksiko
ja_jp: メキシコ
ko_ko: 멕시코
pt_pt: México
sw_sw: Mexiko
tr_tr: Meksika
uk_uk: Мексика

source: Micronesia, Federated States of
id_id: Mikronesia, Negara Federasi
ja_jp: ミクロネシア連邦
ko_ko: 미크로네시아, 연방
pt_pt: Micronésia, Estados Federados de
sw_sw: Mikronesien, Federerade staterna
tr_tr: Mikronezya, Federe Devletleri
uk_uk: Мікронезія, Федеративні Штати

source: Microsoft
ja_jp: マイクロソフト

source: Microsoft office files
id_id: File kantor Microsoft
ja_jp: マイクロソフトオフィスファイル
ko_ko: Microsoft Office 파일
pt_pt: Ficheiros de escritório da Microsoft
sw_sw: Microsoft Office-filer
tr_tr: Microsoft ofis dosyaları
uk_uk: Файли Microsoft Office

source: Military
id_id: Militer
ja_jp: ミリタリー
ko_ko: 군대
pt_pt: Militar
sw_sw: Militär
tr_tr: Askeri
uk_uk: Військові

source: Minimum domain level must be bigger than 0.
id_id: Level domain minimum harus lebih besar dari 0.
ja_jp: ドメインレベルの最小値は、0より大きくなければならない。
ko_ko: 최소 도메인 레벨은 0보다 커야 합니다.
pt_pt: O nível mínimo de domínio deve ser superior a 0.
sw_sw: Minsta domännivå måste vara större än 0.
tr_tr: Minimum etki alanı seviyesi 0'dan büyük olmalıdır.
uk_uk: Мінімальний рівень домену повинен бути більше 0.

source: Mining
id_id: Pertambangan
ja_jp: 鉱業
ko_ko: 마이닝
pt_pt: Mineração
sw_sw: Gruvdrift
tr_tr: Madencilik
uk_uk: Видобуток корисних копалин

source: Mobile Clients
id_id: Klien Seluler
ja_jp: モバイルクライアント
ko_ko: 모바일 클라이언트
pt_pt: Clientes móveis
sw_sw: Mobila klienter
tr_tr: Mobil Müşteriler
uk_uk: Мобільні клієнти

source: Modbus
ja_jp: モドバス

source: Moderate
id_id: Sedang
ja_jp: 中庸
ko_ko: 보통
pt_pt: Moderado
sw_sw: Måttlig
tr_tr: Orta düzeyde
uk_uk: Помірний

source: Moldova, Republic of
id_id: Moldova, Republik Moldova
ja_jp: モルドバ共和国
ko_ko: 몰도바, 공화국
pt_pt: Moldávia, República da
sw_sw: Moldavien, Republiken Moldavien
tr_tr: Moldova Cumhuriyeti
uk_uk: Молдова, Республіка

source: Monaco
ja_jp: モナコ
ko_ko: 모나코
pt_pt: Mónaco
tr_tr: Monako
uk_uk: Монако

source: Monday
id_id: Senin
ja_jp: 月曜日
ko_ko: 월요일
pt_pt: Segunda-feira
sw_sw: Måndag
tr_tr: Pazartesi
uk_uk: Понеділок

source: MongoDB
ja_jp: モンゴDB
ko_ko: 몽고DB

source: Mongolia
ja_jp: モンゴル
ko_ko: 몽골
pt_pt: Mongólia
sw_sw: Mongoliet
tr_tr: Moğolistan
uk_uk: Монголія

source: Montenegro
ja_jp: モンテネグロ
ko_ko: 몬테네그로
tr_tr: Karadağ
uk_uk: Чорногорія

source: Montserrat
ja_jp: モンセラー
ko_ko: 몬세라트
uk_uk: Монтсеррат

source: Morocco
id_id: Maroko
ja_jp: モロッコ
ko_ko: 모로코
pt_pt: Marrocos
sw_sw: Marocko
tr_tr: Fas
uk_uk: Марокко

source: Movies
id_id: Film
ja_jp: 作品紹介
ko_ko: 영화
pt_pt: Filmes
sw_sw: Filmer
tr_tr: Filmler
uk_uk: Фільми

source: Mozambique
id_id: Mozambik
ja_jp: モザンビーク
ko_ko: 모잠비크
pt_pt: Moçambique
sw_sw: Moçambique
tr_tr: Mozambik
uk_uk: Мозамбік

source: Music
id_id: Musik
ja_jp: 音楽
ko_ko: 음악
pt_pt: Música
sw_sw: Musik
tr_tr: Müzik
uk_uk: Музика

source: My IP Is In Network
id_id: IP Saya Ada di Jaringan
ja_jp: 私のIPはネットワーク内にあります
ko_ko: 내 IP가 네트워크에 있습니다.
pt_pt: O meu IP está em rede
sw_sw: Min IP finns i nätverket
tr_tr: IP'm Ağda
uk_uk: Мій IP в мережі

source: My User
id_id: Pengguna Saya
ja_jp: マイユーザー
ko_ko: 내 사용자
pt_pt: O meu Utilizador
sw_sw: Min användare
tr_tr: Benim Kullanıcım
uk_uk: Мій користувач

source: MySQL and SQLite can not be combined.
id_id: MySQL dan SQLite tidak dapat digabungkan.
ja_jp: MySQLとSQLiteの併用はできません。
ko_ko: MySQL과 SQLite는 결합할 수 없습니다.
pt_pt: O MySQL e o SQLite não podem ser combinados.
sw_sw: MySQL och SQLite kan inte kombineras.
tr_tr: MySQL ve SQLite birleştirilemez.
uk_uk: MySQL і SQLite не можна поєднувати.

source: Myanmar
ja_jp: ミャンマー
ko_ko: 미얀마
uk_uk: М'янма

source: NDP Table
id_id: Tabel NDP
ja_jp: NDPテーブル
ko_ko: NDP 테이블
pt_pt: Tabela de PDN
sw_sw: NDP-tabell
tr_tr: NDP Tablosu
uk_uk: Таблиця НПР

source: NFS
ja_jp: エヌエフエス

source: NOE
ja_jp: エヌオーイー
uk_uk: НІ

source: NTP
ja_jp: エヌティーピー
uk_uk: НТП

source: NTP subsystem
id_id: Subsistem NTP
ja_jp: NTPサブシステム
ko_ko: NTP 하위 시스템
pt_pt: Sub-sistema NTP
sw_sw: Delsystemet NTP
tr_tr: NTP alt sistemi
uk_uk: Підсистема NTP

source: Namibia
ja_jp: ナミビア
ko_ko: 나미비아
pt_pt: Namíbia
tr_tr: Namibya
uk_uk: Намібія

source: Nats
ja_jp: ナッツ

source: Nauru
ja_jp: ナウル
ko_ko: 나우루
uk_uk: Науру

source: Nepal
ja_jp: ネパール
ko_ko: 네팔
uk_uk: Непал

source: NestLogSink
ja_jp: ネストログシンク

source: NetBIOS
ja_jp: ネットバイオス

source: NetFlow
ja_jp: NetFlow（ネットフロー

source: Netherlands
id_id: Belanda
ja_jp: オランダ
ko_ko: 네덜란드
pt_pt: Países Baixos
sw_sw: Nederländerna
tr_tr: Hollanda
uk_uk: Нідерланди

source: Netstat
ja_jp: ネットスタット

source: Network Interface
id_id: Antarmuka Jaringan
ja_jp: ネットワークインターフェース
ko_ko: 네트워크 인터페이스
pt_pt: Interface de rede
sw_sw: Nätverksgränssnitt
tr_tr: Ağ Arayüzü
uk_uk: Мережевий інтерфейс

source: Network Ping
id_id: Ping Jaringan
ja_jp: ネットワークPing
ko_ko: 네트워크 핑
pt_pt: Ping de rede
sw_sw: Nätverksping
tr_tr: Ağ Ping'i
uk_uk: Пінг мережі

source: Network group
id_id: Grup jaringan
it_it: Gruppo di rete
ja_jp: ネットワークグループ
ko_ko: 네트워크 그룹
pt_pt: Grupo de rede
sw_sw: Nätverksgrupp
tr_tr: Ağ grubu
uk_uk: Мережева група

source: Network(s)
id_id: Jaringan(-jaringan)
it_it: Network (i)
ja_jp: ネットワーク
ko_ko: 네트워크
pt_pt: Rede(s)
sw_sw: Nätverk
tr_tr: Ağ(lar)
uk_uk: Мережа(и)

source: New
id_id: Baru
ja_jp: 新規
ko_ko: 신규
pt_pt: Novo
sw_sw: Ny
tr_tr: Yeni
uk_uk: Новий

source: New Caledonia
id_id: Kaledonia Baru
ja_jp: ニューカレドニア
ko_ko: 뉴칼레도니아
pt_pt: Nova Caledónia
sw_sw: Nya Kaledonien
tr_tr: Yeni Kaledonya
uk_uk: Нова Каледонія

source: New Zealand
id_id: Selandia Baru
ja_jp: ニュージーランド
ko_ko: 뉴질랜드
pt_pt: Nova Zelândia
sw_sw: Nya Zeeland
tr_tr: Yeni Zelanda
uk_uk: Нова Зеландія

source: News
id_id: Berita
ja_jp: ニュース
ko_ko: 뉴스
pt_pt: Notícias
sw_sw: Nyheter
tr_tr: Haberler
uk_uk: Новини

source: Nicaragua
id_id: Nikaragua
ja_jp: ニカラグワ
ko_ko: 니카라과
pt_pt: Nicarágua
tr_tr: Nikaragua
uk_uk: Нікарагуа

source: Niger
ja_jp: ニジェール
ko_ko: 니제르
pt_pt: Níger
tr_tr: Nijer
uk_uk: Нігер

source: Nigeria
ja_jp: ナイジェリア
ko_ko: 나이지리아
pt_pt: Nigéria
tr_tr: Nijerya
uk_uk: Нігерія

source: Nintendo
ja_jp: 任天堂
ko_ko: 닌텐도

source: Niue
ja_jp: ニウエ
uk_uk: Ніуе

source: NoCoin List
id_id: Daftar NoCoin
ja_jp: NoCoin一覧
ko_ko: 노코인 목록
pt_pt: Lista NoCoin
sw_sw: NoCoin-lista
tr_tr: NoCoin Listesi
uk_uk: Список NoCoin

source: Norfolk Island
id_id: Pulau Norfolk
ja_jp: ノーフォーク島
ko_ko: 노퍽 섬
pt_pt: Ilha de Norfolk
sw_sw: Norfolkön
tr_tr: Norfolk Adası
uk_uk: Острів Норфолк

source: Normalization
id_id: Normalisasi
ja_jp: ノーマライゼーション
ko_ko: 정규화
pt_pt: Normalização
sw_sw: Normalisering
tr_tr: Normalleştirme
uk_uk: Нормалізація

source: North America
id_id: Amerika Utara
ja_jp: 北アメリカ
ko_ko: 북미
pt_pt: América do Norte
sw_sw: Nordamerika
tr_tr: Kuzey Amerika
uk_uk: Північна Америка

source: Northern Mariana Islands
id_id: Kepulauan Mariana Utara
ja_jp: 北マリアナ諸島
ko_ko: 북마리아나 제도
pt_pt: Ilhas Marianas do Norte
sw_sw: Norra Marianerna
tr_tr: Kuzey Mariana Adaları
uk_uk: Північні Маріанські острови

source: Norway
id_id: Norwegia
ja_jp: ノルウェー
ko_ko: 노르웨이
pt_pt: Noruega
sw_sw: Norge
tr_tr: Norveç
uk_uk: Норвегія

source: Notice
id_id: Pemberitahuan
it_it: Avviso
ja_jp: 通知
ko_ko: 공지 사항
pt_pt: Aviso
sw_sw: Meddelande
tr_tr: Uyarı
uk_uk: Повідомлення

source: Ntopng
ja_jp: エヌピーオーエヌ

source: Number of children needs to be an integer value above 0
id_id: Jumlah anak harus berupa nilai bilangan bulat di atas 0
ja_jp: 子供の数は、0以上の整数値である必要があります。
ko_ko: 자식 수는 0보다 큰 정수 값이어야 합니다.
pt_pt: O número de crianças tem de ser um valor inteiro acima de 0
sw_sw: Antalet barn måste vara ett heltal över 0.
tr_tr: Çocuk sayısının 0'ın üzerinde bir tamsayı değeri olması gerekir
uk_uk: Кількість дітей має бути цілим числом, більшим за 0

source: OCS
ja_jp: オーシーエス

source: OSPF
ja_jp: オープンさいたんパスファースト

source: Obsolete TLS version (older then 1.1)
id_id: Versi TLS yang sudah usang (lebih lama dari 1.1)
ja_jp: TLSのバージョンが古い(1.1より古い)
ko_ko: 사용되지 않는 TLS 버전(1.1 이전)
pt_pt: Versão obsoleta do TLS (mais antiga que 1.1)
sw_sw: Föråldrad TLS-version (äldre än 1.1)
tr_tr: Eski TLS sürümü (1.1'den daha eski)
uk_uk: Застаріла версія TLS (старша за 1.1)

source: Oman
ja_jp: オマーン
ko_ko: 오만
pt_pt: Omã
tr_tr: Umman
uk_uk: Оман

source: One-to-One
id_id: Satu-ke-Satu
ja_jp: マンツーマン
ko_ko: 일대일
sw_sw: En-till-en
tr_tr: Bire Bir
uk_uk: Тет-а-тет.

source: Ookla
ja_jp: オクラ

source: OpenDNS
ja_jp: オープンディーエヌエス

source: OpenFT
ja_jp: オープンエフティー

source: Oracle
ja_jp: オラクル
uk_uk: Оракул

source: Origin should be regular text of max 30 characters
id_id: Asal harus berupa teks biasa maksimal 30 karakter
ja_jp: 原点は、30文字以内の通常のテキストであること
ko_ko: 원본은 최대 30자의 일반 텍스트여야 합니다.
pt_pt: A origem deve ser um texto regular com um máximo de 30 caracteres
sw_sw: Ursprunget ska vara vanlig text med högst 30 tecken.
tr_tr: Kaynak en fazla 30 karakterden oluşan normal bir metin olmalıdır
uk_uk: Оригінал має бути звичайним текстом довжиною не більше 30 символів

source: Origin should be regular text of max 30 characters.
id_id: Asal harus berupa teks biasa dengan maksimal 30 karakter.
ja_jp: Originは30文字以内の通常のテキストでお願いします。
ko_ko: 원본은 최대 30자의 일반 텍스트로 작성해야 합니다.
pt_pt: A origem deve ser um texto regular com um máximo de 30 caracteres.
sw_sw: Ursprunget ska vara vanlig text med högst 30 tecken.
tr_tr: Kaynak en fazla 30 karakterden oluşan normal bir metin olmalıdır.
uk_uk: Оригінал має бути звичайним текстом довжиною не більше 30 символів.

source: Other Types
id_id: Jenis Lainnya
ja_jp: その他のタイプ
ko_ko: 기타 유형
pt_pt: Outros tipos
sw_sw: Andra typer
tr_tr: Diğer Türler
uk_uk: Інші типи

source: Overrides
id_id: Menimpa
ja_jp: オーバーライド
ko_ko: 오버라이드
pt_pt: Anulações
sw_sw: Överordnar
tr_tr: Geçersiz Kılmalar
uk_uk: Перевизначення

source: PAC Matches
id_id: Pertandingan PAC
ja_jp: PACマッチ
ko_ko: PAC 매치
pt_pt: Fósforos PAC
sw_sw: PAC-matcher
tr_tr: PAC Maçları
uk_uk: Матчі PAC

source: PAC Proxies
id_id: Proksi PAC
ja_jp: PACプロキシ
ko_ko: PAC 프록시
pt_pt: Procuradores PAC
tr_tr: PAC Vekilleri
uk_uk: Проксі-сервери УРП

source: PAC Rules
id_id: Peraturan PAC
ja_jp: PACルール
ko_ko: PAC 규칙
pt_pt: Regras do PAC
sw_sw: PAC-regler
tr_tr: PAC Kuralları
uk_uk: Правила ГРД

source: PEAP
ja_jp: ピーエーピー

source: PID
ja_jp: ピッド

source: POP3
ja_jp: ポップスリー

source: POPS
ja_jp: ポップス
uk_uk: ПОПС

source: PPID
ja_jp: ピーピーアイディー

source: PPS
ja_jp: ピーピーエス

source: PPStream
ja_jp: ピーピーエストリーム

source: Packages
id_id: Paket
it_it: Pacchetti
ja_jp: パッケージ
ko_ko: 패키지
pt_pt: Pacotes
sw_sw: Paket
tr_tr: Paketler
uk_uk: Пакети

source: Packet Capture
id_id: Pengambilan Paket
ja_jp: パケットキャプチャー
ko_ko: 패킷 캡처
pt_pt: Captura de pacotes
sw_sw: Fångst av paket
tr_tr: Paket Yakalama
uk_uk: Захоплення пакетів

source: Pakistan
ja_jp: パキスタン
ko_ko: 파키스탄
pt_pt: Paquistão
uk_uk: Пакистан

source: Palau
ja_jp: パラオ
ko_ko: 팔라우
uk_uk: Палау

source: Palestinian Territory
id_id: Wilayah Palestina
ja_jp: パレスチナじゅうみんちきょうわこく
ko_ko: 팔레스타인 영토
pt_pt: Território Palestino
sw_sw: Palestinska territoriet
tr_tr: Filistin Toprakları
uk_uk: Палестинська територія

source: Panama
ja_jp: パナマ
ko_ko: 파나마
pt_pt: Panamá
uk_uk: Панама

source: Pandora
ja_jp: パンドラ
ko_ko: 판도라
uk_uk: Пандора.

source: Papua New Guinea
id_id: Papua Nugini
ja_jp: パプアニューギニア
ko_ko: 파푸아뉴기니
pt_pt: Papua Nova Guiné
sw_sw: Papua Nya Guinea
tr_tr: Papua Yeni Gine
uk_uk: Папуа-Нова Гвінея

source: Paraguay
ja_jp: パラグアイ
ko_ko: 파라과이
pt_pt: Paraguai
uk_uk: Парагвай

source: Password can be up to 32 signs long. Alphanumeric characters and also dot, dash and underscore allowed.
id_id: Kata sandi dapat terdiri dari hingga 32 karakter. Karakter alfanumerik dan juga titik, tanda hubung, dan garis bawah diperbolehkan.
ja_jp: パスワードの長さは32文字までです。英数字のほか、ドット、ダッシュ、アンダースコアも使用可能です。
ko_ko: 비밀번호는 최대 32자까지 입력할 수 있습니다. 영숫자와 점, 대시, 밑줄도 사용할 수 있습니다.
pt_pt: A palavra-passe pode ter até 32 sinais. São permitidos caracteres alfanuméricos e também ponto, traço e sublinhado.
sw_sw: Lösenordet kan vara upp till 32 tecken långt. Alfanumeriska tecken samt punkt, streck och understrykning är tillåtna.
tr_tr: Şifre en fazla 32 işaret uzunluğunda olabilir. Alfanümerik karakterlerin yanı sıra nokta, tire ve alt çizgiye de izin verilir.
uk_uk: Пароль може містити до 32 знаків. Допускаються алфавітно-цифрові символи, а також крапка, тире і підкреслення.

source: Pastebin
ja_jp: パストビン
uk_uk: Смітник

source: Permission
id_id: Izin
ja_jp: 許可
ko_ko: 권한
pt_pt: Permissão
sw_sw: Tillstånd
tr_tr: İzin
uk_uk: Дозвольте

source: Peru
ja_jp: ペルー
ko_ko: 페루
uk_uk: Перу

source: Philippines
id_id: Filipina
ja_jp: フィリピン
ko_ko: 필리핀
pt_pt: Filipinas
sw_sw: Filippinerna
tr_tr: Filipinler
uk_uk: Філіппіни

source: Phone
id_id: Telepon
ja_jp: 電話番号
ko_ko: 전화
pt_pt: Telefone
sw_sw: Telefon
tr_tr: Telefon
uk_uk: Телефон

source: Pinterest
ja_jp: ピンタレスト

source: Pipe number must be between 1...65535
id_id: Nomor pipa harus antara 1 ... 65535
ja_jp: パイプ番号は1〜65535の間でなければなりません。
ko_ko: 파이프 번호는 1...65535 사이여야 합니다.
pt_pt: O número do tubo deve estar entre 1...65535
sw_sw: Rörnumret måste vara mellan 1...65535.
tr_tr: Boru numarası 1...65535 arasında olmalıdır
uk_uk: Номер труби повинен бути в межах 1...65535

source: Pipes
id_id: Pipa
it_it: Tubi
ja_jp: パイプ
ko_ko: 파이프
pt_pt: Tubos
sw_sw: Rör
tr_tr: Borular
uk_uk: Труби

source: Piracy
id_id: Pembajakan
ja_jp: 海賊版
ko_ko: 불법 복제
pt_pt: Pirataria
sw_sw: Piratkopiering
tr_tr: Korsanlık
uk_uk: Піратство

source: Pitcairn
ja_jp: ピトケアン
ko_ko: 핏케언
uk_uk: Піткерн

source: Plain Hostname (No Dots Inside)
id_id: Nama Host Biasa (Tanpa Titik di Dalam)
ja_jp: プレーンホスト名（内部にドットがないもの）
ko_ko: 일반 호스트 이름(내부에 점 없음)
pt_pt: Nome de anfitrião simples (sem pontos no interior)
sw_sw: Vanligt värdnamn (inga punkter inuti)
tr_tr: Düz Ana Bilgisayar Adı (İçinde Nokta Yok)
uk_uk: Просте ім'я хоста (без крапок всередині)

source: PlayStore
ja_jp: PlayStore（プレイストア

source: Playstation
ja_jp: プレイステーション
ko_ko: 플레이스테이션

source: Please choose a value between 1 and 3000
id_id: Pilihlah nilai antara 1 dan 3000
ja_jp: 1～3000の間で選択してください
ko_ko: 1~3000 사이의 값을 선택하세요.
pt_pt: Por favor escolha um valor entre 1 e 3000
sw_sw: Välj ett värde mellan 1 och 3000.
tr_tr: Lütfen 1 ile 3000 arasında bir değer seçin
uk_uk: Будь ласка, оберіть значення від 1 до 3000

source: Please enter a valid domain name here
id_id: Masukkan nama domain yang valid di sini
ja_jp: 有効なドメイン名をここに入力してください。
ko_ko: 여기에 유효한 도메인 이름을 입력하세요.
pt_pt: Por favor introduza aqui um nome de domínio válido
sw_sw: Ange ett giltigt domännamn här
tr_tr: Lütfen buraya geçerli bir alan adı girin
uk_uk: Будь ласка, введіть тут дійсне доменне ім'я

source: Please enter a valid email address.
id_id: Masukkan alamat email yang valid.
ja_jp: 有効なEメールアドレスを入力してください。
ko_ko: 유효한 이메일 주소를 입력하세요.
pt_pt: Por favor, introduza um endereço de correio electrónico válido.
sw_sw: Ange en giltig e-postadress.
tr_tr: Lütfen geçerli bir e-posta adresi girin.
uk_uk: Будь ласка, введіть дійсну адресу електронної пошти.

source: Please enter a valid servername, ip address or leave this option blank
id_id: Masukkan nama server, alamat IP yang valid atau biarkan opsi ini kosong
ja_jp: 有効なサーバー名、IPアドレスを入力するか、このオプションを空白にしてください。
ko_ko: 유효한 서버 이름, IP 주소를 입력하거나 이 옵션을 비워 두세요.
pt_pt: Por favor insira um nome de servidor válido, endereço ip ou deixe esta opção em branco
sw_sw: Ange ett giltigt servernamn, en giltig IP-adress eller lämna det här alternativet tomt.
tr_tr: Lütfen geçerli bir sunucu adı, ip adresi girin veya bu seçeneği boş bırakın
uk_uk: Будь ласка, введіть дійсне ім'я сервера, ip-адресу або залиште цю опцію порожньою

source: Please enter a valid servername, ip address or leave this option blank.
id_id: Masukkan nama server, alamat IP yang valid atau biarkan opsi ini kosong.
ja_jp: 有効なサーバー名、IPアドレスを入力するか、このオプションを空白にしてください。
ko_ko: 유효한 서버 이름, IP 주소를 입력하거나 이 옵션을 비워 두세요.
pt_pt: Por favor introduza um nome de servidor válido, endereço ip ou deixe esta opção em branco.
sw_sw: Ange ett giltigt servernamn, en giltig IP-adress eller lämna det här alternativet tomt.
tr_tr: Lütfen geçerli bir sunucu adı, ip adresi girin veya bu seçeneği boş bırakın.
uk_uk: Будь ласка, введіть дійсне ім'я сервера, ip-адресу або залиште цю опцію порожньою.
