Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Note: Leave fields blank to disable the feature.
id_id: Catatan: Biarkan kolom kosong untuk menonaktifkan fitur.
it_it: Nota: lasciare vuoti i campi per disabilitare la funzione.
ja_jp: 注意： 機能を無効にするには、フィールドを空白にしてください。
ko_ko: 참고: 기능을 비활성화하려면 입력란을 비워 두세요.
pt_pt: Nora: Deixe os campos em branco para desativar a funcionalidade
sw_sw: Obs: Lämna fälten tomma för att inaktivera funktionen.
tr_tr: Not: Özelliği devre dışı bırakmak için alanları boş bırakın.
uk_uk: Примітка: Щоб вимкнути цю функцію, залиште поля порожніми.

source: allow options
id_id: izinkan opsi
it_it: Consenti opzioni
ja_jp: オプション許可
ko_ko: 허용 옵션
pt_pt: Permitir opões
sw_sw: tillåta alternativ
tr_tr: seçeneklere izin ver
uk_uk: дозволити опції

source: This allows packets with IP options to pass. Otherwise they are blocked by default. This is usually only seen with multicast traffic.
id_id: Hal ini memungkinkan paket dengan opsi IP untuk lewat. Jika tidak, mereka akan diblokir secara default. Hal ini biasanya hanya terlihat pada lalu lintas multicast.
it_it: Ciò consente di passare i pacchetti con opzioni IP. Altrimenti sono bloccati per impostazione predefinita. Questo di solito è visto solo con il traffico multicast.
ja_jp: ip オプションがあるパケットが通過できるようにします。デフォルトでは拒否されます。
ko_ko: 이렇게 하면 IP 옵션이 있는 패킷은 통과할 수 있습니다. 그렇지 않으면 기본적으로 차단됩니다. 이는 일반적으로 멀티캐스트 트래픽에서만 나타납니다.
pt_pt: Permite que pacotes com opções IP passem. Caso contrário, elas são bloqueadas por defeito. Geralmente é visto apenas com tráfego multicast.
sw_sw: Detta gör att paket med IP-alternativ kan passera. Annars blockeras de som standard. Det här är vanligtvis bara vanligt i samband med multicast-trafik.
tr_tr: Bu, IP seçeneklerine sahip paketlerin geçmesine izin verir. Aksi takdirde varsayılan olarak engellenirler. Bu genellikle yalnızca çok noktaya yayın trafiğinde görülür.
uk_uk: Це дозволяє пакетам з параметрами IP проходити. В іншому випадку вони блокуються за замовчуванням. Зазвичай це спостерігається лише для багатоадресного трафіку.

source: reply-to
id_id: balas-ke
it_it: rispondi a
ja_jp: 返信用
ko_ko: 회신 대상
pt_pt: replicy-to
sw_sw: svar till
tr_tr: yanıtla
uk_uk: відповісти на

source: disable
id_id: menonaktifkan
it_it: disattivare
ja_jp: 無効にする
ko_ko: 비활성화
pt_pt: desactivar
sw_sw: inaktivera
tr_tr: devre dışı bırak
uk_uk: відключити

source: Determines how packets route back in the opposite direction (replies), when set to default, packets on WAN type interfaces reply to their connected gateway on the interface (unless globally disabled). A specific gateway may be chosen as well here. This setting is only relevant in the context of a state, for stateless rules there is no defined opposite direction.
id_id: Menentukan bagaimana paket merutekan kembali ke arah yang berlawanan (balasan), bila diatur ke default, paket pada antarmuka jenis WAN membalas ke gateway yang terhubung pada antarmuka (kecuali dinonaktifkan secara global). Gateway tertentu juga dapat dipilih di sini. Pengaturan ini hanya relevan dalam konteks negara, untuk aturan tanpa negara tidak ada arah berlawanan yang ditentukan.
it_it: Determina il modo in cui i pacchetti si recano nella direzione opposta (risposte), quando impostati su predefiniti, i pacchetti sulle interfacce di tipo WAN rispondono al loro gateway collegato sull'interfaccia (a meno che non è disabilitato a livello globale). Un gateway specifico può essere scelto anche qui. Questa impostazione è rilevante solo nel contesto di uno stato, per le regole apolide non esiste una direzione opposta definita.
ja_jp: デフォルトに設定すると、WANタイプのインターフェイス上のパケットは、インターフェイス上の接続されたゲートウェイに返信します（グローバルに無効な場合を除く）。ここでは、特定のゲートウェイを選択することもできます。この設定はステートのコンテキストにのみ関連し、ステートレスルールでは反対方向は定義されていません。
ko_ko: 패킷을 반대 방향으로 라우팅하는 방법(응답)을 결정하며, 기본값으로 설정하면 WAN 유형 인터페이스의 패킷은 인터페이스의 연결된 게이트웨이에 응답합니다(전역적으로 비활성화하지 않는 한). 여기서 특정 게이트웨이를 선택할 수도 있습니다. 이 설정은 상태의 컨텍스트에서만 관련이 있으며, 상태 비저장 규칙의 경우 정의된 반대 방향이 없습니다.
pt_pt: Determina a forma como os pacotes voltam na direcção oposta (respostas), quando definidos por defeito, os pacotes nas interfaces do tipo WAN respondem à sua porta de ligação na interface (a menos que estejam globalmente desactivados). Uma porta de ligação específica pode também ser escolhida aqui. Esta configuração só é relevante no contexto de um estado, para regras sem estado não existe uma direcção oposta definida.
sw_sw: Bestämmer hur paket dirigeras tillbaka i motsatt riktning (svar), när det är inställt på standard svarar paket på gränssnitt av WAN-typ till den anslutna gatewayen på gränssnittet (om det inte är globalt inaktiverat). En specifik gateway kan också väljas här. Den här inställningen är endast relevant i samband med ett tillstånd, för statslösa regler finns det ingen definierad motsatt riktning.
tr_tr: Paketlerin ters yönde nasıl geri yönlendirileceğini belirler (yanıtlar), varsayılan olarak ayarlandığında, WAN tipi arabirimlerdeki paketler arabirimdeki bağlı ağ geçidine yanıt verir (genel olarak devre dışı bırakılmadıkça). Burada belirli bir ağ geçidi de seçilebilir. Bu ayar yalnızca bir durum bağlamında geçerlidir, durumsuz kurallar için tanımlanmış bir ters yön yoktur.
uk_uk: Визначає, як пакети маршрутизуються у зворотному напрямку (відповіді), якщо встановлено за замовчуванням, пакети на інтерфейсах типу WAN відповідають підключеному до них шлюзу на інтерфейсі (якщо не відключено глобально). Тут також можна вибрати певний шлюз. Цей параметр має значення лише в контексті держави, для правил без держави немає визначеного зворотного напрямку.

source: Set priority
id_id: Tetapkan prioritas
it_it: Impostare la priorità
ja_jp: 優先度を設定
ko_ko: 우선순위 설정
pt_pt: Definir prioridade
sw_sw: Ange prioritet
tr_tr: Önceliği ayarlayın
uk_uk: Встановіть пріоритет

source: All packets
id_id: Semua paket
it_it: Tutti i pacchetti
ja_jp: 全てのパケット
ko_ko: 모든 패킷
pt_pt: Todos os pacotes
sw_sw: Alla paket
tr_tr: Tüm paketler
uk_uk: Всі пакети

source: Low Delay/TCP ACK
id_id: Penundaan Rendah/TCP ACK
it_it: Basso ritardo/TCP ACK
ja_jp: 低遅延/TCP ACK
ko_ko: 낮은 지연/TCP ACK
pt_pt: Baixo Atraso/TCP ACK
sw_sw: Låg fördröjning/TCP ACK
tr_tr: Düşük Gecikme/TCP ACK
uk_uk: Низька затримка/TCP ACK

source: Keep current priority
id_id: Pertahankan prioritas saat ini
it_it: Mantieni la priorità attuale
ja_jp: 現在の優先度を維持
ko_ko: 현재 우선순위 유지
pt_pt: Manter a prioridade actual
sw_sw: Behåll nuvarande prioritering
tr_tr: Mevcut önceliği koruyun
uk_uk: Зберігайте поточний пріоритет

source: Use main priority
id_id: Gunakan prioritas utama
it_it: Usa la priorità principale
ja_jp: メイン優先度を使用
ko_ko: 주요 우선순위 사용
pt_pt: Utilizar prioridade principal
sw_sw: Användning av huvudprioritering
tr_tr: Ana önceliği kullanın
uk_uk: Використовуйте головний пріоритет

source: Set the priority code point in a 802.1Q VLAN header for packets matching this rule. If both priorities are set here, packets with a TOS of "lowdelay" or TCP ACKs with no data payload will be assigned the latter.
id_id: Tetapkan titik kode prioritas di header VLAN 802.1Q untuk paket yang sesuai dengan aturan ini. Jika kedua prioritas ditetapkan di sini, paket dengan TOS "lowdelay" atau ACK TCP tanpa muatan data akan ditetapkan sebagai yang terakhir.
it_it: Imposta il punto di codice prioritario in un'intestazione VLAN 802.1Q per i pacchetti corrispondenti a questa regola. Se entrambe le priorità sono impostate qui, i pacchetti con un TOS di ACKS "Lowdelay" o TCP senza carico utile di dati verranno assegnati quest'ultimo.
ja_jp: このルールに一致するパケットの 802.1Q VLAN ヘッダーの優先順位コードポイントを設定する。ここで両方の優先度を設定した場合、TOSが「lowdelay」のパケットやデータペイロードのないTCP ACKは後者に割り当てられます。
ko_ko: 이 규칙과 일치하는 패킷의 우선순위 코드 포인트를 802.1Q VLAN 헤더에 설정합니다. 여기에 두 가지 우선순위가 모두 설정되어 있는 경우, TOS가 "lowdelay"인 패킷 또는 데이터 페이로드가 없는 TCP ACK는 후자에 할당됩니다.
pt_pt: Definir o ponto de código de prioridade num cabeçalho VLAN 802.1Q para pacotes que correspondam a esta regra. Se ambas as prioridades forem definidas aqui, os pacotes com um TOS de "lowdelay" ou TCP ACKs sem carga útil de dados serão atribuídos a este último.
sw_sw: Ställ in prioritetskodpunkten i en 802.1Q VLAN-huvudrubrik för paket som matchar den här regeln. Om båda prioriteringarna är inställda här kommer paket med TOS "lowdelay" eller TCP ACK:er utan nyttoladdning av data att tilldelas den sistnämnda.
tr_tr: Bu kuralla eşleşen paketler için 802.1Q VLAN başlığındaki öncelik kod noktasını ayarlayın. Burada her iki öncelik de ayarlanırsa, TOS'u "düşük gecikmeli" olan paketlere veya veri yükü olmayan TCP ACK'lerine ikincisi atanacaktır.
uk_uk: Встановити точку коду пріоритету у заголовку 802.1Q VLAN для пакетів, що відповідають цьому правилу. Якщо тут встановлено обидва пріоритети, пакетам з TOS "lowdelay" або TCP ACK без корисного навантаження даних буде призначено останній.

source: Match priority
id_id: Prioritas kecocokan
it_it: Abbina la priorità
ja_jp: 優先度に一致
ko_ko: 경기 우선순위
pt_pt: Prioridade de jogo
sw_sw: Prioritet för matchning
tr_tr: Eşleşme önceliği
uk_uk: Пріоритет збігу

source: Any priority
id_id: Prioritas apa pun
it_it: Qualsiasi priorità
ja_jp: 任意の優先度
ko_ko: 모든 우선 순위
pt_pt: Qualquer prioridade
sw_sw: Alla prioriteter
tr_tr: Herhangi bir öncelik
uk_uk: Будь-який пріоритет

source: Only match packets which have the given queueing priority assigned.
id_id: Hanya mencocokkan paket yang memiliki prioritas antrian yang diberikan.
it_it: Abbina solo i pacchetti che hanno assegnato la priorità di accodamento fornita.
ja_jp: 与えられたキューイングプライオリティが割り当てられているパケットにのみマッチします。
ko_ko: 지정된 큐 우선 순위가 할당된 패킷만 일치합니다.
pt_pt: Apenas os pacotes de correspondência que tenham a prioridade de enfileiramento atribuída.
sw_sw: Matchar endast paket som har tilldelats den givna köprioriteten.
tr_tr: Yalnızca verilen kuyruklama önceliği atanmış paketlerle eşleşir.
uk_uk: Шукати тільки ті пакети, які мають заданий пріоритет у черзі.

source: Match TOS / DSCP
id_id: Cocokkan TOS / DSCP
ja_jp: TOS / DSCPを一致させる
ko_ko: TOS / DSCP 경기
pt_pt: Combinar TOS / DSCP
sw_sw: Matcha TOS/DSCP
tr_tr: TOS / DSCP Eşleştir
uk_uk: Відповідність TOS / DSCP

source: Only match packets which have the given TOS/DSCP value assigned.
id_id: Hanya mencocokkan paket yang memiliki nilai TOS/DSCP yang diberikan.
ja_jp: 与えられたTOS/DSCP値が割り当てられているパケットにのみマッチします。
ko_ko: 지정된 TOS/DSCP 값이 할당된 패킷만 일치합니다.
pt_pt: Apenas os pacotes de correspondência que tenham o valor TOS/DSCP atribuído.
sw_sw: Matchar endast paket som har tilldelats det givna TOS/DSCP-värdet.
tr_tr: Yalnızca verilen TOS/DSCP değeri atanmış paketlerle eşleşir.
uk_uk: Шукати тільки ті пакети, яким призначено задане значення TOS/DSCP.

source: Max states
id_id: Max menyatakan
it_it: Stati massimi
ja_jp: 最大ステート
ko_ko: 최대 상태
pt_pt: Estados máximos
sw_sw: Max tillstånd
tr_tr: Maksimum durum
uk_uk: Макс стверджує

source: Maximum state entries this rule can create
id_id: Entri status maksimum yang dapat dibuat oleh aturan ini
it_it: Voci di stato massimo Questa regola può creare
ja_jp: このルールが作成可能な最大ステートエントリ
ko_ko: 이 규칙이 생성할 수 있는 최대 상태 항목
pt_pt: Máximo de entradas de estado que esta regra pode criar
sw_sw: Maximalt antal tillståndsposter som den här regeln kan skapa
tr_tr: Bu kuralın oluşturabileceği maksimum durum girdileri
uk_uk: Максимальна кількість записів стану, які може створити це правило

source: Max source nodes
id_id: Node sumber maksimum
it_it: Nodi di origine massima
ja_jp: 最大送信元ノード
ko_ko: 최대 소스 노드
pt_pt: Nódulos de origem máxima
sw_sw: Max antal källnoder
tr_tr: Maksimum kaynak düğümleri
uk_uk: Максимум вихідних вузлів

source: Maximum number of unique source hosts
id_id: Jumlah maksimum host sumber yang unik
it_it: Numero massimo di host di origine univoca
ja_jp: ユニークなソースホストの最大数
ko_ko: 최대 고유 소스 호스트 수
pt_pt: Número máximo de hospedeiros de fontes únicas
sw_sw: Maximalt antal unika källvärdar
tr_tr: Maksimum benzersiz kaynak ana bilgisayar sayısı
uk_uk: Максимальна кількість унікальних хостів-джерел

source: Max established
id_id: Max didirikan
it_it: Max stabilito
ja_jp: 最大接続確立
ko_ko: 최대 설정
pt_pt: Máximo estableciso
sw_sw: Max etablerad
tr_tr: Max kuruldu
uk_uk: Максимальний встановлений

source: Maximum number of established connections per host (TCP only)
id_id: Jumlah maksimum koneksi yang dibuat per host (hanya TCP)
it_it: Numero massimo di connessioni stabilite per host (solo TCP)
ja_jp: 1ホストあたりの最大確立コネクション数（TCPのみ）
ko_ko: 호스트당 최대 설정된 연결 수(TCP만 해당)
pt_pt: Número máximo de ligações estabelecidas por anfitrião (apenas TCP)
sw_sw: Maximalt antal upprättade anslutningar per värd (endast TCP)
tr_tr: Ana bilgisayar başına kurulan maksimum bağlantı sayısı (yalnızca TCP)
uk_uk: Максимальна кількість встановлених з'єднань на хост (тільки TCP)

source: Max source states
id_id: Status sumber maksimum
it_it: Stati di origine massima
ja_jp: 最大送信元ステート
ko_ko: 최대 소스 상태
pt_pt: Estado das fontes maximo
sw_sw: Maximala källtillstånd
tr_tr: Maksimum kaynak durumları
uk_uk: Максимальні стани джерела

source: Maximum state entries per host
id_id: Entri status maksimum per host
it_it: Voci massime statali per host
ja_jp: 1ホストあたりの最大ステートエントリ数
ko_ko: 호스트당 최대 상태 항목 수
pt_pt: Máximo de entradas de estado por anfitrião
sw_sw: Maximalt antal statusposter per värd
tr_tr: Ana bilgisayar başına maksimum durum girişi
uk_uk: Максимальна кількість записів стану на хост

source: Max new connections
id_id: Koneksi baru maksimal
it_it: Nuove connessioni massime
ja_jp: 最大接続新規
ko_ko: 최대 신규 연결 수
pt_pt: Máximo de novas ligações
sw_sw: Max antal nya anslutningar
tr_tr: Maksimum yeni bağlantı
uk_uk: Максимум нових з'єднань

source: Maximum new connections per host / per second(s) and overload table to use (TCP only), the default virusprot table comes with a default block rule in floating rules.
id_id: Koneksi baru maksimum per host / per detik dan tabel kelebihan beban untuk digunakan (hanya TCP), tabel virusprot default dilengkapi dengan aturan blokir default dalam aturan mengambang.
it_it: Nuove connessioni massime per host / al secondo (s) e tabella di sovraccarico da utilizzare (solo TCP), la tabella VirusProt predefinita viene fornita con una regola di blocco predefinita nelle regole mobili.
ja_jp: ホストごとの最大新規接続数/秒(s)と使用するオーバーロードテーブル（TCPのみ）、デフォルトのvirusprotテーブルには、フローティングルールのデフォルトのブロックルールが付属しています。
ko_ko: 호스트당/초당 최대 신규 연결 수 및 사용할 과부하 테이블(TCP만 해당), 기본 바이러스 보호 테이블은 부동 규칙에 기본 차단 규칙이 포함되어 있습니다.
pt_pt: Máximo de novas ligações por hospedeiro / por segundo(s) e tabela de sobrecarga a utilizar (apenas TCP), a tabela padrão de virusprot vem com uma regra de bloco padrão em regras flutuantes.
sw_sw: Maximalt antal nya anslutningar per värddator/per sekund(er) och överbelastningstabell som ska användas (endast TCP), standardtabellen virusprot har en standardblockregel i flytande regler.
tr_tr: Ana bilgisayar başına / saniye başına maksimum yeni bağlantı ve kullanılacak aşırı yük tablosu (yalnızca TCP), varsayılan virusprot tablosu kayan kurallarda varsayılan bir engelleme kuralı ile birlikte gelir.
uk_uk: Максимальна кількість нових з'єднань на хост/секунду(и) і таблиця перевантаження, що використовується (тільки TCP), таблиця virusprot за замовчуванням поставляється з правилом блокування за замовчуванням у плаваючих правилах.

source: State timeout
id_id: Batas waktu negara
it_it: Timeout di stato
ja_jp: ステートタイムアウト
ko_ko: 상태 시간 초과
pt_pt: Tempo limite de estado.
sw_sw: Timeout för tillstånd
tr_tr: Durum zaman aşımı
uk_uk: Встановити тайм-аут

source: State Timeout in seconds (TCP only)
id_id: Batas Waktu Status dalam detik (hanya TCP)
it_it: Timeout di stato in secondi (solo TCP)
ja_jp: 数秒でステートアウトします ( tcp のみ )
ko_ko: 상태 시간 초과(초)(TCP만 해당)
pt_pt: Tempo do estado em segundos (TCP apenas)
sw_sw: State Timeout i sekunder (endast TCP)
tr_tr: Saniye cinsinden Durum Zaman Aşımı (yalnızca TCP)
uk_uk: Таймаут стану в секундах (тільки TCP)

source: Adaptive Timeouts
id_id: Batas Waktu Adaptif
ja_jp: アダプティブタイムアウト
ko_ko: 적응형 타임아웃
pt_pt: Intervalos de tempo adaptativos
sw_sw: Anpassningsbara tidsgränser
tr_tr: Uyarlanabilir Zaman Aşımları
uk_uk: Адаптивні тайм-аути

source: start
id_id: mulai
it_it: inizio
ja_jp: 立ち上がり
ko_ko: 시작
pt_pt: início
sw_sw: starta
tr_tr: başla
uk_uk: початок

source: end
id_id: akhir
it_it: fine
ja_jp: 仕舞い
ko_ko: 끝
pt_pt: fim
sw_sw: avsluta
tr_tr: son
uk_uk: кінець

source: Timeouts for states can be scaled adaptively as the number of state table entries grows.
id_id: Batas waktu untuk status dapat ditingkatkan secara adaptif seiring dengan bertambahnya jumlah entri tabel status.
it_it: I timeout per gli stati possono essere ridimensionati in modo adattivo man mano che cresce il numero di voci della tabella di stato.
ja_jp: ステートタイムアウトは、ステートテーブルエントリの増加数に応じて拡大縮小させることができます。
ko_ko: 상태 테이블 항목의 수가 증가함에 따라 상태의 시간 제한을 적응형으로 조정할 수 있습니다.
pt_pt: Os limites de tempo para os estados podem ser dimensionados ajustadamente de acordo com o número de entradas de tabela de estados aumenta.
sw_sw: Timeouts för tillstånd kan anpassas när antalet poster i tillståndstabellen ökar.
tr_tr: Durumlar için zaman aşımları, durum tablosu girişlerinin sayısı arttıkça uyarlamalı olarak ölçeklendirilebilir.
uk_uk: Тайм-аути для станів можна адаптивно масштабувати по мірі зростання кількості записів у таблиці станів.

source: When the number of state entries exceeds this value, adaptive scaling begins. All timeout values are scaled linearly with factor (adaptive.end - number of states) / (adaptive.end - adaptive.start).
id_id: Ketika jumlah entri status melebihi nilai ini, penskalaan adaptif dimulai. Semua nilai batas waktu diskalakan secara linier dengan faktor (adaptive.end - jumlah status) / (adaptive.end - adaptive.start).
it_it: Quando il numero di voci di stato supera questo valore, inizia il ridimensionamento adattivo. Tutti i valori di timeout sono ridimensionati in modo lineare con fattore (adattivo.end - numero di stati) / (adattivo.end - adattivo.start).
ja_jp: ステートメントの数がこの値を超過すると、適応スケーリングが開始されますが、全てのタイムアウト値は ( 適応終了 - ステートート数 ) / ( 適応終了 - 適応開始 ) 係数で直線的に拡大縮小されますが。
ko_ko: 상태 항목 수가 이 값을 초과하면 적응형 스케일링이 시작됩니다. 모든 타임아웃 값은 (adaptive.end - 상태 수) / (adaptive.end - adaptive.start) 계수에 따라 선형적으로 스케일링됩니다.
pt_pt: Quando o número de entradas de estado excede este valor, o escalonamento ajustado inicia. Todos os valores de tempo limite são escalonados linearmente com factores (adaptative.end - numero de estados) / (adaptive.end - adaptive.start).
sw_sw: När antalet tillståndsposter överstiger detta värde börjar den adaptiva skalningen. Alla timeoutvärden skalas linjärt med faktorn (adaptive.end - antal tillstånd) / (adaptive.end - adaptive.start).
tr_tr: Durum girişlerinin sayısı bu değeri aştığında, uyarlamalı ölçeklendirme başlar. Tüm zaman aşımı değerleri (adaptive.end - durum sayısı) / (adaptive.end - adaptive.start) faktörü ile doğrusal olarak ölçeklendirilir.
uk_uk: Коли кількість входів у стани перевищує це значення, починається адаптивне масштабування. Всі значення таймаутів масштабуються лінійно з коефіцієнтом (adaptive.end - кількість станів) / (adaptive.end - adaptive.start).

source: When reaching this number of state entries, all timeout values become zero, effectively purging all state entries immediately. This value is used to define the scale factor, it should not actually be reached (set a lower state limit).
id_id: Ketika mencapai jumlah entri status ini, semua nilai batas waktu menjadi nol, yang secara efektif membersihkan semua entri status dengan segera. Nilai ini digunakan untuk menentukan faktor skala, yang seharusnya tidak boleh dicapai (tetapkan batas state yang lebih rendah).
ja_jp: この数の状態エントリに達すると、すべてのタイムアウト値がゼロになり、効果的にすべての状態エントリを直ちにパージします。この値はスケールファクターを定義するために使用され、実際に到達するべきではありません（状態の下限を設定します）。
ko_ko: 이 상태 항목 수에 도달하면 모든 타임아웃 값이 0이 되어 모든 상태 항목이 즉시 삭제됩니다. 이 값은 스케일 계수를 정의하는 데 사용되며, 실제로 도달해서는 안 됩니다(더 낮은 상태 제한 설정).
pt_pt: Ao atingir este número de entradas de estado, todos os valores de timeout tornam-se zero, purgando efectivamente todas as entradas de estado imediatamente. Este valor é utilizado para definir o factor de escala, não deve ser efectivamente atingido (estabelecer um limite de estado inferior).
sw_sw: När detta antal tillståndsposter uppnås blir alla timeoutvärden noll, vilket innebär att alla tillståndsposter rensas omedelbart. Det här värdet används för att definiera skalfaktorn, det bör faktiskt inte nås (ange en lägre gräns för tillstånd).
tr_tr: Bu durum girdisi sayısına ulaşıldığında, tüm zaman aşımı değerleri sıfır olur ve tüm durum girdileri derhal temizlenir. Bu değer ölçek faktörünü tanımlamak için kullanılır, aslında ulaşılmaması gerekir (bir alt durum sınırı belirleyin).
uk_uk: При досягненні цієї кількості записів станів усі значення таймауту стають нульовими, що призводить до негайного очищення всіх записів станів. Це значення використовується для визначення коефіцієнта масштабування, його не слід досягати (встановіть нижню межу стану).

source: Note: Leave fields blank to use default pf algorithm. Set to 0 to disable.
id_id: Catatan: Biarkan bidang kosong untuk menggunakan algoritma pf default. Atur ke 0 untuk menonaktifkan.
ja_jp: 注：デフォルトのpfアルゴリズムを使用する場合は、フィールドを空白にします。無効にするには0を設定します。
ko_ko: 참고: 기본 pf 알고리즘을 사용하려면 필드를 비워 둡니다. 비활성화하려면 0으로 설정합니다.
pt_pt: Nota: Deixe os campos em branco para utilizar o algoritmo pf padrão. Definir para 0 para desactivar.
sw_sw: Obs: Lämna fälten tomma om du vill använda standardpf-algoritmen. Ställ in 0 för att inaktivera.
tr_tr: Not: Varsayılan pf algoritmasını kullanmak için alanları boş bırakın. Devre dışı bırakmak için 0 olarak ayarlayın.
uk_uk: Примітка: Залиште поля порожніми, щоб використовувати алгоритм pf за замовчуванням. Встановіть 0, щоб вимкнути.

source: TCP flags
id_id: Bendera TCP
it_it: Flag TCP
ja_jp: TCPフラグ
ko_ko: TCP 플래그
pt_pt: bandeiras TCP
sw_sw: TCP-flaggor
tr_tr: TCP bayrakları
uk_uk: Прапори TCP

source: set
it_it: impostare
ja_jp: 設定
pt_pt: Defenir
sw_sw: ställa in
uk_uk: набір

source: out of
id_id: keluar dari
it_it: fuori da
ja_jp: 設定しない
ko_ko: 중
pt_pt: foros de
sw_sw: ur
tr_tr: dışarı
uk_uk: з

source: Any flags.
id_id: Bendera apa saja.
it_it: Qualsiasi bandiera.
ja_jp: 任意フラグ
ko_ko: 모든 깃발.
pt_pt: Bandeiras do Quaisquere
sw_sw: Alla flaggor.
tr_tr: Herhangi bir bayrak.
uk_uk: Будь-які прапори.

source: Use this to choose TCP flags that must be set or cleared for this rule to match.
id_id: Gunakan ini untuk memilih flag TCP yang harus ditetapkan atau dikosongkan agar aturan ini cocok.
it_it: Utilizzare questo per scegliere i flag TCP che devono essere impostati o cancellati affinché questa regola corrisponda.
ja_jp: このルールに一致するように設定もしくは削除するtcpフラグを選択するには、これを使用します。
ko_ko: 이 규칙을 일치시키기 위해 설정하거나 지워야 하는 TCP 플래그를 선택하려면 이 옵션을 사용합니다.
pt_pt: Usar esta opção para escolher os sinalizadores TCP que devem ser definidos ou desmarcados para que essa regra corresponda.
sw_sw: Använd den här funktionen för att välja TCP-flaggor som måste sättas eller rensas för att regeln ska matcha.
tr_tr: Bu kuralın eşleşmesi için ayarlanması veya temizlenmesi gereken TCP bayraklarını seçmek için bunu kullanın.
uk_uk: Використовуйте це поле для вибору прапорців TCP, які необхідно встановити або скинути для відповідності цьому правилу.

source: NO pfsync
id_id: TIDAK ADA pfsync
it_it: Nessun pfsync
ja_jp: pfsync をしない
ko_ko: 아니요 pfsync
pt_pt: SEM pfsync
tr_tr: pfsync YOK

source: State Type
id_id: Jenis Negara
it_it: Tipo di stato
ja_jp: ステートタイプ
ko_ko: 상태 유형
pt_pt: Tipo de estado
sw_sw: Typ av stat
tr_tr: Eyalet Tipi
uk_uk: Тип держави
