Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: If you use previews, only a part of the data is sent to the ICAP server. Setting this option can improve the performance.
id_id: Jika Anda menggunakan pratinjau, hanya sebagian data yang dikirim ke server ICAP. Mengatur opsi ini dapat meningkatkan kinerja.
ja_jp: プレビューを使用する場合、データの一部のみがICAPサーバーに送信されます。このオプションを設定することで、パフォーマンスを向上させることができます。
ko_ko: 미리 보기를 사용하는 경우 데이터의 일부만 ICAP 서버로 전송됩니다. 이 옵션을 설정하면 성능이 향상될 수 있습니다.
pt_pt: Se utilizar pré-visualizações, apenas uma parte dos dados é enviada para o servidor do ICAP. A definição desta opção pode melhorar o desempenho.
sw_sw: Om du använder förhandsgranskningar skickas endast en del av data till ICAP-servern. Om du ställer in det här alternativet kan du förbättra prestandan.
tr_tr: Önizlemeleri kullanırsanız, verilerin yalnızca bir kısmı ICAP sunucusuna gönderilir. Bu seçeneğin ayarlanması performansı artırabilir.
uk_uk: Якщо ви використовуєте попередній перегляд, лише частина даних надсилається на сервер ICAP. Встановлення цієї опції може покращити продуктивність.

source: Ignore SSL certificate validation (for self-signed certificates)
id_id: Abaikan validasi sertifikat SSL (untuk sertifikat yang ditandatangani sendiri)
ja_jp: SSL証明書の検証を無視する（自己署名証明書の場合）
ko_ko: SSL 인증서 유효성 검사 무시(자체 서명 인증서의 경우)
pt_pt: Ignorar a validação do certificado SSL (para certificados autoassinados)
sw_sw: Ignorera validering av SSL-certifikat (för självsignerade certifikat)
tr_tr: SSL sertifika doğrulamasını yoksay (kendinden imzalı sertifikalar için)
uk_uk: Ігнорувати перевірку SSL-сертифіката (для самопідписаних сертифікатів)

source: Ignore hosts in access.log
id_id: Abaikan host di access.log
ja_jp: access.logでホストを無視する
ko_ko: access.log에서 호스트 무시
pt_pt: Ignorar anfitriões em access.log
sw_sw: Ignorera värdar i access.log
tr_tr: Access.log'daki ana bilgisayarları yoksay
uk_uk: Ігнорувати хости в access.log

source: Inactive Timeout
id_id: Batas Waktu Tidak Aktif
ja_jp: 非アクティブタイムアウト
ko_ko: 비활성 시간 초과
pt_pt: Tempo limite inactivo
sw_sw: Inaktiv Timeout
tr_tr: Etkin Olmayan Zaman Aşımı
uk_uk: Неактивний тайм-аут

source: Inner-Tunnel LDAP
id_id: LDAP Terowongan Dalam
ja_jp: インナートンネル型LDAP
ko_ko: 내부 터널 LDAP
pt_pt: Túnel interior LDAP
sw_sw: LDAP i den inre tunneln
tr_tr: Tünel İçi LDAP
uk_uk: Внутрішньотунельний LDAP

source: Insecure Domains
id_id: Domain Tidak Aman
ja_jp: 安全でないドメイン
ko_ko: 안전하지 않은 도메인
pt_pt: Domínios inseguros
sw_sw: Osäkra domäner
tr_tr: Güvensiz Alan Adları
uk_uk: Небезпечні домени

source: Insert here the domain that will be allowed to use Google GSuite. All accounts that are not in this domain will be blocked to use it.
id_id: Masukkan domain yang akan diizinkan untuk menggunakan Google GSuite di sini. Semua akun yang tidak menggunakan domain ini akan diblokir untuk menggunakannya.
ja_jp: Google GSuiteの利用を許可するドメインをここに挿入します。 このドメインに属さないアカウントはすべて利用をブロックされます。
ko_ko: 여기에 Google GSuite를 사용할 수 있는 도메인을 입력합니다. 이 도메인에 없는 모든 계정은 사용이 차단됩니다.
pt_pt: Insira aqui o domínio que será autorizado a utilizar o Google GSuite. Todas as contas que não estejam neste domínio serão bloqueadas para a sua utilização.
sw_sw: Ange här den domän som får använda Google GSuite. Alla konton som inte tillhör denna domän kommer att blockeras.
tr_tr: Google GSuite'i kullanmasına izin verilecek alan adını buraya girin. Bu etki alanında olmayan tüm hesapların kullanımı engellenecektir.
uk_uk: Вставте тут домен, якому буде дозволено використовувати Google GSuite. Усі акаунти, які не належать до цього домену, будуть заблоковані для його використання.

source: Instance
id_id: Contoh
ja_jp: インスタンス
ko_ko: 인스턴스
pt_pt: Instância
sw_sw: Instans
tr_tr: Örnek
uk_uk: Примірник

source: Interface 2
id_id: Antarmuka 2
ja_jp: インターフェース2
ko_ko: 인터페이스 2
sw_sw: Gränssnitt 2
tr_tr: Arayüz 2
uk_uk: Інтерфейс 2

source: Interfaces bound to DynFi Manager.
id_id: Antarmuka yang terikat ke DynFi Manager.
ja_jp: DynFi Managerにバインドされているインターフェイスです。
ko_ko: DynFi 매니저에 바인딩된 인터페이스입니다.
pt_pt: Interfaces ligadas ao DynFi Manager.
sw_sw: Gränssnitt som är bundna till DynFi Manager.
tr_tr: DynFi Manager'a bağlı arayüzler.
uk_uk: Інтерфейси, прив'язані до DynFi Manager.

source: Interfaces to capture.
id_id: Antarmuka untuk menangkap.
ja_jp: インターフェイスを攻略する。
ko_ko: 캡처할 인터페이스.
pt_pt: Interfaces a capturar.
sw_sw: Gränssnitt som ska fångas.
tr_tr: Yakalanacak arayüzler.
uk_uk: Інтерфейси для захоплення.

source: Internal number used for this zone
id_id: Nomor internal yang digunakan untuk zona ini
ja_jp: このゾーンに使用される内部番号
ko_ko: 이 영역에 사용되는 내부 번호
pt_pt: Número interno utilizado para esta zona
sw_sw: Internt nummer som används för den här zonen
tr_tr: Bu bölge için kullanılan dahili numara
uk_uk: Внутрішній номер, який використовується для цієї зони

source: Interval before dropping packets (in ms), leave empty for default
id_id: Interval sebelum menjatuhkan paket (dalam ms), biarkan kosong untuk default
ja_jp: パケットをドロップするまでの間隔（単位：ms）、デフォルトでは空白にします。
ko_ko: 패킷을 삭제하기 전 간격(ms), 기본값은 비워둡니다.
pt_pt: Intervalo antes de deixar cair os pacotes (em ms), deixar vazio por defeito
sw_sw: Intervall innan paket släpps (i ms), lämna tomt som standard.
tr_tr: Paketleri düşürmeden önceki aralık (ms cinsinden), varsayılan için boş bırakın
uk_uk: Інтервал перед скиданням пакетів (у мс), за замовчуванням залишити порожнім

source: Invert Port
id_id: Membalikkan Port
ja_jp: インバートポート
ko_ko: 포트 반전
pt_pt: Porto Invertido
sw_sw: Invertera port
tr_tr: Ters Bağlantı Noktası
uk_uk: Інвертний порт

source: Invert Protocol
id_id: Protokol Balikkan
ja_jp: インバートプロトコル
ko_ko: 반전 프로토콜
pt_pt: Protocolo de Inverter
sw_sw: Invertera protokollet
tr_tr: Protokolü Ters Çevir
uk_uk: Протокол інвертування

source: Invert destination
id_id: Membalikkan tujuan
ja_jp: インバートデスティネーション
ko_ko: 목적지 반전
pt_pt: Inverter o destino
sw_sw: Invertera destinationen
tr_tr: Hedefi ters çevir
uk_uk: Інвертувати місце призначення

source: Invert source
id_id: Membalikkan sumber
ja_jp: インバートソース
ko_ko: 소스 반전
pt_pt: Fonte invertida
sw_sw: Invertera källan
tr_tr: Kaynağı ters çevir
uk_uk: Інвертувати джерело

source: Join Type
id_id: Jenis Bergabung
ja_jp: 参加タイプ
ko_ko: 조인 유형
pt_pt: Tipo de adesão
sw_sw: Typ av anslutning
tr_tr: Birleştirme Türü
uk_uk: Тип приєднання

source: Keepalive Interval
id_id: Interval Keepalive
ja_jp: キープアライブインターバル
ko_ko: 킵얼라이브 간격
pt_pt: Intervalo Keepalive
sw_sw: Intervall för Keepalive
tr_tr: Keepalive Aralığı
uk_uk: Keepalive Інтервал

source: Last Hour
id_id: Jam Terakhir
ja_jp: ラストアワー
ko_ko: 마지막 시간
pt_pt: Última Hora
sw_sw: Sista timmen
tr_tr: Son Saat
uk_uk: Остання година

source: Last updated
id_id: Terakhir diperbarui
it_it: Ultimo aggiornamento
ja_jp: 最終更新
ko_ko: 마지막 업데이트
pt_pt: Ultima actualização
sw_sw: Senast uppdaterad
tr_tr: Son güncelleme
uk_uk: Останнє оновлення

source: Last updated timestamp. This is the time the vendor created the lists.
id_id: Stempel waktu terakhir yang diperbarui. Ini adalah waktu vendor membuat daftar.
ja_jp: 最終更新タイムスタンプ。これは、ベンダーがリストを作成した時間です。
ko_ko: 마지막으로 업데이트된 타임스탬프입니다. 공급업체가 목록을 생성한 시간입니다.
pt_pt: Última actualização do carimbo da hora. Esta é a altura em que o fornecedor criou as listas.
sw_sw: Senast uppdaterad tidsstämpel. Detta är den tidpunkt då leverantören skapade listorna.
tr_tr: Son güncellenme zaman damgası. Bu, satıcının listeleri oluşturduğu zamandır.
uk_uk: Остання оновлена мітка часу. Це час, коли постачальник створив списки.

source: Let the Redis server listen on non-localhost interfaces.
id_id: Biarkan server Redis mendengarkan pada antarmuka non-localhost.
ja_jp: Redisサーバーをlocalhost以外のインターフェイスでリッスンさせる。
ko_ko: Redis 서버가 로컬 호스트가 아닌 인터페이스에서 수신 대기하도록 합니다.
pt_pt: Deixar o servidor Redis ouvir em interfaces não-localhost.
sw_sw: Låt Redis-servern lyssna på gränssnitt som inte är lokala värdgränssnitt.
tr_tr: Redis sunucusunun localhost olmayan arayüzleri dinlemesine izin verin.
uk_uk: Дозвольте серверу Redis прослуховувати інтерфейси не на локальному хості.

source: Levels
id_id: Tingkat
ja_jp: レベル
ko_ko: 레벨
pt_pt: Níveis
sw_sw: Nivåer
tr_tr: Seviyeler
uk_uk: Рівні

source: License Key
id_id: Kunci Lisensi
ja_jp: ライセンスキー
ko_ko: 라이선스 키
pt_pt: Chave de licença
sw_sw: Licensnyckel
tr_tr: Lisans Anahtarı
uk_uk: Ліцензійний ключ

source: License key for activating nProbe Pro.
id_id: Kunci lisensi untuk mengaktifkan nProbe Pro.
ja_jp: nProbe Proをアクティベートするためのライセンスキーです。
ko_ko: nProbe Pro를 활성화하기 위한 라이선스 키입니다.
pt_pt: Chave de licença para activar a nProbe Pro.
sw_sw: Licensnyckel för att aktivera nProbe Pro.
tr_tr: nProbe Pro'yu etkinleştirmek için lisans anahtarı.
uk_uk: Ліцензійний ключ для активації nProbe Pro.

source: License key for activating ntopng Enterprise.
id_id: Kunci lisensi untuk mengaktifkan ntopng Enterprise.
ja_jp: ntopng Enterpriseをアクティベートするためのライセンスキーです。
ko_ko: 엔탑엔지 엔터프라이즈를 활성화하기 위한 라이선스 키입니다.
pt_pt: Chave de licença para activar a ntopng Enterprise.
sw_sw: Licensnyckel för aktivering av ntopng Enterprise.
tr_tr: ntopng Enterprise'ı etkinleştirmek için lisans anahtarı.
uk_uk: Ліцензійний ключ для активації ntopng Enterprise.

source: Limits
id_id: Batas
ja_jp: リミッツ
ko_ko: 제한
pt_pt: Limites
sw_sw: Begränsningar
tr_tr: Sınırlar
uk_uk: Обмеження

source: List of IP addresses not to be sent via parent proxy.
id_id: Daftar alamat IP yang tidak boleh dikirim melalui proxy induk.
ja_jp: 親プロキシ経由で送信しないIPアドレスのリスト。
ko_ko: 부모 프록시를 통해 전송할 수 없는 IP 주소 목록입니다.
pt_pt: Lista de endereços IP que não devem ser enviados através de procuração dos pais.
sw_sw: Lista över IP-adresser som inte ska skickas via den överordnade proxynätet.
tr_tr: Üst proxy aracılığıyla gönderilmeyecek IP adreslerinin listesi.
uk_uk: Список IP-адрес, які не можна надсилати через батьківський проксі.

source: List of addresses allowed to pass trough the tunnel adapter. Please use CIDR notation like 10.0.0.1/24.
id_id: Daftar alamat yang diizinkan untuk melewati adaptor terowongan. Gunakan notasi CIDR seperti 10.0.0.1/24.
ja_jp: トンネルアダプターの通過を許可するアドレスのリストです。10.0.0.1/24のようなCIDR表記を使用してください。
ko_ko: 터널 어댑터를 통과할 수 있는 주소 목록입니다. 10.0.0.1/24와 같은 CIDR 표기법을 사용하세요.
pt_pt: Lista de endereços autorizados a passar através do adaptador do túnel. Por favor usar notação CIDR como 10.0.0.0.1/24.
sw_sw: Lista över adresser som får passera genom tunneladaptern. Använd CIDR-notering som 10.0.0.0.1/24.
tr_tr: Tünel bağdaştırıcısından geçmesine izin verilen adreslerin listesi. Lütfen 10.0.0.1/24 gibi CIDR gösterimini kullanın.
uk_uk: Список адрес, дозволених для проходження через тунельний адаптер. Будь ласка, використовуйте нотацію CIDR, наприклад, 10.0.0.1/24.

source: List of addresses to configure on the tunnel adapter. Please use CIDR notation like 10.0.0.1/24.
id_id: Daftar alamat yang akan dikonfigurasi pada adaptor terowongan. Gunakan notasi CIDR seperti 10.0.0.1/24.
ja_jp: トンネルアダプターに設定するアドレスの一覧です。10.0.0.1/24のようなCIDR表記でお願いします。
ko_ko: 터널 어댑터에서 구성할 주소 목록입니다. 10.0.0.1/24와 같은 CIDR 표기법을 사용하세요.
pt_pt: Lista de endereços a configurar no adaptador do túnel. Por favor, usar notação CIDR como 10.0.0.1/24.
sw_sw: Lista över adresser som ska konfigureras på tunneladaptern. Använd CIDR-notering som 10.0.0.0.1/24.
tr_tr: Tünel bağdaştırıcısında yapılandırılacak adreslerin listesi. Lütfen 10.0.0.1/24 gibi CIDR gösterimini kullanın.
uk_uk: Список адрес для налаштування на тунельному адаптері. Будь ласка, використовуйте нотацію CIDR, наприклад, 10.0.0.1/24.

source: List of authorized SSH keys.
id_id: Daftar kunci SSH resmi.
ja_jp: 認証されたSSHキーのリスト。
ko_ko: 인증된 SSH 키 목록입니다.
pt_pt: Lista de chaves SSH autorizadas.
sw_sw: Lista över godkända SSH-nycklar.
tr_tr: Yetkili SSH anahtarlarının listesi.
uk_uk: Список авторизованих SSH-ключів.

source: List of domains from where blocklist will be downloaded.
id_id: Daftar domain tempat daftar blokir akan diunduh.
ja_jp: ブロックリストのダウンロード元となるドメインのリスト。
ko_ko: 차단 목록을 다운로드할 도메인 목록입니다.
pt_pt: Lista de domínios a partir dos quais a lista de blocos será descarregada.
sw_sw: Förteckning över domäner från vilka blocklistan ska hämtas.
tr_tr: Blok listesinin indirileceği alan adlarının listesi.
uk_uk: Список доменів, з яких буде завантажено блок-лист.

source: List of domains not to be sent via parent proxy.
id_id: Daftar domain yang tidak boleh dikirim melalui proxy induk.
ja_jp: 親プロキシ経由で送信しないドメインのリスト。
ko_ko: 상위 프록시를 통해 전송하지 않을 도메인 목록입니다.
pt_pt: Lista de domínios que não devem ser enviados através de procuração dos pais.
sw_sw: Lista över domäner som inte får skickas via den överordnade proxynätet.
tr_tr: Üst proxy aracılığıyla gönderilmeyecek alan adlarının listesi.
uk_uk: Список доменів, які не можна надсилати через батьківський проксі.

source: List of domains to mark as insecure. DNSSEC chain of trust is ignored towards the domain name.
id_id: Daftar domain yang akan ditandai sebagai tidak aman. Rantai kepercayaan DNSSEC diabaikan terhadap nama domain.
ja_jp: 安全でないとしてマークするドメインのリスト。ドメイン名に対してDNSSECの信頼の連鎖が無視されます。
ko_ko: 안전하지 않은 것으로 표시할 도메인 목록입니다. 도메인 이름에 대한 DNSSEC 신뢰 체인이 무시됩니다.
pt_pt: Lista de domínios a marcar como inseguros. A cadeia de confiança DNSSEC é ignorada em relação ao nome de domínio.
sw_sw: Lista över domäner som ska markeras som osäkra. DNSSEC-förtroendekedjan ignoreras för domännamnet.
tr_tr: Güvensiz olarak işaretlenecek alan adlarının listesi. Alan adına yönelik DNSSEC güven zinciri yok sayılır.
uk_uk: Список доменів, які слід позначити як небезпечні. Ланцюжок довіри DNSSEC ігнорується по відношенню до доменного імені.

source: List of domains to mark as private. You only need this for some DNSBL lists which resolve to private addresses.
id_id: Daftar domain yang akan ditandai sebagai privat. Anda hanya memerlukan ini untuk beberapa daftar DNSBL yang diselesaikan ke alamat pribadi.
ja_jp: プライベートとしてマークするドメインのリスト。プライベートアドレスに解決する一部のDNSBLリストに対してのみ必要です。
ko_ko: 비공개로 표시할 도메인 목록입니다. 비공개 주소로 확인되는 일부 DNSBL 목록에만 필요합니다.
pt_pt: Lista de domínios a marcar como privados. Isto só é necessário para algumas listas DNSBL que resolvem para endereços privados.
sw_sw: Lista över domäner som ska markeras som privata. Du behöver bara detta för vissa DNSBL-listor som löser upp privata adresser.
tr_tr: Özel olarak işaretlenecek alan adlarının listesi. Buna yalnızca özel adreslere çözümlenen bazı DNSBL listeleri için ihtiyacınız vardır.
uk_uk: Список доменів для позначення як приватних. Це потрібно лише для деяких списків DNSBL, які розпізнають приватні адреси.

source: List of peers for this server.
id_id: Daftar rekan untuk server ini.
ja_jp: このサーバーのピアのリスト。
ko_ko: 이 서버의 피어 목록입니다.
pt_pt: Lista de pares para este servidor.
sw_sw: Förteckning över peer-medlemmar för den här servern.
tr_tr: Bu sunucu için eşlerin listesi.
uk_uk: Список однорангових серверів для цього сервера.

source: List with events. Leave it empty for all events.
id_id: Daftar dengan acara. Biarkan kosong untuk semua acara.
ja_jp: イベントありでリストアップします。すべてのイベントの場合は空欄にしてください。
ko_ko: 이벤트가 있는 목록. 모든 이벤트에 대해 비워 둡니다.
pt_pt: Lista com eventos. Deixar vazia para todos os eventos.
sw_sw: Lista med händelser. Lämna den tom för alla händelser.
tr_tr: Etkinliklerle listeleyin. Tüm etkinlikler için boş bırakın.
uk_uk: Список з подіями. Залиште його порожнім для всіх подій.

source: Listen address
id_id: Alamat mendengarkan
ja_jp: リッスンアドレス
ko_ko: 청취 주소
pt_pt: Ouvir endereço
sw_sw: Lyssna på adressen
tr_tr: Dinleme adresi
uk_uk: Адреса для прослуховування

source: Listening interfaces
id_id: Antarmuka mendengarkan
ja_jp: リスニングインターフェイス
ko_ko: 청취 인터페이스
pt_pt: Interfaces de escuta
sw_sw: Lyssnande gränssnitt
tr_tr: Dinleme arayüzleri
uk_uk: Інтерфейси прослуховування

source: Load the certificate and private key from the Windows Certificate System Store (Windows/OpenSSL Only).
id_id: Muat sertifikat dan kunci privat dari Windows Certificate System Store (Khusus Windows/OpenSSL).
ja_jp: Windowsの証明書システムストア（Windows/OpenSSLのみ）から、証明書と秘密鍵を読み込む。
ko_ko: Windows 인증서 시스템 스토어에서 인증서와 개인 키를 로드합니다(Windows/OpenSSL만 해당).
pt_pt: Carregue o certificado e a chave privada a partir da Loja de Sistemas de Certificado Windows (apenas Windows/OpenSSL).
sw_sw: Ladda certifikatet och den privata nyckeln från Windows Certificate System Store (endast Windows/OpenSSL).
tr_tr: Sertifikayı ve özel anahtarı Windows Sertifika Sistemi Deposu'ndan yükleyin (Yalnızca Windows/OpenSSL).
uk_uk: Завантажте сертифікат і закритий ключ зі сховища сертифікатів Windows (лише для Windows/OpenSSL).

source: Local Cache Settings
id_id: Pengaturan Cache Lokal
ja_jp: ローカルキャッシュの設定
ko_ko: 로컬 캐시 설정
pt_pt: Configurações locais de Cache
sw_sw: Inställningar för lokal cache
tr_tr: Yerel Önbellek Ayarları
uk_uk: Налаштування локального кешу

source: Local Description
id_id: Deskripsi Lokal
it_it: Descrizione locale
ja_jp: 説明
ko_ko: 지역 설명
pt_pt: Descrição local
sw_sw: Lokal beskrivning
tr_tr: Yerel Açıklama
uk_uk: Локальний опис

source: Local Description to help identify this network
id_id: Deskripsi Lokal untuk membantu mengidentifikasi jaringan ini
ja_jp: このネットワークを識別するのに役立つローカルな説明
ko_ko: 이 네트워크를 식별하는 데 도움이 되는 로컬 설명
pt_pt: Descrição local para ajudar a identificar esta rede
sw_sw: Lokal beskrivning för att hjälpa till att identifiera nätverket.
tr_tr: Bu ağı tanımlamaya yardımcı olacak Yerel Açıklama
uk_uk: Локальний опис, який допоможе ідентифікувати цю мережу

source: Local Domains
id_id: Domain Lokal
ja_jp: ローカルドメイン
ko_ko: 로컬 도메인
pt_pt: Domínios locais
sw_sw: Lokala domäner
tr_tr: Yerel Etki Alanları
uk_uk: Локальні домени

source: Local IPs
id_id: IP lokal
ja_jp: ローカルIP
ko_ko: 로컬 IP
pt_pt: IPs locais
sw_sw: Lokala IP-adresser
tr_tr: Yerel IP'ler
uk_uk: Локальні IP-адреси

source: Local Networks (IPS)
id_id: Jaringan Lokal (IPS)
ja_jp: ローカルネットワーク（IPS）
ko_ko: 로컬 네트워크(IPS)
pt_pt: Redes Locais (IPS)
sw_sw: Lokala nätverk (IPS)
tr_tr: Yerel Ağlar (IPS)
uk_uk: Локальні мережі (IPS)

source: Location to fetch geoip address ranges from. Refer to the DynFi Firewall documentation for further details
id_id: Lokasi untuk mengambil rentang alamat geoip. Lihat dokumentasi DynFi Firewall untuk detail lebih lanjut
ja_jp: ジオイップアドレスレンジを取得する場所。については、DynFi Firewallのドキュメントを参照してください。 詳細はこちら
ko_ko: 지오아이피 주소 범위를 가져올 위치입니다. 자세한 내용은 DynFi 방화벽 설명서를 참조하세요. 자세한 내용은
pt_pt: A localização para ir buscar o endereço do geoip varia de. Consultar a documentação da DynFi Firewall para mais detalhes
sw_sw: Plats att hämta geoip-adressområden från. Se dokumentationen till DynFi Firewall för att få information om ytterligare detaljer.
tr_tr: Geoip adres aralıklarının alınacağı konum. Aşağıdakiler için DynFi Firewall Duvarı belgelerine bakın daha fazla detay
uk_uk: Розташування для отримання геоіп-адреси варіюється від. Зверніться до документації брандмауера DynFi Firewall для докладнішу інформацію

source: Log Authentication Bad Password
id_id: Otentikasi Log Kata Sandi Buruk
ja_jp: ログ認証の不正なパスワード
ko_ko: 로그 인증 오류 비밀번호
pt_pt: Autenticação de Log Palavra-passe incorrecta
sw_sw: Logga autentisering Felaktigt lösenord
tr_tr: Günlük Kimlik Doğrulama Hatalı Şifre
uk_uk: Аутентифікація журналу Поганий пароль

source: Log Authentication Good Password
id_id: Otentikasi Log Kata Sandi yang Baik
ja_jp: ログ認証 グッドパスワード
ko_ko: 로그 인증 올바른 비밀번호
pt_pt: Autenticação de registo Boa palavra-passe
sw_sw: Logg Autentisering Bra lösenord
tr_tr: Günlük Kimlik Doğrulama İyi Şifre
uk_uk: Аутентифікація для входу Хороший пароль

source: Log Authentication Request
id_id: Permintaan Otentikasi Log
ja_jp: ログ認証リクエスト
ko_ko: 로그 인증 요청
pt_pt: Pedido de Autenticação de Registo
sw_sw: Logga begäran om autentisering
tr_tr: Günlük Kimlik Doğrulama İsteği
uk_uk: Запит на автентифікацію журналу

source: Log File
id_id: File Log
ja_jp: ログファイル
ko_ko: 로그 파일
pt_pt: Ficheiro de registo
sw_sw: Loggfil
tr_tr: Günlük Dosyası
uk_uk: Файл журналу

source: Log Level
id_id: Tingkat Log
ja_jp: ログレベル
ko_ko: 로그 레벨
pt_pt: Nível de registo
sw_sw: Loggnivå
tr_tr: Günlük Seviyesi
uk_uk: Рівень журналу

source: Log Level Verbosity
id_id: Verbositas Tingkat Log
ja_jp: ログレベルの強弱
ko_ko: 로그 수준 상세도
pt_pt: Verbosidade de nível de registo
sw_sw: Loggnivå Verbosity (Verbositet)
tr_tr: Günlük Seviyesi Verbosity
uk_uk: Багатослівність рівня журналу

source: Log Replies
id_id: Balasan Log
ja_jp: ログ返信
ko_ko: 댓글
pt_pt: Respostas de registo
sw_sw: Logga svar
tr_tr: Günlük Yanıtları
uk_uk: Відповіді в журналі

source: Log SNI information only
id_id: Hanya mencatat informasi SNI
ja_jp: SNI情報のみをログに残す
ko_ko: SNI 정보만 기록
pt_pt: Registo SNI apenas informação
sw_sw: Loggar endast SNI-information
tr_tr: Yalnızca SNI bilgilerini günlüğe kaydedin
uk_uk: Заносьте лише інформацію про SNI

source: Log Transactions Slower Than (microsecond)
id_id: Mencatat Transaksi Lebih Lambat Dari (mikrodetik)
ja_jp: より遅いログトランザクション（マイクロ秒）
ko_ko: (마이크로초)보다 느린 로그 트랜잭션 수
pt_pt: Transacções de registo mais lentas do que (microssegundo)
sw_sw: Loggtransaktioner långsammare än (mikrosekund)
tr_tr: (mikrosaniyeden) Daha Yavaş Günlük İşlemleri
uk_uk: Реєструвати транзакції повільніше, ніж (мікросекунди)

source: Log package payload
id_id: Muatan paket log
ja_jp: ログパッケージペイロード
ko_ko: 로그 패키지 페이로드
pt_pt: Carga útil do pacote de log
sw_sw: Loggpaketets nyttolast
tr_tr: Günlük paketi yükü
uk_uk: Корисне навантаження пакету журналів

source: Log to File or Syslog
id_id: Masuk ke File atau Syslog
ja_jp: ファイルまたはSyslogへのログ出力
ko_ko: 파일 또는 시스템 로그에 로그
pt_pt: Log to File ou Syslog
sw_sw: Logga till fil eller Syslog
tr_tr: Dosyaya veya Syslog'a Günlüğe Kaydetme
uk_uk: Вхід у файл або системний журнал

source: Login-Time
id_id: Waktu Masuk
ja_jp: ログイン時間
ko_ko: 로그인 시간
sw_sw: Inloggningstid
tr_tr: Giriş Zamanı
uk_uk: Час входу в систему

source: Logs password if it is correct.
id_id: Mencatat kata sandi jika sudah benar.
ja_jp: パスワードが正しい場合、ログを記録します。
ko_ko: 비밀번호가 올바른 경우 로그에 기록합니다.
pt_pt: Regista a palavra-passe se estiver correcta.
sw_sw: Loggar lösenordet om det är korrekt.
tr_tr: Doğru ise şifreyi kaydeder.
uk_uk: Записує пароль, якщо він правильний.

source: Logs password if it is rejected.
id_id: Mencatat kata sandi jika ditolak.
ja_jp: パスワードが拒否された場合、ログを記録する。
ko_ko: 비밀번호가 거부된 경우 로그에 기록합니다.
pt_pt: Regista a palavra-passe se for rejeitada.
sw_sw: Loggar lösenordet om det avvisas.
tr_tr: Reddedilirse parolayı günlüğe kaydeder.
uk_uk: Записує пароль, якщо його відхилено.

source: M/Monit Register Credentials
id_id: Kredensial Daftar M/Monit
ja_jp: M/Monitレジスターのクレデンシャル
ko_ko: M/Monit 등록 자격 증명
pt_pt: Credenciais de registo M/Monit
sw_sw: M/Monit Registerbehörighet
tr_tr: M/Monit Kayıt Kimlik Bilgileri
uk_uk: M/Monit Register Облікові дані

source: M/Monit Timeout
id_id: Batas Waktu M/Monit
ja_jp: M/Monitタイムアウト
ko_ko: M/Monit 시간 초과
tr_tr: M/Monit Zaman Aşımı
uk_uk: M/Тайм-аут монітора

source: M/Monit URL
id_id: URL M/Monit
ja_jp: M/MonitのURL
pt_pt: URL M/Monit

source: MAC Address
id_id: Alamat MAC
ja_jp: MACアドレス
ko_ko: MAC 주소
pt_pt: Endereço MAC
sw_sw: MAC-adress
tr_tr: MAC Adresi
uk_uk: MAC-адреса

source: MX Host
id_id: Tuan Rumah MX
ja_jp: MXホスト
ko_ko: MX 호스트
pt_pt: Anfitrião MX
sw_sw: MX-värd
tr_tr: MX Ana Bilgisayar
uk_uk: MX Хост

source: MX Priority
id_id: MX Prioritas
ja_jp: MXプライオリティ
ko_ko: MX 우선순위
pt_pt: MX Prioridade
sw_sw: MX Prioritet
tr_tr: MX Önceliği
uk_uk: Пріоритет MX

source: Mail Server Address
id_id: Alamat Server Surat
ja_jp: メールサーバーアドレス
ko_ko: 메일 서버 주소
pt_pt: Endereço do servidor de correio
sw_sw: Adress till e-postserver
tr_tr: Posta Sunucusu Adresi
uk_uk: Адреса поштового сервера

source: Mail Server Password
id_id: Kata Sandi Server Surat
ja_jp: メールサーバーのパスワード
ko_ko: 메일 서버 비밀번호
pt_pt: Palavra-passe do servidor de correio
sw_sw: Lösenord för e-postserver
tr_tr: Posta Sunucusu Şifresi
uk_uk: Пароль поштового сервера

source: Mail Server Port
id_id: Port Server Surat
ja_jp: メールサーバーポート
ko_ko: 메일 서버 포트
pt_pt: Porta do servidor de correio
sw_sw: Port för e-postserver
tr_tr: Posta Sunucusu Bağlantı Noktası
uk_uk: Порт поштового сервера
