Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: The tunnel local and tunnel remote fields must have valid IP addresses.
id_id: Bidang tunnel local dan tunnel remote harus memiliki alamat IP yang valid.
it_it: I campi remoti locali e tunnel di tunnel devono avere indirizzi IP validi.
ja_jp: ローカルトンネル及びトンネルリフィールドには有効なIPアドレスが必要です。
ko_ko: 터널 로컬 및 터널 원격 필드에는 유효한 IP 주소가 있어야 합니다.
pt_pt: O túnel local e os campos do túnel remoto devem ter um endereço IP válido.
sw_sw: Fälten för lokal tunnel och fjärrtunnel måste ha giltiga IP-adresser.
tr_tr: Tünel yerel ve tünel uzak alanları geçerli IP adreslerine sahip olmalıdır.
uk_uk: Поля tunnel local і tunnel remote повинні мати дійсні IP-адреси.

source: The alias IP address family has to match the family of the remote peer address.
id_id: Keluarga alamat IP alias harus cocok dengan keluarga alamat peer jarak jauh.
it_it: La famiglia di indirizzi IP alias deve abbinare la famiglia dell'indirizzo peer remoto.
ja_jp: エイリアスIPファミリ、リモートピアアドレスのファミリと一致する必要があります。
ko_ko: 별칭 IP 주소 패밀리는 원격 피어 주소의 패밀리와 일치해야 합니다.
pt_pt: A família de endereço IP de alias tem de corresponder a família do endereço do ponto remoto.
sw_sw: Aliasets IP-adressfamilj måste matcha familjen för den fjärrstyrda peer-adressen.
tr_tr: Diğer ad IP adresi ailesi, uzak eş adresin ailesiyle eşleşmelidir.
uk_uk: Сімейство IP-адрес псевдонімів має відповідати сімейству IP-адрес віддаленого однорангового пристрою.

source: A gif with the network %s is already defined.
id_id: Sebuah gif dengan jaringan %s sudah ditentukan.
it_it: Una GIF con la rete %s è già definita.
ja_jp: ネットワーク %s の GIF は定義済みです。
ko_ko: 네트워크 %s가 포함된 GIF가 이미 정의되어 있습니다.
pt_pt: A gif com a rede %s já está definida.
sw_sw: En gif med nätverket %s är redan definierad.
tr_tr: Ağ %s ile bir gif zaten tanımlanmış.
uk_uk: Gif-файл з мережею %s вже визначено.

source: GIF configuration
id_id: Konfigurasi GIF
it_it: Configurazione GIF
ja_jp: GIF 構成
ko_ko: GIF 구성
pt_pt: Configuração GIF
sw_sw: GIF-konfiguration
tr_tr: GIF yapılandırması
uk_uk: Конфігурація GIF

source: Parent interface
id_id: Antarmuka induk
it_it: Interfaccia genitore
ja_jp: 親インタフェース
ko_ko: 상위 인터페이스
pt_pt: Interface parente
sw_sw: Överordnat gränssnitt
tr_tr: Ana arayüz
uk_uk: Батьківський інтерфейс

source: The interface here serves as the local address to be used for the gif tunnel.
id_id: Antarmuka di sini berfungsi sebagai alamat lokal yang akan digunakan untuk terowongan gif.
it_it: L'interfaccia qui funge da indirizzo locale da utilizzare per il tunnel GIF.
ja_jp: ここのインタフェースは、gif トンネルに使用されるローカルアドレスとして機能します。
ko_ko: 여기의 인터페이스는 GIF 터널에 사용할 로컬 주소 역할을 합니다.
pt_pt: Aqui uma interface serve como endereço local a ser usado para o túnel gif.
sw_sw: Gränssnittet här fungerar som den lokala adress som ska användas för gif-tunneln.
tr_tr: Buradaki arayüz, gif tüneli için kullanılacak yerel adres olarak hizmet eder.
uk_uk: Інтерфейс тут слугує локальною адресою, яку буде використано для тунелю gif.

source: GIF remote address
id_id: Alamat jarak jauh GIF
it_it: Indirizzo remoto GIF
ja_jp: GIF リモートアドレス
ko_ko: GIF 원격 주소
pt_pt: Endereço remoto GIF
sw_sw: GIF fjärradress
tr_tr: GIF uzak adresi
uk_uk: Віддалена адреса у форматі GIF

source: Peer address where encapsulated gif packets will be sent.
id_id: Alamat rekan di mana paket gif yang dienkapsulasi akan dikirim.
it_it: Indirizzo peer in cui verranno inviati pacchetti GIF incapsulati.
ja_jp: カプセル化されたgifパケットを送信するピアアドレス。
ko_ko: 캡슐화된 GIF 패킷이 전송될 피어 주소입니다.
pt_pt: Endereço dos pares para onde serão enviados os pacotes gifs encapsulados.
sw_sw: Peer-adress till vilken inkapslade gif-paket kommer att skickas.
tr_tr: Kapsüllenmiş gif paketlerinin gönderileceği eş adres.
uk_uk: Адреса однорангової мережі, на яку будуть надсилатися інкапсульовані gif-пакети.

source: GIF tunnel local address
id_id: Alamat lokal terowongan GIF
it_it: GIF Tunnel Indirizzo locale
ja_jp: ギフ トネルローカルアドレス
ko_ko: GIF 터널 로컬 주소
pt_pt: endereço local do túnel GIF
sw_sw: GIF-tunnelns lokala adress
tr_tr: GIF tüneli yerel adresi
uk_uk: Локальна адреса GIF-тунелю

source: Local gif tunnel endpoint
id_id: Titik akhir terowongan gif lokal
it_it: Endpoint del tunnel GIF locale
ja_jp: ローカルgif トンネルエンドポイント
ko_ko: 로컬 GIF 터널 엔드포인트
pt_pt: Endpoint de endereço gif local
sw_sw: Slutpunkt för den lokala gif-tunneln
tr_tr: Yerel gif tüneli uç noktası
uk_uk: Локальна кінцева точка тунелю gif

source: GIF tunnel remote address
id_id: Alamat jarak jauh terowongan GIF
it_it: GIF Tunnel Indirizzo remoto
ja_jp: GIFトンネルリモートアドレス
ko_ko: GIF 터널 원격 주소
pt_pt: Endereço remoto do túnel do GIF
sw_sw: GIF-tunnelns fjärradress
tr_tr: GIF tüneli uzak adresi
uk_uk: Віддалена адреса тунелю GIF

source: Remote gif address endpoint. The subnet part is used for determining the network that is tunnelled.
id_id: Titik akhir alamat gif jarak jauh. Bagian subnet digunakan untuk menentukan jaringan yang ditunnel.
it_it: Endpoint dell'indirizzo GIF remoto. La parte sottorete viene utilizzata per determinare la rete che viene sincronizzata.
ja_jp: リモートgifアドレスエンドポイント。サブネット部分はトンネルになるネットワークの決定に使用されます。
ko_ko: 원격 GIF 주소 엔드포인트. 서브넷 부분은 터널링되는 네트워크를 결정하는 데 사용됩니다.
pt_pt: Endpoint de endereço gif remoto. A parte da sub-rede é usada para determinar a rede que tem túnel estabelecido.
sw_sw: Slutpunkt för fjärr-Gif-adress. Subnätdelen används för att bestämma det nätverk som tunnlas.
tr_tr: Uzak gif adresi uç noktası. Alt ağ kısmı tünellenen ağı belirlemek için kullanılır.
uk_uk: Віддалена gif-адреса кінцевої точки. Частина підмережі використовується для визначення мережі, яка тунелюється.

source: Disable Ingress filtering
id_id: Menonaktifkan pemfilteran Masuk
ja_jp: Ingressフィルタリングを無効にする
ko_ko: 인그레스 필터링 비활성화
pt_pt: Desactivar a filtragem de ingresso
sw_sw: Inaktivera filtrering av intrång
tr_tr: Giriş filtrelemeyi devre dışı bırak
uk_uk: Вимкнути фільтрацію вхідних даних

source: Ingress filtering on outer tunnel source can break tunnel operation in an asymmetrically routed networks, in which case this can be disabled by marking this option.
id_id: Penyaringan masuk pada sumber terowongan luar dapat merusak operasi terowongan dalam jaringan yang dirutekan secara asimetris, dalam hal ini hal ini dapat dinonaktifkan dengan menandai opsi ini.
ja_jp: この場合、このオプションをマークすることで、トンネルの動作を無効にすることができます。
ko_ko: 외부 터널 소스에 대한 인그레스 필터링은 비대칭으로 라우팅된 네트워크에서 터널 작동을 중단시킬 수 있으며, 이 경우 이 옵션을 표시하여 비활성화할 수 있습니다.
pt_pt: A filtragem de entrada na fonte do túnel exterior pode quebrar a operação do túnel numa rede assimetricamente roteada, caso em que esta pode ser desactivada marcando esta opção.
sw_sw: Ingressfiltrering på den yttre tunnelkällan kan bryta tunnelns funktion i ett asymmetriskt routat nätverk, och i så fall kan detta inaktiveras genom att markera det här alternativet.
tr_tr: Dış tünel kaynağındaki giriş filtrelemesi, asimetrik olarak yönlendirilen ağlarda tünel çalışmasını bozabilir, bu durumda bu seçenek işaretlenerek devre dışı bırakılabilir.
uk_uk: Фільтрація вхідного потоку на зовнішньому джерелі тунелю може порушити роботу тунелю в асиметрично маршрутизованих мережах, і в цьому випадку її можна вимкнути, позначивши цю опцію.

source: ECN friendly behavior
id_id: Perilaku ramah ECN
it_it: Comportamento amichevole ECN
ja_jp: ECNフレンドリ動作
ko_ko: ECN 친화적 행동
pt_pt: Procedimento amigável ECN
sw_sw: ECN-vänligt beteende
tr_tr: ECN dostu davranış
uk_uk: Доброзичлива поведінка ECN

source: Note that the ECN friendly behavior violates RFC2893. This should be used in mutual agreement with the peer.
id_id: Perhatikan bahwa perilaku ramah ECN melanggar RFC2893. Ini harus digunakan atas persetujuan bersama dengan rekan kerja.
it_it: Si noti che il comportamento amichevole ECN viola RFC2893. Questo dovrebbe essere usato in un accordo reciproco con il peer.
ja_jp: ecn フレンドリ動作は rfc2893 違反です注意してください、この機能はピア相互の合意の下で使用する必要があります。
ko_ko: ECN 친화적인 동작은 RFC2893을 위반한다는 점에 유의하세요. 이는 피어와 상호 동의하에 사용해야 합니다.
pt_pt: Nota que o procedimento amigável ECN viola um RFC2893. Isto deverá ser usado em mutuo acordo com o par.
sw_sw: Observera att det ECN-vänliga beteendet strider mot RFC2893. Detta bör användas i samförstånd med peer.
tr_tr: ECN dostu davranışın RFC2893'ü ihlal ettiğini unutmayın. Bu, eş ile karşılıklı mutabakat içinde kullanılmalıdır.
uk_uk: Зверніть увагу, що дружня поведінка ECN порушує RFC2893. Це слід використовувати за взаємною згодою з одноранговим партнером.

source: This GRE tunnel cannot be deleted because it is still being used as an interface.
id_id: Terowongan GRE ini tidak dapat dihapus karena masih digunakan sebagai antarmuka.
it_it: Questo tunnel GRE non può essere eliminato perché viene ancora utilizzato come interfaccia.
ja_jp: このグレ トンネルは削除できません。
ko_ko: 이 GRE 터널은 아직 인터페이스로 사용 중이므로 삭제할 수 없습니다.
pt_pt: Este túnel GRE não pode ser eliminado porque ainda está a ser usado como interface.
sw_sw: Den här GRE-tunneln kan inte tas bort eftersom den fortfarande används som ett gränssnitt.
tr_tr: Bu GRE tüneli silinemez çünkü hala bir arayüz olarak kullanılmaktadır.
uk_uk: Цей тунель GRE не можна видалити, оскільки він все ще використовується як інтерфейс.

source: Do you really want to delete this GRE tunnel?
id_id: Apakah Anda benar-benar ingin menghapus terowongan GRE ini?
it_it: Vuoi davvero eliminare questo GRE Tunnel?
ja_jp: 本当にこのグレトンネルを削除しますか？
ko_ko: 이 GRE 터널을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar este túnel GRE?
sw_sw: Vill du verkligen ta bort denna GRE-tunnel?
tr_tr: Bu GRE tünelini gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей тунель GRE?

source: Local address
id_id: Alamat lokal
it_it: Indirizzo locale
ja_jp: ローカルアドレス
ko_ko: 현지 주소
pt_pt: Endereço local
sw_sw: Lokal adress
tr_tr: Yerel adres
uk_uk: Місцева адреса

source: Local tunnel address
id_id: Alamat terowongan lokal
it_it: Indirizzo del tunnel locale
ja_jp: ローカルトンネルアドレス
ko_ko: 로컬 터널 주소
pt_pt: endereço do túnel local
sw_sw: Lokal tunneladress
tr_tr: Yerel tünel adresi
uk_uk: Адреса локального тунелю

source: Remote tunnel address
id_id: Alamat terowongan jarak jauh
it_it: Indirizzo tunnel remoto
ja_jp: リモートトンネルアドレス
ko_ko: 원격 터널 주소
pt_pt: endereço do túnel remoto
sw_sw: Fjärrtunneladress
tr_tr: Uzak tünel adresi
uk_uk: Адреса віддаленого тунелю

source: Remote tunnel network
id_id: Jaringan terowongan jarak jauh
it_it: Rete di tunnel remoto
ja_jp: リモートトンネルネットワーク
ko_ko: 원격 터널 네트워크
pt_pt: Túnel de rede remoto
sw_sw: Fjärrtunnelnätverk
tr_tr: Uzak tünel ağı
uk_uk: Віддалена тунельна мережа

source: A GRE tunnel with the network %s is already defined.
id_id: Terowongan GRE dengan jaringan %s sudah ditentukan.
it_it: Un tunnel GRE con la rete %s è già definito.
ja_jp: ネットワーク %s の GRE トンネルは定義済です。
ko_ko: 네트워크 %s가 있는 GRE 터널이 이미 정의되어 있습니다.
pt_pt: Um túnel GRE com rede %s já está definido.
sw_sw: En GRE-tunnel med nätverket %s är redan definierad.
tr_tr: Ağ %s ile bir GRE tüneli zaten tanımlanmış.
uk_uk: Тунель GRE з мережею %s вже визначено.

source: GRE configuration
id_id: Konfigurasi GRE
it_it: Configurazione GRE
ja_jp: GRE 構成
ko_ko: GRE 구성
pt_pt: configuração GRE
sw_sw: GRE-konfiguration
tr_tr: GRE yapılandırması
uk_uk: Конфігурація GRE

source: The interface here serves as the local address to be used for the GRE tunnel.
id_id: Antarmuka di sini berfungsi sebagai alamat lokal yang akan digunakan untuk terowongan GRE.
it_it: L'interfaccia qui funge da indirizzo locale da utilizzare per il tunnel GRE.
ja_jp: このインタフェースは、トンネルに使用されるローカルアドレスとして機能します。
ko_ko: 여기서 인터페이스는 GRE 터널에 사용할 로컬 주소 역할을 합니다.
pt_pt: Aqui, uma interface serve como o endereço local a ser usado para o túnel GRE.
sw_sw: Gränssnittet här fungerar som den lokala adress som ska användas för GRE-tunneln.
tr_tr: Buradaki arayüz GRE tüneli için kullanılacak yerel adres olarak hizmet eder.
uk_uk: Інтерфейс тут слугує локальною адресою, яку буде використано для тунелю GRE.

source: GRE remote address
id_id: Alamat jarak jauh GRE
it_it: GRE Indirizzo remoto
ja_jp: GRE リモートアドレス
ko_ko: GRE 원격 주소
pt_pt: endereço remoto GRE
sw_sw: GRE-fjärradress
tr_tr: GRE uzak adresi
uk_uk: Віддалена адреса GRE

source: Peer address where encapsulated GRE packets will be sent.
id_id: Alamat peer di mana paket GRE yang dienkapsulasi akan dikirim.
it_it: Indirizzo peer in cui verranno inviati pacchetti GRE incapsulati.
ja_jp: カプセル化したグレのパケットが送信されるピアアドレスです。
ko_ko: 캡슐화된 GRE 패킷이 전송될 피어 주소입니다.
pt_pt: Par de endereço onde os pacotes GRE encapsulados serão enviados.
sw_sw: Peer-adress till vilken inkapslade GRE-paket kommer att skickas.
tr_tr: Kapsüllenmiş GRE paketlerinin gönderileceği eş adresi.
uk_uk: Адреса однорангової мережі, на яку будуть надсилатися інкапсульовані GRE-пакети.

source: GRE tunnel local address
id_id: Alamat lokal terowongan GRE
it_it: GRE Tunnel Indirizzo locale
ja_jp: グレ トンネルローカルアドレス
ko_ko: GRE 터널 로컬 주소
pt_pt: Endereço local do túnel GRE
sw_sw: GRE-tunnelns lokala adress
tr_tr: GRE tüneli yerel adresi
uk_uk: Локальна адреса тунелю GRE

source: Local GRE tunnel endpoint
id_id: Titik akhir terowongan GRE lokal
it_it: Endpoint locale Gre Tunnel
ja_jp: ローカルグレトンネルエンドポイント
ko_ko: 로컬 GRE 터널 엔드포인트
pt_pt: Endpoint do túnel local GRE
sw_sw: Lokal slutpunkt för en GRE-tunnel
tr_tr: Yerel GRE tüneli uç noktası
uk_uk: Локальна кінцева точка тунелю GRE

source: GRE tunnel remote address
id_id: Alamat jarak jauh terowongan GRE
it_it: GRE Tunnel Indirizzo remoto
ja_jp: グレ トンネルリモートアドレス
ko_ko: GRE 터널 원격 주소
pt_pt: Endereço remoto do túnel GRE
sw_sw: Fjärran adress för GRE-tunneln
tr_tr: GRE tüneli uzak adresi
uk_uk: Віддалена адреса тунелю GRE

source: Remote GRE address endpoint. The subnet part is used for the determining the network that is tunneled.
id_id: Titik akhir alamat GRE jarak jauh. Bagian subnet digunakan untuk menentukan jaringan yang di-tunnel.
it_it: Endpoint di indirizzo GRE remoto. La parte sottorete viene utilizzata per la determinazione della rete che viene tunnel.
ja_jp: リモートアドレスエンドポイント。サブネット部分はトンネルになるネットワークの決定に使用されます。
ko_ko: 원격 GRE 주소 엔드포인트. 서브넷 부분은 터널링되는 네트워크를 결정하는 데 사용됩니다.
pt_pt: Endpoint de endereço GRE remoto. A parte da sub-rede é usada para determinar a rede que tem túnel estabelecido.
sw_sw: Slutpunkt för fjärr-GRE-adress. Subnätsdelen används för att bestämma det nätverk som tunnlas.
tr_tr: Uzak GRE adresi uç noktası. Alt ağ kısmı, tünellenen ağı belirlemek için kullanılır.
uk_uk: Віддалена кінцева точка GRE-адреси. Частина підмережі використовується для визначення мережі, яка тунелюється.

source: Do you really want to delete this group? All elements that still use it will become invalid (e.g. filter rules)!
id_id: Apakah Anda benar-benar ingin menghapus grup ini? Semua elemen yang masih menggunakannya akan menjadi tidak valid (misalnya aturan filter)!
it_it: Vuoi davvero eliminare questo gruppo? Tutti gli elementi che lo usano ancora diventeranno non validi (ad es. Regole di filtro)!
ja_jp: 本当にこのグループを削除しますか、すべての要素は、まだ使用中であっても無効になります（例：フィルタルール） !
ko_ko: 이 그룹을 정말 삭제하시겠습니까? 여전히 이 그룹을 사용하는 모든 요소(예: 필터 규칙)가 무효화됩니다!
pt_pt: Tem a certeza de que pretende eliminar este grupo? Todos os elementos que ainda a utilizam tornar-se-ão inválidos (e.g. regras de filtro)!
sw_sw: Vill du verkligen radera denna grupp? Alla element som fortfarande använder den kommer att bli ogiltiga (t.ex. filterregler)!
tr_tr: Bu grubu gerçekten silmek istiyor musunuz? Hala onu kullanan tüm öğeler geçersiz hale gelecektir (örn. filtre kuralları)!
uk_uk: Ви дійсно хочете видалити цю групу? Всі елементи, які все ще використовують її, стануть недійсними (наприклад, правила фільтрів)!

source: Interface Groups allow you to create rules that apply to multiple interfaces without duplicating the rules. If you remove members from an interface group, the group rules no longer apply to that interface.
id_id: Grup Antarmuka memungkinkan Anda membuat aturan yang berlaku untuk beberapa antarmuka tanpa menduplikasi aturan. Jika Anda menghapus anggota dari grup antarmuka, aturan grup tidak lagi berlaku untuk antarmuka tersebut.
it_it: I gruppi di interfaccia consentono di creare regole che si applicano a più interfacce senza duplicare le regole. Se si rimuovono i membri da un gruppo di interfaccia, le regole del gruppo non si applicano più a tale interfaccia.
ja_jp: インタフェース、ルールを複製しなくても複数のインタフェースに作成したルールを適用することができますが、インタフェースグループからメンバを削除すれば、そのインタフェースにはグループルールが適用されなくなります。
ko_ko: 인터페이스 그룹을 사용하면 규칙을 중복하지 않고 여러 인터페이스에 적용되는 규칙을 만들 수 있습니다. 인터페이스 그룹에서 구성원을 제거하면 해당 인터페이스에 그룹 규칙이 더 이상 적용되지 않습니다.
pt_pt: Os grupos de interfaces permitem criar regras que se aplicam a múltiplas interfaces sem que as mesmas se dupliquem. Se remover membros de um grupo de interface, as regras do grupo não serão mais aplicadas a essa interface.
sw_sw: Med gränssnittsgrupper kan du skapa regler som gäller för flera gränssnitt utan att dubblera reglerna. Om du tar bort medlemmar från en gränssnittsgrupp gäller gruppens regler inte längre för det gränssnittet.
tr_tr: Arayüz Grupları, kuralları çoğaltmadan birden fazla arayüze uygulanacak kurallar oluşturmanıza olanak tanır. Bir arayüz grubundan üyeleri çıkarırsanız, grup kuralları artık o arayüz için geçerli olmaz.
uk_uk: Групи інтерфейсів дозволяють створювати правила, які застосовуються до кількох інтерфейсів без дублювання правил. Якщо ви видалите учасників з групи інтерфейсів, правила групи більше не застосовуватимуться до цього інтерфейсу.

source: Group name already exists!
id_id: Nama grup sudah ada!
it_it: Il nome del gruppo esiste già!
ja_jp: グループ名は既に存在します！
ko_ko: 그룹 이름이 이미 존재합니다!
pt_pt: Nome de grupo já existe!
sw_sw: Gruppnamnet finns redan!
tr_tr: Grup adı zaten mevcut!
uk_uk: Назва групи вже існує!

source: Only letters, digits and underscores are allowed as the group name.
id_id: Hanya huruf, angka, dan garis bawah yang diperbolehkan sebagai nama grup.
it_it: Sono ammessi solo lettere, cifre e sottocorsi come nome del gruppo.
ja_jp: グループ名として使用できるのは、文字、数字、アンダースコアのみです。
ko_ko: 그룹 이름에는 문자, 숫자, 밑줄만 사용할 수 있습니다.
pt_pt: Apenas letras, dígitos e sublinhados são permitidos como o nome do grupo.
sw_sw: Endast bokstäver, siffror och understrykningar är tillåtna som gruppnamn.
tr_tr: Grup adı olarak yalnızca harflere, rakamlara ve alt çizgilere izin verilir.
uk_uk: В якості назви групи можна використовувати лише літери, цифри та підкреслення.

source: The group name shall not be longer than 15 characters.
id_id: Nama grup tidak boleh lebih dari 15 karakter.
it_it: Il nome del gruppo non deve essere più lungo di 15 caratteri.
ja_jp: グループ名は、15文字以内とする。
ko_ko: 그룹 이름은 15자를 넘지 않아야 합니다.
pt_pt: O nome do grupo não deve ter mais de 15 caracteres.
sw_sw: Gruppnamnet får inte vara längre än 15 tecken.
tr_tr: Grup adı 15 karakterden uzun olmamalıdır.
uk_uk: Назва групи не повинна бути довшою за 15 символів.

source: The group name shall not end in a digit.
id_id: Nama grup tidak boleh diakhiri dengan angka.
it_it: Il nome del gruppo non finirà in una cifra.
ja_jp: グループ名の末尾は数字であってはならない。
ko_ko: 그룹 이름은 숫자로 끝나지 않아야 합니다.
pt_pt: O nome do grupo não deve terminar num dígito.
sw_sw: Gruppnamnet får inte sluta med en siffra.
tr_tr: Grup adı bir rakamla bitmemelidir.
uk_uk: Назва групи не повинна закінчуватися на цифру.

source: The specified group name is already used by an interface. Please choose another name.
id_id: Nama grup yang ditentukan sudah digunakan oleh antarmuka. Silakan pilih nama lain.
it_it: Il nome del gruppo specificato è già utilizzato da un'interfaccia. Scegli un altro nome.
ja_jp: 指定したグループ名、既にインタフェースが使用しています、他の名前を選択してください。
ko_ko: 지정한 그룹 이름이 인터페이스에서 이미 사용되고 있습니다. 다른 이름을 선택하세요.
pt_pt: O nome de grupo especificado já está a ser usado por um interface. Por favor escolha outro nome.
sw_sw: Det angivna gruppnamnet används redan av ett gränssnitt. Välj ett annat namn.
tr_tr: Belirtilen grup adı zaten bir arayüz tarafından kullanılıyor. Lütfen başka bir ad seçin.
uk_uk: Вказана назва групи вже використовується інтерфейсом. Будь ласка, виберіть іншу назву.

source: At least one group member must be specified.
id_id: Setidaknya satu anggota grup harus ditentukan.
it_it: È necessario specificare almeno un membro del gruppo.
ja_jp: 最低でも1つのグループメンバを指定してください。
ko_ko: 그룹 구성원을 한 명 이상 지정해야 합니다.
pt_pt: Pelo menos um membro do grupo deve ser especificado.
sw_sw: Minst en gruppmedlem måste anges.
tr_tr: En az bir grup üyesi belirtilmelidir.
uk_uk: Принаймні один учасник групи повинен бути вказаний.

source: Interface Groups Edit
id_id: Edit Grup Antarmuka
it_it: Gruppi di interfaccia Modifica
ja_jp: インタフェースグループの編集
ko_ko: 인터페이스 그룹 편집
pt_pt: Editar grupos de Interfaces
sw_sw: Redigera gränssnittsgrupper
tr_tr: Arayüz Grupları Düzenleme
uk_uk: Редагування груп інтерфейсів

source: No numbers or spaces are allowed. Only characters in a-zA-Z
id_id: Tidak ada angka atau spasi yang diperbolehkan. Hanya karakter dalam a-zA-Z
it_it: Non sono consentiti numeri o spazi. Solo personaggi in a-za-z
ja_jp: 数字やスペースは使用できませんが、A - Z A - Z のみが使用可です。
ko_ko: 숫자나 공백은 허용되지 않습니다. a-zA-Z의 문자만 사용 가능
pt_pt: Nem números ou espaços são permitidos. Apenas caracteres de a-zA-Z
sw_sw: Inga siffror eller mellanslag är tillåtna. Endast tecken i a-zA-Z
tr_tr: Rakamlara veya boşluklara izin verilmez. Yalnızca a-zA-Z karakterleri
uk_uk: Не допускаються цифри та пробіли. Тільки символи від a-zA-Z

source: You may enter a description here for your reference.
id_id: Anda dapat memasukkan deskripsi di sini untuk referensi Anda.
it_it: Puoi inserire una descrizione qui per il tuo riferimento.
ja_jp: 参照用の説明入力できます。
ko_ko: 참조를 위해 여기에 설명을 입력할 수 있습니다.
pt_pt: Deve introduzir aqui uma descrição para a sua referência.
sw_sw: Du kan ange en beskrivning här för referensändamål.
tr_tr: Referans için buraya bir açıklama girebilirsiniz.
uk_uk: Ви можете ввести опис тут для довідки.

source: Rules for WAN type interfaces in groups do not contain the reply-to mechanism upon which Multi-WAN typically relies.
id_id: Aturan untuk antarmuka jenis WAN dalam grup tidak mengandung mekanisme balasan yang biasanya diandalkan oleh Multi-WAN.
it_it: Le regole per le interfacce di tipo WAN nei gruppi non contengono il meccanismo di risposta al quale in genere si basa multi-wan.
ja_jp: グループ内のWANタイプへのルールには返信用メカニズムは含みません。
ko_ko: 그룹의 WAN 유형 인터페이스에 대한 규칙에는 일반적으로 멀티-WAN이 의존하는 응답-투 메커니즘이 포함되어 있지 않습니다.
pt_pt: Regras para interfaces tipo WAN em grupos não contém mecanismos de resposta sobre a qual a Multi-WAN normalmente se baseia.
sw_sw: Reglerna för WAN-gränssnitt i grupper innehåller inte den svars-till-mekanism som Multi-WAN vanligtvis bygger på.
tr_tr: Gruplardaki WAN tipi arayüzler için kurallar, Multi-WAN'ın tipik olarak dayandığı yanıtlama mekanizmasını içermez.
uk_uk: Правила для інтерфейсів типу WAN у групах не містять механізму відповіді, на який зазвичай покладається Multi-WAN.

source: This LAGG interface cannot be deleted because it is still being used.
id_id: Antarmuka LAGG ini tidak dapat dihapus karena masih digunakan.
it_it: Questa interfaccia LAGG non può essere eliminata perché è ancora utilizzata.
ja_jp: このLagg インタフェースを削除できませんが、まだ使用されています。
ko_ko: 이 LAGG 인터페이스는 아직 사용 중이므로 삭제할 수 없습니다.
pt_pt: O interface LAGG não pode ser eliminado porque ainda está a ser usado.
sw_sw: Det här LAGG-gränssnittet kan inte tas bort eftersom det fortfarande används.
tr_tr: Bu LAGG arayüzü hala kullanılmakta olduğu için silinemez.
uk_uk: Цей інтерфейс LAGG не можна видалити, оскільки він все ще використовується.

source: Do you really want to delete this LAGG interface?
id_id: Apakah Anda benar-benar ingin menghapus antarmuka LAGG ini?
it_it: Vuoi davvero eliminare questa interfaccia LAGG?
ja_jp: 本当にこのラッグ インタフェースを削除しますか？
ko_ko: 이 LAGG 인터페이스를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar este interface LAGG?
sw_sw: Vill du verkligen ta bort detta LAGG-gränssnitt?
tr_tr: Bu LAGG arayüzünü gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей інтерфейс LAGG?

source: Lagg protocol
id_id: Protokol kelambatan
it_it: Protocollo LAGG
ja_jp: ラッグ プロトコル
ko_ko: 지연 프로토콜
pt_pt: Protocolo Lagg
sw_sw: Lagg-protokoll
tr_tr: Lagg protokolü
uk_uk: Протокол Lagg
