Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: This option enables Van Jacobson TCP header compression, which saves several bytes per TCP data packet. You almost always want this option. This compression ineffective for TCP connections with enabled modern extensions like time stamping or SACK, which modify TCP options between sequential packets.
id_id: Opsi ini memungkinkan kompresi header TCP Van Jacobson, yang menghemat beberapa byte per paket data TCP. Anda hampir selalu menginginkan opsi ini. Kompresi ini tidak efektif untuk koneksi TCP dengan ekstensi modern yang diaktifkan seperti time stamping atau SACK, yang memodifikasi pilihan TCP antara paket berurutan.
it_it: Questa opzione abilita la compressione dell'intestazione TCP di Van Jacobson, che salva diversi byte per pacchetto di dati TCP. Quasi sempre vuoi questa opzione. Questa compressione inefficace per le connessioni TCP con estensioni moderne abilitate come timestamp o sacco, che modificano le opzioni TCP tra pacchetti sequenziali.
ja_jp: このオプションは、バン・ジェイコブソン tcp ヘッダ圧縮を有効にします、tcp データパケット毎にサイズをバイト圧縮することができます、通常は、このオプションが必要になります、この圧縮は、tcp タイムスタンプや、サックのように、シーケンシャルパケット間の tcp オプションを変更します、モダンな拡張を有効にした tcp 接続には効果がありません。
ko_ko: 이 옵션을 사용하면 Van Jacobson TCP 헤더 압축이 활성화되어 TCP 데이터 패킷당 몇 바이트가 절약됩니다. 거의 항상 이 옵션을 사용해야 합니다. 이 압축은 순차 패킷 간에 TCP 옵션을 수정하는 타임 스탬핑 또는 SACK과 같은 최신 확장이 활성화된 TCP 연결에는 효과가 없습니다.
pt_pt: Esta opção activa a compressão do cabeçalho TCP Van JAcobson, que guarda alguns bytes por pacote de dados TCP. Opção quase sempre pretendida. Esta compressão ineficaz para ligações TCP com extensão actual activadas tal como stamping ou SACK, que modificam opções TCP entre pacotes sequenciais.
sw_sw: Det här alternativet aktiverar Van Jacobson TCP-huvudkomprimering, vilket sparar flera bytes per TCP-datapaket. Du vill nästan alltid ha det här alternativet. Denna komprimering är ineffektiv för TCP-anslutningar med aktiverade moderna tillägg som tidsstämpling eller SACK, som ändrar TCP-alternativ mellan sekventiella paket.
tr_tr: Bu seçenek, TCP veri paketi başına birkaç bayt tasarruf sağlayan Van Jacobson TCP başlık sıkıştırmasını etkinleştirir. Bu seçeneği neredeyse her zaman istersiniz. Bu sıkıştırma, sıralı paketler arasında TCP seçeneklerini değiştiren zaman damgası veya SACK gibi modern uzantıların etkinleştirildiği TCP bağlantıları için etkisizdir.
uk_uk: Цей параметр вмикає стиснення заголовків TCP за методом Ван Якобсона, що дозволяє заощадити кілька байт на кожному пакеті даних TCP. Цей параметр потрібно вмикати майже завжди. Це стиснення неефективне для TCP-з'єднань з увімкненими сучасними розширеннями, такими як мітка часу або SACK, які змінюють параметри TCP між послідовними пакетами.

source: TCPmssFix
ja_jp: TCPmssFix（ティーシーピーエムエスフィックス

source: Disable tcpmssfix (enabled by default).
id_id: Nonaktifkan tcpmssfix (diaktifkan secara default).
it_it: Disabilita TCPMSSFIX (abilitato per impostazione predefinita).
ja_jp: tcpmssfix を無効にする ( デフォルトは有効 )
ko_ko: tcpmssfix를 비활성화합니다(기본적으로 활성화됨).
pt_pt: Desativar tcpmssfix (ativado por defeito).
sw_sw: Inaktivera tcpmssfix (aktiverat som standard).
tr_tr: tcpmssfix'i devre dışı bırakın (varsayılan olarak etkindir).
uk_uk: Вимкніть tcpmssfix (увімкнено за замовчуванням).

source: This option causes mpd to adjust incoming and outgoing TCP SYN segments so that the requested maximum segment size is not greater than the amount allowed by the interface MTU. This is necessary in many setups to avoid problems caused by routers that drop ICMP Datagram Too Big messages. Without these messages, the originating machine sends data, it passes the rogue router then hits a machine that has an MTU that is not big enough for the data. Because the IP Don't Fragment option is set, this machine sends an ICMP Datagram Too Big message back to the originator and drops the packet. The rogue router drops the ICMP message and the originator never gets to discover that it must reduce the fragment size or drop the IP Don't Fragment option from its outgoing data.
id_id: Pilihan ini menyebabkan mpd menyesuaikan segmen TCP SYN yang masuk dan keluar sehingga ukuran segmen maksimum yang diminta tidak lebih besar dari jumlah yang diizinkan oleh MTU antarmuka. Hal ini diperlukan dalam banyak pengaturan untuk menghindari masalah yang disebabkan oleh router yang menjatuhkan pesan ICMP Datagram Terlalu Besar. Tanpa pesan ini, mesin asal mengirim data, melewati router yang nakal kemudian mengenai mesin yang memiliki MTU yang tidak cukup besar untuk data tersebut. Karena opsi IP Don't Fragment disetel, mesin ini mengirim pesan ICMP Datagram Too Big kembali ke pengirim dan menjatuhkan paket. Router nakal menjatuhkan pesan ICMP dan pengirim tidak pernah mengetahui bahwa ia harus mengurangi ukuran fragmen atau menjatuhkan opsi IP Don't Fragment dari data yang keluar.
it_it: Questa opzione fa sì che MPD regoli i segmenti SYN TCP in entrata e in uscita in modo che la dimensione massima del segmento richiesto non sia maggiore della quantità consentita dall'interfaccia MTU. Ciò è necessario in molte configurazioni per evitare problemi causati dai router che rilasciano messaggi di datagramma ICMP troppo grandi. Senza questi messaggi, la macchina di origine invia dati, passa il router Rogue, quindi colpisce una macchina che ha un MTU che non è abbastanza grande per i dati. Poiché l'opzione IP Don't Framment è impostata, questa macchina invia un datagram ICMP troppo grande al originatore e rilascia il pacchetto. Il router Rogue rilascia il messaggio ICMP e l'originatore non riesce mai a scoprire che deve ridurre la dimensione del frammento o far cadere l'opzione Framment IP Don't Framment dai suoi dati in uscita.
ja_jp: このオプションは、MPD が着信及び発信 TCP SYN セグメントを調整し、要求される最大セグメントサイズをインタフェースの MTU が許可する量よりも小さくなるようにします。メッセージが落ちる問題を回避するために、多くの設定で必要になります。このメッセージがない場合は、こんなことが起こります。MTU を持つ機器にぶつかります。IP フラグメントが設定されていたので、この機器は ICMP Datagram Too Big メッセージを発信する元の機器に返してパケットを落としました。ICMP メッセージを落としてしまったので、元の発信機器には、発信データのフラグメントサイズを小さくするか IP Don't Fragment オプションを外す必要がある、決してわからなくなってしまうのです。
ko_ko: 이 옵션을 선택하면 요청된 최대 세그먼트 크기가 인터페이스 MTU에서 허용하는 양보다 크지 않도록 mpd가 수신 및 발신 TCP SYN 세그먼트를 조정합니다. 이 옵션은 ICMP 데이터그램 너무 큼 메시지를 드롭하는 라우터로 인해 발생하는 문제를 방지하기 위해 많은 설정에서 필요합니다. 이러한 메시지가 없으면 원본 컴퓨터가 데이터를 전송하면 악성 라우터를 통과한 다음 MTU가 데이터에 비해 충분히 크지 않은 컴퓨터에 도달하게 됩니다. IP 조각화 금지 옵션이 설정되어 있기 때문에 이 머신은 ICMP 데이터그램 너무 큼 메시지를 발신자에게 다시 전송하고 패킷을 삭제합니다. 악성 라우터가 ICMP 메시지를 삭제하면 발신자는 조각 크기를 줄이거나 발신 데이터에서 IP 조각화 금지 옵션을 삭제해야 한다는 사실을 발견하지 못합니다.
pt_pt: Esta opção faz com que o mpd ajuste segmentos TCP SYN a serem recebidos e enviados para que o tamanho máximo de segmento não seja maior que a quantidade permitida pela interface MTU. Isto é necessário em várias configurações para evitar problemas causados por routers que desconectam mensagens de datagrama ICMP demasiado grandes. Sem estas mensagens, a máquina originadora envia dados, eles passam pelo roteador que depois atinge a maquina que tem um MTU que não é grande suficiente para os dados. Porque a opção Não desfragmentar o IP está definida, esta máquina enviam uma mensagem de Datagrama ICMP muito grande de volta para o originador e nunca poderá descobrir que tem de reduzir o tamanho da fragmentação ou desativar a opção de Não Fragmentar o IP dos seus dados que estão a ser enviados.
sw_sw: Det här alternativet gör att mpd justerar inkommande och utgående TCP SYN-segment så att den begärda maximala segmentstorleken inte är större än vad gränssnittets MTU tillåter. Detta är nödvändigt i många konfigurationer för att undvika problem som orsakas av routrar som släpper ICMP Datagram Too Big-meddelanden. Utan dessa meddelanden skickar den ursprungliga maskinen data, som passerar den oseriösa routern och sedan träffar en maskin som har en MTU som inte är tillräckligt stor för datan. Eftersom alternativet IP Don't Fragmenting är inställt skickar denna maskin ett ICMP Datagram Too Big-meddelande tillbaka till avsändaren och släpper paketet. Den oseriösa routern släpper ICMP-meddelandet och avsändaren får aldrig reda på att den måste minska fragmentstorleken eller släppa IP Don't Fragment-alternativet från sina utgående data.
tr_tr: Bu seçenek mpd'nin gelen ve giden TCP SYN segmentlerini, istenen maksimum segment boyutu arayüz MTU'sunun izin verdiği miktardan büyük olmayacak şekilde ayarlamasına neden olur. Bu, ICMP Datagram Too Big mesajlarını bırakan yönlendiricilerin neden olduğu sorunları önlemek için birçok kurulumda gereklidir. Bu mesajlar olmadan, kaynak makine veri gönderir, sahte yönlendiriciyi geçer ve ardından veri için yeterince büyük olmayan bir MTU'ya sahip bir makineye çarpar. IP Don't Fragment seçeneği ayarlandığından, bu makine kaynak makineye bir ICMP Datagram Too Big mesajı gönderir ve paketi düşürür. Sahte yönlendirici ICMP mesajını düşürür ve kaynak makine parça boyutunu küçültmesi veya giden verilerinden IP Parçalama seçeneğini kaldırması gerektiğini asla öğrenemez.
uk_uk: Цей параметр змушує mpd коригувати вхідні та вихідні TCP SYN сегменти таким чином, щоб максимальний розмір запитуваного сегмента не перевищував розмір, дозволений MTU інтерфейсу. У багатьох випадках це необхідно для уникнення проблем, спричинених маршрутизаторами, які надсилають повідомлення ICMP Datagram Too Big. Без цих повідомлень машина-джерело надсилає дані, вони проходять через несанкціонований маршрутизатор, а потім потрапляють на машину, яка має MTU, недостатньо великий для даних. Оскільки опція IP Don't Fragment встановлена, цей комп'ютер надсилає ICMP-повідомлення про те, що датаграма занадто велика, назад відправнику і відкидає пакет. Несанкціонований маршрутизатор відкидає ICMP-повідомлення, і відправник ніколи не дізнається, що він повинен зменшити розмір фрагмента або зняти опцію IP Don't Fragment зі своїх вихідних даних.

source: ShortSeq
ja_jp: ショートセック

source: Disable shortseq (auto-negotiated by default).
id_id: Nonaktifkan shortseq (dinegosiasikan secara otomatis secara default).
it_it: Disabilita ShortSeq (auto-negoziata per impostazione predefinita).
ja_jp: shortseq を無効化 ( デフォルトはオートネゴシエーション )
ko_ko: 쇼트셰이크 비활성화(기본적으로 자동 협상됨).
pt_pt: Desativa ashortseq (auto-negociação por defeito)
sw_sw: Inaktivera shortseq (automatiskt förhandlad som standard).
tr_tr: Shortseq'i devre dışı bırakın (varsayılan olarak otomatik anlaşmalı).
uk_uk: Вимкнути shortseq (за замовчуванням автоматично узгоджується).

source: This option is only meaningful if multi-link PPP is negotiated. It proscribes shorter multi-link fragment headers, saving two bytes on every frame. It is not necessary to disable this for connections that are not multi-link.
id_id: Opsi ini hanya berarti jika PPP multi-link dinegosiasikan. Opsi ini melarang header fragmen multi-link yang lebih pendek, menghemat dua byte pada setiap frame. Tidak perlu menonaktifkan ini untuk koneksi yang bukan multi-link.
it_it: Questa opzione è significativa solo se viene negoziato PPP multi-link. Produce testate a frammenti multi-link più brevi, salvando due byte su ogni frame. Non è necessario disabilitarlo per connessioni che non sono multi-link.
ja_jp: このオプションは、マルチリンクpppがネゴシエートされている場合のみ意味があります。
ko_ko: 이 옵션은 멀티링크 PPP가 협상된 경우에만 의미가 있습니다. 이 옵션은 더 짧은 멀티링크 조각 헤더를 규정하여 모든 프레임에서 2바이트를 절약합니다. 멀티링크가 아닌 연결의 경우 이 옵션을 비활성화할 필요가 없습니다.
pt_pt: Esta opção apenas tem significado se PPP multi-link para negociado. Isto proscreve cabeçalhos de fragmentos de multi-link mais curtos, guardando dois bytes em cada frame. Não é necessário desativar esta opção para ligações que não são multi-link.
sw_sw: Det här alternativet är endast meningsfullt om PPP med flera länkar förhandlas fram. Det föreskriver kortare multi-link-fragmenthuvuden, vilket sparar två bytes på varje ram. Det är inte nödvändigt att inaktivera detta för anslutningar som inte är multi-link.
tr_tr: Bu seçenek yalnızca çoklu bağlantı PPP üzerinde anlaşılmışsa anlamlıdır. Her çerçevede iki bayt tasarruf ederek daha kısa çoklu bağlantı parça başlıkları önerir. Çoklu bağlantı olmayan bağlantılar için bunu devre dışı bırakmak gerekli değildir.
uk_uk: Ця опція має сенс лише тоді, коли обговорюється багатозв'язний PPP. Він забороняє коротші заголовки багатоканальних фрагментів, заощаджуючи два байти на кожному кадрі. Не обов'язково вимикати цю опцію для з'єднань, які не є багатозв'язковими.

source: Disable acfcomp (compression) (auto-negotiated by default).
id_id: Nonaktifkan acfcomp (kompresi) (dinegosiasikan otomatis secara default).
it_it: Disabilita ACFCOMP (compressione) (auto-negoziata per impostazione predefinita).
ja_jp: Acfcomp ( 圧縮 ) を無効にする ( デフォルトはオートネゴシエーション )
ko_ko: acfcomp(압축)를 비활성화합니다(기본적으로 자동 협상됨).
pt_pt: Desativa acfcomp (compressão) (auto-negociação por defeito)
sw_sw: Inaktivera acfcomp (komprimering) (automatiskt förhandlad som standard).
tr_tr: acfcomp'u (sıkıştırma) devre dışı bırakın (varsayılan olarak otomatik anlaşmalı).
uk_uk: Вимкнути acfcomp (стиснення) (за замовчуванням вмикається автоматично).

source: Address and control field compression. This option only applies to asynchronous link types. It saves two bytes per frame.
id_id: Kompresi bidang alamat dan kontrol. Opsi ini hanya berlaku untuk jenis tautan asinkron. Opsi ini menghemat dua byte per frame.
it_it: Compressione del campo di indirizzamento e controllo. Questa opzione si applica solo ai tipi di collegamento asincroni. Salva due byte per frame.
ja_jp: アドレスと制御フィールドの圧縮は、このオプション、非同期リンクタイプの時のみ適用されますフレーム毎に2バイト圧縮します。
ko_ko: 주소 및 제어 필드 압축. 이 옵션은 비동기 링크 유형에만 적용됩니다. 프레임당 2바이트를 절약합니다.
pt_pt: Endereço e compressão do campo de controlo. Esta opção apenas se aplica a tipos de links com ligação assíncrona. Guarda dois bytes por frame.
sw_sw: Komprimering av adress- och kontrollfält. Det här alternativet gäller endast asynkrona länktyper. Det sparar två bytes per ram.
tr_tr: Adres ve kontrol alanı sıkıştırması. Bu seçenek yalnızca eşzamansız bağlantı türleri için geçerlidir. Çerçeve başına iki bayt tasarruf sağlar.
uk_uk: Стиснення полів адреси та керування. Ця опція застосовується лише до асинхронних типів зв'язку. Вона заощаджує два байти на кадр.

source: ProtoComp
ja_jp: プロトコンポ

source: Disable protocomp (compression) (auto-negotiated by default).
id_id: Nonaktifkan protocomp (kompresi) (dinegosiasikan otomatis secara default).
it_it: Disabilita protocomp (compressione) (auto-negoziata per impostazione predefinita).
ja_jp: プロトコンポ（ 圧縮 ）無効（ デフォルトはオートネゴシエーション ）。
ko_ko: 프로토콤프(압축) 사용 안 함(기본적으로 자동 협상됨).
pt_pt: Desativar protocolo ( compressão) (auto-negociável por defeito)
sw_sw: Inaktivera protocomp (komprimering) (automatiskt förhandlad som standard).
tr_tr: Protocomp'u (sıkıştırma) devre dışı bırakın (varsayılan olarak otomatik anlaşmalı).
uk_uk: Вимкнути протокомп (стиснення) (за замовчуванням ввімкнено).

source: Protocol field compression. This option saves one byte per frame for most frames.
id_id: Kompresi bidang protokol. Opsi ini menghemat satu byte per frame untuk sebagian besar frame.
it_it: Compressione del campo del protocollo. Questa opzione salva un byte per fotogramma per la maggior parte dei fotogrammi.
ja_jp: プロトコルフィールドを圧縮します。このオプションは、ほとんどのフレームで、フレーム毎に1バイト圧縮します。
ko_ko: 프로토콜 필드 압축. 이 옵션은 대부분의 프레임에서 프레임당 1바이트를 절약합니다.
pt_pt: Compressão de campos do Protocolo. Esta opção guarda um byte por frame para a maioria das frames.
sw_sw: Komprimering av protokollfält. Det här alternativet sparar en byte per ram för de flesta ramar.
tr_tr: Protokol alanı sıkıştırma. Bu seçenek çoğu çerçeve için çerçeve başına bir bayt tasarruf sağlar.
uk_uk: Стиснення полів протоколу. Ця опція економить один байт на кадр для більшості кадрів.

source: Link Parameters
id_id: Parameter Tautan
it_it: Parametri di collegamento
ja_jp: リンクパラメータ
ko_ko: 링크 매개변수
pt_pt: Parâmetros do Link
sw_sw: Länsparametrar
tr_tr: Bağlantı Parametreleri
uk_uk: Параметри посилання

source: Bandwidth: Set ONLY for MLPPP connections and ONLY when links have different bandwidths.
id_id: Bandwidth: Tetapkan HANYA untuk sambungan MLPPP dan HANYA jika sambungan memiliki bandwidth yang berbeda.
it_it: Larghezza di banda: imposta solo per connessioni MLPPP e solo quando i collegamenti hanno diverse larghezza di banda.
ja_jp: 帯域幅。mlppp 接続で、なおかつ、リンクが異なる帯域幅を持つ場合のみ設定します。
ko_ko: 대역폭: 링크의 대역폭이 다른 경우에만 MLPPP 연결에 대해서만 설정합니다.
pt_pt: Largura de banda: Configurar SOMENTE para ligações MLPPP e SOMENTE quando os ooinks têm diferentes larguras de banda.
sw_sw: Bandbredd: Ställs in ENDAST för MLPPP-anslutningar och ENDAST när länkar har olika bandbredd.
tr_tr: Bant Genişliği: SADECE MLPPP bağlantıları için ve SADECE bağlantılar farklı bant genişliklerine sahip olduğunda ayarlayın.
uk_uk: Пропускна здатність: Встановлюється ТІЛЬКИ для з'єднань MLPPP і ТІЛЬКИ коли канали мають різну пропускну здатність.

source: MTU: MTU will default to 1492.
id_id: MTU: MTU akan ditetapkan secara default ke 1492.
it_it: MTU: MTU sarà impostata predefinita a 1492.
ja_jp: MTUです。MTU のデフォルトは 1492 です。
ko_ko: MTU: MTU는 기본값이 1492입니다.
pt_pt: MTU: MTU será pré-definido para 1492.
sw_sw: MTU: MTU: MTU är som standard 1492.
tr_tr: MTU: MTU varsayılan olarak 1492 olacaktır.
uk_uk: MTU: MTU буде за замовчуванням дорівнювати 1492.

source: MRU: MRU will be auto-negotiated by default.
id_id: MRU: MRU akan dinegosiasikan secara otomatis secara default.
it_it: MRU: MRU sarà auto-negoziata per impostazione predefinita.
ja_jp: mru: デフォルトでは、mruはオートネゴシエートします。
ko_ko: MRU: MRU는 기본적으로 자동 협상됩니다.
pt_pt: MRU: MRU por defeito será auto-negociável.
sw_sw: MRU: MRU förhandlas automatiskt som standard.
tr_tr: MRU: MRU varsayılan olarak otomatik anlaşmalı olacaktır.
uk_uk: MRU: MRU буде автоматично узгоджено за замовчуванням.

source: MRRU: Set ONLY for MLPPP connections. MRRU will be auto-negotiated by default.
id_id: MRRU: Diatur HANYA untuk koneksi MLPPP. MRRU akan dinegosiasikan secara otomatis secara default.
it_it: MRRU: impostato solo per connessioni MLPPP. MRRU sarà auto-negoziata per impostazione predefinita.
ja_jp: mrru: mlppp 接続に対してのみ設定してください。デフォルトではmrruはオートネゴシエートします。
ko_ko: MRRU: MLPPP 연결에만 설정합니다. MRRU는 기본적으로 자동 협상됩니다.
pt_pt: MRRU: configurar apenas para ligações MLPPP. MIRRU por defeito será auto-negociável.
sw_sw: MRRU: Ställs in ENDAST för MLPPP-anslutningar. MRRU förhandlas automatiskt som standard.
tr_tr: MRRU: SADECE MLPPP bağlantıları için ayarlayın. MRRU varsayılan olarak otomatik anlaşmalı olacaktır.
uk_uk: MRRU: Встановлюється ТІЛЬКИ для з'єднань MLPPP. За замовчуванням MRRU буде автоматично узгоджено.

source: This VLAN cannot be deleted because it is assigned as an interface.
id_id: VLAN ini tidak dapat dihapus karena ditetapkan sebagai antarmuka.
it_it: Questa VLAN non può essere eliminata perché è assegnata come interfaccia.
ja_jp: このVLANは、インターフェースとして割り当てられているため、削除することはできません。
ko_ko: 이 VLAN은 인터페이스로 할당되어 있으므로 삭제할 수 없습니다.
pt_pt: Esta VLAN não pode ser apagada porque é atribuída como uma interface.
sw_sw: Det här VLAN:et kan inte tas bort eftersom det är tilldelat som ett gränssnitt.
tr_tr: Bu VLAN bir arayüz olarak atandığı için silinemez.
uk_uk: Цю VLAN не можна видалити, оскільки її призначено як інтерфейс.

source: Do you really want to delete this VLAN?
id_id: Apakah Anda benar-benar ingin menghapus VLAN ini?
it_it: Vuoi davvero eliminare questa VLAN?
ja_jp: 本当にこのvlanを削除しますか？
ko_ko: 이 VLAN을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar esta VLAN?
sw_sw: Vill du verkligen ta bort detta VLAN?
tr_tr: Bu VLAN'ı gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цю VLAN?

source: Tag
it_it: Etichetta
ja_jp: タグ
ko_ko: 태그
tr_tr: Etiket
uk_uk: Тег

source: PCP
ja_jp: エンジェルダスト

source: The VLAN tag must be an integer between 1 and 4094.
id_id: Tag VLAN harus berupa bilangan bulat antara 1 dan 4094.
it_it: Il tag VLAN deve essere un numero intero tra 1 e 4094.
ja_jp: vlan タグは 1 ～ 4094 の整数です。
ko_ko: VLAN 태그는 1에서 4094 사이의 정수여야 합니다.
pt_pt: A tag da VLAN deve ser um numero inteiro entre 1 e 4094.
sw_sw: VLAN-taggen måste vara ett heltal mellan 1 och 4094.
tr_tr: VLAN etiketi 1 ile 4094 arasında bir tamsayı olmalıdır.
uk_uk: Тег VLAN має бути цілим числом від 1 до 4094.

source: The VLAN priority must be an integer between 0 and 7.
id_id: Prioritas VLAN harus berupa bilangan bulat antara 0 dan 7.
it_it: La priorità della VLAN deve essere un numero intero tra 0 e 7.
ja_jp: vlan 優先度は 0 ～ 7 の整数です。
ko_ko: VLAN 우선 순위는 0에서 7 사이의 정수여야 합니다.
pt_pt: A prioridade da VLAN deve ser um número inteiro entre 0 e 7.
sw_sw: VLAN-prioriteten måste vara ett heltal mellan 0 och 7.
tr_tr: VLAN önceliği 0 ile 7 arasında bir tamsayı olmalıdır.
uk_uk: Пріоритет VLAN має бути цілим числом від 0 до 7.

source: Interface supplied as parent is invalid
id_id: Antarmuka yang disediakan sebagai induk tidak valid
it_it: L'interfaccia fornita come genitore non è valida
ja_jp: 親として指定されたインタフェースは無効です
ko_ko: 부모로 제공된 인터페이스가 유효하지 않습니다.
pt_pt: Uma interface fornecida como parent é inválida
sw_sw: Det gränssnitt som angetts som överordnat gränssnitt är ogiltigt
tr_tr: Üst olarak sağlanan arabirim geçersiz
uk_uk: Інтерфейс, що постачається як батьківський, є недійсним

source: Interface is assigned and you cannot change the VLAN tag while assigned.
id_id: Antarmuka ditetapkan dan Anda tidak dapat mengubah tag VLAN saat ditetapkan.
it_it: L'interfaccia viene assegnata e non è possibile modificare il tag VLAN durante l'assegnazione.
ja_jp: インタフェースは割当てされた、割当て中はVlan タグを変更できません。
ko_ko: 인터페이스가 할당되어 있으며 할당된 상태에서는 VLAN 태그를 변경할 수 없습니다.
pt_pt: Interface está atribuída e não é possível alterar a tag de VLAN enquanto atribuída.
sw_sw: Gränssnittet är tilldelat och du kan inte ändra VLAN-taggen medan det är tilldelat.
tr_tr: Arayüz atanmıştır ve atanmışken VLAN etiketini değiştiremezsiniz.
uk_uk: Інтерфейс призначено, і ви не можете змінити тег VLAN під час призначення.

source: A VLAN with the tag %s is already defined on this interface.
id_id: VLAN dengan tag %s sudah didefinisikan pada antarmuka ini.
it_it: Una VLAN con il tag %s è già definita su questa interfaccia.
ja_jp: タグ %s の VLAN は、このインタフェースで既に定義されています。
ko_ko: 태그가 %s인 VLAN이 이 인터페이스에 이미 정의되어 있습니다.
pt_pt: VLAN com a tag %s já se encontra definida neste interface.
sw_sw: Ett VLAN med taggen %s är redan definierat i det här gränssnittet.
tr_tr: Bu arabirimde %s etiketine sahip bir VLAN zaten tanımlanmış.
uk_uk: На цьому інтерфейсі вже визначено VLAN з тегом %s.

source: Interface VLAN Edit
id_id: Edit VLAN Antarmuka
it_it: Interfaccia VLAN Modifica
ja_jp: インタフェース VLAN 編集
ko_ko: 인터페이스 VLAN 편집
pt_pt: Interface VLAN Editar
sw_sw: Redigera gränssnittet VLAN
tr_tr: Arayüz VLAN Düzenlemesi
uk_uk: Редагування інтерфейсу VLAN

source: This wireless clone cannot be deleted because it is assigned as an interface.
id_id: Klon nirkabel ini tidak dapat dihapus karena ditetapkan sebagai antarmuka.
it_it: Questo clone wireless non può essere eliminato perché è assegnato come interfaccia.
ja_jp: この無線クローンは削除できませんが、インタフェースとして割当てられています。
ko_ko: 이 무선 클론은 인터페이스로 할당되어 있으므로 삭제할 수 없습니다.
pt_pt: O clone sem fios não pode ser apagado porque se encontra atribuído como interface.
sw_sw: Denna trådlösa klon kan inte tas bort eftersom den är tilldelad som ett gränssnitt.
tr_tr: Bu kablosuz klon, bir arayüz olarak atandığı için silinemez.
uk_uk: Цей бездротовий клон не можна видалити, оскільки його призначено як інтерфейс.

source: Do you really want to delete this wireless clone?
id_id: Apakah Anda benar-benar ingin menghapus klon nirkabel ini?
it_it: Vuoi davvero eliminare questo clone wireless?
ja_jp: 本当にこの無線クローンを削除しますか？
ko_ko: 이 무선 복제본을 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende eliminar este clone sem fios?
sw_sw: Vill du verkligen radera denna trådlösa klon?
tr_tr: Bu kablosuz klonu gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей бездротовий клон?
