Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Shared secret (PSK) for this peer. You can generate a key using "wg genpsk" on a client with WireGuard installed.
id_id: Rahasia bersama (PSK) untuk rekan ini. Anda dapat membuat kunci menggunakan "wg genpsk" pada klien dengan WireGuard yang terinstal.
ja_jp: このピアの共有秘密（PSK）。WireGuardがインストールされているクライアントで「wg genpsk」を使用してキーを生成することができます。
ko_ko: 이 피어에 대한 공유 비밀(PSK). WireGuard가 설치된 클라이언트에서 "wg genpsk"를 사용하여 키를 생성할 수 있습니다.
pt_pt: Segredo partilhado (PSK) para este par. Pode gerar uma chave usando "wg genpsk" num cliente com o WireGuard instalado.
sw_sw: Delad hemlighet (PSK) för denna peer. Du kan generera en nyckel med "wg genpsk" på en klient med WireGuard installerad.
tr_tr: Bu eş için paylaşılan sır (PSK). WireGuard yüklü bir istemcide "wg genpsk" kullanarak bir anahtar oluşturabilirsiniz.
uk_uk: Спільний секрет (PSK) для цього однорангового пристрою. Ви можете згенерувати ключ за допомогою "wg genpsk" на клієнті зі встановленим WireGuard.

source: Signature Id
id_id: Id Tanda Tangan
ja_jp: シグネチャーID
ko_ko: 서명 ID
pt_pt: Assinatura Id
sw_sw: Signatur Id
tr_tr: İmza Kimliği
uk_uk: Ідентифікатор підпису

source: Simply <i>alert</i> or <i>restart</i> the service or <i>execute</i> a program.
id_id: Cukup <i>alert</i> atau <i>restart</i> layanan atau <i>execute</i> program.
ja_jp: 単に<i>警告</i>や<i>再始動</i>、<i>プログラムの実行</i>を行うだけです。
ko_ko: 서비스를 <경고>하거나 <다시 시작>하거나 프로그램을 <실행>하기만 하면 됩니다.
pt_pt: Simplesmente <i>alert</i> ou <i>restart</i> o serviço ou <i>execute</i> um programa.
sw_sw: Det är bara att <i>varna</i> eller <i>återstarta</i> tjänsten eller <i>utföra</i> ett program.
tr_tr: Basitçe hizmeti <i>uyarın</i> veya <i>yeniden başlatın</i> ya da bir programı <i>çalıştırın</i>.
uk_uk: Просто <i>попередьте</i> або <i>перезапустіть</i> службу або <i>запустіть</i> програму.

source: Simultaneous-Use
id_id: Penggunaan Serentak
ja_jp: サイマルテニアスユース
ko_ko: 동시 사용
pt_pt: Simultâneo-Usar
sw_sw: Samtidig användning
tr_tr: Eşzamanlı Kullanım
uk_uk: Одночасне використання

source: Slow Transactions
id_id: Transaksi Lambat
ja_jp: 遅いトランザクション
ko_ko: 느린 거래
pt_pt: Transacções lentas
sw_sw: Långsamma transaktioner
tr_tr: Yavaş İşlemler
uk_uk: Повільні транзакції

source: Some filtering categories such as "porn" are containing millions of records and require your device to have a minimum of 8GB of RAM and a 4 cores processor with 1.5GHz or more - loading selected zones in memory can take minutes.
id_id: Beberapa kategori penyaringan seperti "porno" berisi jutaan rekaman dan mengharuskan perangkat Anda memiliki minimal 8GB RAM dan prosesor 4 inti dengan 1,5GHz atau lebih - memuat zona yang dipilih dalam memori dapat memakan waktu beberapa menit.
ja_jp: ポルノ」など一部のフィルタリングカテゴリには数百万件のレコードが含まれており、お使いのデバイスには最低8GBのRAMと1.5GHz以上の4コアプロセッサーが必要です - 選択したゾーンをメモリにロードするには数分かかります。
ko_ko: '포르노'와 같은 일부 필터링 카테고리에는 수백만 개의 레코드가 포함되어 있으며, 선택한 영역을 메모리에 로드하는 데 몇 분이 걸릴 수 있으므로 기기에 최소 8GB의 RAM과 1.5GHz 이상의 4코어 프로세서가 있어야 합니다.
pt_pt: Algumas categorias de filtragem como "pornografia" contêm milhões de registos e requerem que o seu dispositivo tenha um mínimo de 8GB de RAM e um processador de 4 núcleos com 1,5GHz ou mais - o carregamento de zonas seleccionadas na memória pode demorar minutos.
sw_sw: Vissa filterkategorier, t.ex. "porr", innehåller miljontals poster och kräver att din enhet har minst 8 GB RAM-minne och en 4-kärnig processor med 1,5 GHz eller mer - det kan ta flera minuter att läsa in utvalda zoner i minnet.
tr_tr: "Porno" gibi bazı filtreleme kategorileri milyonlarca kayıt içerir ve cihazınızın en az 8GB RAM'e ve 1.5GHz veya daha fazla 4 çekirdekli işlemciye sahip olmasını gerektirir - seçilen bölgelerin belleğe yüklenmesi dakikalar alabilir.
uk_uk: Деякі категорії фільтрації, такі як "порно", містять мільйони записів і вимагають від вашого пристрою мінімум 8 ГБ оперативної пам'яті і 4-ядерний процесор з частотою 1,5 ГГц або вище - завантаження вибраних зон в пам'ять може зайняти хвилини.

source: Source / Invert
id_id: Sumber / Balikkan
ja_jp: 出典／インバート
ko_ko: 소스 / 반전
pt_pt: Fonte / Inverter
sw_sw: Källa / Invertera
tr_tr: Kaynak / Ters Çevir
uk_uk: Джерело / Інвертувати

source: Source port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
id_id: Nomor port sumber atau nama yang sudah dikenal (imap, imaps, http, https, ...), untuk rentang gunakan tanda hubung
ja_jp: ソースポート番号またはよく知られている名前（imap、imaps、http、https、...）、範囲の場合はダッシュを使用します。
ko_ko: 소스 포트 번호 또는 잘 알려진 이름(imap, imaps, http, https, ...), 범위의 경우 대시 사용
pt_pt: Número da porta de origem ou nome bem conhecido (imap, imaps, http, https, ...), para escalas utilize um traço
sw_sw: Numret på källporten eller ett välkänt namn (imap, imaps, http, https, ...), använd ett bindestreck för intervall.
tr_tr: Kaynak port numarası veya iyi bilinen adı (imap, imaps, http, https, ...), aralıklar için bir tire kullanın
uk_uk: Номер порту джерела або загальновідоме ім'я (imap, imaps, http, https, ...), для діапазонів використовуйте тире

source: Specifies the maximum size of packets to match in bytes
id_id: Menentukan ukuran maksimum paket yang akan dicocokkan dalam byte
ja_jp: マッチングするパケットの最大サイズをバイト数で指定する
ko_ko: 일치시킬 패킷의 최대 크기를 바이트 단위로 지정합니다.
pt_pt: Especifica o tamanho máximo dos pacotes a combinar em bytes
sw_sw: Anger den maximala storleken på de paket som ska matchas i byte.
tr_tr: Eşleşecek paketlerin maksimum boyutunu bayt cinsinden belirtir
uk_uk: Вказує максимальний розмір пакетів для зіставлення в байтах

source: Specifies the size of the hash table used for storing the various dynamic pipes configured with the mask setting
id_id: Menentukan ukuran tabel hash yang digunakan untuk menyimpan berbagai pipa dinamis yang dikonfigurasi dengan pengaturan mask
ja_jp: マスク設定で設定した各種ダイナミックパイプの格納に使用するハッシュテーブルのサイズを指定する。
ko_ko: 마스크 설정으로 구성된 다양한 동적 파이프를 저장하는 데 사용되는 해시 테이블의 크기를 지정합니다.
pt_pt: Especifica o tamanho da tabela de hash utilizada para armazenar os vários tubos dinâmicos configurados com a configuração da máscara
sw_sw: Anger storleken på hashtabellen som används för att lagra de olika dynamiska pipes som konfigurerats med maskinställningen.
tr_tr: Maske ayarıyla yapılandırılan çeşitli dinamik boruları depolamak için kullanılan karma tablonun boyutunu belirtir
uk_uk: Вказує розмір хеш-таблиці, яка використовується для зберігання різних динамічних труб, налаштованих за допомогою параметра mask

source: Specifies the size of the hash table used for storing the various dynamic queues configured with the mask setting
id_id: Menentukan ukuran tabel hash yang digunakan untuk menyimpan berbagai antrean dinamis yang dikonfigurasi dengan pengaturan mask
ja_jp: マスク設定で設定された各種ダイナミックキューの格納に使用するハッシュテーブルのサイズを指定します。
ko_ko: 마스크 설정으로 구성된 다양한 동적 큐를 저장하는 데 사용되는 해시 테이블의 크기를 지정합니다.
pt_pt: Especifica o tamanho da tabela de hash utilizada para armazenar as várias filas dinâmicas configuradas com a configuração da máscara
sw_sw: Anger storleken på hashtabellen som används för att lagra de olika dynamiska köerna som konfigurerats med maskinställningen.
tr_tr: Maske ayarıyla yapılandırılan çeşitli dinamik kuyrukları depolamak için kullanılan karma tablonun boyutunu belirtir
uk_uk: Вказує розмір хеш-таблиці, яка використовується для зберігання різних динамічних черг, сконфігурованих за допомогою параметра mask

source: Specify the scheduling algorithm to use
id_id: Tentukan algoritme penjadwalan yang akan digunakan
ja_jp: 使用するスケジューリングアルゴリズムを指定する
ko_ko: 사용할 스케줄링 알고리즘 지정
pt_pt: Especificar o algoritmo de programação a utilizar
sw_sw: Ange vilken schemaläggningsalgoritm som ska användas
tr_tr: Kullanılacak zamanlama algoritmasını belirtin
uk_uk: Вкажіть алгоритм планування, який потрібно використовувати

source: Split long running flows into smaller parts.
id_id: Membagi aliran yang panjang menjadi bagian-bagian yang lebih kecil.
ja_jp: 長く流れるフローを細かく分割する。
ko_ko: 긴 실행 흐름을 작은 부분으로 분할합니다.
pt_pt: Dividir fluxos de longo prazo em partes mais pequenas.
sw_sw: Dela upp långa löpande flöden i mindre delar.
tr_tr: Uzun akışları daha küçük parçalara bölün.
uk_uk: Розділіть довгі потоки на менші частини.

source: Start Delay
id_id: Penundaan Mulai
ja_jp: スタートディレイ
ko_ko: 시작 지연
pt_pt: Atraso de início
sw_sw: Startfördröjning
tr_tr: Başlangıç Gecikmesi
uk_uk: Затримка запуску

source: Start TLS
id_id: Mulai TLS
ja_jp: TLSを開始する
ko_ko: TLS 시작
pt_pt: Iniciar TLS
sw_sw: Starta TLS
tr_tr: TLS'yi başlat
uk_uk: Запустити TLS

source: Start send percentage data
id_id: Mulai mengirim data persentase
ja_jp: パーセンテージデータの送信を開始
ko_ko: 비율 데이터 전송 시작
pt_pt: Começar a enviar dados percentuais
sw_sw: Börja skicka procentuppgifter
tr_tr: Yüzde verilerini göndermeye başlayın
uk_uk: Почніть надсилати дані у відсотках

source: Start servers
id_id: Mulai server
ja_jp: サーバーの起動
ko_ko: 서버 시작
pt_pt: Iniciar servidores
sw_sw: Starta servrar
tr_tr: Sunucuları başlatın
uk_uk: Запуск серверів

source: Start the Monit httpd service.
id_id: Mulai layanan Monit httpd.
ja_jp: Monit の httpd サービスを起動します。
ko_ko: Monit httpd 서비스를 시작합니다.
pt_pt: Iniciar o serviço de httpd da Monit.
sw_sw: Starta Monit httpd-tjänsten.
tr_tr: Monit httpd hizmetini başlatın.
uk_uk: Запустіть службу Monit httpd.

source: State File
id_id: Berkas Negara
ja_jp: ステートファイル
ko_ko: 상태 파일
pt_pt: Ficheiro do Estado
sw_sw: Statlig fil
tr_tr: Eyalet Dosyası
uk_uk: Державна справа

source: Strict QNAME Minimisation
id_id: Minimalisasi QNAME yang ketat
ja_jp: 厳密なQNAME最小化
ko_ko: 엄격한 QNAME 최소화
pt_pt: Minimização rigorosa do QNAME
sw_sw: Strikt minimering av QNAME
tr_tr: Sıkı QNAME Minimizasyonu
uk_uk: Сувора мінімізація QNAME

source: Subnet to receive, e.g. 255.255.255.0
id_id: Subnet yang akan diterima, misalnya 255.255.255.0
ja_jp: 受信するサブネット（例：255.255.255.0
ko_ko: 수신할 서브넷(예: 255.255.255.0)
pt_pt: Sub-rede a receber, por exemplo 255.255.255.255.0
sw_sw: Undernät att ta emot, t.ex. 255.255.255.255.0
tr_tr: Alınacak alt ağ, örneğin 255.255.255.0
uk_uk: Підмережа для отримання, наприклад 255.255.255.0

source: Subnetmask
ja_jp: サブネットマスク
ko_ko: 서브넷 마스크
sw_sw: Undernätmask
tr_tr: Alt ağ maskesi
uk_uk: Маска підмережі

source: Suppress Squid version string info in HTTP headers and HTML error pages.
id_id: Menekan info string versi Squid di header HTTP dan halaman kesalahan HTML.
ja_jp: HTTPヘッダーとHTMLエラーページのSquidバージョン文字列情報を抑制します。
ko_ko: HTTP 헤더와 HTML 오류 페이지에서 Squid 버전 문자열 정보를 표시하지 않습니다.
pt_pt: Suprimir a informação de strings da versão Squid em cabeçalhos HTTP e páginas de erro HTML.
sw_sw: Undertrycka information om Squid-versionen i HTTP-huvuden och HTML-felsidor.
tr_tr: HTTP başlıklarında ve HTML hata sayfalarında Squid sürüm dizesi bilgilerini bastırın.
uk_uk: Приховування інформації про рядок версії Squid у заголовках HTTP та на сторінках помилок HTML.

source: Suppress version string
id_id: Menekan string versi
ja_jp: バージョン文字列の抑制
ko_ko: 버전 문자열 표시 안 함
pt_pt: Suprimir cadeia de versões
sw_sw: Undertrycka strängen för version
tr_tr: Sürüm dizesini bastır
uk_uk: Придушити рядок версії

source: Syslog Facility
id_id: Fasilitas Syslog
ja_jp: シスログ機能
ko_ko: 시스로그 기능
pt_pt: Facilidade Syslog
sw_sw: Syslog-funktionen
tr_tr: Syslog Tesisi

source: TCP Listen Port
id_id: Port Dengar TCP
ja_jp: TCPリッスンポート
ko_ko: TCP 수신 포트
pt_pt: Porto TCP Escuta
sw_sw: TCP-lyssna-port
tr_tr: TCP Dinleme Bağlantı Noktası
uk_uk: Порт прослуховування TCP

source: TLS Minimum Version
id_id: Versi Minimum TLS
ja_jp: TLS最小バージョン
ko_ko: TLS 최소 버전
pt_pt: TLS Versão mínima
sw_sw: TLS Minsta version
tr_tr: TLS Minimum Sürüm
uk_uk: Мінімальна версія TLS

source: TTL for Expired Responses
id_id: TTL untuk Tanggapan Kedaluwarsa
ja_jp: 期限切れレスポンスのTTL
ko_ko: 만료된 응답에 대한 TTL
pt_pt: TTL para Respostas Expiradas
sw_sw: TTL för svar som löpt ut
tr_tr: Süresi Dolan Yanıtlar için TTL
uk_uk: TTL для прострочених відповідей

source: TTL for Host Cache entries
id_id: TTL untuk entri Cache Host
ja_jp: ホストキャッシュエントリーのTTL
ko_ko: 호스트 캐시 항목에 대한 TTL
pt_pt: TTL para entradas de Cache Anfitriã
sw_sw: TTL för Host Cache-posterna
tr_tr: Ana Bilgisayar Önbellek girişleri için TTL
uk_uk: TTL для записів кешу хосту

source: Tag Queries and Replies
id_id: Permintaan dan Balasan Tag
ja_jp: タグの問い合わせと返信
ko_ko: 태그 쿼리 및 답글
pt_pt: Consultas e respostas a etiquetas
sw_sw: Tag-förfrågningar och svar
tr_tr: Etiket Sorguları ve Yanıtları
uk_uk: Запити та відповіді до тегів

source: Target
it_it: Bersaglio
ja_jp: ターゲット
ko_ko: 대상
pt_pt: Destino
sw_sw: Mål
tr_tr: Hedef
uk_uk: Ціль

source: Tests
id_id: Tes
ja_jp: テスト
ko_ko: 테스트
pt_pt: Testes
sw_sw: Tester
tr_tr: Testler
uk_uk: Тести

source: The Administrator of this server. Used when displaying information about this server.
id_id: Administrator dari server ini. Digunakan saat menampilkan informasi tentang server ini.
ja_jp: このサーバーの管理者です。このサーバーの情報を表示するときに使用します。
ko_ko: 이 서버의 관리자입니다. 이 서버에 대한 정보를 표시할 때 사용됩니다.
pt_pt: O Administrador deste servidor. Utilizado ao exibir informação sobre este servidor.
sw_sw: Administratör för den här servern. Används när information om den här servern visas.
tr_tr: Bu sunucunun Yöneticisi. Bu sunucu hakkında bilgi görüntülenirken kullanılır.
uk_uk: Адміністратор цього сервера. Використовується при відображенні інформації про цей сервер.

source: The Interface for 'Network' checks.
id_id: Antarmuka untuk pemeriksaan 'Jaringan'.
ja_jp: ネットワーク」チェックのためのインターフェイスです。
ko_ko: '네트워크' 인터페이스를 확인합니다.
pt_pt: A Interface para os controlos "Rede".
sw_sw: Gränssnittet för kontroller av "nätverk".
tr_tr: 'Ağ' kontrolleri için Arayüz.
uk_uk: Перевірте інтерфейс для "Мережа".

source: The M/Monit URL.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br>If you want to control Monit services from your M/Monit instance you have to configure the Monit Port too and add corresponding firewall rules as well.
id_id: URL M/Monit.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br> Jika Anda ingin mengontrol layanan Monit dari instans M/Monit, Anda harus mengonfigurasi Port Monit juga dan menambahkan aturan firewall yang sesuai.
ja_jp: M/Monit URL.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br>M/Monit インスタンスから Monit サービスを制御したい場合は、Monit Port も設定し、対応するファイアウォール・ルールも追加しなければなりません。
ko_ko: M/Monit URL.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br>M/Monit 인스턴스에서 Monit 서비스를 제어하려면 Monit 포트도 구성하고 해당 방화벽 규칙도 추가해야 합니다.
pt_pt: A URL M/Monit.<br>>i>_COPY16@192.168.1.10:8443/collector</i>>br> Se quiser controlar os serviços Monit a partir da sua instância M/Monit também tem de configurar a porta Monit e adicionar as regras de firewall correspondentes.
sw_sw: M/Monits URL.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br>Om du vill styra Monit-tjänster från din M/Monit-instans måste du konfigurera Monit-porten och lägga till motsvarande brandväggsregler.
tr_tr: M/Monit URL.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br>Monit hizmetlerini M/Monit örneğinizden kontrol etmek istiyorsanız, Monit Bağlantı Noktasını da yapılandırmanız ve ilgili güvenlik duvarı kurallarını da eklemeniz gerekir.
uk_uk: URL-адреса M/Monit.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br>Якщо ви хочете керувати службами Monit з вашого екземпляра M/Monit, вам слід також налаштувати порт Monit і додати відповідні правила брандмауера.

source: The PID file of the process.
id_id: File PID dari proses tersebut.
ja_jp: プロセスのPIDファイルです。
ko_ko: 프로세스의 PID 파일입니다.
pt_pt: O ficheiro PID do processo.
sw_sw: Processens PID-fil.
tr_tr: Sürecin PID dosyası.
uk_uk: PID-файл процесу.

source: The SSL fingerprint, for example "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
id_id: Sidik jari SSL, misalnya "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
ja_jp: SSL指紋は、例えば「B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E」などがある。
ko_ko: SSL 지문(예: "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E")입니다.
pt_pt: A impressão digital SSL, por exemplo "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
sw_sw: SSL-fingeravtrycket, till exempel "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
tr_tr: SSL parmak izi, örneğin "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
uk_uk: Відбиток SSL, наприклад, "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".

source: The commands here will be disabled and cannot be used anymore.
id_id: Perintah di sini akan dinonaktifkan dan tidak dapat digunakan lagi.
ja_jp: ここにあるコマンドは無効になり、使用できなくなります。
ko_ko: 여기에 있는 명령은 비활성화되며 더 이상 사용할 수 없습니다.
pt_pt: Os comandos aqui serão desactivados e já não podem ser utilizados.
sw_sw: De kommandon som finns här kommer att inaktiveras och kan inte längre användas.
tr_tr: Buradaki komutlar devre dışı bırakılacak ve artık kullanılamayacaktır.
uk_uk: Команди тут будуть вимкнені, і їх більше не можна буде використовувати.

source: The detection engine builds internal groups of signatures. The engine allow us to specify the profile to use for them, to manage memory on an efficient way keeping a good performance.
id_id: Mesin pendeteksi membangun kelompok tanda tangan internal. Mesin ini memungkinkan kita untuk menentukan profil yang akan digunakan untuk mereka, untuk mengelola memori dengan cara yang efisien dengan tetap menjaga kinerja yang baik.
ja_jp: 検出エンジンは、シグネチャの内部グループを構築します。このエンジンでは、これらのシグネチャに使用するプロファイルを指定することができ、メモリを効率的に管理し、優れたパフォーマンスを維持することができます。
ko_ko: 탐지 엔진은 내부 서명 그룹을 구축합니다. 이 엔진을 사용하면 시그니처에 사용할 프로필을 지정하여 메모리를 효율적으로 관리하고 좋은 성능을 유지할 수 있습니다.
pt_pt: O motor de detecção constrói grupos internos de assinaturas. O motor permite-nos especificar o perfil a utilizar para eles, para gerir a memória de uma forma eficiente, mantendo um bom desempenho.
sw_sw: Detektionsmotorn bygger interna grupper av signaturer. Motorn gör det möjligt att ange vilken profil som ska användas för dem, för att hantera minnet på ett effektivt sätt med god prestanda.
tr_tr: Tespit motoru dahili imza grupları oluşturur. Motor, iyi bir performansı koruyarak belleği verimli bir şekilde yönetmek için bunlar için kullanılacak profili belirlememize izin verir.
uk_uk: Механізм виявлення створює внутрішні групи сигнатур. Рушій дозволяє вказати профіль, який буде використовуватися для них, ефективно керувати пам'яттю, зберігаючи при цьому хорошу продуктивність.

source: The email address to send alerts to.
id_id: Alamat email untuk mengirim peringatan.
ja_jp: アラート送信先のメールアドレスです。
ko_ko: 알림을 보낼 이메일 주소입니다.
pt_pt: O endereço de e-mail para onde enviar os alertas.
sw_sw: Den e-postadress som varningarna ska skickas till.
tr_tr: Uyarıların gönderileceği e-posta adresi.
uk_uk: Адреса електронної пошти, на яку надсилатимуться сповіщення.

source: The email format for alerts.<br><i>Subject: $SERVICE on $HOST failed</i>
id_id: Format email untuk peringatan.<i>Subjek: $SERVICE pada $HOST gagal</i>
ja_jp: アラートのメールフォーマット<br><i>Subject: $SERVICE on $HOST failed</i>。
ko_ko: 알림의 이메일 형식입니다.<br><i>제목: $HOST의 $SERVICE가 실패했습니다</i>.
pt_pt: O formato de e-mail para alertas.<br>>Subjecto: $SERVICE em $HOST falhou</i>
sw_sw: E-postformatet för varningar.<br><i>Subject: $SERVICE on $HOST failed</i>
tr_tr: Uyarılar için e-posta biçimi:<br><i>Konu: $HOST üzerindeki $SERVICE başarısız oldu</i>
uk_uk: Формат електронної пошти для сповіщень.<br><i>Тема: $SERVICE на $HOST не вдалося</i>.

source: The hard size limit of all queues managed by this instance, leave empty for defaults
id_id: Batas ukuran keras dari semua antrean yang dikelola oleh instance ini, biarkan kosong untuk default
ja_jp: このインスタンスによって管理されるすべてのキューのハードサイズ制限。
ko_ko: 이 인스턴스에서 관리하는 모든 대기열의 하드 크기 제한으로, 기본값은 비워둡니다.
pt_pt: O limite de tamanho duro de todas as filas geridas por esta instância, deixar vazio para os incumprimentos
sw_sw: Den hårda storleksgränsen för alla köer som hanteras av den här instansen, lämna tomt för standardvärden.
tr_tr: Bu örnek tarafından yönetilen tüm kuyrukların sabit boyut sınırı, varsayılanlar için boş bırakın
uk_uk: Жорстке обмеження розміру всіх черг, якими керує цей екземпляр, залиште порожнім за замовчуванням

source: The header which should be used to send the username to the ICAP server.
id_id: Header yang harus digunakan untuk mengirim nama pengguna ke server ICAP.
ja_jp: ICAPサーバーにユーザー名を送信する際に使用するヘッダーです。
ko_ko: ICAP 서버로 사용자 이름을 전송하는 데 사용해야 하는 헤더입니다.
pt_pt: O cabeçalho que deve ser utilizado para enviar o nome de utilizador para o servidor do ICAP.
sw_sw: Den rubrik som ska användas för att skicka användarnamnet till ICAP-servern.
tr_tr: Kullanıcı adını ICAP sunucusuna göndermek için kullanılması gereken başlık.
uk_uk: Заголовок, який слід використовувати для надсилання імені користувача на сервер ICAP.

source: The initial number of server processes. Each server process generates a number of threads, which serve the requests.
id_id: Jumlah awal proses server. Setiap proses server menghasilkan sejumlah thread, yang melayani permintaan.
ja_jp: サーバープロセスの初期数です。各サーバープロセスは、リクエストに対応するスレッドをいくつも生成します。
ko_ko: 서버 프로세스의 초기 수입니다. 각 서버 프로세스는 요청을 처리하는 여러 개의 스레드를 생성합니다.
pt_pt: O número inicial de processos de servidor. Cada processo de servidor gera um número de fios, que servem os pedidos.
sw_sw: Det ursprungliga antalet serverprocesser. Varje serverprocess genererar ett antal trådar som betjänar förfrågningarna.
tr_tr: Sunucu süreçlerinin başlangıç sayısı. Her sunucu işlemi, isteklere hizmet eden bir dizi iş parçacığı oluşturur.
uk_uk: Початкова кількість серверних процесів. Кожен серверний процес генерує декілька потоків, які обслуговують запити.

source: The listen port of the Monit httpd service.
id_id: Port mendengarkan layanan Monit httpd.
ja_jp: Monit httpdサービスのリスンポートです。
ko_ko: Monit httpd 서비스의 수신 포트입니다.
pt_pt: A porta de escuta do serviço httpd da Monit.
sw_sw: Monit httpd-tjänstens lyssnarport.
tr_tr: Monit httpd hizmetinin dinleme bağlantı noktası.
uk_uk: Порт прослуховування httpd-сервісу Monit.

source: The log file of the Monit process. This can be the keyword <i>syslog</i> or the path to a file.
id_id: File log dari proses Monit. Ini dapat berupa kata kunci <i>syslog</i> atau jalur ke sebuah file.
ja_jp: Monitプロセスのログファイルです。これはキーワード<i>syslog</i>またはファイルへのパスとなります。
ko_ko: 모니터 프로세스의 로그 파일입니다. 키워드 <syslog> 또는 파일 경로일 수 있습니다.
pt_pt: O ficheiro de registo do processo Monit. Esta pode ser a palavra-chave <i>syslog</i> ou o caminho para um ficheiro.
sw_sw: Loggfilen för Monit-processen. Detta kan vara nyckelordet <i>syslog</i> eller sökvägen till en fil.
tr_tr: Monit işleminin günlük dosyası. Bu <i>syslog</i> anahtar sözcüğü veya bir dosyanın yolu olabilir.
uk_uk: Файл журналу процесу моніторингу. Це може бути ключове слово <i>syslog</i> або шлях до файла.

source: The maximum allowed number of server processes.
id_id: Jumlah maksimum proses server yang diizinkan.
ja_jp: サーバープロセス数の最大許容値。
ko_ko: 허용되는 최대 서버 프로세스 수입니다.
pt_pt: O número máximo permitido de processos de servidor.
sw_sw: Det högsta tillåtna antalet serverprocesser.
tr_tr: İzin verilen maksimum sunucu işlemi sayısı.
uk_uk: Максимально допустима кількість серверних процесів.

source: The maximum number of requests can be served by one connection
id_id: Jumlah maksimum permintaan yang dapat dilayani oleh satu koneksi
ja_jp: 1つの接続で処理できる最大リクエスト数
ko_ko: 하나의 연결로 처리할 수 있는 최대 요청 수
pt_pt: O número máximo de pedidos pode ser servido por uma ligação
sw_sw: Det maximala antalet förfrågningar som kan betjänas av en anslutning.
tr_tr: Bir bağlantı tarafından sunulabilecek maksimum istek sayısı
uk_uk: Максимальна кількість запитів, яку може обслужити одне з'єднання
