Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: Pool End
id_id: Ujung Kolam
it_it: Fine della piscina
ja_jp: プール終了
ko_ko: 풀 엔드
pt_pt: Fim da Piscina
sw_sw: Slut på poolen
tr_tr: Havuz Sonu
uk_uk: Кінець басейну

source: If you need additional pools of addresses inside of this subnet outside the above Range, they may be specified here.
id_id: Jika Anda memerlukan kumpulan alamat tambahan di dalam subnet ini di luar Range di atas, mereka dapat ditentukan di sini.
it_it: Se hai bisogno di ulteriori pool di indirizzi all'interno di questa sottorete al di fuori dell'intervallo sopra, possono essere specificati qui.
ja_jp: このサブネットの内、上記の範囲外のアドレスの追加プールが必要な場合は、ここで設定可能です。
ko_ko: 위 범위를 벗어난 이 서브넷 내에 추가 주소 풀이 필요한 경우 여기에서 지정할 수 있습니다.
pt_pt: Se precisar de endereços adicionais dentro desta subrede fora da gama acima, podem ser especificados aqui.
sw_sw: Om du behöver ytterligare pooler av adresser inom detta undernät utanför ovanstående intervall kan du ange dem här.
tr_tr: Bu alt ağ içinde yukarıdaki Aralık dışında ek adres havuzlarına ihtiyacınız varsa, bunlar burada belirtilebilir.
uk_uk: Якщо вам потрібні додаткові пули адрес всередині цієї підмережі за межами вищевказаного діапазону, їх можна вказати тут.

source: WINS servers
id_id: Server WINS
it_it: Vince i server
ja_jp: WINSサーバ
ko_ko: WINS 서버
pt_pt: Servidores GANHADORES
sw_sw: WINS-servrar
tr_tr: WINS sunucuları
uk_uk: Сервери WINS

source: DNS servers
id_id: Server DNS
it_it: Server DNS
ja_jp: DNSサーバ
ko_ko: DNS 서버
pt_pt: Servidores DNS
sw_sw: DNS-servrar
tr_tr: DNS sunucuları
uk_uk: DNS-сервери

source: Leave blank to use the system default DNS servers: This interface IP address if a DNS service is enabled or the configured global DNS servers.
id_id: Biarkan kosong untuk menggunakan server DNS default sistem: Alamat IP antarmuka ini jika layanan DNS diaktifkan atau server DNS global yang dikonfigurasi.
it_it: Lasciare vuoto per utilizzare i server DNS predefiniti del sistema: questo indirizzo IP dell'interfaccia se un servizio DNS è abilitato o i server DNS globali configurati.
ja_jp: システムデフォルトのDNSサーバーを使用する場合は、空白のままにします。DNS サービスが有効な場合、このインターフェイスの IP アドレス、または設定されたグローバル DNS サーバーを使用します。
ko_ko: 시스템 기본 DNS 서버를 사용하려면 비워 둡니다: DNS 서비스가 활성화된 경우 이 인터페이스 IP 주소 또는 구성된 글로벌 DNS 서버입니다.
pt_pt: Deixe em branco para utilizar os servidores DNS por defeito do sistema: Este endereço IP de interface se um serviço DNS estiver activado ou os servidores DNS globais configurados.
sw_sw: Lämna tomt om du vill använda systemets standard-DNS-servrar: Om en DNS-tjänst är aktiverad eller de konfigurerade globala DNS-servrarna.
tr_tr: Sistem varsayılan DNS sunucularını kullanmak için boş bırakın: Bir DNS hizmeti etkinleştirilmişse bu arayüz IP adresi veya yapılandırılmış global DNS sunucuları.
uk_uk: Залиште порожнім, щоб використовувати системні DNS-сервери за замовчуванням: Ця IP-адреса інтерфейсу, якщо увімкнено службу DNS або налаштовано глобальні DNS-сервери.

source: The default is to use the IP on this interface of the firewall as the gateway, if a valid (online) gateway has been configured under System->Gateways. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
id_id: Standarnya adalah menggunakan IP pada antarmuka firewall ini sebagai gateway, jika gateway (online) yang valid telah dikonfigurasi di System->Gateways. Tentukan gateway alternatif di sini jika ini bukan gateway yang benar untuk jaringan Anda. Ketik "none" untuk tidak menetapkan gateway.
it_it: L'impostazione predefinita è utilizzare l'IP su questa interfaccia del firewall come gateway, se un gateway valido (online) è stato configurato in sistema-> gateway. Specifica un gateway alternativo qui se questo non è il gateway corretto per la tua rete. Digita "nessuno" per nessun incarico gateway.
ja_jp: デフォルトでは、「システム」→「ゲートウェイ」で有効な（オンラインの）ゲートウェイが設定されている場合、ファイアウォールのこのインターフェースのIPがゲートウェイとして使用されます。このゲートウェイがネットワークに適したゲートウェイでない場合は、ここで代替ゲートウェイを指定します。ゲートウェイを指定しない場合は、"none "と入力します。
ko_ko: 기본값은 시스템->게이트웨이에서 유효한 (온라인) 게이트웨이가 구성된 경우 방화벽의 이 인터페이스에 있는 IP를 게이트웨이로 사용하는 것입니다. 이 게이트웨이가 네트워크에 적합한 게이트웨이가 아닌 경우 여기에서 대체 게이트웨이를 지정합니다. 게이트웨이를 할당하지 않으려면 "none"을 입력합니다.
pt_pt: O padrão é utilizar o IP nesta interface da firewall como gateway, se uma gateway (online) válida tiver sido configurada em System->Gateways. Especifique aqui um gateway alternativo, se este não for o gateway correcto para a sua rede. Digite "nenhum" para nenhuma atribuição de gateway.
sw_sw: Standardinställningen är att använda IP:n på det här gränssnittet i brandväggen som gateway, om en giltig (online) gateway har konfigurerats under System->Gateways. Ange en alternativ gateway här om detta inte är rätt gateway för ditt nätverk. Ange "none" för att inte tilldela någon gateway.
tr_tr: Sistem->Ağ Geçitleri altında geçerli (çevrimiçi) bir ağ geçidi yapılandırılmışsa, varsayılan olarak ağ geçidi olarak güvenlik duvarının bu arabirimindeki IP kullanılır. Bu ağınız için doğru ağ geçidi değilse burada alternatif bir ağ geçidi belirtin. Ağ geçidi ataması yapmamak için "none" yazın.
uk_uk: За замовчуванням у якості шлюзу використовується IP-адреса цього інтерфейсу брандмауера, якщо дійсний (онлайн) шлюз було налаштовано у розділі Система->Шлюзи. Вкажіть тут альтернативний шлюз, якщо він не є правильним шлюзом для вашої мережі. Введіть "none", якщо не потрібно призначати жодного шлюзу.

source: Domain name
id_id: Nama domain
it_it: Nome del dominio
ja_jp: ドメイン名
ko_ko: 도메인 이름
pt_pt: Nome de domínio
sw_sw: Domännamn
tr_tr: Alan adı
uk_uk: Доменне ім'я

source: The default is to use the domain name of this system as the default domain name provided by DHCP. You may specify an alternate domain name here.
id_id: Standarnya adalah menggunakan nama domain sistem ini sebagai nama domain default yang disediakan oleh DHCP. Anda dapat menentukan nama domain alternatif di sini.
it_it: L'impostazione predefinita è utilizzare il nome di dominio di questo sistema come nome di dominio predefinito fornito da DHCP. È possibile specificare un nome di dominio alternativo qui.
ja_jp: デフォルトでは、dhcpが提供するデフォルトドメイン名として、このシステムのドメイン名を使用します。
ko_ko: 기본값은 이 시스템의 도메인 이름을 DHCP에서 제공하는 기본 도메인 이름으로 사용하는 것입니다. 여기에서 대체 도메인 이름을 지정할 수 있습니다.
pt_pt: Usar por defeito o nome de domínio desse sistema como nome de domínio pré-definido fornecido pelo DHCP. Pode especificar aqui um nome alternativo de domínio .
sw_sw: Standardinställningen är att använda domännamnet för det här systemet som standarddomännamn som tillhandahålls av DHCP. Du kan ange ett alternativt domännamn här.
tr_tr: Varsayılan değer, DHCP tarafından sağlanan varsayılan etki alanı adı olarak bu sistemin etki alanı adını kullanmaktır. Burada alternatif bir etki alanı adı belirtebilirsiniz.
uk_uk: За замовчуванням DHCP використовує доменне ім'я цієї системи як доменне ім'я за замовчуванням. Ви можете вказати альтернативне доменне ім'я тут.

source: Domain search list
id_id: Daftar pencarian domain
it_it: Elenco di ricerca del dominio
ja_jp: ドメインサーチリスト
ko_ko: 도메인 검색 목록
pt_pt: Lista de pesquisa de domínio
sw_sw: Söklista för domäner
tr_tr: Alan adı arama listesi
uk_uk: Список пошуку доменів

source: The DHCP server can optionally provide a domain search list. Use the semicolon character as separator.
id_id: Server DHCP secara opsional dapat menyediakan daftar pencarian domain. Gunakan karakter titik koma sebagai pemisah.
it_it: Il server DHCP può opzionalmente fornire un elenco di ricerca di dominio. Usa il carattere in punto e virgola come separatore.
ja_jp: dhcp サーバはオプションでドメイン検索リストを提供することができますが、区切り文字にはセミコロンを使用します。
ko_ko: DHCP 서버는 선택적으로 도메인 검색 목록을 제공할 수 있습니다. 세미콜론 문자를 구분 기호로 사용합니다.
pt_pt: O servidor DHCP pode opcionalmente fornecer uma lista de pesquisa de domínios. Use o caractere ponto-e-vírgula como separador.
sw_sw: DHCP-servern kan som ett alternativ tillhandahålla en lista över domänsökningar. Använd semikolon som separator.
tr_tr: DHCP sunucusu isteğe bağlı olarak bir etki alanı arama listesi sağlayabilir. Ayırıcı olarak noktalı virgül karakterini kullanın.
uk_uk: DHCP-сервер може додатково надавати список пошуку доменів. Використовуйте крапку з комою як роздільник.

source: Default lease time (seconds)
id_id: Waktu sewa default (detik)
it_it: Tempo di leasing predefinito (secondi)
ja_jp: デフォルトリース時間 ( 秒 )
ko_ko: 기본 임대 시간(초)
pt_pt: Tempo por defeito do arrendamento (segundos)
sw_sw: Standardtid för hyresavtal (sekunder)
tr_tr: Varsayılan kiralama süresi (saniye)
uk_uk: Час оренди за замовчуванням (секунди)

source: This is used for clients that do not ask for a specific expiration time.
id_id: Ini digunakan untuk klien yang tidak meminta waktu kedaluwarsa tertentu.
it_it: Questo viene utilizzato per i clienti che non richiedono un tempo di scadenza specifico.
ja_jp: 特定の有効期間を要求しないクライアントに対して使用されます。
ko_ko: 특정 만료 시간을 요청하지 않는 고객에게 사용됩니다.
pt_pt: Esta opção é usada para clientes que não solicitam um tempo de expiração específico.
sw_sw: Detta används för kunder som inte begär en specifik utgångstid.
tr_tr: Bu, belirli bir sona erme süresi istemeyen müşteriler için kullanılır.
uk_uk: Використовується для клієнтів, які не просять вказувати конкретний термін дії.

source: The default is 7200 seconds.
id_id: Standarnya adalah 7200 detik.
it_it: L'impostazione predefinita è di 7200 secondi.
ja_jp: デフォルトは7200秒です。
ko_ko: 기본값은 7200초입니다.
pt_pt: Por defeito são 7200 segundos
sw_sw: Standardvärdet är 7200 sekunder.
tr_tr: Varsayılan değer 7200 saniyedir.
uk_uk: За замовчуванням - 7200 секунд.

source: Maximum lease time
id_id: Waktu sewa maksimum
it_it: Tempo di leasing massimo
ja_jp: 最大リース期間
ko_ko: 최대 임대 시간
pt_pt: Máximo tempo de aluguer
sw_sw: Maximal hyrestid
tr_tr: Maksimum kiralama süresi
uk_uk: Максимальний термін оренди

source: This is the maximum lease time for clients that ask for a specific expiration time.
id_id: Ini adalah waktu sewa maksimum untuk klien yang meminta waktu kedaluwarsa tertentu.
it_it: Questo è il tempo di leasing massimo per i clienti che richiedono un tempo di scadenza specifico.
ja_jp: 特定の有効期間を要求しないクライアントに対して使用される、最大リース期間です。
ko_ko: 특정 만료 시간을 요청하는 고객을 위한 최대 임대 기간입니다.
pt_pt: Este é o tempo máximo de aluguer para clientes que pedem um tempo de expiração específico.
sw_sw: Detta är den maximala hyrestiden för kunder som begär en specifik utgångstid.
tr_tr: Bu, belirli bir sona erme süresi isteyen müşteriler için maksimum kiralama süresidir.
uk_uk: Це максимальний термін оренди для клієнтів, які запитують конкретний термін дії.

source: The default is 86400 seconds.
id_id: Standarnya adalah 86400 detik.
it_it: L'impostazione predefinita è di 86400 secondi.
ja_jp: デフォルトは86400秒です。
ko_ko: 기본값은 86400초입니다.
pt_pt: Mudança de formato de hora
sw_sw: Standardvärdet är 86400 sekunder.
tr_tr: Varsayılan değer 86400 saniyedir.
uk_uk: За замовчуванням - 86400 секунд.

source: Response delay
id_id: Penundaan respons
it_it: Ritardo di risposta
ja_jp: 応答遅延
ko_ko: 응답 지연
pt_pt: Atraso de resposta
sw_sw: Fördröjning av svar
tr_tr: Yanıt gecikmesi
uk_uk: Затримка відповіді

source: This is the minimum number of seconds since a client began trying to acquire a new lease before the DHCP server will respond to its request.
id_id: Ini adalah jumlah detik minimum sejak klien mulai mencoba mendapatkan sewa baru sebelum server DHCP akan merespons permintaannya.
it_it: Questo è il numero minimo di secondi da quando un client ha iniziato a provare ad acquisire un nuovo contratto di locazione prima che il server DHCP risponda alla sua richiesta.
ja_jp: これは、クライアントが新しいリースを取得しようとし始めてから、DHCPサーバーがその要求に応答するまでの最小秒数である。
ko_ko: 클라이언트가 새 임대를 획득하려고 시도하기 시작한 후 DHCP 서버가 요청에 응답하기까지의 최소 시간(초)입니다.
pt_pt: Este é o número mínimo de segundos desde que um cliente começou a tentar adquirir um novo aluguer antes do servidor DHCP responder ao seu pedido.
sw_sw: Detta är det minsta antalet sekunder sedan en klient började försöka få ett nytt hyresavtal innan DHCP-servern svarar på dess begäran.
tr_tr: Bu, bir istemcinin DHCP sunucusunun isteğine yanıt vermesinden önce yeni bir kira kontratı edinmeye çalışmasından bu yana geçen minimum saniye sayısıdır.
uk_uk: Це мінімальна кількість секунд з моменту, коли клієнт почав намагатися придбати нову оренду, перш ніж DHCP-сервер відповість на його запит.

source: The default is 0 seconds (no delay).
id_id: Standarnya adalah 0 detik (tanpa penundaan).
it_it: L'impostazione predefinita è di 0 secondi (nessun ritardo).
ja_jp: デフォルトは0秒（遅延なし）です。
ko_ko: 기본값은 0초(지연 없음)입니다.
pt_pt: O tempo por defeito é de 0 segundos (sem atraso).
sw_sw: Standardvärdet är 0 sekunder (ingen fördröjning).
tr_tr: Varsayılan değer 0 saniyedir (gecikme yok).
uk_uk: За замовчуванням - 0 секунд (без затримки).

source: Interface MTU
id_id: Antarmuka MTU
it_it: Interfaccia mtu
ja_jp: インタフェース MTU
ko_ko: 인터페이스 MTU
sw_sw: Gränssnitt MTU
tr_tr: Arayüz MTU'su
uk_uk: Інтерфейс MTU

source: This option specifies the MTU to use on this interface. The minimum legal value for the MTU is 68.
id_id: Opsi ini menentukan MTU yang akan digunakan pada antarmuka ini. Nilai legal minimum untuk MTU adalah 68.
it_it: Questa opzione specifica l'MTU da utilizzare su questa interfaccia. Il valore legale minimo per l'MTU è 68.
ja_jp: このインタフェースで使用するmtuの最小規定値は68です。
ko_ko: 이 옵션은 이 인터페이스에서 사용할 MTU를 지정합니다. MTU의 최소 법적 값은 68입니다.
pt_pt: Esta opção especifica a MTU a utilizar nesta interface. O valor legal mínimo para a MTU é 68.
sw_sw: Det här alternativet anger den MTU som ska användas för det här gränssnittet. Det minsta lagliga värdet för MTU är 68.
tr_tr: Bu seçenek, bu arayüzde kullanılacak MTU'yu belirtir. MTU için minimum yasal değer 68'dir.
uk_uk: Цей параметр визначає MTU для використання на цьому інтерфейсі. Мінімальне допустиме значення для MTU - 68.

source: Failover peer IP:
id_id: IP peer failover:
it_it: IP peer di failover:
ja_jp: フェールオーバピアIP。
ko_ko: 장애 조치 피어 IP:
pt_pt: Falha peer IP:
sw_sw: Peer IP för växling vid växling:
tr_tr: Yük devretme eş IP'si:
uk_uk: Відмовостійкий одноранговий IP:

source: Leave blank to disable. Enter the interface IP address of the other machine. Machines must be using CARP. Interface's advskew determines whether the DHCPd process is Primary or Secondary. Ensure one machine's advskew<20 (and the other is >20). Note that changing this value will delete the current leases-database!
id_id: Biarkan kosong untuk menonaktifkan. Masukkan alamat IP antarmuka dari mesin lain. Mesin harus menggunakan CARP. Advskew antarmuka menentukan apakah proses DHCPd adalah Primer atau Sekunder. Pastikan advskew salah satu mesin <20 (dan mesin lainnya >20). Perhatikan bahwa mengubah nilai ini akan menghapus leases-database saat ini!
it_it: Lasciare vuoto per disabilitare. Immettere l'indirizzo IP dell'interfaccia dell'altra macchina. Le macchine devono utilizzare la carpa. Advskew di Interface determina se il processo DHCPD è primario o secondario. Assicurati Advskew di una macchina <20 (e l'altro è> 20). Si noti che la modifica di questo valore eliminerà l'attuale database di leasing!
ja_jp: 無効の場合は空欄にします。相手マシンのインターフェース IP アドレスを入力します。マシンはCARPを使用している必要があります。インターフェイスのadvskewは、DHCPdプロセスがプライマリかセカンダリかを決定します。片方のマシンのadvskewが<20（もう片方は>20）であることを確認します。この値を変更すると、現在のリースデータベースが削除されることに注意してください!
ko_ko: 비활성화하려면 비워 둡니다. 다른 머신의 인터페이스 IP 주소를 입력합니다. 머신은 CARP를 사용 중이어야 합니다. 인터페이스의 어드스큐에 따라 DHCPd 프로세스가 기본인지 보조인지 결정됩니다. 한 컴퓨터의 advskew가 20 미만인지 확인합니다(다른 컴퓨터는 >20). 이 값을 변경하면 현재 임대 데이터베이스가 삭제됩니다!
pt_pt: Deixar em branco para desactivar. Introduzir o endereço IP da interface da outra máquina. As máquinas devem estar a utilizar CARP. O advskew da interface determina se o processo DHCPd é Primário ou Secundário. Certifique-se de que o advskew de uma máquina é >20 (e o outro é >20). Note que a alteração deste valor irá apagar a base de dados actual dos contratos de arrendamento!
sw_sw: Lämna tomt för att inaktivera. Ange den andra maskinens IP-adress för gränssnittet. Maskinerna måste använda CARP. Gränssnittets advskew avgör om DHCPd-processen är primär eller sekundär. Se till att den ena maskinens advskew är <20 (och den andra >20). Observera att en ändring av detta värde kommer att radera den aktuella databasen med hyresavtal!
tr_tr: Devre dışı bırakmak için boş bırakın. Diğer makinenin arayüz IP adresini girin. Makineler CARP kullanıyor olmalıdır. Arayüzün advskew değeri DHCPd işleminin Birincil mi yoksa İkincil mi olduğunu belirler. Bir makinenin advskew<20 (ve diğerinin >20) olduğundan emin olun. Bu değerin değiştirilmesinin mevcut leases-database'i sileceğini unutmayın!
uk_uk: Залиште порожнім, щоб вимкнути. Введіть IP-адресу інтерфейсу іншої машини. Комп'ютери повинні використовувати CARP. Advskew інтерфейсу визначає, чи є процес DHCPd первинним або вторинним. Переконайтеся, що advskew на одній машині <20 (а на іншій - >20). Зверніть увагу, що зміна цього значення призведе до видалення поточної бази даних оренди!

source: Failover split:
id_id: Pemisahan failover:
it_it: Spalato di failover:
ja_jp: フェイルオーバーの分割。
ko_ko: 장애 조치 분할:
pt_pt: Fraccionamento em caso de falha:
sw_sw: Uppdelning för växling vid fel:
tr_tr: Yük devretme bölünmesi:
uk_uk: Розподіл на випадок збою:

source: Leave blank to use default (128) which should be fine for most cases. Enter a number (0-256) to specify the load-balancing split between the failover peers, the default of 128 means both peers will handle approximately 50% of the clients, 256 will make the primary handle all the clients. This value is only used on the primary peer, leave blank on the secondary.
id_id: Biarkan kosong untuk menggunakan default (128) yang seharusnya baik-baik saja untuk sebagian besar kasus. Masukkan angka (0-256) untuk menentukan pembagian penyeimbangan beban antara peer failover, nilai default 128 berarti kedua peer akan menangani sekitar 50% klien, 256 akan membuat primer menangani semua klien. Nilai ini hanya digunakan pada peer primer, biarkan kosong pada peer sekunder.
it_it: Lasciare vuoto per utilizzare l'impostazione predefinita (128) che dovrebbe andare bene per la maggior parte dei casi. Immettere un numero (0-256) per specificare la divisione del bilanciamento del carico tra i coetanei di failover, il valore predefinito di 128 significa che entrambi i peer gestiranno circa il 50% dei client, 256 renderà la maniglia principale di tutti i client. Questo valore viene utilizzato solo sul peer primario, lasciare vuoto sul secondario.
ja_jp: デフォルト（128）を使用する場合は空白にします。デフォルトの128は、両方のピアでクライアントの約50%を処理することを意味し、256はプライマリがすべてのクライアントを処理することを意味します。この値はプライマリーピアでのみ使用され、セカンダリーピアでは空白のままにします。
ko_ko: 대부분의 경우 기본값(128)을 사용하려면 비워 두세요. 숫자(0-256)를 입력하여 장애 조치 피어 간의 로드 밸런싱 분할을 지정합니다. 기본값인 128은 두 피어 모두 클라이언트의 약 50%를 처리하고, 256은 기본 피어에서 모든 클라이언트를 처리하도록 지정합니다. 이 값은 기본 피어에서만 사용되며 보조 피어에는 비워 둡니다.
pt_pt: Deixar em branco para utilizar por defeito (128), o que deverá ser suficiente para a maioria dos casos. Introduzir um número (0-256) para especificar a divisão de balanceamento de carga entre os pares falhados, o padrão de 128 significa que ambos os pares irão tratar aproximadamente 50% dos clientes, 256 farão o tratamento primário de todos os clientes. Este valor só é usado no par primário, deixando em branco no secundário.
sw_sw: Lämna tomt för att använda standardvärdet (128), vilket bör räcka i de flesta fall. Ange ett tal (0-256) för att specificera fördelningen av belastningsbalans mellan peer-operatörerna, standardvärdet 128 innebär att båda peer-operatörerna hanterar ungefär 50 % av klienterna, 256 innebär att den primära hanterar alla klienter. Det här värdet används endast på den primära peer, låt det vara tomt på den sekundära.
tr_tr: Çoğu durum için uygun olan varsayılanı (128) kullanmak için boş bırakın. Yük devretme eşleri arasındaki yük dengeleme ayrımını belirtmek için bir sayı (0-256) girin. 128 varsayılanı, her iki eşin de istemcilerin yaklaşık %50'sini idare edeceği anlamına gelir, 256 ise birincil eşin tüm istemcileri idare etmesini sağlar. Bu değer yalnızca birincil eşte kullanılır, ikincil eşte boş bırakın.
uk_uk: Залиште поле порожнім, щоб використовувати значення за замовчуванням (128), яке підійде для більшості випадків. Введіть число (0-256), щоб вказати розподіл навантаження між вузлами обходу відмови, значення за замовчуванням 128 означає, що обидва вузли оброблятимуть приблизно 50% клієнтів, 256 означає, що основний вузол оброблятиме всіх клієнтів. Це значення використовується лише на основному вузлі, залиште його порожнім на вторинному.

source: Static ARP
id_id: ARP statis
it_it: ARP statico
ja_jp: 静的ARP
ko_ko: 정적 ARP
pt_pt: ARP estático
sw_sw: Statisk ARP
tr_tr: Statik ARP
uk_uk: Статичний ARP

source: Enable Static ARP entries
id_id: Mengaktifkan entri ARP Statis
it_it: Abilita voci ARP statiche
ja_jp: 静的 ARP エントリを有効
ko_ko: 정적 ARP 항목 사용
pt_pt: Ativar entradas ARP estáticas
sw_sw: Aktivera statiska ARP-poster
tr_tr: Statik ARP girişlerini etkinleştirme
uk_uk: Увімкнути статичні ARP-записи

source: Warning: This option persists even if DHCP server is disabled. Only the machines listed below will be able to communicate with the firewall on this NIC.
id_id: Peringatan: Opsi ini tetap ada meskipun server DHCP dinonaktifkan. Hanya mesin yang tercantum di bawah ini yang dapat berkomunikasi dengan firewall pada NIC ini.
it_it: ATTENZIONE: questa opzione persiste anche se il server DHCP è disabilitato. Solo le macchine elencate di seguito saranno in grado di comunicare con il firewall su questa NIC.
ja_jp: 警告：このオプションは、dhcp サーバが無効の場合でも、保持されますが、下記のリストにあるマシンのみが、この でファイアウォールと通信できます。
ko_ko: 경고: 이 옵션은 DHCP 서버가 비활성화되어 있어도 유지됩니다. 아래 나열된 컴퓨터만 이 NIC의 방화벽과 통신할 수 있습니다.
pt_pt: Aviso: Esta opção mantém-se mesmo que o servidor DHCP esteja desativado. Apenas as máquinas listadas abaixo poderão comunicar com uma firewall neste NIC.
sw_sw: Varning: Det här alternativet finns kvar även om DHCP-servern är inaktiverad. Endast de maskiner som anges nedan kommer att kunna kommunicera med brandväggen på denna NIC.
tr_tr: Uyarı: DHCP sunucusu devre dışı bırakılsa bile bu seçenek devam eder. Yalnızca aşağıda listelenen makineler bu NIC üzerindeki güvenlik duvarı ile iletişim kurabilecektir.
uk_uk: Попередження: Цей параметр зберігається, навіть якщо сервер DHCP вимкнено. Лише перелічені нижче комп'ютери зможуть зв'язуватися з брандмауером на цій мережевій карті.

source: Time format change
id_id: Perubahan format waktu
it_it: Cambiamento del formato temporale
ja_jp: 時間形式の変更
ko_ko: 시간 형식 변경
pt_pt: Mudança de formato de hora
sw_sw: Ändring av tidsformat
tr_tr: Saat formatı değişikliği
uk_uk: Зміна формату часу

source: Change DHCP display lease time from UTC to local time.
id_id: Mengubah waktu sewa tampilan DHCP dari UTC ke waktu lokal.
it_it: Modificare il tempo di leasing di visualizzazione DHCP dall'UTC all'ora locale.
ja_jp: dhcp リースの時間表示、utc から現地時間に変更します。
ko_ko: DHCP 디스플레이 임대 시간을 UTC에서 현지 시간으로 변경합니다.
pt_pt: Alterar a apresentação do tempo de aluguer do DHCP de UTC de UTC para a hora local.
sw_sw: Ändra DHCP-uthyrningstid från UTC till lokal tid.
tr_tr: DHCP ekran kiralama süresini UTC'den yerel saate değiştirin.
uk_uk: Змініть час оренди дисплея DHCP з UTC на місцевий час.
