Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: We recommend setting this to a interface other than LAN! A dedicated interface works the best.
id_id: Kami merekomendasikan pengaturan ini ke antarmuka selain LAN! Antarmuka khusus merupakan yang terbaik.
it_it: Si consiglia di impostarlo su un'interfaccia diversa da LAN! Un'interfaccia dedicata funziona al meglio.
ja_jp: LAN 以外のこれを設定することを推奨します！専用インタフェースが最もよく機能します。
ko_ko: LAN이 아닌 다른 인터페이스로 설정하는 것이 좋습니다! 전용 인터페이스가 가장 잘 작동합니다.
pt_pt: Recomendamos que defina isto para uma interface que não seja LAN! Uma interface dedicada funciona melhor.
sw_sw: Vi rekommenderar att du ställer in detta på ett annat gränssnitt än LAN! Ett dedikerat gränssnitt fungerar bäst.
tr_tr: Bunu LAN dışında bir arayüze ayarlamanızı öneririz! Özel bir arayüz en iyi sonucu verir.
uk_uk: Ми рекомендуємо встановити цей параметр на інтерфейс, відмінний від локальної мережі! Виділений інтерфейс працює найкраще.

source: You must define an IP on each machine participating in this failover group.
id_id: Anda harus menentukan IP pada setiap mesin yang berpartisipasi dalam grup failover ini.
it_it: È necessario definire un IP su ciascuna macchina che partecipa a questo gruppo di failover.
ja_jp: このフェイルオーバグループに参加している全てのマシンにipを定義してください。
ko_ko: 이 장애 조치 그룹에 참여하는 각 머신에 IP를 정의해야 합니다.
pt_pt: É necessário definir um IP em cada máquina participante neste grupo de failover.
sw_sw: Du måste definiera en IP för varje dator som deltar i den här växlingsgruppen.
tr_tr: Bu yük devretme grubuna katılan her makinede bir IP tanımlamanız gerekir.
uk_uk: Ви повинні вказати IP-адресу на кожному комп'ютері, який бере участь у цій групі обходу відмови.

source: You must have an IP assigned to the interface on any participating sync nodes.
id_id: Anda harus memiliki IP yang ditetapkan ke antarmuka pada node sinkronisasi yang berpartisipasi.
it_it: È necessario disporre di un IP assegnato all'interfaccia su tutti i nodi di sincronizzazione partecipanti.
ja_jp: すべての同期ノードに参加しているインタフェースにipを割り当ててください。
ko_ko: 참여하는 모든 동기화 노드의 인터페이스에 IP가 할당되어 있어야 합니다.
pt_pt: Terá de ter um endereço IP atribuído ao interface em todos os nós de sincronização envolvidos.
sw_sw: Du måste ha en IP som tilldelats gränssnittet på alla deltagande synkroniseringsnoder.
tr_tr: Katılan tüm senkronizasyon düğümlerinde arayüze atanmış bir IP'niz olmalıdır.
uk_uk: Ви повинні мати IP-адресу, призначену інтерфейсу на всіх вузлах синхронізації, що беруть участь у програмі.

source: Synchronize Peer IP
id_id: Menyinkronkan IP Rekan
it_it: Sincronizzare IP peer
ja_jp: 同期ピア
ko_ko: 피어 IP 동기화
pt_pt: Sincronizar o Peer IP
sw_sw: Synkronisera Peer IP
tr_tr: Eş IP'yi Senkronize Et
uk_uk: Синхронізація однорангових IP-адрес

source: Setting this option will force pfsync to synchronize its state table to this IP address. The default is directed multicast.
id_id: Menetapkan opsi ini akan memaksa pfsync untuk menyinkronkan tabel status ke alamat IP ini. Standarnya adalah multicast terarah.
it_it: L'impostazione di questa opzione costringerà Pfsync a sincronizzare la sua tabella di stato su questo indirizzo IP. L'impostazione predefinita è diretta multicast.
ja_jp: このオプション設定は、pfsyncのステートテーブルをこのIPアドレスに同期するような強制をするデフォルトはマルチキャストです。
ko_ko: 이 옵션을 설정하면 pfsync가 상태 테이블을 이 IP 주소에 강제로 동기화합니다. 기본값은 다이렉트 멀티캐스트입니다.
pt_pt: Definindo esta opção irá forçar o pfsync a sincronizar a sua tabela de estados com este endereço IP. O valor predefinido é dirigido multicast
sw_sw: Om du ställer in det här alternativet tvingas pfsync att synkronisera sin tillståndstabell med den här IP-adressen. Standardvärdet är riktad multicast.
tr_tr: Bu seçeneğin ayarlanması pfsync'yi durum tablosunu bu IP adresiyle senkronize etmeye zorlar. Varsayılan değer yönlendirilmiş çok noktaya yayındır.
uk_uk: Встановлення цього параметра змусить pfsync синхронізувати свою таблицю стану з цією IP-адресою. Типовим значенням є спрямована багатоадресна розсилка.

source: Configuration Synchronization Settings (XMLRPC Sync)
id_id: Pengaturan Sinkronisasi Konfigurasi (Sinkronisasi XMLRPC)
it_it: Impostazioni di sincronizzazione della configurazione (XMLRPC Sync)
ja_jp: 同期設定の構成 ( xmlrpc 同期 )
ko_ko: 구성 동기화 설정(XMLRPC 동기화)
pt_pt: Definições das Configurações de Sincronização (XMLRPC Sync)
sw_sw: Inställningar för konfigurationssynkronisering (XMLRPC Sync)
tr_tr: Yapılandırma Senkronizasyon Ayarları (XMLRPC Sync)
uk_uk: Налаштування синхронізації конфігурації (XMLRPC Sync)

source: Perform synchronization
id_id: Melakukan sinkronisasi
it_it: Eseguire la sincronizzazione
ja_jp: 同期の実行
ko_ko: 동기화 수행
pt_pt: Realizar sincronização
sw_sw: Utföra synkronisering
tr_tr: Senkronizasyon gerçekleştirin
uk_uk: Виконайте синхронізацію

source: Synchronize Config to IP
id_id: Menyinkronkan Konfigurasi ke IP
it_it: Sincronizzare config in IP
ja_jp: IP 構成同期
ko_ko: 구성 정보를 IP에 동기화
pt_pt: Sincronizar uma configuração para IP
sw_sw: Synkronisera konfigurationen till IP
tr_tr: Yapılandırmayı IP ile Senkronize Et
uk_uk: Синхронізація конфігурації з IP

source: Enter the IP address of the firewall to which the selected configuration sections should be synchronized.
id_id: Masukkan alamat IP firewall yang akan disinkronkan dengan bagian konfigurasi yang dipilih.
it_it: Immettere l'indirizzo IP del firewall a cui devono essere sincronizzate le sezioni di configurazione selezionate.
ja_jp: 選択した構成セクションを同期させ、ファイアウォールのIPアドレスを入力してください。
ko_ko: 선택한 구성 섹션을 동기화할 방화벽의 IP 주소를 입력합니다.
pt_pt: Introduza o endereço IP da firewall para o qual as secções de configurações selecionadas possam ser sincronizadas.
sw_sw: Ange IP-adressen för den brandvägg till vilken de valda konfigurationsavsnitten ska synkroniseras.
tr_tr: Seçilen yapılandırma bölümlerinin senkronize edilmesi gereken güvenlik duvarının IP adresini girin.
uk_uk: Введіть IP-адресу брандмауера, з яким слід синхронізувати вибрані розділи конфігурації.

source: When using XMLRPC sync to a backup machine running on another port/protocol please input the full url (example: %s)
id_id: Saat menggunakan sinkronisasi XMLRPC ke mesin cadangan yang berjalan di port/protokol lain, masukkan url lengkap (contoh: %s)
it_it: Quando si utilizza la sincronizzazione di XMLRPC su una macchina di backup in esecuzione su un altro porta/protocollo, inserisci l'URL completo (Esempio: %s)
ja_jp: XMLRPC を使用して、他のポート / プロトコルで実行しているバックアップに同期する場合は、完全な URL を入力してください ( 例: %s ) 。
ko_ko: 다른 포트/프로토콜에서 실행 중인 백업 머신에 XMLRPC 동기화를 사용하는 경우 전체 URL을 입력하세요(예: %s).
pt_pt: Quando usar a sincronização XMLRPC para uma máquina em execução de backup numa outra porta/protocolo, por favor introduza a url completa (exemplo: %s)
sw_sw: När du använder XMLRPC-synkronisering till en säkerhetskopieringsmaskin som körs på en annan port/ett annat protokoll ska du ange den fullständiga webbadressen (exempel: %s).
tr_tr: Başka bir port/protokol üzerinde çalışan bir yedekleme makinesine XMLRPC senkronizasyonu kullanırken lütfen tam url'yi girin (örnek: %s)
uk_uk: Якщо ви використовуєте синхронізацію XMLRPC з резервною машиною, що працює на іншому порту/протоколі, будь ласка, введіть повну адресу (наприклад: %s)

source: For setting up the backup machine leave this field empty, and do not forget to allow incoming connections on the specified interface for synchronization.
id_id: Untuk menyiapkan mesin cadangan, biarkan bidang ini kosong, dan jangan lupa untuk mengizinkan koneksi masuk pada antarmuka yang ditentukan untuk sinkronisasi.
it_it: Per l'impostazione della macchina di backup lascia vuoto questo campo e non dimenticare di consentire le connessioni in arrivo sull'interfaccia specificata per la sincronizzazione.
ja_jp: バックアップの設定でこのフィールドを空白にする場合、同期用に指定したインタフェースの着信接続を許可することを忘れないでください。
ko_ko: 백업 머신을 설정하려면 이 필드를 비워두고 동기화를 위해 지정된 인터페이스에서 들어오는 연결을 허용하는 것을 잊지 마세요.
pt_pt: Para configurar a máquina de backup deixe este campo vazio, e não se esqueça de permitir ligações de entrada na interface especificada para sincronização.
sw_sw: Om du konfigurerar backupmaskinen lämnar du det här fältet tomt och glöm inte att tillåta inkommande anslutningar på det angivna gränssnittet för synkronisering.
tr_tr: Yedekleme makinesini ayarlamak için bu alanı boş bırakın ve senkronizasyon için belirtilen arayüzde gelen bağlantılara izin vermeyi unutmayın.
uk_uk: Для налаштування резервної машини залиште це поле порожнім і не забудьте дозволити вхідні з'єднання на вказаному інтерфейсі для синхронізації.

source: Remote System Username
id_id: Nama Pengguna Sistem Jarak Jauh
it_it: Nome utente di sistema remoto
ja_jp: リモートシステムユーザ名
ko_ko: 원격 시스템 사용자 이름
pt_pt: Utilizador do sistema remoto
sw_sw: Användarnamn för fjärrsystemet
tr_tr: Uzak Sistem Kullanıcı Adı
uk_uk: Ім'я користувача віддаленої системи

source: Enter the web GUI username of the system entered above for synchronizing your configuration.
id_id: Masukkan nama pengguna GUI web dari sistem yang dimasukkan di atas untuk menyinkronkan konfigurasi Anda.
it_it: Immettere il nome utente della GUI Web del sistema inserito sopra per la sincronizzazione della configurazione.
ja_jp: 構成を同期するため、上で入力したシステムのWeb GUI ユーザーの名前を入力してください。
ko_ko: 위에서 입력한 시스템의 웹 GUI 사용자 이름을 입력하여 구성을 동기화합니다.
pt_pt: Digite o utilizador da Web GUI do sistema inserido acima para sincronizar a sua configuração.
sw_sw: Ange användarnamnet för webbgränssnittet för det system som angetts ovan för att synkronisera konfigurationen.
tr_tr: Yapılandırmanızı senkronize etmek için yukarıda girilen sistemin web GUI kullanıcı adını girin.
uk_uk: Введіть ім'я користувача веб-інтерфейсу системи, введене вище, для синхронізації конфігурації.

source: Do not use the Synchronize Config to IP and username option on backup cluster members!
id_id: Jangan gunakan opsi Sinkronisasi Konfigurasi ke IP dan nama pengguna pada anggota klaster cadangan!
it_it: Non utilizzare l'opzione Sincronizza Config to IP e Nome utente sui membri del cluster di backup!
ja_jp: バックアップクラスタメンバに、ipに構成を同期、および、ユーザ名オプションを使用しないでください!
ko_ko: 백업 클러스터 멤버에 대해 IP 및 사용자 이름에 구성 동기화 옵션을 사용하지 마세요!
pt_pt: Não utilize a configuração da sincronização para IP e como opções utilizador nos membros do cluster de backup!
sw_sw: Använd inte alternativet Synkronisera konfigurationen till IP och användarnamn för klustermedlemmar i säkerhetskopian!
tr_tr: Yedek küme üyelerinde Yapılandırmayı IP ve kullanıcı adıyla eşitle seçeneğini kullanmayın!
uk_uk: Не використовуйте опцію Синхронізувати конфігурацію з IP та іменем користувача на резервних елементах кластера!

source: Remote System Password
id_id: Kata Sandi Sistem Jarak Jauh
it_it: Password di sistema remota
ja_jp: リモートシステムパスワード
ko_ko: 원격 시스템 비밀번호
pt_pt: Palavra-passe do sistema remoto
sw_sw: Lösenord för fjärrsystemet
tr_tr: Uzak Sistem Şifresi
uk_uk: Пароль віддаленої системи

source: Enter the web GUI password of the system entered above for synchronizing your configuration.
id_id: Masukkan kata sandi GUI web sistem yang dimasukkan di atas untuk menyinkronkan konfigurasi Anda.
it_it: Immettere la password della GUI Web del sistema inserito sopra per la sincronizzazione della configurazione.
ja_jp: 構成を同期するため、上で入力したシステムのWeb GUIを入力してください。
ko_ko: 위에서 입력한 시스템의 웹 GUI 비밀번호를 입력하여 구성을 동기화합니다.
pt_pt: Digite uma senha da Web GUI do sistema inserido acima para sincronizar a sua configuração.
sw_sw: Ange lösenordet för webbgränssnittet för det system som angetts ovan för att synkronisera konfigurationen.
tr_tr: Yapılandırmanızı senkronize etmek için yukarıda girilen sistemin web GUI şifresini girin.
uk_uk: Введіть пароль веб-інтерфейсу системи, введений вище, для синхронізації конфігурації.

source: Do not use the Synchronize Config to IP and password option on backup cluster members!
id_id: Jangan gunakan opsi Sinkronisasi Konfigurasi ke IP dan kata sandi pada anggota klaster cadangan!
it_it: Non utilizzare l'opzione Sincronizza Config to IP e password sui membri del cluster di backup!
ja_jp: バックアップクラスタメンバに、ipに構成を同期、および、パスワードオプションを使用しないでください！。
ko_ko: 백업 클러스터 멤버에 대해 IP 및 비밀번호에 구성 동기화 옵션을 사용하지 마세요!
pt_pt: Não utilize a configuração da sincronização para IP e como opções de senha nos membros do cluster de backup!
sw_sw: Använd inte alternativet Synkronisera konfigurationen till IP och lösenord för klustermedlemmar i säkerhetskopieringsklustret!
tr_tr: Yedek küme üyelerinde Yapılandırmayı IP ve parola ile eşitle seçeneğini kullanmayın!
uk_uk: Не використовуйте опцію Синхронізувати конфігурацію з IP та паролем на резервних елементах кластера!

source: You cannot delete yourself.
id_id: Anda tidak dapat menghapus diri Anda sendiri.
it_it: Non puoi eliminare te stesso.
ja_jp: 自分自身を削除することはできません。
ko_ko: 자신을 삭제할 수는 없습니다.
pt_pt: Não pode excluir-se a si mesmo.
sw_sw: Du kan inte radera dig själv.
tr_tr: Kendinizi silemezsiniz.
uk_uk: Ви не можете видалити себе.

source: The user "%s" was successfully removed.
id_id: Pengguna "%s" berhasil dihapus.
it_it: L'utente "%s" è stato rimosso con successo.
ja_jp: ユーザ「%s」の削除に成功しました。
ko_ko: 사용자 "%s"를 성공적으로 제거했습니다.
pt_pt: O utilizador "%s" foi removido com êxito.
sw_sw: Användaren "%s" har tagits bort.
tr_tr: "%s" kullanıcısı başarıyla kaldırıldı.
uk_uk: Користувача "%s" успішно вилучено.

source: The certificate association "%s" was successfully removed.
id_id: Asosiasi sertifikat "%s" berhasil dihapus.
it_it: L'associazione del certificato "%s" è stata rimossa con successo.
ja_jp: 証明書の関連付け「%s」の削除に成功しました。
ko_ko: 인증서 연결 "%s"를 성공적으로 제거했습니다.
pt_pt: A associação de certificados " %s" foi removida com êxito.
sw_sw: Certifikatassociationen "%s" har tagits bort.
tr_tr: "%s" sertifika ilişkilendirmesi başarıyla kaldırıldı.
uk_uk: Асоціацію сертифікатів "%s" успішно видалено.

source: The API key "%s" was successfully removed.
id_id: Kunci API "%s" berhasil dihapus.
it_it: La chiave API "%s" è stata rimossa con successo.
ja_jp: API 鍵「%s」の削除に成功しました。
ko_ko: API 키 "%s"가 성공적으로 제거되었습니다.
pt_pt: A chave de API "%s" foi removida com êxito.
sw_sw: API-nyckeln "%s" har tagits bort.
tr_tr: API anahtarı "%s" başarıyla kaldırıldı.
uk_uk: Ключ API "%s" успішно видалено.

source: No API key found
id_id: Kunci API tidak ditemukan
it_it: Nessuna chiave API trovata
ja_jp: API 鍵が見つかりません
ko_ko: API 키를 찾을 수 없습니다.
pt_pt: Não foi encontrada nenhuma chave API
sw_sw: Ingen API-nyckel hittades
tr_tr: API anahtarı bulunamadı
uk_uk: Ключ API не знайдено

source: The username contains invalid characters.
id_id: Nama pengguna berisi karakter yang tidak valid.
it_it: Il nome utente contiene caratteri non validi.
ja_jp: ユーザ名に無効な文字が含まれています。
ko_ko: 사용자 이름에 잘못된 문자가 포함되어 있습니다.
pt_pt: O nome de utilizador contém caracteres inválidos.
sw_sw: Användarnamnet innehåller ogiltiga tecken.
tr_tr: Kullanıcı adı geçersiz karakterler içeriyor.
uk_uk: Ім'я користувача містить недопустимі символи.

source: The username is longer than 32 characters.
id_id: Nama pengguna lebih panjang dari 32 karakter.
it_it: Il nome utente è più lungo di 32 caratteri.
ja_jp: ユーザは32文字以上です。
ko_ko: 사용자 아이디가 32자보다 깁니다.
pt_pt: O nome de utilizador é maior do que 32 caracteres.
sw_sw: Användarnamnet är längre än 32 tecken.
tr_tr: Kullanıcı adı 32 karakterden uzun.
uk_uk: Ім'я користувача довше 32 символів.

source: Cannot set random password due to explicit input.
id_id: Tidak dapat mengatur kata sandi acak karena input eksplisit.
it_it: Impossibile impostare la password casuale a causa di input espliciti.
ja_jp: 明示的な入力が必要な場合はランダムパスワードを設定できません。
ko_ko: 명시적 입력으로 인해 임의의 비밀번호를 설정할 수 없습니다.
pt_pt: Não é possível definir uma senha aleatória devido a uma introdução explícita.
sw_sw: Det går inte att ställa in ett slumpmässigt lösenord på grund av uttrycklig inmatning.
tr_tr: Açık girdi nedeniyle rastgele parola ayarlanamıyor.
uk_uk: Неможливо встановити випадковий пароль через явне введення.

source: You cannot disable yourself.
id_id: Anda tidak dapat menonaktifkan diri Anda sendiri.
it_it: Non puoi disabilitare te stesso.
ja_jp: 自分自身を無効にすることはできません。
ko_ko: 스스로 비활성화할 수 없습니다.
pt_pt: Não pode destivar-se.
sw_sw: Du kan inte göra dig själv oduglig.
tr_tr: Kendinizi devre dışı bırakamazsınız.
uk_uk: Ти не можеш відключити себе.

source: A password is required.
id_id: Diperlukan kata sandi.
it_it: È richiesta una password.
ja_jp: パスワードは必須です。
ko_ko: 비밀번호가 필요합니다.
pt_pt: É necessária uma palavra-passe.
sw_sw: Ett lösenord krävs.
tr_tr: Bir şifre gereklidir.
uk_uk: Необхідно ввести пароль.

source: Another entry with the same username already exists.
id_id: Entri lain dengan nama pengguna yang sama sudah ada.
it_it: Un'altra voce con lo stesso nome utente esiste già.
ja_jp: 同じユーザ名のエントリが既に存在しています
ko_ko: 동일한 사용자 아이디를 가진 다른 항목이 이미 존재합니다.
pt_pt: Já existe outra entrada com o mesmo nome de utilizador.
sw_sw: En annan post med samma användarnamn finns redan.
tr_tr: Aynı kullanıcı adına sahip başka bir giriş zaten mevcut.
uk_uk: Інший запис з таким самим іменем користувача вже існує.

source: That username is reserved by the system.
id_id: Nama pengguna tersebut dicadangkan oleh sistem.
it_it: Quel nome utente è riservato dal sistema.
ja_jp: そのユーザは、システムに予約されています。
ko_ko: 해당 사용자 이름은 시스템에 의해 예약됩니다.
pt_pt: O utilizador está reservado pelo sistema.
sw_sw: Detta användarnamn är reserverat av systemet.
tr_tr: Bu kullanıcı adı sistem tarafından ayrılmıştır.
uk_uk: Це ім'я користувача зарезервовано системою.

source: Invalid expiration date format; use MM/DD/YYYY instead.
id_id: Format tanggal kedaluwarsa tidak valid; gunakan MM/DD/YYY sebagai gantinya.
it_it: Formato della data di scadenza non valida; Usa invece mm/dd/yyyy.
ja_jp: 有効期限の日付形式が無効ですが、mm/dd/yyyy を使用してください。
ko_ko: 유효기간 형식이 잘못되었습니다. 대신 MM/DD/YYYY를 사용하세요.
pt_pt: Formato de dados de expiração inválido: utilizar o seguinte formato: MM/DD/YYYYY
sw_sw: Felaktigt format för utgångsdatum; använd MM/DD/YYYYY istället.
tr_tr: Geçersiz son kullanma tarihi biçimi; bunun yerine MM/DD/YYYY kullanın.
uk_uk: Неправильний формат дати закінчення терміну придатності; замість цього використовуйте ММ/ДД/РР.

source: Invalid internal Certificate Authority
id_id: Otoritas Sertifikat internal tidak valid
it_it: Autorità di certificato interno non valido
ja_jp: 無効な内部認証局です
ko_ko: 잘못된 내부 인증 기관
pt_pt: Certificado de Autoridade interno inválido
sw_sw: Ogiltig intern certifikatutfärdare
tr_tr: Geçersiz dahili Sertifika Yetkilisi
uk_uk: Недійсний внутрішній центр сертифікації

source: Invalid login shell provided.
id_id: Cangkang login yang disediakan tidak valid.
it_it: Shell di accesso non valida fornita.
ja_jp: 無効なログインシェルが入力されました。
ko_ko: 제공된 로그인 셸이 잘못되었습니다.
pt_pt: Concha de login inválida fornecida.
sw_sw: Ett ogiltigt inloggningsskal har angetts.
tr_tr: Geçersiz oturum açma kabuğu sağlandı.
uk_uk: Надано невірну оболонку для входу.

source: (Certificate will not be deleted)
id_id: (Sertifikat tidak akan dihapus)
it_it: (Il certificato non verrà eliminato)
ja_jp: ( 証明書は削除されません )
ko_ko: (인증서는 삭제되지 않습니다)
pt_pt: (Certificado não será apagado)
sw_sw: (Certifikatet kommer inte att raderas)
tr_tr: (Sertifika silinmeyecektir)
uk_uk: (Сертифікат не буде видалено)

source: Do you really want to remove this certificate association?
id_id: Apakah Anda benar-benar ingin menghapus asosiasi sertifikat ini?
it_it: Vuoi davvero rimuovere questa associazione di certificati?
ja_jp: 本当にこの証明書の関連付けを削除しますか？
ko_ko: 이 인증서 연결을 정말로 제거하시겠습니까?
pt_pt: Tem a certeza de que pretende remover associação de certificados?
sw_sw: Vill du verkligen ta bort den här certifikatassocieringen?
tr_tr: Bu sertifika ilişkilendirmesini gerçekten kaldırmak istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цю асоціацію сертифікатів?

source: Do you really want to delete this user?
id_id: Apakah Anda benar-benar ingin menghapus pengguna ini?
it_it: Vuoi davvero eliminare questo utente?
ja_jp: 本当にこのユーザーを削除しますか？
ko_ko: 이 사용자를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende remover este utilizador?
sw_sw: Vill du verkligen radera den här användaren?
tr_tr: Bu kullanıcıyı gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цього користувача?

source: Popup blocker detected. Action aborted.
id_id: Pemblokir popup terdeteksi. Tindakan dibatalkan.
it_it: Blocker popup rilevato. Azione abortita.
ja_jp: ポップアップブロッカーが検出されましたが、操作は中止されました。
ko_ko: 팝업 차단기가 감지되었습니다. 작업이 중단되었습니다.
pt_pt: Bloqueador de popup detetado. Ação abortada.
sw_sw: Popup-blockerare upptäcktes. Åtgärden avbröts.
tr_tr: Açılır pencere engelleyici algılandı. İşlem iptal edildi.
uk_uk: Виявлено блокувальник спливаючих вікон. Дію перервано.

source: Do you really want to delete this API key?
id_id: Apakah Anda benar-benar ingin menghapus kunci API ini?
it_it: Vuoi davvero eliminare questa chiave API?
ja_jp: 本当にこのapi 鍵を削除しますか？
ko_ko: 이 API 키를 정말 삭제하시겠습니까?
pt_pt: Tem a certeza de que pretende apagar esta chave API?
sw_sw: Vill du verkligen ta bort den här API-nyckeln?
tr_tr: Bu API anahtarını gerçekten silmek istiyor musunuz?
uk_uk: Ви дійсно хочете видалити цей ключ API?

source: User distinguished name
id_id: Nama yang dibedakan pengguna
it_it: Utente Nome distinto
ja_jp: ユーザ識別名
ko_ko: 사용자 고유 이름
pt_pt: Nome distinto de utilizador
sw_sw: Användarens unika namn
tr_tr: Kullanıcı ayırt edici adı
uk_uk: Відоме ім'я користувача

source: (confirmation)
id_id: (konfirmasi)
it_it: (conferma)
ja_jp: ( 確認 )
ko_ko: (확인)
pt_pt: (confirmação)
sw_sw: (bekräftelse)
tr_tr: (onay)
uk_uk: (підтвердження)

source: Generate a scrambled password to prevent local database logins for this user.
id_id: Buat kata sandi yang diacak untuk mencegah login basis data lokal untuk pengguna ini.
it_it: Genera una password rimescolata per impedire l'accesso al database locale per questo utente.
ja_jp: このユーザに対して、ローカルデータベースへのログインを妨げるスクランブル化パスワードを生成します。
ko_ko: 이 사용자의 로컬 데이터베이스 로그인을 방지하기 위해 스크램블된 비밀번호를 생성합니다.
pt_pt: Gerar uma palavra-passe codificada para evitar logins locais na base de dados para este utilizador.
sw_sw: Generera ett krypterat lösenord för att förhindra inloggningar i lokala databaser för den här användaren.
tr_tr: Bu kullanıcı için yerel veritabanı girişlerini önlemek üzere karıştırılmış bir parola oluşturun.
uk_uk: Згенеруйте зашифрований пароль, щоб запобігти входу в локальну базу даних для цього користувача.

source: Full name
id_id: Nama lengkap
it_it: Nome e cognome
ja_jp: 氏名
ko_ko: 전체 이름
pt_pt: Nome completo
sw_sw: Fullständigt namn
tr_tr: Tam adınız
uk_uk: Повне ім'я

source: User's full name, for your own information only
id_id: Nama lengkap pengguna, hanya untuk informasi Anda sendiri
it_it: Nome completo dell'utente, solo per le tue informazioni
ja_jp: ユーザーの氏名（自分用メモ）
ko_ko: 사용자 이름(본인 정보만 제공)
pt_pt: Nome completo do utilizador, apenas para sua informação
sw_sw: Användarens fullständiga namn, endast för din egen information
tr_tr: Kullanıcının tam adı, yalnızca kendi bilgileriniz için
uk_uk: Повне ім'я користувача, тільки для власної інформації

source: E-Mail
id_id: Surat elektronik
ja_jp: メール
ko_ko: 이메일
sw_sw: E-post
tr_tr: E-Posta
uk_uk: Електронна пошта

source: User's e-mail address, for your own information only
id_id: Alamat email pengguna, hanya untuk informasi Anda sendiri
it_it: Indirizzo e-mail dell'utente, solo per le tue informazioni
ja_jp: ユーザのメールアドレス（自分用メモ）
ko_ko: 사용자의 이메일 주소(본인 정보 전용)
pt_pt: Endereço electrónico do utilizador, apenas para sua própria informação
sw_sw: Användarens e-postadress, endast för din egen information.
tr_tr: Kullanıcının e-posta adresi, sadece kendi bilgileriniz için
uk_uk: Адреса електронної пошти користувача, тільки для власної інформації

source: Comment
id_id: Komentar
it_it: Commento
ja_jp: コメント
ko_ko: 댓글
pt_pt: Comentário
sw_sw: Kommentar
tr_tr: Yorum
uk_uk: Коментар

source: User comment, for your own information only
id_id: Komentar pengguna, hanya untuk informasi Anda sendiri
it_it: Commento dell'utente, solo per le tue informazioni
ja_jp: ユーザコメント（自分用メモ）
ko_ko: 사용자 댓글, 본인 정보만 제공
pt_pt: Comentário do utilizador, apenas para sua própria informação
sw_sw: Användarkommentar, endast för din egen information
tr_tr: Kullanıcı yorumu, sadece kendi bilginiz için
uk_uk: Коментар користувача, тільки для власної інформації
