Repository: DynFi/opnsense-core
Catalog: translations/*.po
Languages: id_id, it_it, ja_jp, ko_ko, pt_pt, sw_sw, tr_tr, uk_uk

source: or
id_id: atau
it_it: o
ja_jp: または
ko_ko: 또는
pt_pt: ou
sw_sw: eller .
tr_tr: veya
uk_uk: або

source: test
id_id: tes
ja_jp: テスト
ko_ko: 테스트
pt_pt: teste
uk_uk: тест

source: IP address of the authoritative DNS server for this domain
id_id: Alamat IP server DNS otoritatif untuk domain ini
it_it: Indirizzo IP del server DNS autorevole per questo dominio
ja_jp: このドメインの権威DNS サーバのIPアドレス
ko_ko: 이 도메인에 대한 권한 DNS 서버의 IP 주소
pt_pt: Endereço IP do servidor de autoridade DNS para este domínio.
sw_sw: IP-adress till den auktoritativa DNS-servern för den här domänen.
tr_tr: Bu etki alanı için yetkili DNS sunucusunun IP adresi
uk_uk: IP-адреса авторитетного DNS-сервера для цього домену

source: Or enter ! for lookups for this host/subdomain to NOT be forwarded anywhere.
id_id: Atau masukkan ! untuk mencari host/subdomain ini agar TIDAK diteruskan ke mana pun.
it_it: Oppure entra! per cercare questo host/sottodominio da non inoltrare da nessuna parte.
ja_jp: もしくは、このホスト / サブドメインの検索に!入力すると、どこにも転送「されません」。
ko_ko: 또는 이 호스트/하위 도메인에 대한 조회가 어디에도 전달되지 않도록 하려면 ! 를 입력하세요.
pt_pt: Ou introduza ! para pesquisas de host/subdominios para NÂO serem encaminhados para um lugar qualquer
sw_sw: Eller ange ! för att sökningar för denna värd/underdomän INTE ska vidarebefordras någonstans.
tr_tr: Veya bu ana bilgisayar/alt alan adına yönelik aramaların hiçbir yere yönlendirilmemesi için ! girin.
uk_uk: Або введіть !, щоб пошукові запити для цього хоста/субдомену НЕ пересилалися нікуди.

source: Or enter # for an exclusion to pass through this host/subdomain to standard nameservers instead of a previous override.
id_id: Atau masukkan # untuk pengecualian agar host/subdomain ini dilewatkan ke server nama standar, bukannya penggantian sebelumnya.
it_it: Oppure immettere # per un'esclusione per passare attraverso questo host/sottodominio a nameservers standard anziché una precedente sostituzione.
ja_jp: もしくは # で除外入力すること、このホストもしくはサブドメインは前の上書き内容ではなく、標準のDNSサーバを経由します。
ko_ko: 또는 #를 입력하여 제외를 이전 재정의 대신 이 호스트/서브도메인을 통해 표준 네임서버로 전달하도록 합니다.
pt_pt: Ou introduza # para que um passe de exclusão por este host/domínio para nomes de servidores padrão em vez de uma substituição anterior.
sw_sw: Du kan också ange # för att utesluta att den här värddatorn/underdomänen ska passera genom standardnamnsservrar i stället för en tidigare åsidosättning.
tr_tr: Veya önceki geçersiz kılma yerine bu ana bilgisayar/alt alan adı üzerinden standart ad sunucularına geçecek bir dışlama için # girin.
uk_uk: Або введіть #, щоб виняток проходив через цей хост/субдомен до стандартних серверів імен замість попереднього перевизначення.

source: Specify a non standard port number here, leave blank for default
id_id: Tentukan nomor port non standar di sini, biarkan kosong untuk default
it_it: Specificare un numero di porta non standard qui, lasciare vuoto per impostazione predefinita
ja_jp: 標準ではないポート番号を指定してください、空白にするとデフォルトになります。
ko_ko: 여기에 비표준 포트 번호를 지정하고 기본값으로 비워둡니다.
pt_pt: Especifique aqui um numero de porta não padrão. Deixe em branco por defeito.
sw_sw: Ange ett icke-standardportnummer här, lämna tomt som standard.
tr_tr: Burada standart olmayan bir bağlantı noktası numarası belirtin, varsayılan için boş bırakın
uk_uk: Вкажіть тут нестандартний номер порту, залиште порожнім за замовчуванням

source: Source IP address for queries to the DNS server for the override domain.
id_id: Alamat IP sumber untuk kueri ke server DNS untuk domain yang ditimpa.
it_it: Indirizzo IP di origine per le query al server DNS per il dominio di override.
ja_jp: ドメインで上書きDNS サーバへの照会に使用する、送信元IPアドレスです。
ko_ko: 재정의 도메인에 대한 DNS 서버에 대한 쿼리의 소스 IP 주소입니다.
pt_pt: Endereço IP de origem para consultas ao servidor de DNS para o domínio de substituição.
sw_sw: Käll-IP-adress för förfrågningar till DNS-servern för den åsidosatta domänen.
tr_tr: Geçersiz kılma etki alanı için DNS sunucusuna yapılan sorgular için kaynak IP adresi.
uk_uk: Вихідна IP-адреса для запитів до DNS-сервера для заміщення домену.

source: Leave blank unless your DNS server is accessed through a VPN tunnel.
id_id: Biarkan kosong kecuali server DNS Anda diakses melalui terowongan VPN.
it_it: Lascia vuoto a meno che il server DNS non sia accessibile tramite un tunnel VPN.
ja_jp: dns サーバが vpn トンネルを経由してアクセスできない場合は、空白にしてください。
ko_ko: VPN 터널을 통해 DNS 서버에 액세스하지 않는 한 공란으로 두세요.
pt_pt: Deixe em branco, execto se o servidor de DNS para acedido através de um túnel VPN.
sw_sw: Lämna tomt om inte DNS-servern nås via en VPN-tunnel.
tr_tr: DNS sunucunuza bir VPN tüneli üzerinden erişilmiyorsa boş bırakın.
uk_uk: Залиште це поле порожнім, якщо ваш DNS-сервер не підключено через VPN-тунель.

source: Alias Domain
it_it: Dominio alias
ja_jp: エイリアスドメイン
ko_ko: 별칭 도메인
pt_pt: Alias Domínio
sw_sw: Alias-domän
tr_tr: Takma Ad Alanı
uk_uk: Псевдонім Домен

source: Hostnames in alias list can only contain the characters A-Z, 0-9 and '-'.
id_id: Nama host dalam daftar alias hanya boleh berisi karakter A-Z, 0-9, dan '-'.
it_it: I nomi host nell'elenco alias possono contenere solo i caratteri A-Z, 0-9 e '-'.
ja_jp: エイリアスリストのホスト名には、a-z、0-9、-のみが使用できます。
ko_ko: 별칭 목록의 호스트 이름에는 A-Z, 0-9 및 '-' 문자만 포함할 수 있습니다.
pt_pt: Um nome de domínio deve ser especificado na lista de alias.
sw_sw: Värdnamn i aliaslistan kan endast innehålla tecknen A-Z, 0-9 och "-".
tr_tr: Diğer adlar listesindeki ana bilgisayar adları yalnızca A-Z, 0-9 ve '-' karakterlerini içerebilir.
uk_uk: Імена хостів у списку псевдонімів можуть містити лише символи A-Z, 0-9 та '-'.

source: A valid domain must be specified in alias list.
id_id: Domain yang valid harus ditentukan dalam daftar alias.
it_it: Un dominio valido deve essere specificato nell'elenco alias.
ja_jp: エイリアスリストには、有効なドメインを指定してください。
ko_ko: 별칭 목록에 유효한 도메인을 지정해야 합니다.
pt_pt: Um nome de domínio deve ser especificado na lista de alias.
sw_sw: En giltig domän måste anges i aliaslistan.
tr_tr: Takma ad listesinde geçerli bir etki alanı belirtilmelidir.
uk_uk: У списку псевдонімів повинен бути вказаний дійсний домен.

source: This host/domain already exists.
id_id: Host/domain ini sudah ada.
it_it: Questo host/dominio esiste già.
ja_jp: このホスト／ドメインは既に存在しています
ko_ko: 이 호스트/도메인이 이미 존재합니다.
pt_pt: Este anfitrião/domínio já existe.
sw_sw: Den här värden/domänen finns redan.
tr_tr: Bu ana bilgisayar/etki alanı zaten mevcut.
uk_uk: Цей хост/домен вже існує.

source: Edit entry
id_id: Edit entri
it_it: Modifica la voce
ja_jp: エントリを編集
ko_ko: 항목 수정
pt_pt: Editar entrada
sw_sw: Redigera posten
tr_tr: Girişi düzenle
uk_uk: Редагувати запис

source: Name of the host, without domain part
id_id: Nama host, tanpa bagian domain
it_it: Nome dell'host, senza parte del dominio
ja_jp: ドメイン部分のないホスト名
ko_ko: 도메인 부분이 없는 호스트 이름
pt_pt: Nome do anfitrião, sem domínio
sw_sw: Värdens namn, utan domändel
tr_tr: Ana bilgisayarın adı, etki alanı kısmı olmadan
uk_uk: Ім'я хоста, без доменної частини

source: myhost
ja_jp: マイホースト

source: Domain of the host
id_id: Domain tuan rumah
it_it: Dominio dell'ospite
ja_jp: ホストのドメイン
ko_ko: 호스트의 도메인
pt_pt: Domínio do acolhimento
sw_sw: Värdens domän
tr_tr: Ana bilgisayarın etki alanı
uk_uk: Домен хоста

source: example.com
it_it: Esempio.com
ja_jp: エグザンプルドットコム
pt_pt: examplo.com

source: IP address of the host
id_id: Alamat IP host
it_it: Indirizzo IP dell'host
ja_jp: ホストのIPアドレス
ko_ko: 호스트의 IP 주소
pt_pt: Endereço IP do anfitrião
sw_sw: Värdens IP-adress
tr_tr: Ana bilgisayarın IP adresi
uk_uk: IP-адреса хосту

source: Enter additional names for this host.
id_id: Masukkan nama tambahan untuk host ini.
it_it: Immettere nomi aggiuntivi per questo host.
ja_jp: このホストに追加する名前を入力してください
ko_ko: 이 호스트의 추가 이름을 입력합니다.
pt_pt: Introduza nomes adicionais para este anfitrião.
sw_sw: Ange ytterligare namn för den här värden.
tr_tr: Bu ana bilgisayar için ek adlar girin.
uk_uk: Введіть додаткові імена для цього хоста.

source: Orphan mode must be a value between 0..15
id_id: Mode anak yatim harus bernilai antara 0..15
it_it: La modalità orfana deve essere un valore compreso tra 0..15
ja_jp: 孤児モードは 0 ～ 15 の値です。
ko_ko: 고아 모드는 0~15 사이의 값이어야 합니다.
pt_pt: Modo Orphan deve ser um valor entre 0..15
sw_sw: Orphan mode måste vara ett värde mellan 0..15.
tr_tr: Orphan modu 0..15 arasında bir değer olmalıdır
uk_uk: Сирітський режим має бути значенням між 0..15

source: Advanced options may only be edited by system administrators due to the increased possibility of privilege escalation.
id_id: Opsi tingkat lanjut hanya dapat diedit oleh administrator sistem karena meningkatnya kemungkinan peningkatan hak istimewa.
it_it: Le opzioni avanzate possono essere modificate solo dagli amministratori di sistema a causa della maggiore possibilità di escalation dei privilegi.
ja_jp: 高度なオプションは、権限昇格の可能性があるため、システム管理者のみが編集できるようになっています。
ko_ko: 고급 옵션은 권한 상승 가능성이 높기 때문에 시스템 관리자만 편집할 수 있습니다.
pt_pt: As opções avançadas só podem ser editadas por administradores de sistema devido à possibilidade crescente de escalada de privilégios.
sw_sw: Avancerade alternativ får endast redigeras av systemadministratörer på grund av den ökade risken för upptrappning av privilegier.
tr_tr: Gelişmiş seçenekler, ayrıcalık yükseltme olasılığının artması nedeniyle yalnızca sistem yöneticileri tarafından düzenlenebilir.
uk_uk: Розширені параметри можуть редагувати лише системні адміністратори через підвищену ймовірність підвищення привілеїв.

source: NTP Server Configuration
id_id: Konfigurasi Server NTP
it_it: Configurazione del server NTP
ja_jp: NTP サーバ構成
ko_ko: NTP 서버 구성
pt_pt: Configuração do servidor NTP
sw_sw: Konfigurering av NTP-server
tr_tr: NTP Sunucusu Yapılandırması
uk_uk: Налаштування сервера NTP

source: Time servers
id_id: Server waktu
it_it: Server di tempo
ja_jp: タイムサーバ
ko_ko: 시간 서버
pt_pt: Hora de servidores
sw_sw: Tidsservrar
tr_tr: Zaman sunucuları
uk_uk: Сервери часу

source: Prefer
id_id: Lebih suka
it_it: Preferire
ja_jp: 優先
ko_ko: 선호
pt_pt: Preferir
sw_sw: Föredrar
tr_tr: Tercih et
uk_uk: Віддаємо перевагу

source: Iburst
ja_jp: イバースト
ko_ko: 이버스트
uk_uk: Іберст

source: Do not use
id_id: Jangan gunakan
it_it: Non usare
ja_jp: 使用しない
ko_ko: 다음을 사용하지 마십시오.
pt_pt: Não usar
sw_sw: Använd inte
tr_tr: Kullanmayın
uk_uk: Не використовуйте

source: For best results three to five servers should be configured here.
id_id: Untuk hasil terbaik, tiga hingga lima server harus dikonfigurasi di sini.
it_it: Per i migliori risultati da tre a cinque server dovrebbero essere configurati qui.
ja_jp: 最良の結果を出すには、ここで 3 - 5 個のサーバを構成しておくべきです。
ko_ko: 최상의 결과를 얻으려면 여기에서 3~5개의 서버를 구성해야 합니다.
pt_pt: Para obter melhores resultados, devem ser configurados aqui três a cinco servidores.
sw_sw: För bästa resultat bör tre till fem servrar konfigureras här.
tr_tr: En iyi sonuçlar için burada üç ila beş sunucu yapılandırılmalıdır.
uk_uk: Для досягнення найкращих результатів тут слід налаштувати від трьох до п'яти серверів.

source: When no servers are specified NTP will be completely disabled.
id_id: Bila tidak ada server yang ditentukan, NTP akan dinonaktifkan sepenuhnya.
it_it: Quando non vengono specificati i server, NTP sarà completamente disabilitato.
ja_jp: サーバーを指定しない場合、NTPは完全に無効となります。
ko_ko: 서버를 지정하지 않으면 NTP가 완전히 비활성화됩니다.
pt_pt: Quando nenhum servidor for especificado o NTP será completamente desactivado.
sw_sw: Om inga servrar anges är NTP helt inaktiverat.
tr_tr: Hiçbir sunucu belirtilmediğinde NTP tamamen devre dışı bırakılacaktır.
uk_uk: Якщо не вказано жодного сервера, NTP буде повністю вимкнено.

source: The "prefer" option indicates that NTP should favor the use of this server more than all others.
id_id: Opsi "lebih suka" menunjukkan bahwa NTP harus lebih menyukai penggunaan server ini daripada yang lainnya.
it_it: L'opzione "preferisci" indica che NTP dovrebbe favorire l'uso di questo server più di tutti gli altri.
ja_jp: 「優先」オプションはntpがこのサーバを他のすべてのものよりも優先的に使用すべきであることを意味します。
ko_ko: "선호" 옵션은 NTP가 다른 모든 서버보다 이 서버를 더 선호하도록 지정합니다.
pt_pt: A opção "preferir" indica que o NTP deve favorecer a utilização deste servidor mais do que todos os outros.
sw_sw: Alternativet "prefer" anger att NTP ska föredra den här servern framför alla andra.
tr_tr: "prefer" seçeneği NTP'nin bu sunucunun kullanımını diğerlerinden daha fazla tercih etmesi gerektiğini belirtir.
uk_uk: Опція "prefer" вказує на те, що NTP має надавати перевагу використанню цього сервера над усіма іншими.

source: The "iburst" option enables faster clock synchronisation on startup at the expense of the peer.
id_id: Opsi "iburst" memungkinkan sinkronisasi jam yang lebih cepat saat pengaktifan dengan mengorbankan peer.
it_it: L'opzione "IBURST" consente una sincronizzazione dell'orologio più rapida all'avvio a spese del peer.
ja_jp: iburst」オプションは、ピアを犠牲にして起動時のクロック同期の高速化を可能にします。
ko_ko: "아이버스트" 옵션을 사용하면 시작 시 피어를 희생하여 클럭을 더 빠르게 동기화할 수 있습니다.
pt_pt: A opção "iburst" permite uma sincronização mais rápida do relógio no arranque, à custa do par.
sw_sw: Alternativet "iburst" möjliggör snabbare synkronisering av klockan vid start på bekostnad av peer.
tr_tr: "iburst" seçeneği, eş pahasına başlangıçta daha hızlı saat senkronizasyonu sağlar.
uk_uk: Опція "iburst" забезпечує швидшу синхронізацію годинника під час запуску за рахунок однорангової системи.

source: The "do not use" option indicates that NTP should not use this server for time, but stats for this server will be collected and displayed.
id_id: Opsi "jangan gunakan" menunjukkan bahwa NTP tidak boleh menggunakan server ini untuk sementara waktu, tetapi statistik untuk server ini akan dikumpulkan dan ditampilkan.
it_it: L'opzione "non utilizzare" indica che NTP non dovrebbe utilizzare questo server per il tempo, ma le statistiche per questo server verranno raccolte e visualizzate.
ja_jp: 「使用しない」オプションはntpが時刻用としてこのサーバを使用するべきではないことを意味します、このサーバの統計は収集及び表示されます。
ko_ko: '사용 안 함' 옵션은 NTP가 이 서버를 일정 시간 동안 사용하지 않아야 하지만 이 서버에 대한 통계가 수집되어 표시됨을 나타냅니다.
pt_pt: A opção "não utilizar" indica que o NTP não deve utilizar este servidor durante algum tempo, mas as estatísticas para este servidor serão recolhidas e mostradas.
sw_sw: Alternativet "Använd inte" anger att NTP inte ska använda den här servern för tid, men statistik för den här servern samlas in och visas.
tr_tr: "Kullanma" seçeneği NTP'nin zaman için bu sunucuyu kullanmaması gerektiğini, ancak bu sunucu için istatistiklerin toplanacağını ve görüntüleneceğini belirtir.
uk_uk: Опція "не використовувати" вказує на те, що NTP не повинен використовувати цей сервер протягом певного часу, але статистика для цього сервера буде збиратися і відображатися.

source: Client mode
id_id: Mode klien
it_it: Modalità client
ja_jp: クライアントモード
ko_ko: 클라이언트 모드
pt_pt: Modo cliente
sw_sw: Klientläge
tr_tr: İstemci modu
uk_uk: Клієнтський режим

source: Quit NTP server immediately after time synchronisation
id_id: Keluar dari server NTP segera setelah sinkronisasi waktu
it_it: SCOPI NTP Server immediatamente dopo la sincronizzazione
ja_jp: 時刻同期後、すぐにNTPサーバーを終了させる
ko_ko: 시간 동기화 후 즉시 NTP 서버 종료
pt_pt: Sair do servidor NTP imediatamente após a sincronização temporal
sw_sw: Avsluta NTP-servern omedelbart efter tidssynkronisering
tr_tr: Zaman senkronizasyonundan hemen sonra NTP sunucusundan çıkma
uk_uk: Завершити роботу NTP-сервера одразу після синхронізації часу

source: Selecting no interfaces will listen on all interfaces with a wildcard.
id_id: Memilih tidak ada antarmuka akan mendengarkan pada semua antarmuka dengan wildcard.
it_it: La selezione di interfacce non ascolterà tutte le interfacce con un jolly.
ja_jp: インタフェースが選択されていない場合は、ワイルドカードを使用して、すべてのインタフェースでリスンします。
ko_ko: 인터페이스 없음을 선택하면 와일드카드가 있는 모든 인터페이스에서 수신 대기합니다.
pt_pt: Ao selecionar "no interfaces" (nenhuma placa de rede) ficará à escuta em todas as placas/interfaces para todo o tipo de trafego
sw_sw: Om du väljer no interfaces lyssnar du på alla gränssnitt med ett jokertecken.
tr_tr: Arayüz yok seçildiğinde joker karakterli tüm arayüzler dinlenir.
uk_uk: Якщо не вибрати жодного інтерфейсу, буде прослуховування на всіх інтерфейсах із символом підстановки.

source: Selecting all interfaces will explicitly listen on only the interfaces/IPs specified.
id_id: Memilih semua antarmuka akan secara eksplisit mendengarkan hanya pada antarmuka/IP yang ditentukan.
it_it: La selezione di tutte le interfacce ascolterà esplicitamente solo le interfacce/IP specificate.
ja_jp: すべてのインタフェースが選択されている場合は、明示的に指定されたインタフェース / ip のみでリスンします。
ko_ko: 모든 인터페이스를 선택하면 명시적으로 지정된 인터페이스/IP에서만 수신 대기합니다.
pt_pt: Selecione todos os interfaces que estarão explicitamente à escuta nas únicas interfaces/IPs especificadas.
sw_sw: Om du väljer alla gränssnitt lyssnar du uttryckligen endast på de gränssnitt/IP:er som anges.
tr_tr: Tüm arayüzler seçildiğinde, yalnızca belirtilen arayüzler/IP'ler açıkça dinlenecektir.
uk_uk: Якщо вибрати всі інтерфейси, програма прослуховуватиме лише вказані інтерфейси/IP-адреси.

source: Orphan mode
id_id: Mode yatim piatu
it_it: Modalità orfana
ja_jp: 孤児院モード
ko_ko: 고아 모드
pt_pt: Modo órfão
sw_sw: Läge för föräldralösa barn
tr_tr: Yetim modu
uk_uk: Сирітський режим

source: Orphan mode allows the system clock to be used when no other clocks are available. The number here specifies the stratum reported during orphan mode and should normally be set to a number high enough to insure that any other servers available to clients are preferred over this server.
id_id: Mode anak yatim memungkinkan jam sistem digunakan ketika tidak ada jam lain yang tersedia. Angka di sini menentukan strata yang dilaporkan selama mode anak yatim dan biasanya harus diatur ke angka yang cukup tinggi untuk memastikan bahwa server lain yang tersedia untuk klien lebih disukai daripada server ini.
it_it: La modalità Orphan consente di utilizzare l'orologio di sistema quando non sono disponibili altri orologi. Il numero qui specifica lo strato riportato durante la modalità orfana e dovrebbe normalmente essere impostato su un numero abbastanza alto da assicurare che qualsiasi altro server disponibile per i client sia preferito su questo server.
ja_jp: オーファンモードは、他のクロックが利用できないときにシステムクロックを使用することを可能にする。ここで指定する数値は、オーファンモード中に報告される層であり、通常、クライアントが利用可能な他のサーバーがこのサーバーよりも優先されることを保証するために、十分に高い数値を設定する必要がある。
ko_ko: 고아 모드는 사용 가능한 다른 클럭이 없을 때 시스템 클럭을 사용할 수 있도록 합니다. 여기의 숫자는 고아 모드 중에 보고되는 계층을 지정하며 일반적으로 클라이언트가 사용할 수 있는 다른 서버가 이 서버보다 우선시될 수 있도록 충분히 높은 숫자로 설정해야 합니다.
pt_pt: O modo órfão permite que o relógio do sistema seja utilizado quando não há outros relógios disponíveis. O número aqui especifica o estrato reportado durante o modo órfão e deve normalmente ser definido para um número suficientemente alto para assegurar que quaisquer outros servidores disponíveis para os clientes são preferidos em relação a este servidor.
sw_sw: Orphan mode gör det möjligt att använda systemklockan när inga andra klockor är tillgängliga. Siffran här anger det stratum som rapporteras under orphan mode och bör normalt sättas till en siffra som är tillräckligt hög för att säkerställa att alla andra servrar som är tillgängliga för klienter föredras framför denna server.
tr_tr: Yetim modu, başka hiçbir saat mevcut olmadığında sistem saatinin kullanılmasını sağlar. Buradaki sayı, yetim modu sırasında bildirilen katmanı belirtir ve normalde istemciler için mevcut olan diğer sunucuların bu sunucuya tercih edilmesini sağlamak için yeterince yüksek bir sayıya ayarlanmalıdır.
uk_uk: Сирітський режим дозволяє використовувати системний годинник, коли інші годинники недоступні. Число тут визначає рівень, про який повідомляється під час сирітського режиму, і зазвичай має бути достатньо високим, щоб гарантувати, що будь-які інші сервери, доступні клієнтам, матимуть перевагу над цим сервером.

source: NTP graphs
id_id: Grafik NTP
it_it: Grafici NTP
ja_jp: NTP グラフ
ko_ko: NTP 그래프
pt_pt: Gráficos NTP
sw_sw: NTP-grafer
tr_tr: NTP grafikleri
uk_uk: Графіки НТП

source: Enable RRD graphs of NTP statistics
id_id: Mengaktifkan grafik RRD dari statistik NTP
it_it: Abilita i grafici RRD delle statistiche NTP
ja_jp: NTP統計のRRDグラフの有効化
ko_ko: NTP 통계의 RRD 그래프 활성화
pt_pt: Activar os gráficos RRD das estatísticas de NTP
sw_sw: Aktivera RRD-grafer för NTP-statistik.
tr_tr: NTP istatistiklerinin RRD grafiklerini etkinleştirme
uk_uk: Включити RRD-графіки статистики NTP

source: Syslog logging
id_id: Pencatatan syslog
it_it: Registrazione syslog
ja_jp: シスログログ
ko_ko: 시스로그 로깅
pt_pt: Registos Syslog
sw_sw: Syslog-loggning
tr_tr: Syslog günlük kaydı
uk_uk: Ведення журналу системних подій

source: Enable logging of peer messages
id_id: Mengaktifkan pencatatan pesan rekan
it_it: Abilita la registrazione dei messaggi peer
ja_jp: ピアメッセージのロギングを有効にする
ko_ko: 피어 메시지 로깅 활성화
pt_pt: Permitir o registo de mensagens de pares
sw_sw: Aktivera loggning av peer-meddelanden
tr_tr: Eş mesajların günlüğe kaydedilmesini etkinleştirme
uk_uk: Увімкнути реєстрацію повідомлень однорангових користувачів

source: Enable logging of system messages
id_id: Mengaktifkan pencatatan pesan sistem
it_it: Abilita la registrazione dei messaggi di sistema
ja_jp: システムメッセージのロギングを有効にする
ko_ko: 시스템 메시지 로깅 활성화
pt_pt: Habilitar o registo de mensagens do sistema
sw_sw: Aktivera loggning av systemmeddelanden
tr_tr: Sistem mesajlarının günlüğe kaydedilmesini etkinleştirme
uk_uk: Увімкнути реєстрацію системних повідомлень

source: Status > System Logs > NTP
id_id: Status > Log Sistem > NTP
it_it: Stato> registri di sistema> NTP
ja_jp: ステータス > システムログ > ntp
ko_ko: 상태 > 시스템 로그 > NTP
pt_pt: Estado > Registos do sistema > NTP
sw_sw: Status > Systemloggar > NTP
tr_tr: Durum > Sistem Günlükleri > NTP
uk_uk: Стан > Системні журнали > NTP

source: These options enable additional messages from NTP to be written to the System Log
id_id: Opsi-opsi ini memungkinkan pesan tambahan dari NTP untuk ditulis ke Log Sistem
it_it: Queste opzioni consentono di scrivere ulteriori messaggi da NTP al registro di sistema
ja_jp: これらのオプションは、ntpからの追加メッセージのシステムログへの書き込みを許可します。
ko_ko: 이 옵션을 사용하면 NTP의 추가 메시지를 시스템 로그에 기록할 수 있습니다.
pt_pt: Esta opção ativa mensagens adicionais do NTP para serem escritas no System log
sw_sw: Med dessa alternativ kan ytterligare meddelanden från NTP skrivas till systemloggen.
tr_tr: Bu seçenekler NTP'den gelen ek mesajların Sistem Günlüğüne yazılmasını sağlar
uk_uk: Ці опції дозволяють записувати додаткові повідомлення від NTP до системного журналу

source: Statistics logging
id_id: Pencatatan statistik
it_it: Registrazione delle statistiche
ja_jp: ログ統計
ko_ko: 통계 로깅
pt_pt: Registo de estatísticas
sw_sw: Loggning av statistik
tr_tr: İstatistik kaydı
uk_uk: Ведення статистики

source: Show statistics logging options
id_id: Menampilkan opsi pencatatan statistik
it_it: Mostra le opzioni di registrazione delle statistiche
ja_jp: ログ統計オプションを表示
ko_ko: 통계 로깅 옵션 표시
pt_pt: Mostra opções de registo de estatisticas
sw_sw: Visa loggningsalternativ för statistik
tr_tr: İstatistik günlüğü seçeneklerini göster
uk_uk: Показати параметри реєстрації статистики

source: These options will create persistent daily log files in /var/log/ntp.
id_id: Opsi ini akan membuat file log harian yang persisten di /var/log/ntp.
it_it: Queste opzioni creeranno file di registro giornalieri persistenti in/var/log/ntp.
ja_jp: これらのオプションは、/var/log/ntp にパーシステント日次ログファイルを作成します。
ko_ko: 이 옵션은 /var/log/ntp에 영구 일일 로그 파일을 생성합니다.
pt_pt: Estas opções irão criar ficheiros de log diários constantes em /var/log/ntp.
sw_sw: De här alternativen skapar dagliga loggfiler i /var/log/ntp.
tr_tr: Bu seçenekler /var/log/ntp içinde kalıcı günlük dosyaları oluşturacaktır.
uk_uk: Ці параметри створюватимуть постійні щоденні файли журналів у /var/log/ntp.
