Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Please select a valid Digest Algorithm.
bg: Моля, изберете валиден алгоритъм за дигитализация.

source: The serial number must be a number greater than zero or left blank.
bg: Серийният номер трябва да бъде число, по-голямо от нула, или да остане празен.

source: openssl library returns:
bg: Връщане на библиотеката openssl:

source: Do you really want to delete this Certificate Authority and its CRLs, and unreference any associated certificates?
bg: Наистина ли искате да изтриете този удостоверяващ орган и неговите CRL и да премахнете препратките към всички свързани сертификати?

source: Method
bg: Метод

source: Import an existing Certificate Authority
bg: Импортиране на съществуващ удостоверяващ орган

source: Create an internal Certificate Authority
bg: Създаване на вътрешен орган за издаване на сертификати

source: Create an intermediate Certificate Authority
bg: Създаване на междинен удостоверяващ орган

source: Existing Certificate Authority
bg: Съществуващ орган за издаване на сертификати

source: Paste a certificate in X.509 PEM format here.
bg: Поставете тук сертификат във формат X.509 PEM.

source: Certificate Private Key
bg: Частен ключ на сертификата

source: (optional)
bg: (по избор)

source: Paste the private key for the above certificate here. This is optional in most cases, but required if you need to generate a Certificate Revocation List (CRL).
bg: Поставете тук частния ключ за горния сертификат. В повечето случаи това не е задължително, но се изисква, ако трябва да се генерира списък с оттеглени удостоверения (CRL).

source: Serial for next certificate
bg: Сериен за следващия сертификат

source: Enter a decimal number to be used as the serial number for the next certificate to be created using this CA.
bg: Въведете десетично число, което да се използва като сериен номер за следващия сертификат, който ще бъде създаден с помощта на този CA.

source: Internal Certificate Authority
bg: Вътрешен орган за издаване на сертификати

source: Digest Algorithm
bg: Алгоритъм на Digest

source: NOTE: It is recommended to use an algorithm stronger than SHA1 when possible.
bg: ЗАБЕЛЕЖКА: Когато е възможно, се препоръчва да се използва алгоритъм, по-силен от SHA1.

source: days
bg: дни

source: Distinguished name
bg: Отличително име

source: Leipzig
bg: Лайпциг

source: My Company Inc
bg: Моята компания Inc

source: Email Address
bg: Имейл адрес

source: internal-ca
bg: вътрешна връзка

source: Issuer
bg: Емитент

source: Distinguished Name
bg: Изключително име

source: self-signed
bg: самоподписани

source: external
bg: външен

source: Valid From
bg: Валидно от

source: Valid Until
bg: Валидно до

source: edit CA
bg: редактиране на CA

source: export CA cert
bg: експорт на сертификата CA

source: export CA private key
bg: експортиране на частния ключ на CA

source: delete ca
bg: изтрийте ca

source: DNS subjectAltName values must be valid hostnames or FQDNs
bg: Стойностите на DNS subjectAltName трябва да са валидни имена на хостове или FQDN.

source: IP subjectAltName values must be valid IP Addresses
bg: Стойностите на IP subjectAltName трябва да са валидни IP адреси

source: You must provide an email address for this type of subjectAltName
bg: Трябва да предоставите имейл адрес за този тип subjectAltName

source: The email provided in a subjectAltName contains invalid characters.
bg: Имейлът, предоставен в subjectAltName, съдържа невалидни символи.

source: URI subjectAltName types must be a valid URI
bg: Типовете URI subjectAltName трябва да са валидни URI

source: Unrecognized subjectAltName type.
bg: Неразпознат тип subjectAltName.

source: Import an existing Certificate
bg: Импортиране на съществуващ сертификат

source: Create an internal Certificate
bg: Създаване на вътрешен сертификат

source: Create a Certificate Signing Request
bg: Създаване на заявка за подписване на сертификат

source: Sign a Certificate Signing Request
bg: Подписване на заявка за подписване на сертификат

source: nonRepudiation
bg: отказ от отхвърляне

source: codeSigning
bg: подписване на код

source: OCSPSigning
bg: OCSPSПодписване

source: Choose an existing certificate
bg: Избор на съществуващ сертификат

source: Invalid request
bg: Невалидна заявка

source: Invalid Request
bg: Невалидна заявка

source: No csr parameter in query
bg: Няма параметър csr в заявката

source: CSR file is invalid
bg: CSR файлът е невалиден

source: Could not parse CSR file.
bg: Не можа да анализира CSR файла.

source: Final Certificate data
bg: Окончателни данни за сертификата

source: The certificate modulus does not match the signing request modulus.
bg: Модулът на сертификата не съвпада с модула на заявката за подписване.

source: Key data
bg: Основни данни

source: Certificate authority
bg: Орган за издаване на сертификати

source: Existing Certificate Choice
bg: Избор на съществуващ сертификат

source: CSR file
bg: CSR файл

source: Please select a valid Type.
bg: Моля, изберете валиден тип.

source: Please select a valid keyUsage.
bg: Моля, изберете валиден ключИзползване.

source: Please select a valid extendedKeyUsage.
bg: Моля, изберете валиден extendedKeyUsage.

source: Do you really want to delete this Certificate?
bg: Наистина ли искате да изтриете този сертификат?

source: Confirm
bg: Потвърдете

source: Optionally use a password to protect your export
bg: По желание използвайте парола, за да защитите експортирането си

source: Certificate Request
bg: Заявка за сертификат

source: Unknown Error
bg: Неизвестна грешка

source: Unknown error occurred. Try again.
bg: Възникнала е неизвестна грешка. Опитайте отново.

source: Import Certificate
bg: Сертификат за внос

source: Private key data
bg: Данни за частния ключ

source: Paste a private key in X.509 PEM format here.
bg: Вмъкнете тук частен ключ във формат X.509 PEM.

source: Sign CSR
bg: Подпишете CSR

source: No internal Certificate Authorities have been defined. You must %sadd%s an internal CA before creating an internal certificate.
bg: Не са дефинирани вътрешни удостоверителни органи. Трябва да добавите %sadd%s вътрешен CA, преди да създадете вътрешен сертификат.

source: Show Detail
bg: Покажи подробно

source: Paste the CSR file here.
bg: Поставете CSR файла тук.

source: Subject of the certificate
bg: Предмет на сертификата

source: Subject
bg: Тема

source: is CA
bg: е CA

source: Maximum Path Length
bg: Максимална дължина на пътя

source: Define the maximum number of non-self-issued intermediate certificates that may follow this certificate in a valid certification path.
bg: Определете максималния брой несамоиздадени междинни сертификати, които могат да следват този сертификат във валиден удостоверителен път.

source: Select keyUsage
bg: Изберете keyUsage

source: Practical examples:
bg: Практически примери:

source: Client Certificate
bg: Сертификат на клиента

source: Combined Client/Server Certificate
bg: Комбиниран сертификат клиент/сървър

source: None. Just add CA option in basicConstraints.
bg: Няма. Просто добавете опцията CA в basicConstraints.

source: Select extendedKeyUsage
bg: Изберете extendedKeyUsage

source: Internal Certificate
bg: Вътрешен сертификат

source: Choose the type of certificate to generate here, the type defines it's constraints
bg: Изберете типа на сертификата, който да генерирате тук, като типът определя неговите ограничения.

source: Private key location
bg: Местоположение на частния ключ

source: Save on this firewall
bg: Спестете от тази защитна стена

source: Download and do not save
bg: Изтеглете и не запазвайте

source: Normally choose this.
bg: Обикновено избирате това.

source: If the certificate is for use by a device other than this firewall, and you can download private key soon after Saving, choose this. By this option you can download the private key, which is not saved onto this firewall.
bg: Ако сертификатът е предназначен за използване от устройство, различно от тази защитна стена, и можете да изтеглите частния ключ скоро след записването, изберете това. Чрез тази опция можете да изтеглите частния ключ, който не се запазва на тази защитна стена.

source: Alternative Names
bg: Алтернативни наименования

source: External Signing Request
bg: Заявка за външно подписване

source: Organizational Unit
bg: Организационна единица

source: IT department
bg: ИТ отдел

source: Choose an Existing Certificate
bg: Избор на съществуващ сертификат

source: Existing Certificates
bg: Съществуващи сертификати

source: *In Use
bg: *В употреба

source: *Revoked
bg: *отменен

source: Complete Signing Request
bg: Попълнете заявката за подписване

source: Signing request data
bg: Данни за заявка за подписване

source: Copy the certificate signing data from here and forward it to your certificate authority for signing.
bg: Копирайте данните за подписване на сертификата оттук и ги изпратете на вашия орган за издаване на сертификати за подписване.

source: Final certificate data
bg: Окончателни данни за сертификата

source: Paste the certificate received from your certificate authority here.
bg: Поставете тук сертификата, получен от вашия орган за издаване на сертификати.

source: Update
bg: Актуализация

source: Certificate has been issued.
bg: Издаден е сертификат.

source: Private key
bg: Частен ключ

source: The private key is not saved and no longer downloadable after closing this window.
bg: Частният ключ не се запазва и вече не може да бъде изтеглен след затваряне на този прозорец.

source: Download Private Key
bg: Изтегляне на частен ключ

source: You can download, revise, or add to CRL later.
bg: Можете да изтеглите, преработите или добавите CRL по-късно.

source: Download Certificate
bg: Изтегляне на сертификат

source: Go back
bg: Върнете се назад

source: external - signature pending
bg: външен - в процес на подписване

source: Server:
bg: Сървър:

source: Revoked
bg: Отменен

source: No private key here
bg: Тук няма частен ключ

source: User Cert
bg: Сертификат за потребител

source: OpenVPN Server
bg: Сървър на OpenVPN

source: OpenVPN Client
bg: Клиент на OpenVPN

source: IPsec Tunnel
bg: IPsec тунел

source: show certificate info
bg: показване на информация за сертификата

source: export user cert
bg: експортиране на потребителски сертификат

source: export user key
bg: експортиране на потребителски ключ

source: export ca+user cert+user key in .p12 format
bg: експорт на ca+user cert+user key във формат .p12

source: delete cert
bg: изтриване на сертификат

source: update csr
bg: актуализиране на csr

source: Certificate Revocation List %s is in use and cannot be deleted
bg: Списъкът с оттеглени удостоверения %s се използва и не може да бъде изтрит

source: Failed to delete certificate %s from CRL %s
bg: Неуспешно изтриване на сертификат %s от CRL %s

source: Both the Certificate and CRL must be specified.
bg: Трябва да се посочат както сертификатът, така и CRL.

source: CA mismatch between the Certificate and CRL. Unable to Revoke.
bg: Несъответствие между сертификата и CRL на CA. Не може да се отмени.

source: Cannot revoke certificates for an imported/external CRL.
bg: Не може да се отменят сертификати за импортиран/външен CRL.

source: Cannot revoke certificate. See general log for details.
bg: Не мога да отменя сертификат. Вижте общия дневник за подробности.

source: Certificate Revocation List data
bg: Данни от списъка с отзовани удостоверения

source: Cannot create CRL for this CA. CA keys mismatch or key missing.
bg: Не може да се създаде CRL за този CA. Несъответствие на ключовете на CA или липсващ ключ.

source: Do you really want to delete this Certificate Revocation List?
bg: Наистина ли искате да изтриете този списък с отнети удостоверения?

source: Delete this certificate from the CRL?
bg: Изтриване на този сертификат от CRL?

source: Create an internal Certificate Revocation List
bg: Създаване на вътрешен списък с отзовани удостоверения

source: Import an existing Certificate Revocation List
bg: Импортиране на съществуващ списък с отзовани удостоверения

source: Existing Certificate Revocation List
bg: Съществуващ списък с отнети удостоверения

source: CRL data
bg: Данни за CRL

source: Paste a Certificate Revocation List in X.509 CRL format here.
bg: Вмъкнете тук списък с отменени удостоверения във формат X.509 CRL.

source: Internal Certificate Revocation List
bg: Вътрешен списък с отнети удостоверения

source: Default: 9999
bg: По подразбиране: 9999

source: Serial
bg: Сериен

source: Default: 0
bg: По подразбиране: 0

source: Edit Imported Certificate Revocation List
bg: Редактиране на импортиран списък с отзовани удостоверения

source: Currently Revoked Certificates for CRL
bg: Актуално оттеглени сертификати за CRL

source: Certificate Name
bg: Име на сертификата

source: Revocation Reason
bg: Причина за отмяната

source: Revoked At
bg: Отменен в

source: No Certificates Found for this CRL.
bg: Не са намерени сертификати за този CRL.

source: Delete this certificate from the CRL
bg: Изтриване на сертификата от CRL

source: No Certificates Found for this CA.
bg: Не са намерени сертификати за този CA.

source: Revoke a Certificate
bg: Отмяна на сертификат

source: Choose a Certificate to Revoke
bg: Изберете сертификат за отнемане

source: Reason
bg: Причина

source: In Use
bg: В употреба

source: Add or Import CRL for %s
bg: Добавяне или импортиране на CRL за %s

source: Import CRL for %s
bg: Импортиране на CRL за %s

source: Unknown (imported)
bg: Неизвестна (внесена)

source: Export CRL
bg: Експортиране на CRL

source: Edit CRL
bg: Редактиране на CRL

source: Delete CRL
bg: Изтриване на CRL

source: Gateway-group
bg: Група шлюзове

source: Do you really want to delete this gateway group?
bg: Наистина ли искате да изтриете тази шлюзова група?

source: The gateway configuration has been changed.%sYou must apply the changes in order for them to take effect.
bg: Конфигурацията на шлюза е променена.%sЗа да влязат в сила промените, трябва да ги приложите.

source: Tier %s
bg: Ниво %s

source: Pending
bg: В очакване

source: Offline (forced)
bg: Офлайн (принудително)

source: Offline
bg: Офлайн

source: Warning (packetloss)
bg: Предупреждение (загуба на пакети)

source: Warning (latency)
bg: Предупреждение (закъснение)

source: Remember to use these Gateway Groups in firewall rules in order to enable load balancing, failover, or policy-based routing. Without rules directing traffic into the Gateway Groups, they will not be used.
bg: Не забравяйте да използвате тези групи шлюзове в правилата на защитната стена, за да активирате балансиране на натоварването, преминаване към отказ или маршрутизиране въз основа на политики. Без правила, насочващи трафика към групите шлюзове, те няма да бъдат използвани.

source: A valid gateway group name must be specified.
bg: Трябва да се посочи валидно име на шлюзова група.

source: The name must be less than 32 characters long and may only consist of the following characters: %s
bg: Дължината на името трябва да е по-малка от 32 символа и може да се състои само от следните символи: %s

source: Changing name on a gateway group is not allowed.
bg: Промяната на името на шлюзова група не е разрешена.

source: A gateway group with this name "%s" already exists.
bg: Вече съществува шлюзова група с това име "%s".

source: A gateway group cannot have the same name with a gateway "%s" please choose another name.
bg: Група шлюзове не може да има същото име като шлюз "%s", моля, изберете друго име.

source: Invalid pool option specified
bg: Посочена е невалидна опция за басейн

source: No gateway(s) have been selected to be used in this group
bg: Не са избрани шлюзове, които да се използват в тази група.

source: Group Name
bg: Име на групата

source: Gateway Priority
bg: Приоритет на шлюза

source: Tier
bg: Ниво

source: Never
bg: Никога

source: Tier %d
bg: Ниво %d

source: Link Priority
bg: Приоритет на връзката

source: The priority selected here defines in what order failover and balancing of links will be done. Multiple links of the same priority will balance connections until all links in the priority will be exhausted. If all links in a priority level are exhausted we will use the next available link(s) in the next priority level.
bg: Приоритетът, избран тук, определя в какъв ред ще се извършва прехвърлянето при отказ и балансирането на връзките. Няколко връзки с един и същи приоритет ще балансират връзките, докато всички връзки в приоритета бъдат изчерпани. Ако всички връзки в дадено ниво на приоритет са изчерпани, ще използваме следващата(ите) налична(и) връзка(и) в следващото ниво на приоритет.

source: The virtual IP field selects what (virtual) IP should be used when this group applies to a local Dynamic DNS, IPsec or OpenVPN endpoint
bg: Полето за виртуален IP адрес избира какъв (виртуален) IP адрес трябва да се използва, когато тази група се отнася за местна крайна точка на Dynamic DNS, IPsec или OpenVPN.

source: Trigger Level
bg: Ниво на задействане

source: Member Down
bg: Член надолу

source: Packet Loss
bg: Загуба на пакети

source: High Latency
bg: Висока латентност

source: Packet Loss or High Latency
bg: Загуба на пакети или висока латентност

source: When to trigger exclusion of a member
bg: Кога да задействате изключването на даден член

source: Default: Round Robin, Sticky Address determined by advanced settings
bg: По подразбиране: Кръгла игра, лепкав адрес, определен от разширените настройки

source: Sticky Address: The Sticky Address option can be used with the Round Robin pool type to ensure that a particular source address is always mapped to the same translation address.
bg: Лепкав адрес: Опцията Sticky Address може да се използва с типа на пула Round Robin, за да се гарантира, че даден адрес на източник винаги се мапва към един и същ адрес на транслация.

source: Gateway '%s' cannot be deleted because it is in use on Gateway Group '%s'
bg: Gateway '%s' не може да бъде изтрит, тъй като се използва от Gateway Group '%s'.

source: Gateway '%s' cannot be deleted because it is in use on Static Route '%s'
bg: Шлюзът '%s' не може да бъде изтрит, тъй като се използва по статичен маршрут '%s'.

source: Do you really want to delete this gateway?
bg: Наистина ли искате да изтриете този портал?

source: Do you really want to delete the selected gateway items?
bg: Наистина ли искате да изтриете избраните елементи на портала?

source: The gateway configuration has been changed.
bg: Конфигурацията на шлюза е променена.

source: Monitor IP
bg: Монитор IP

source: Loss
bg: Загуби

source: Delete selected items
bg: Изтриване на избрани елементи

source: Gateway is inactive because interface is missing
bg: Шлюзът е неактивен, защото липсва интерфейс

source: defunct
bg: неработещ

source: (upstream)
bg: (нагоре по течението)

source: A valid gateway name must be specified.
bg: Трябва да се посочи валидно име на шлюз.

source: Cannot add IPv4 Gateway Address because no IPv4 address could be found on the interface.
bg: Не може да се добави IPv4 Gateway Address, тъй като в интерфейса не е намерен IPv4 адрес.

source: The gateway address "%s" does not lie within one of the chosen interface's IPv4 subnets.
bg: Адресът на шлюза "%s" не се намира в една от подмрежите IPv4 на избрания интерфейс.

source: Cannot add IPv6 Gateway Address because no IPv6 address could be found on the interface.
bg: Не може да се добави IPv6 Gateway Address, тъй като в интерфейса не е намерен IPv6 адрес.

source: The gateway address "%s" does not lie within one of the chosen interface's IPv6 subnets.
bg: Адресът на шлюза "%s" не се намира в една от подмрежите на избрания интерфейс IPv6.

source: Dynamic gateway values cannot be specified for interfaces with a static IPv4 configuration.
bg: Не могат да се задават стойности за динамичен шлюз за интерфейси със статична IPv4 конфигурация.

source: Dynamic gateway values cannot be specified for interfaces with a static IPv6 configuration.
bg: Не могат да се задават стойности за динамичен шлюз за интерфейси със статична IPv6 конфигурация.

source: A valid monitor IP address must be specified.
bg: Трябва да се посочи валиден IP адрес на монитора.

source: The IPv6 gateway address "%s" cannot be used as an IPv4 gateway.
bg: Адресът на IPv6 шлюза "%s" не може да се използва като IPv4 шлюз.

source: The IPv4 gateway address "%s" can not be used as an IPv6 gateway.
bg: Адресът на IPv4 шлюза "%s" не може да се използва като IPv6 шлюз.

source: The IPv6 monitor address "%s" can not be used on an IPv4 gateway.
bg: IPv6 адресът на монитора "%s" не може да се използва на IPv4 шлюз.

source: The IPv4 monitor address "%s" can not be used on an IPv6 gateway.
bg: IPv4 адресът на монитора "%s" не може да се използва за IPv6 шлюз.

source: Changing name on a gateway is not allowed.
bg: Промяната на името на шлюза не е разрешена.

source: The gateway name "%s" already exists.
bg: Името на шлюза "%s" вече съществува.

source: The gateway IP address "%s" already exists.
bg: IP адресът на шлюза "%s" вече съществува.

source: The monitor IP address "%s" is already in use. You must choose a different monitor IP.
bg: IP адресът на монитора "%s" вече се използва. Трябва да изберете друг IP адрес на монитора.

source: Priority needs to be a numeric value.
bg: Приоритетът трябва да бъде числова стойност.

source: The low latency threshold needs to be a numeric value.
bg: Прагът за ниска латентност трябва да бъде числова стойност.

source: The low latency threshold needs to be positive.
bg: Прагът за ниска латентност трябва да бъде положителен.

source: The high latency threshold needs to be a numeric value.
bg: Прагът за висока латентност трябва да бъде числова стойност.

source: The high latency threshold needs to be positive.
bg: Прагът за висока латентност трябва да бъде положителен.

source: The low Packet Loss threshold needs to be a numeric value.
bg: Ниският праг на загубата на пакети трябва да бъде цифрова стойност.

source: The low Packet Loss threshold needs to be positive.
bg: Ниският праг на загубата на пакети трябва да бъде положителен.

source: The low Packet Loss threshold needs to be less than 100.
bg: Прагът за ниска загуба на пакети трябва да бъде по-малък от 100.

source: The high Packet Loss threshold needs to be a numeric value.
bg: Високият праг на загубата на пакети трябва да бъде цифрова стойност.

source: The high Packet Loss threshold needs to be positive.
bg: Високият праг на загубата на пакети трябва да бъде положителен.

source: The high Packet Loss threshold needs to be 100 or less.
bg: Високият праг за загуба на пакети трябва да бъде 100 или по-малко.

source: The high latency threshold needs to be higher than the low latency threshold
bg: Прагът за висока латентност трябва да бъде по-висок от прага за ниска латентност.

source: The high Packet Loss threshold needs to be higher than the low Packet Loss threshold
bg: Високият праг на загуба на пакети трябва да бъде по-висок от ниския праг на загуба на пакети

source: The probe interval needs to be a numeric value.
bg: Интервалът на сондата трябва да бъде числова стойност.

source: The probe interval needs to be positive.
bg: Интервалът на сондата трябва да е положителен.

source: The alert interval needs to be a numeric value.
bg: Интервалът на предупреждение трябва да бъде числова стойност.

source: The alert interval needs to be positive.
bg: Интервалът на предупреждението трябва да бъде положителен.

source: The data length needs to be a numeric value.
bg: Дължината на данните трябва да бъде числова стойност.

source: The data length needs to be positive.
bg: Дължината на данните трябва да е положителна.

source: The time period needs to be a numeric value.
bg: Периодът от време трябва да бъде цифрова стойност.

source: The time period needs to be positive.
bg: Периодът от време трябва да е положителен.
