Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Sends and receives traffic only through the master port. If the master port becomes unavailable, the next active port is used. The first interface added is the master port; any interfaces added after that are used as failover devices.
bg: Изпраща и получава трафик само през главния порт. Ако главният порт стане недостъпен, се използва следващият активен порт. Първият добавен интерфейс е главният порт; всички интерфейси, добавени след това, се използват като резервни устройства.

source: Supports Cisco EtherChannel. This is a static setup and does not negotiate aggregation with the peer or exchange frames to monitor the link.
bg: Поддържа Cisco EtherChannel. Това е статична настройка и не се договаря агрегиране с партньора или обмен на кадри за наблюдение на връзката.

source: Supports the IEEE 802.3ad Link Aggregation Control Protocol (LACP) and the Marker Protocol. LACP will negotiate a set of aggregable links with the peer in to one or more Link Aggregated Groups. Each LAG is composed of ports of the same speed, set to full-duplex operation. The traffic will be balanced across the ports in the LAG with the greatest total speed, in most cases there will only be one LAG which contains all ports. In the event of changes in physical connectivity, Link Aggregation will quickly converge to a new configuration.
bg: Поддържа протокола IEEE 802.3ad Link Aggregation Control Protocol (LACP) и протокола Marker Protocol. LACP договаря набор от агрегируеми връзки с партньора в една или повече групи за агрегиране на връзки. Всяка LAG е съставена от портове с еднаква скорост, настроени за пълнодуплексна работа. Трафикът ще бъде балансиран между портовете в LAG с най-голяма обща скорост, като в повечето случаи ще има само една LAG, която съдържа всички портове. В случай на промени във физическата свързаност, Link Aggregation бързо ще се адаптира към новата конфигурация.

source: loadbalance
bg: баланс на натоварването

source: Balances outgoing traffic across the active ports based on hashed protocol header information and accepts incoming traffic from any active port. This is a static setup and does not negotiate aggregation with the peer or exchange frames to monitor the link. The hash includes the Ethernet source and destination address, and, if available, the VLAN tag, and the IP source and destination address.
bg: Балансира изходящия трафик между активните портове въз основа на хеширана информация за заглавието на протокола и приема входящ трафик от всеки активен порт. Това е статична настройка и не се договаря агрегиране с партньор или не се обменят кадри за наблюдение на връзката. Хешът включва Ethernet адреса на източника и местоназначението и, ако е наличен, VLAN тага, както и IP адреса на източника и местоназначението.

source: Distributes outgoing traffic using a round-robin scheduler through all active ports and accepts incoming traffic from any active port.
bg: Разпределя изходящия трафик с помощта на кръгов разпределител през всички активни портове и приема входящ трафик от всеки активен порт.

source: This protocol is intended to do nothing: It disables any traffic without disabling the lagg interface itself.
bg: Този протокол няма за цел да прави нищо: той забранява всякакъв трафик, без да забранява самия интерфейс lagg.

source: Fast timeout
bg: Бърз таймаут

source: Enable lacp fast-timeout on the interface.
bg: Активиране на lacp fast-timeout на интерфейса.

source: Use flowid
bg: Използване на flowid

source: Use the RSS hash from the network card if available, otherwise a hash is locally calculated. The default depends on the system tunable in net.link.lagg.default_use_flowid.
bg: Използвайте RSS хеша от мрежовата карта, ако е наличен, в противен случай хешът се изчислява локално. По подразбиране зависи от настройката на системата в net.link.lagg.default_use_flowid.

source: Hash Layers
bg: Хеш слоеве

source: L2: src/dst MAC address and optional VLAN number.
bg: L2: src/dst MAC адрес и незадължителен VLAN номер.

source: L3: src/dst address for IPv4 or IPv6.
bg: L3: src/dst адрес за IPv4 или IPv6.

source: L4: src/dst port for TCP/UDP/SCTP.
bg: L4: src/dst порт за TCP/UDP/SCTP.

source: Set the packet layers to hash for aggregation protocols which load balance.
bg: Задайте слоевете на пакетите на хеш за протоколите за агрегиране, които балансират натоварването.

source: Use strict
bg: Използвайте стриктно

source: Enable lacp strict compliance on the interface. The default depends on the system tunable in net.link.lagg.lacp.default_strict_mode.
bg: Разрешаване на стриктното спазване на lacp в интерфейса. По подразбиране зависи от настройката на системата в net.link.lagg.lacp.default_strict_mode.

source: If you leave this field blank, the smallest mtu of this laggs children will be used.
bg: Ако оставите това поле празно, ще се използва най-малкият mtu на този laggs деца.

source: This point-to-point link cannot be deleted because it is still being used as an interface.
bg: Тази връзка от точка до точка не може да бъде изтрита, тъй като все още се използва като интерфейс.

source: Do you really want to delete this PPP interface?
bg: Наистина ли искате да изтриете този PPP интерфейс?

source: Interface(s)/Port(s)
bg: Интерфейс(и)/Порт(и)

source: Link Interface(s)
bg: Интерфейс(и) на връзката

source: Subnet
bg: Подмрежа

source: Please choose a Link Type.
bg: Моля, изберете тип връзка.

source: Multilink connections (MLPPP) using the PPP link type is not currently supported. Please select only one Link Interface.
bg: В момента не се поддържат многоканални връзки (MLPPP), използващи типа връзка PPP. Моля, изберете само един интерфейс за връзка.

source: The Service name contains invalid characters.
bg: Името на услугата съдържа невалидни символи.

source: Do not specify both a Service name and a NULL Service name.
bg: Не посочвайте едновременно име на услуга и NULL име на услуга.

source: A valid local IP address must be specified for %s.
bg: За %s трябва да бъде зададен валиден локален IP адрес.

source: A valid gateway IP address must be specified for %s.
bg: За %s трябва да бъде зададен валиден IP адрес на шлюза.

source: The bandwidth value for %s must be an integer.
bg: Стойността на широчината на честотната лента за %s трябва да бъде цяло число.

source: The MTU for %s must be greater than 576 bytes.
bg: MTU за %s трябва да е по-голямо от 576 байта.

source: The MRU for %s must be greater than 576 bytes.
bg: MRU за %s трябва да е по-голямо от 576 байта.

source: PPPs configuration
bg: Конфигуриране на PPP

source: Link Type
bg: Тип връзка

source: Link interface(s)
bg: Интерфейс(и) на връзката

source: Select at least two interfaces for Multilink (MLPPP) connections.
bg: Изберете поне два интерфейса за връзки Multilink (MLPPP).

source: You may enter a description here for your reference. Description will appear in the "Interfaces Assign" select lists.
bg: Тук можете да въведете описание за справка. Описанието ще се появи в списъците за избор "Interfaces Assign".

source: Note: Typically *99# for GSM networks and #777 for CDMA networks
bg: Забележка: Обикновено *99# за GSM мрежи и #777 за CDMA мрежи

source: Configure a NULL Service name
bg: Конфигуриране на име на услугата NULL

source: Hint: this field can usually be left empty. Service name will not be configured if this field is empty. Check the "Configure NULL" box to configure a blank Service name.
bg: Съвет: това поле обикновено може да остане празно. Името на услугата няма да бъде конфигурирано, ако това поле е празно. Поставете отметка в полето "Configure NULL" (Конфигуриране на нулево), за да конфигурирате празно име на услугата.

source: APN number (optional)
bg: APN номер (по избор)

source: Note: Defaults to 1 if you set APN above. Ignored if you set no APN above.
bg: Забележка: По подразбиране е 1, ако сте задали APN по-горе. Игнорирано, ако не сте задали APN по-горе.

source: SIM PIN
bg: ПИН КОД НА SIM КАРТАТА

source: SIM PIN wait
bg: Изчакване на ПИН кода на SIM картата

source: Note: Time to wait for SIM to discover network after PIN is sent to SIM (seconds).
bg: Забележка: Време за изчакване на SIM картата да открие мрежа след изпращането на PIN кода към SIM картата (секунди).

source: Init String
bg: Начален низ

source: Note: Enter the modem initialization string here. Do NOT include the "AT" string at the beginning of the command. Many modern USB 3G modems don't need an initialization string.
bg: Забележка: Въведете низ за инициализация на модема тук. НЕ включвайте низ "AT" в началото на командата. Много съвременни USB 3G модеми не се нуждаят от инициализиращ низ.

source: Note: Enter timeout in seconds for connection to be established (sec.) Default is 45 sec.
bg: Забележка: Въведете време за установяване на връзка в секунди (сек.) По подразбиране е 45 сек.

source: Uptime Logging
bg: Регистриране на времето за работа

source: Enable persistent logging of connection uptime.
bg: Активиране на постоянното регистриране на времето за работа на връзката.

source: This option causes cumulative uptime to be recorded and displayed on the Status Interfaces page.
bg: Тази опция води до записване на кумулативното време на работа и показването му на страницата Статус на интерфейсите.

source: Dial On Demand
bg: Набиране при поискване

source: Enable Dial-on-Demand mode
bg: Активиране на режим "Набиране при поискване

source: This option causes the interface to operate in dial-on-demand mode. Do NOT enable if you want your link to be always up. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
bg: Тази опция кара интерфейса да работи в режим на набиране при поискване. НЕ разрешавайте тази опция, ако искате връзката ви да бъде винаги в режим на работа. Интерфейсът е конфигуриран, но действителното свързване на връзката се забавя, докато се открие квалифициран изходящ трафик.

source: Idle Timeout
bg: Време за бездействие

source: (seconds) Default is 0, which disables the timeout feature.
bg: (секунди) По подразбиране е 0, което деактивира функцията за изчакване.

source: If no incoming or outgoing packets are transmitted for the entered number of seconds the connection is brought down.
bg: Ако не се предават входящи или изходящи пакети за въведения брой секунди, връзката се прекратява.

source: When the idle timeout occurs, if the dial-on-demand option is enabled, mpd goes back into dial-on-demand mode. Otherwise, the interface is brought down and all associated routes removed.
bg: Ако опцията за набиране по заявка е активирана, при изтичане на времето за престой mpd се връща в режим на набиране по заявка. В противен случай интерфейсът се изключва и всички свързани маршрути се премахват.

source: Disable vjcomp(compression) (auto-negotiated by default).
bg: Деактивиране на vjcomp(compression) (автоматично договаряне по подразбиране).

source: This option enables Van Jacobson TCP header compression, which saves several bytes per TCP data packet. You almost always want this option. This compression ineffective for TCP connections with enabled modern extensions like time stamping or SACK, which modify TCP options between sequential packets.
bg: Тази опция активира компресирането на TCP заглавието на Ван Джейкъбсън, което спестява няколко байта в пакет с TCP данни. Почти винаги искате да използвате тази опция. Това компресиране е неефективно за TCP връзки с активирани съвременни разширения като time stamping (маркиране на времето) или SACK, които променят TCP опциите между последователните пакети.

source: Disable tcpmssfix (enabled by default).
bg: Деактивиране на tcpmssfix (разрешено по подразбиране).

source: This option causes mpd to adjust incoming and outgoing TCP SYN segments so that the requested maximum segment size is not greater than the amount allowed by the interface MTU. This is necessary in many setups to avoid problems caused by routers that drop ICMP Datagram Too Big messages. Without these messages, the originating machine sends data, it passes the rogue router then hits a machine that has an MTU that is not big enough for the data. Because the IP Don't Fragment option is set, this machine sends an ICMP Datagram Too Big message back to the originator and drops the packet. The rogue router drops the ICMP message and the originator never gets to discover that it must reduce the fragment size or drop the IP Don't Fragment option from its outgoing data.
bg: Тази опция кара mpd да настройва входящите и изходящите TCP SYN сегменти така, че максималният размер на заявения сегмент да не е по-голям от позволения от интерфейса MTU. Това е необходимо в много настройки, за да се избегнат проблеми, причинени от маршрутизатори, които пускат ICMP Datagram Too Big съобщения. Без тези съобщения изпращащата машина изпраща данни, те преминават през некоректния маршрутизатор, след което попадат в машина, чиято MTU не е достатъчно голяма за данните. Тъй като е зададена опцията IP Don't Fragment (IP не се фрагментира), тази машина изпраща съобщение ICMP Datagram Too Big (твърде голяма дейтаграма) обратно на изпращача и прекъсва пакета. Нелоялният маршрутизатор отхвърля ICMP съобщението и създателят никога не открива, че трябва да намали размера на фрагмента или да премахне опцията IP Don't Fragment (Нефрагментирай) от своите изходящи данни.

source: Disable shortseq (auto-negotiated by default).
bg: Деактивиране на късото предаване (автоматично договаряне по подразбиране).

source: This option is only meaningful if multi-link PPP is negotiated. It proscribes shorter multi-link fragment headers, saving two bytes on every frame. It is not necessary to disable this for connections that are not multi-link.
bg: Тази опция е от значение само ако е договорено PPP с няколко връзки. Тя предписва по-кратки заглавия на фрагменти за многовръзки, като спестява два байта на всеки кадър. Не е необходимо да деактивирате тази опция за връзки, които не са многоканални.

source: Disable acfcomp (compression) (auto-negotiated by default).
bg: Деактивиране на acfcomp (компресия) (автоматично договаряне по подразбиране).

source: Address and control field compression. This option only applies to asynchronous link types. It saves two bytes per frame.
bg: Компресия на адреси и полета за управление. Тази опция се прилага само за асинхронни типове връзки. Тя спестява два байта на кадър.

source: Disable protocomp (compression) (auto-negotiated by default).
bg: Деактивиране на protocomp (компресиране) (автоматично договаряне по подразбиране).

source: Protocol field compression. This option saves one byte per frame for most frames.
bg: Компресиране на полето на протокола. Тази опция спестява по един байт на кадър за повечето кадри.

source: Link Parameters
bg: Параметри на връзката

source: Bandwidth: Set ONLY for MLPPP connections and ONLY when links have different bandwidths.
bg: Широчина на честотната лента: Задайте САМО за MLPPP връзки и САМО когато връзките имат различна широчина на честотната лента.

source: MTU: MTU will default to 1492.
bg: MTU: MTU по подразбиране е 1492.

source: MRU: MRU will be auto-negotiated by default.
bg: MRU: MRU се договаря автоматично по подразбиране.

source: MRRU: Set ONLY for MLPPP connections. MRRU will be auto-negotiated by default.
bg: MRRU: Задайте САМО за връзки MLPPP. MRRU ще бъде автоматично договорен по подразбиране.

source: This VLAN cannot be deleted because it is assigned as an interface.
bg: Тази VLAN не може да бъде изтрита, тъй като е присвоена като интерфейс.

source: Do you really want to delete this VLAN?
bg: Наистина ли искате да изтриете тази VLAN?

source: Tag
bg: Етикет

source: The VLAN tag must be an integer between 1 and 4094.
bg: VLAN тагът трябва да е цяло число между 1 и 4094.

source: The VLAN priority must be an integer between 0 and 7.
bg: Приоритетът на VLAN трябва да е цяло число между 0 и 7.

source: Interface supplied as parent is invalid
bg: Интерфейсът, предоставен като родител, е невалиден

source: Interface is assigned and you cannot change the VLAN tag while assigned.
bg: Интерфейсът е присвоен и не можете да променяте VLAN тага, докато е присвоен.

source: A VLAN with the tag %s is already defined on this interface.
bg: VLAN с таг %s вече е дефинирана на този интерфейс.

source: Interface VLAN Edit
bg: Редактиране на VLAN интерфейса

source: This wireless clone cannot be deleted because it is assigned as an interface.
bg: Този безжичен клонинг не може да бъде изтрит, защото е назначен като интерфейс.

source: Do you really want to delete this wireless clone?
bg: Наистина ли искате да изтриете този безжичен клонинг?

source: This wireless clone cannot be modified because it is still assigned as an interface.
bg: Този безжичен клонинг не може да бъде модифициран, тъй като все още е назначен като интерфейс.

source: Use the configuration page for the assigned interface to change the mode.
bg: Използвайте страницата за конфигуриране на назначения интерфейс, за да промените режима.

source: Error creating interface with mode %s. The %s interface may not support creating more clones with the selected mode.
bg: Грешка при създаването на интерфейс с режим %s. Интерфейсът %s може да не поддържа създаването на повече клонинги с избрания режим.

source: Wireless clone configuration
bg: Конфигурация на безжичен клонинг

source: RRD data has been cleared.
bg: Данните от RRD са изчистени.

source: RRD report has been cleared.
bg: Докладът RRD е изтрит.

source: All local netflow data has been cleared.
bg: Всички локални данни за мрежовия поток са изтрити.

source: Database repair in progress, daemon will start when done.
bg: Ремонтът на базата данни е в ход, демонът ще се стартира, когато приключи.

source: Do you really want to reset the RRD graphs? This will erase all graph data.
bg: Наистина ли искате да нулирате графиките на RRD? Това ще изтрие всички данни от графиките.

source: Do you really want to reset the netflow data? This will erase all Insight graph data.
bg: Наистина ли искате да нулирате данните за мрежовия поток? Това ще изтрие всички данни от графиката Insight.

source: Do you really want to force a repair of the netflow data? This might take a while.
bg: Наистина ли искате да наложите поправка на данните за мрежовия поток? Това може да отнеме известно време.

source: Do you really want to reset the selected graph?
bg: Наистина ли искате да нулирате избраната графика?

source: Reporting Database Options
bg: Опции за база данни за отчитане

source: Round-Robin-Database
bg: База данни Round-Robin-Database

source: Enables the RRD graphing backend.
bg: Активира графичния бекенд на RRD.

source: Reset RRD Data
bg: Нулиране на данните RRD

source: Reset Netflow Data
bg: Нулиране на данните за мрежовия поток

source: Repair Netflow Data
bg: Възстановяване на данни за Netflow

source: Graphs will not be allowed to be recreated within a 1 minute interval, please take this into account after changing the style.
bg: Графиките няма да могат да бъдат пресъздавани в рамките на 1 минута, моля, вземете това предвид, след като промените стила.

source: Collected reports
bg: Събрани доклади

source: Reports
bg: Доклади

source: flush report
bg: доклад за промиване

source: Range begin
bg: Начален обхват

source: Range end
bg: Край на обхвата

source: A valid range must be specified.
bg: Трябва да се посочи валиден диапазон.

source: A valid IP address must be specified for the gateway.
bg: За шлюза трябва да се посочи валиден IP адрес.

source: A valid IP address must be specified for the primary/secondary WINS servers.
bg: Трябва да се зададе валиден IP адрес за основния/вторичния WINS сървър.

source: The gateway address %s does not lie within the chosen interface's subnet.
bg: Адресът на шлюза %s не се намира в подмрежата на избрания интерфейс.

source: A valid IP address must be specified for the primary/secondary DNS servers.
bg: Трябва да се посочи валиден IP адрес за първичния/вторичния DNS сървър.

source: The default lease time must be at least 60 seconds.
bg: Времето за отдаване под наем по подразбиране трябва да бъде поне 60 секунди.

source: The maximum lease time must be at least 60 seconds and higher than the default lease time.
bg: Максималното време за наемане трябва да е поне 60 секунди и да е по-голямо от времето за наемане по подразбиране.

source: The response delay must be higher than 0 and no more than 255 seconds.
bg: Забавянето на отговора трябва да е по-голямо от 0 и не повече от 255 секунди.

source: A valid domain name must be specified for the dynamic DNS registration.
bg: За динамичната регистрация на DNS трябва да се посочи валидно име на домейн.

source: A valid primary domain name server IP address must be specified for the dynamic domain name.
bg: За динамичното име на домейн трябва да бъде зададен валиден IP адрес на сървъра за име на домейн.

source: You must specify a Base64-encoded domain key.
bg: Трябва да посочите ключ на домейн, кодиран в Base64.

source: You must specify both a valid domain key and key name.
bg: Трябва да посочите както валиден ключ на домейн, така и име на ключ.

source: A valid domain search list must be specified.
bg: Трябва да се посочи валиден списък за търсене на домейни.

source: If you specify a mac allow list, it must contain only valid partial MAC addresses.
bg: Ако зададете списък с разрешени MAC адреси, той трябва да съдържа само валидни частични MAC адреси.

source: If you specify a mac deny list, it must contain only valid partial MAC addresses.
bg: Ако зададете списък с отказ на mac, той трябва да съдържа само валидни частични MAC адреси.

source: A valid IP address must be specified for the primary/secondary NTP servers.
bg: Трябва да се посочи валиден IP адрес за основния/вторичния NTP сървър.

source: A valid domain name must be specified for the DNS domain.
bg: За DNS домейна трябва да се посочи валидно име на домейн.

source: A valid IP address or hostname must be specified for the TFTP server.
bg: За TFTP сървъра трябва да се посочи валиден IP адрес или име на хост.

source: A valid IP address must be specified for the network boot server.
bg: За мрежовия стартов сървър трябва да се посочи валиден IP адрес.

source: You cannot use the network address in the starting subnet range.
bg: Не можете да използвате мрежовия адрес в началния обхват на подмрежата.

source: You cannot use the broadcast address in the ending subnet range.
bg: Не можете да използвате излъчвания адрес в крайния обхват на подмрежата.

source: A valid port number must be specified for the OMAPI port.
bg: За порта на OMAPI трябва да се посочи валиден номер на порт.

source: The subnet range cannot overlap with virtual IP address %s.
bg: Обхватът на подмрежата не може да се припокрива с виртуалния IP адрес %s.

source: Cannot enable static ARP when you have static map entries without IP addresses. Ensure all static maps have IP addresses and try again.
bg: Не може да се активира статичен ARP, когато имате записи на статична карта без IP адреси. Уверете се, че всички статични карти имат IP адреси, и опитайте отново.

source: A valid MTU value must be specified.
bg: Трябва да се зададе валидна стойност на MTU.

source: Failover split must be a number between 0 and 256.
bg: Разделянето при отказ трябва да бъде число между 0 и 256.

source: Text type cannot include quotation marks.
bg: Типът текст не може да включва кавички.

source: String type must be enclosed in quotes like "this" or must be a series of octets specified in hexadecimal, separated by colons, like 01:23:45:67:89:ab:cd:ef
bg: Типът на низа трябва да бъде затворен в кавички като "this" или да представлява поредица от октети, посочени в шестнадесетична бройна система, разделени с двоеточие, като 01:23:45:67:89:ab:cd:ef

source: Boolean type must be true, false, on, or off.
bg: Булевият тип трябва да бъде true, false, on или off.
