Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Transport certificate to use, please make sure to check the general system log when experiencing issues. Error messages can be a bit cryptic from time to time, in which case <a href="https://support.oneidentity.com/kb/263658/common-issues-of-tls-encrypted-message-transfer">this</a> is a good resource for tracking common issues.
bg: Транспортен сертификат за използване, моля, уверете се, че сте проверили общия системен дневник, когато имате проблеми. От време на време съобщенията за грешки могат да бъдат малко загадъчни, като в този случай <a href="https://support.oneidentity.com/kb/263658/common-issues-of-tls-encrypted-message-transfer">това</a> е добър ресурс за проследяване на често срещани проблеми.

source: Transport protocol
bg: Транспортен протокол

source: Tunnel Address
bg: Адрес на тунела

source: Type IP addresses (ex. 192.168.1.100)
bg: Въведете IP адреси (например 192.168.1.100)

source: Type IP addresses you want to allow access to the proxy server.
bg: Въведете IP адресите, които искате да разрешите за достъп до прокси сървъра.

source: Type IP addresses you want to deny access to the proxy server.
bg: Въведете IP адресите, на които искате да откажете достъп до прокси сървъра.

source: Type IP addresses, followed by Enter or comma.
bg: Въведете IP адреси, последвани от Enter или запетая.

source: Type IPs of alternative DNS servers you like to use.
bg: Въведете IP адреси на алтернативни DNS сървъри, които искате да използвате.

source: Type of DNSBL
bg: Тип на DNSBL

source: Type of resource record, e.g. A or AAAA for IPv4 or IPv6 addresses
bg: Тип на записа на ресурса, например A или AAAA за IPv4 или IPv6 адреси

source: Type or select destinations.
bg: Въведете или изберете дестинации.

source: Type or select interface (Leave blank to disable ftp proxy).
bg: Въведете или изберете интерфейс (Оставете празен, за да забраните ftp прокси).

source: Type or select interface.
bg: Въведете или изберете интерфейс.

source: Type port number or range.
bg: Въведете номер на порт или диапазон.

source: Type subnet addresses (ex. 192.168.2.0/24)
bg: Въведете адреси на подмрежи (например 192.168.2.0/24)

source: Type subnets you want to allow access to the proxy server.
bg: Въведете подмрежите, до които искате да разрешите достъп на прокси сървъра.

source: Type subnets/addresses you want to ignore for the access.log.
bg: Въведете подмрежите/адресите, които искате да игнорирате за access.log.

source: URL Pattern
bg: Модел на URL

source: URL of the signature database.
bg: URL адрес на базата данни с подписи.

source: URLs of Blocklists
bg: URL адреси на списъци с блокове

source: Unrestricted IP addresses
bg: Неограничени IP адреси

source: Url
bg: Урл

source: Use System Nameservers
bg: Използване на системни сървъри за имена

source: Use Via header
bg: Използване на заглавието Via

source: Use a password to protect the pkcs12 file contents
bg: Използване на парола за защита на съдържанието на файла pkcs12

source: Use a random local source port (lport) for traffic from the client. Without this set, two clients may not run concurrently.
bg: Използвайте произволен локален порт на източника (lport) за трафика от клиента. Без тази настройка два клиента не могат да работят едновременно.

source: Use alternate DNS-servers
bg: Използване на алтернативни DNS-сървъри

source: Use c-icap with local squid
bg: Използване на c-icap с местен калмар

source: Use custom template package for user login
bg: Използване на потребителски пакет от шаблони за влизане на потребителя

source: Use own certificates
bg: Използване на собствени сертификати

source: Use random local port
bg: Използване на произволен местен порт

source: Use rfc5424 formated messages for this destination.
bg: За тази дестинация използвайте съобщения във формат rfc5424.

source: Use the DNS response code NXDOMAIN instead of a destination address.
bg: Използвайте кода за отговор на DNS NXDOMAIN вместо адрес на дестинация.

source: Use this option if your usernames need to be encoded.
bg: Използвайте тази опция, ако потребителските имена трябва да бъдат кодирани.

source: User Filter
bg: Потребителски филтър

source: User error pages
bg: Страници за грешки на потребителя

source: Username Header
bg: Заглавие на потребителското име

source: Username to bind to LDAP, same format as in Base DN.
bg: Потребителско име за свързване с LDAP, в същия формат като в Base DN.

source: Usual operators here are = or +=
bg: Обичайните оператори тук са = или +=

source: VLAN ID the user receives, e.g. for 802.1X. Leave empty if you don't know what it is.
bg: VLAN ID, който потребителят получава, например за 802.1X. Оставете празно, ако не знаете какъв е той.

source: VXLAN Network Identifier (VNI) that identifies the virtual network segment membership of the interface.
bg: Идентификатор на мрежата VXLAN (VNI), който идентифицира принадлежността на интерфейса към виртуалния мрежов сегмент.

source: Validate server subject
bg: Потвърждаване на субекта на сървъра

source: Verify CN
bg: Проверка на CN

source: Verify SSL certificates
bg: Проверка на SSL сертификати

source: Verify the server certificate name when the client connects
bg: Проверка на името на сертификата на сървъра, когато клиентът се свързва

source: Visible Hostname
bg: Видимо име на хоста

source: WAN interfaces
bg: Интерфейси WAN

source: WISPr Bandwith Max DOWN
bg: WISPr честотна лента с максимално понижаване

source: WISPr Bandwith Max UP
bg: WISPr честотна лента с Max UP

source: WISPr Bandwith Min DOWN
bg: WISPr честотна лента с Min DOWN

source: WISPr Bandwith Min UP
bg: WISPr лента с Min UP

source: Waiting for a new job will timeout after this time in seconds.
bg: Изчакването на нова задача ще приключи след това време в секунди.

source: Weight of this queue (1..100), used to prioritize within a pipe. (1 is low, 100 is high)
bg: Тежест на тази опашка (1..100), която се използва за определяне на приоритета в рамките на тръбата. (1 е ниска, 100 е висока)

source: When enabled the subnets of the selected interfaces will be added to the allow access list.
bg: Когато е разрешено, подмрежите на избраните интерфейси ще бъдат добавени към списъка за разрешен достъп.

source: When set, the system will capture all traffic present on the interface in stead of the traffic heading to the firewall.
bg: Когато е зададена, системата ще улавя целия трафик, наличен в интерфейса, вместо трафика, насочен към защитната стена.

source: Whitelist
bg: Бял списък

source: Whitelist Domains
bg: Домейни в белия списък

source: Whitelist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
bg: Домейни на дестинацията в белия списък. Можете да използвате регулярен израз, да поставите запетая или да натиснете Enter за нов елемент. Примери: "mydomain.com" съответства на "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." съответства на "http(s)://textONLY.mydomain.*"; "\.gif$" съвпада с "\*.gif", но не и с "\*.gif\test"; "\[0-9]+\.gif$" съвпада с "\123.gif", но не и с "\test.gif"

source: Whitelisted domain.
bg: Домейн в белия списък.

source: Whitespace handling of URI
bg: Обработка на URI с бели интервали

source: Windows Certificate System Store
bg: Магазин на системата за сертификати на Windows

source: With this option clamav will try to detect broken executables (both PE and ELF) and mark them as Broken.
bg: С тази опция clamav ще се опита да открие счупени изпълними файлове (както PE, така и ELF) и ще ги маркира като счупени.

source: With this option enabled OLE2 files with VBA macros, which were not detected by signatures will be marked as "Heuristics.OLE2.ContainsMacros".
bg: Когато тази опция е активирана, OLE2 файловете с VBA макроси, които не са били открити от сигнатурите, ще бъдат маркирани като "Heuristics.OLE2.ContainsMacros".

source: With this option you can set a time frame how long the user is allowed to be logged in.
bg: С тази опция можете да зададете времева рамка, за която потребителят да има право да влезе в системата.

source: With this option, you can set the size of the packets on your network. It is possible that bigger packets have to be processed sometimes. The engine can still process these bigger packets, but processing it will lower the performance.
bg: С тази опция можете да зададете размера на пакетите във вашата мрежа. Възможно е понякога да се налага да се обработват по-големи пакети. Двигателят все още може да обработва тези по-големи пакети, но обработката им ще намали производителността.

source: X-Forwarded-For header handling
bg: Обработка на заглавието X-Forwarded-For

source: You may enter a description here for your reference (not parsed)
bg: Тук можете да въведете описание за справка (не се анализира)

source: YouTube Filter
bg: Филтър за YouTube

source: ZMQ Endpoint
bg: Крайна точка на ZMQ

source: ZMQ Endpoint for receiving IPS policies updates published by ntopng.
bg: ZMQ Крайна точка за получаване на актуализации на политиките на IPS, публикувани от ntopng.

source: ZMQ Endpoint this service will send flows to.
bg: Крайна точка на ZMQ, към която тази услуга ще изпраща потоци.

source: ZMQ Probe Mode
bg: Режим на сондата на ZMQ

source: Zerotier Network ID e.g., 161411d4f6abe4a7
bg: Идентификатор на мрежата на Zerotier, напр. 161411d4f6abe4a7

source: Zone number
bg: Номер на зоната

source: bytecode
bg: байткод

source: categories (if available)
bg: категории (ако има такива)

source: connected pipe for this queue
bg: свързана тръба за тази опашка

source: daily
bg: ежедневно

source: database.clamav.net is a round-robin record which points to the most reliable mirrors. DO NOT TOUCH the following line unless you know what you are doing.
bg: Database.clamav.net е запис с кръгов ред, който насочва към най-надеждните огледала. НЕ НАТИСКАЙТЕ следния ред, освен ако не знаете какво правите.

source: default packet size
bg: размер на пакета по подразбиране

source: destination ip or network, examples 10.0.0.0/24, 10.0.0.1
bg: дестинация ip или мрежа, примери 10.0.0.0/24, 10.0.0.1

source: enable this rule
bg: разрешаване на това правило

source: enabled
bg: активиран

source: invert destination (not)
bg: инвертиране на дестинацията (не)

source: invert port (not)
bg: инвертиран порт (не)

source: invert protocol (not)
bg: инвертен протокол (не)

source: invert source (not)
bg: инвертиране на източника (не)

source: local.conf settings
bg: local.conf настройки

source: main
bg: основен

source: mask
bg: маска

source: matches incoming or outgoing packets or both (default)
bg: съвпада с входящи или изходящи пакети или и с двете (по подразбиране)

source: metadata rules per category
bg: правила за метаданни за категория

source: number of dynamic queues, leave empty for default
bg: брой на динамичните опашки, оставете празен за подразбиране

source: order in which the rule will be evaluated (lowest first)
bg: ред на оценяване на правилото (най-ниското първо)

source: password (optional)
bg: парола (по избор)

source: pick a color to use.
bg: изберете цвят, който да използвате.

source: rulesets this policy applies to (all when none selected)
bg: набори от правила, за които се прилага тази политика (всички, когато не е избрана нито една)

source: secondary interface, matches packets traveling to/from interface (1) to/from interface (2). can be combined with direction.
bg: вторичен интерфейс, съвпада с пакети, пътуващи от/към интерфейс (1) към/от интерфейс (2). може да се комбинира с посока.

source: select categories to use, leave empty for all. Categories are visible after initial download.
bg: изберете категории, които да използвате, оставете празни за всички. Категориите са видими след първоначалното изтегляне.

source: source ip or network, examples 10.0.0.0/24, 10.0.0.1
bg: source ip или мрежа, примери 10.0.0.0/24, 10.0.0.1

source: ssl ignore cert
bg: ssl игнориране на сертификата

source: target pipe or queue
bg: целева тръба или опашка

source: user:password, @group... Finish with TAB.
bg: user:password, @group... Завършете с TAB.

source: username (optional)
bg: потребителско име (по избор)

source: (none)
bg: (няма)

source: A (IPv4 address)
bg: A (IPv4 адрес)

source: A SSL fingerprint should be a 59 character long hex value.
bg: Пръстовият отпечатък на SSL трябва да бъде шестнадесетична стойност с дължина 59 символа.

source: A category with this name already exists.
bg: Категория с това име вече съществува.

source: A filtering list with this name already exists.
bg: Вече съществува списък за филтриране с това име.

source: A host must be set.
bg: Трябва да се зададе хост.

source: A hostname cannot have a negative count of levels.
bg: Дадено име на хост не може да има отрицателен брой нива.

source: A port must be set.
bg: Трябва да се зададе порт.

source: A valid IP must be specified.
bg: Трябва да се посочи валиден IP адрес.

source: A valid color code consists of 6 hex digits
bg: Валидният цветови код се състои от 6 шестнайсетични цифри

source: AAAA (IPv6 address)
bg: AAAA (IPv6 адрес)

source: ARP Table
bg: Таблица ARP

source: Abuse.ch - ThreatFox IOC database
bg: Abuse.ch - ThreatFox IOC база данни

source: Access
bg: Достъп до

source: Access Lists
bg: Списъци за достъп

source: Access Log
bg: Дневник за достъп

source: Active timeout needs to be an integer value between 1 and 86400
bg: Активният таймаут трябва да бъде цяло число между 1 и 86400

source: Activity
bg: Дейност

source: AdAway List
bg: Списък на рекламите AdAway

source: AdGuard List
bg: Списък на AdGuard

source: Administration
bg: Администрация

source: Adult Content
bg: Съдържание за възрастни

source: Advanced Settings
bg: Разширени настройки

source: Advertise
bg: Рекламиране

source: Advertisement
bg: Реклама

source: Afghanistan
bg: Афганистан

source: Africa
bg: Африка

source: Aggressive Content
bg: Агресивно съдържание

source: Aho-Corasick, "Ken Steele" variant
bg: Aho-Corasick, вариант "Ken Steele"

source: Aho-Corasick, reduced memory implementation
bg: Aho-Corasick, прилагане на намалена памет

source: Aland Islands
bg: Острови Аланд

source: Albania
bg: Албания

source: Alcohol
bg: Алкохол

source: Alert
bg: Предупреждение

source: Algeria
bg: Алжир

source: Allow whitespaces
bg: Разрешаване на бели интервали

source: American Samoa
bg: Американска Самоа

source: AmongUs
bg: СредУс

source: An alias with this name already exists.
bg: Псевдоним с това име вече съществува.

source: And
bg: И

source: Andorra
bg: Андора

source: Angola
bg: Ангола

source: Anguilla
bg: Ангила

source: Antarctica
bg: Антарктида

source: Antigua and Barbuda
bg: Антигуа и Барбуда

source: Antimalware
bg: Антималуер

source: Append client's IP (on)
bg: Добавяне на IP адреса на клиента (включено)

source: Archives
bg: Архиви

source: Argentina
bg: Аржентина

source: Armagetron
bg: Армагетрон

source: Armenia
bg: Армения

source: Aruba
bg: Аруба

source: Asia
bg: Азия

source: Asia-Pacific
bg: Азиатско-тихоокеански регион

source: Asia/Pacific Region
bg: Азия/Тихоокеански регион

source: Assignments
bg: Задания

source: At least one interface must be selected
bg: Трябва да се избере поне един интерфейс.

source: Australia
bg: Австралия

source: Austria
bg: Австрия

source: Automation
bg: Автоматизация

source: Azerbaijan
bg: Азербайджан

source: Backups
bg: Резервни копия

source: Bahamas
bg: Бахамски острови

source: Bahrain
bg: Бахрейн

source: Bandwidth metric should be either bit/s, kbit/s, Mbit/s or Gbit/s
bg: Метриката на честотната лента трябва да бъде bit/s, kbit/s, Mbit/s или Gbit/s.

source: Bandwidth out of range
bg: Широчината на честотната лента е извън обхвата

source: Bangladesh
bg: Бангладеш

source: Bank
bg: Банка

source: Barbados
bg: Барбадос

source: Belarus
bg: Беларус

source: Belgium
bg: Белгия

source: Belize
bg: Белиз

source: Benin
bg: Бенин

source: Bermuda
bg: Бермудски острови

source: Best Effort
bg: Най-добри усилия

source: Bhutan
bg: Бутан

source: Binary application transfer
bg: Прехвърляне на двоични приложения

source: Binary files
bg: Двоични файлове

source: Blocklist.site Abuse
bg: Злоупотреба с Blocklist.site

source: Blocklist.site Ads
bg: Реклами на Blocklist.site

source: Blocklist.site Crypto
bg: Blocklist.site Крипто

source: Blocklist.site Drugs
bg: Blocklist.site Наркотици

source: Blocklist.site Fraud
bg: Blocklist.site Измама

source: Blocklist.site Gambling
bg: Blocklist.site Хазарт

source: Blocklist.site Malware
bg: Blocklist.site Зловреден софтуер

source: Blocklist.site Phishing
bg: Blocklist.site Фишинг

source: Blocklist.site Piracy
bg: Blocklist.site Пиратство

source: Blocklist.site Porn
bg: Blocklist.site Порно

source: Blocklist.site Redirect
bg: Пренасочване на Blocklist.site

source: Blocklist.site Scam
bg: Blocklist.site измама

source: Blocklist.site Torrent
bg: Blocklist.site Торент

source: Blocklist.site Tracking
bg: Проследяване на Blocklist.site

source: Blog
bg: Блог

source: Bolivia
bg: Боливия

source: Bonaire, Saint Eustatius and Saba
bg: Бонайре, Сейнт Еустатиус и Саба

source: Bosnia and Herzegovina
bg: Босна и Херцеговина

source: Both throttling parameters should either be filled or empty
bg: И двата параметъра на дроселиране трябва да са запълнени или празни

source: Botswana
bg: Ботсвана

source: Bouvet Island
bg: Остров Буве

source: Brazil
bg: Бразилия

source: British Indian Ocean Territory
bg: Британска територия в Индийския океан

source: Brunei Darussalam
bg: Бруней Даруссалам

source: Bulgaria
bg: България

source: Burkina Faso
bg: Буркина Фасо

source: Burundi
bg: Бурунди

source: Cache
bg: Кеш

source: Cache Log
bg: Регистър на кеша

source: Cambodia
bg: Камбоджа

source: Cameroon
bg: Камерун

source: Canada
bg: Канада

source: Cape Verde
bg: Кабо Верде

source: Cassandra
bg: Касандра

source: Cayman Islands
bg: Кайманови острови

source: Celebrity
bg: Знаменитост

source: Central African Republic
bg: Централноафриканска република

source: Chad
bg: Чад

source: Chat
bg: Чат

source: Chile
bg: Чили

source: China
bg: Китай

source: Choose an Peer.
bg: Изберете колега.

source: Chop URI at first whitespace
bg: Нарязване на URI при първия бял интервал

source: Christmas Island
bg: Остров Коледа

source: Clear-text credentials
bg: Удостоверения с ясен текст

source: Client Export
bg: Експорт на клиенти

source: Client Specific Overrides
bg: Специфични за клиента пренастройки

source: Clients
bg: Клиенти

source: Cloud
bg: Облак

source: CoDel and PIE can not be combined.
bg: CoDel и PIE не могат да се комбинират.

source: Cocos (Keeling) Islands
bg: Кокосови острови (Килинг)

source: Collaborative
bg: Сътрудничество

source: Colombia
bg: Колумбия

source: Commercial Support
bg: Търговска подкрепа

source: Comoros
bg: Коморски острови

source: Configuration
bg: Конфигурация

source: Congo
bg: Конго

source: Congo, The Democratic Republic of the
bg: Конго, Демократична република

source: Connection Agent
bg: Агент за свързване

source: Cook Islands
bg: Острови Кук

source: Cooking
bg: Готвене

source: Costa Rica
bg: Коста Рика

source: Cote d'Ivoire
bg: Кот д'Ивоар

source: Credentials TTL needs to be an integer value above 0
bg: TTL на удостоверенията трябва да бъде цяло число със стойност над 0

source: Croatia
bg: Хърватия

source: Crypto
bg: Крипто

source: Cryptocurrency
bg: Криптовалута

source: Cuba
bg: Куба

source: Curacao
bg: Кюрасао

source: Cyprus
bg: Кипър

source: Czech Republic
bg: Чешка република

source: DHCP Leases
bg: DHCP лизинг

source: DNS Domain Is
bg: DNS домейнът е

source: DNS Domain Levels (Count Of Dots)
bg: Нива на DNS домейни (брой точки)

source: DNS over TLS
bg: DNS през TLS

source: DNS packet larger than 512 bytes
bg: Пакет DNS с размер над 512 байта

source: Dangerous material
bg: Опасен материал

source: DataTransfer
bg: Прехвърляне на данни

source: Database
bg: База данни

source: Date Range
bg: Обхват на датата

source: Dating
bg: Запознанства

source: Days and hours should be numeric values or left empty
bg: Дните и часовете трябва да бъдат числови стойности или да останат празни

source: Decode DNS responses and do not resolve numeric IPs
bg: Декодиране на DNS отговори и неразрешаване на цифрови IP адреси

source: Decode DNS responses and resolve all numeric IPs
bg: Декодиране на отговорите на DNS и разрешаване на всички цифрови IP адреси

source: Decode DNS responses and resolve only local numeric IPs
bg: Декодиране на отговорите на DNS и разрешаване само на местни цифрови IP адреси

source: Defaults
bg: По подразбиране

source: Deficit Round Robin
bg: Кръгла игра за дефицита

source: Denmark
bg: Дания

source: Deny request
bg: Отказ на заявката

source: Description should be a string between 1 and 255 characters
bg: Описанието трябва да бъде низ между 1 и 255 символа

source: Description should be a string between 1 and 255 characters.
bg: Описанието трябва да бъде низ между 1 и 255 символа.

source: Desktop/File Sharing Session
bg: Сесия за споделяне на десктоп/файлове

source: Diagnostics
bg: Диагностика

source: Diameter
bg: Диаметър

source: Direct Connection (no Proxy)
bg: Директна връзка (без прокси)

source: Disk I/O
bg: Дисков вход/изход

source: Djibouti
bg: Джибути

source: Do not alter forward header (transparent)
bg: Не променяйте заглавието за препращане (прозрачно)

source: Do not decode DNS responses and do not resolve numeric IPs
bg: Не декодират отговорите на DNS и не разрешават цифрови IP адреси

source: Documentation
bg: Документация

source: Dominica
bg: Доминика

source: Dominican Republic
bg: Доминиканска република

source: Drugs
bg: Наркотици

source: Dynamic IPv6 Host
bg: Динамичен IPv6 хост

source: Ecuador
bg: Еквадор

source: Education
bg: Образование

source: Egypt
bg: Египет

source: El Salvador
bg: Ел Салвадор

source: Email
bg: Имейл

source: Encode whitespaces (RFC1738)
bg: Кодиране на белите полета (RFC1738)

source: Enter a description.
bg: Въведете описание.

source: Enter a valid number of logs to save
bg: Въведете валиден брой на дневниците, които искате да запазите

source: Enter a valid packet size
bg: Въведете валиден размер на пакета

source: Enter a valid toclient-groups size
bg: Въведете валиден размер на toclient-groups

source: Enter a valid toserver-groups size
bg: Въведете валиден размер на toserver-groups

source: Enter valid parameter(s) for the chosen command (Found illegal characters).
bg: Въведете валиден(ни) параметър(и) за избраната команда (Намерени са забранени символи).

source: Equatorial Guinea
bg: Екваториална Гвинея

source: Eritrea
bg: Еритрея

source: Estonia
bg: Естония

source: Ethiopia
bg: Етиопия

source: Europe
bg: Европа

source: Eventqueue Slots must be a numeric value.
bg: Слотовете на опашката за събития трябва да бъдат цифрова стойност.

source: Executables
bg: Изпълними файлове

source: Execute
bg: Изпълнение на

source: Existence
bg: Съществуване

source: Expedited Forwarding
bg: Бърза спедиция

source: External (advanced)
bg: Външни (за напреднали)

source: FIX
bg: ФИКС

source: FTP Proxy port needs to be an integer value between 1 and 65535
bg: FTP Proxy портът трябва да бъде цяло число между 1 и 65535

source: FTP daemon
bg: FTP демон

source: Falkland Islands (Malvinas)
bg: Фолклендски острови (Малвини)

source: Faroe Islands
bg: Фарьорски острови

source: Fiesta
bg: Фиеста

source: Fiji
bg: Фиджи

source: File (Extended)
bg: Файл (разширен)

source: File (Json)
bg: Файл (Json)

source: File Checksum
bg: Контролна сума на файла

source: File Content
bg: Съдържание на файла

source: File Size
bg: Размер на файла

source: File content should be in (base64 encoded) zip format
bg: Съдържанието на файла трябва да бъде в (base64 кодиран) zip формат
