Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: This IP address is being used by another interface or VIP.
bg: Този IP адрес се използва от друг интерфейс или VIP.

source: A valid gateway IP address must be specified.
bg: Трябва да се посочи валиден IP адрес на шлюза.

source: You cannot use the network address for this VIP
bg: Не можете да използвате мрежовия адрес за този VIP

source: You cannot use the broadcast address for this VIP
bg: Не можете да използвате излъчвания адрес за този VIP

source: VHID %s is already in use on interface %s. Pick a unique number on this interface.
bg: VHID %s вече се използва за интерфейс %s. Изберете уникален номер за този интерфейс.

source: You must specify a CARP password that is shared between the two VHID members.
bg: Трябва да посочите парола за CARP, която се споделя от двамата членове на VHID.

source: A VHID must be selected for this CARP VIP.
bg: За този CARP VIP трябва да бъде избран VHID.

source: For this type of VIP loopback is not allowed.
bg: За този тип VIP обратната връзка не е разрешена.

source: VHID %s must be defined on interface %s as a CARP VIP first.
bg: VHID %s трябва първо да бъде дефиниран на интерфейс %s като CARP VIP.

source: Please provide a single IP address.
bg: Моля, посочете един IP адрес.

source: This must be the network's subnet mask. It does not specify a CIDR range.
bg: Това трябва да е маската на подмрежата на мрежата. Тя не посочва CIDR диапазон.

source: This is a CIDR block of proxy ARP addresses.
bg: Това е CIDR блок от прокси ARP адреси.

source: Edit Virtual IP
bg: Редактиране на виртуален IP адрес

source: IP Alias
bg: IP псевдоним

source: Other
bg: Други

source: Proxy ARP and other type Virtual IPs cannot be bound to by anything running on the firewall, such as IPsec, OpenVPN, etc. Use a CARP or IP Alias type address for these cases.
bg: Прокси ARP и други видове виртуални IP адреси не могат да бъдат обвързани с нищо, което работи на защитната стена, като например IPsec, OpenVPN и др. В тези случаи използвайте адрес от типа CARP или IP Alias.

source: IP Address(es)
bg: IP адрес(и)

source: Single address
bg: Единен адрес

source: Allow service binding
bg: Разрешаване на свързването на услуги

source: Assigning services to the virtual IP's interface will automatically include this address. Uncheck to prevent binding to this address instead.
bg: Задаването на услуги към интерфейса на виртуалния IP адрес автоматично ще включва този адрес. Махнете отметката, за да предотвратите свързването към този адрес.

source: For some interface types a gateway is required to configure an IP Alias (ppp/pppoe/tun), leave this field empty for all other interface types.
bg: За някои типове интерфейси се изисква шлюз, за да се конфигурира IP псевдоним (ppp/pppoe/tun), оставете това поле празно за всички останали типове интерфейси.

source: Expansion
bg: Разширение

source: Disable expansion of this entry into IPs on NAT lists (e.g. 192.168.1.0/24 expands to 256 entries.
bg: Деактивиране на разширяването на този запис в IP адреси в NAT списъци (напр. 192.168.1.0/24 се разширява до 256 записа.

source: Virtual IP Password
bg: Парола за виртуален IP

source: Enter the VHID group password.
bg: Въведете паролата на групата VHID.

source: Select an unassigned VHID
bg: Избор на неприсъден VHID

source: Enter the VHID group that the machines will share.
bg: Въведете VHID групата, която машините ще споделят.

source: Advertising Frequency
bg: Честота на рекламата

source: Base
bg: База

source: Skew
bg: Наклонение

source: The frequency that this machine will advertise. 0 usually means master. Otherwise the lowest combination of both values in the cluster determines the master.
bg: Честотата, която тази машина ще рекламира. 0 обикновено означава главна. В противен случай най-ниската комбинация от двете стойности в клъстера определя главния.

source: Close
bg: Затвори

source: Available Widgets
bg: Налични уиджети

source: Please wait...
bg: Моля, изчакайте...

source: The field %s contains invalid characters.
bg: Полето %s съдържа невалидни символи.

source: The field %s is required.
bg: Полето %s е задължително.

source: The following input errors were detected:
bg: Бяха открити следните грешки при въвеждане:

source: The system is currently booting. Not all services have been started yet.
bg: Системата се зарежда в момента. Все още не са стартирани всички услуги.

source: The firewall has globally been disabled and configured rules are currently not enforced. It can be enabled in the %sFirewall/NAT%s settings.
bg: Защитната стена е глобално деактивирана и конфигурираните правила в момента не се прилагат. Тя може да бъде активирана в настройките на %sFirewall/NAT%s.

source: You are currently running in LiveCD mode. A reboot will reset the configuration.
bg: В момента работите в режим LiveCD. Рестартирането ще възстанови конфигурацията.

source: SSH remote login is enabled for the users "root" and "installer" using the same password.
bg: Разрешено е отдалеченото влизане в SSH за потребителите "root" и "installer", които използват една и съща парола.

source: The changes have been applied successfully, remember to update your backup server in %sSystem: High availability: status%s
bg: Промените са приложени успешно, но не забравяйте да актуализирате сървъра за архивиране в %sSystem: Висока наличност: статус%s

source: The changes have been applied successfully.
bg: Промените са приложени успешно.

source: net
bg: нето

source: A problem was detected. Click %shere%s for more information.
bg: Открит е проблем. Кликнете върху %shere%s за повече информация.

source: restart service
bg: рестартиране на услугата

source: stop service
bg: спиране на услугата

source: start service
bg: стартиране на услугата

source: System Status
bg: Състояние на системата

source: Starting initial configuration!
bg: Започва първоначалната конфигурация!

source: Finished initial configuration!
bg: Завършена първоначална конфигурация!

source: Welcome to %s!
bg: Добре дошли в %s!

source: One moment while we start the initial setup wizard.
bg: За момент ще стартираме съветника за първоначална настройка.

source: To bypass the wizard, click on the logo in the upper left corner.
bg: За да заобиколите съветника, щракнете върху логото в горния ляв ъгъл.

source: Congratulations! %s is now configured.
bg: Поздравления! %s вече е конфигуриран.

source: Please consider donating to the project to help us with our overhead costs. See %sour website%s to donate or purchase available %s support services.
bg: Моля, помислете за дарение за проекта, за да ни помогнете с режийните разходи. Вижте% нашия уебсайт%, за да направите дарение или да закупите наличните% услуги за поддръжка.

source: Click to %scontinue to the dashboard%s.
bg: Щракнете върху %продължаване към таблото за управление%s.

source: Or click to %scheck for updates%s.
bg: Или щракнете върху %проверка за актуализации%s.

source: Save to load widget
bg: Запазване за зареждане на джаджата

source: You have already applied your settings!
bg: Вече сте приложили настройките си!

source: An interface with the specified description already exists.
bg: Интерфейс с посоченото описание вече съществува.

source: The DHCP Server is active on this interface and it can be used only with a static IP configuration. Please disable the DHCP Server service on this interface first, then change the interface configuration.
bg: DHCP сървърът е активен на този интерфейс и той може да се използва само със статична IP конфигурация. Моля, първо деактивирайте услугата DHCP Server на този интерфейс и след това променете конфигурацията на интерфейса.

source: The DHCPv6 Server is active on this interface and it can be used only with a static IPv6 configuration. Please disable the DHCPv6 Server service on this interface first, then change the interface configuration.
bg: DHCPv6 сървърът е активен на този интерфейс и може да се използва само със статична IPv6 конфигурация. Моля, първо деактивирайте услугата DHCPv6 Server на този интерфейс и след това променете конфигурацията на интерфейса.

source: Cannot assign an IP configuration type to a tunnel interface.
bg: Не може да се зададе тип IP конфигурация на интерфейс за тунел.

source: IPv4 address
bg: IPv4 адрес

source: Subnet bit count
bg: Брой битове на подмрежата

source: The DHCP override file "%s" does not exist.
bg: Файлът за пренастройване на DHCP "%s" не съществува.

source: Modem Port
bg: Модемен порт

source: Phone Number
bg: Телефонен номер

source: Dial on demand
bg: Набиране при поискване

source: Idle timeout value
bg: Стойност на времетраенето в неактивен режим

source: PPPoE password
bg: PPPoE парола

source: PPPoE username
bg: Потребителско име на PPPoE

source: PPTP local IP address
bg: PPTP локален IP адрес

source: PPTP password
bg: PPTP парола

source: PPTP remote IP address
bg: PPTP отдалечен IP адрес

source: PPTP subnet
bg: PPTP подмрежа

source: PPTP username
bg: Потребителско име на PPTP

source: L2TP password
bg: Парола за L2TP

source: L2TP remote IP address
bg: L2TP отдалечен IP адрес

source: L2TP username
bg: Потребителско име на L2TP

source: IPv6 address
bg: IPv6 адрес

source: The DHCPv6 override file "%s" does not exist.
bg: Файлът за пренастройване на DHCPv6 "%s" не съществува.

source: 6RD border relay gateway must be a valid IPv4 address.
bg: 6RD border relay gateway трябва да бъде валиден IPv4 адрес.

source: 6RD prefix must be a valid IPv6 subnet.
bg: 6RD префиксът трябва да е валидна IPv6 подмрежа.

source: 6RD IPv4 prefix address must be a valid IPv4 address.
bg: 6RD IPv4 префикс адресът трябва да е валиден IPv4 адрес.

source: 6RD IPv4 prefix length must be a number.
bg: 6RD Дължината на префикса IPv4 трябва да е число.

source: You can only have one interface configured in 6rd with same prefix.
bg: Можете да имате само един интерфейс, конфигуриран в 6rd с един и същ префикс.

source: You can only have one interface configured as 6to4.
bg: Можете да имате само един интерфейс, конфигуриран като 6to4.

source: You must enter a valid hexadecimal number for the IPv6 prefix ID.
bg: Трябва да въведете валидно шестнадесетично число за идентификатора на префикса IPv6.

source: You specified an IPv6 prefix ID that is out of range.
bg: Посочили сте идентификатор на префикс IPv6, който е извън обхвата.

source: You specified an IPv6 prefix ID that is already in use.
bg: Посочили сте идентификатор на префикс IPv6, който вече се използва.

source: A valid IPv4 address must be specified.
bg: Трябва да се посочи валиден IPv4 адрес.

source: This IPv4 address is being used by another interface or VIP.
bg: Този IPv4 адрес се използва от друг интерфейс или VIP.

source: This IPv4 address is the network address and cannot be used
bg: Този IPv4 адрес е мрежовият адрес и не може да се използва

source: This IPv4 address is the broadcast address and cannot be used
bg: Този IPv4 адрес е broadcast адрес и не може да се използва

source: This IPv4 address conflicts with a Static Route.
bg: Този IPv4 адрес е в конфликт със статичен маршрут.

source: A valid IPv6 address must be specified.
bg: Трябва да се посочи валиден IPv6 адрес.

source: This IPv6 address is being used by another interface or VIP.
bg: Този IPv6 адрес се използва от друг интерфейс или VIP.

source: This IPv6 address conflicts with a Static Route.
bg: Този IPv6 адрес е в конфликт със статичен маршрут.

source: A valid subnet bit count must be specified.
bg: Трябва да се посочи валиден брой битове на подмрежата.

source: A valid alias IP address must be specified.
bg: Трябва да се посочи валиден псевдоним на IP адрес.

source: A valid alias subnet bit count must be specified.
bg: Трябва да се посочи валиден брой битове на псевдонима подмрежа.

source: A valid alias IP address must be specified to reject DHCP Leases from.
bg: Трябва да се посочи валиден псевдоним на IP адрес, от който да се отхвърлят DHCP лизинг.

source: A valid gateway must be specified.
bg: Трябва да се посочи валиден шлюз.

source: The service name contains invalid characters.
bg: Името на услугата съдържа невалидни символи.

source: The idle timeout value must be an integer.
bg: Стойността на времетраенето при неактивност трябва да бъде цяло число.

source: A valid PPTP local IP address must be specified.
bg: Трябва да се посочи валиден локален IP адрес на PPTP.

source: A valid PPTP subnet bit count must be specified.
bg: Трябва да се посочи валиден брой битове на подмрежата PPTP.

source: A valid PPTP remote IP address must be specified.
bg: Трябва да се посочи валиден отдалечен IP адрес на PPTP.

source: A valid MAC address must be specified.
bg: Трябва да се посочи валиден MAC адрес.

source: The MTU must be greater than %s bytes and less than %s.
bg: MTU трябва да е по-голям от %s байта и по-малък от %s.

source: MTU of a VLAN should not be bigger than parent interface.
bg: MTU на VLAN не трябва да е по-голям от този на родителския интерфейс.

source: Interface %s (VLAN) has MTU set to a bigger value
bg: Интерфейсът %s (VLAN) има MTU, зададен на по-голяма стойност

source: The MSS must be greater than 576 bytes.
bg: MSS трябва да е по-голяма от 576 байта.

source: Unable to change mode to %s. You may already have the maximum number of wireless clones supported in this mode.
bg: Невъзможно е да се промени режимът на %s. Възможно е вече да разполагате с максималния брой безжични клонинги, поддържани в този режим.

source: Invalid WEP key size. Sizes should be 40 (64) bit keys or 104 (128) bit.
bg: Неправилен размер на WEP ключа. Размерите трябва да са 40 (64) битови ключа или 104 (128) битови.

source: The length of the passphrase should be between 8 and 63 characters.
bg: Дължината на паролата трябва да е между 8 и 63 символа.

source: Don't forget to adjust the DHCP Server range if needed after applying.
bg: Не забравяйте да коригирате обхвата на DHCP сървъра, ако е необходимо, след като го приложите.

source: The %s configuration has been changed.
bg: Конфигурацията %s е променена.

source: Basic configuration
bg: Основна конфигурация

source: Enable Interface
bg: Включване на интерфейса

source: Lock
bg: Заключване

source: Prevent interface removal
bg: Предотвратяване на премахването на интерфейса

source: The real device name of this interface.
bg: Истинското име на устройството на този интерфейс.

source: Enter a description (name) for the interface here.
bg: Тук въведете описание (име) на интерфейса.

source: Generic configuration
bg: Обща конфигурация

source: Block private networks
bg: Блокиране на частни мрежи

source: Bogons are prefixes that should never appear in the Internet routing table, and obviously should not appear as the source address in any packets you receive.
bg: Bogons са префикси, които никога не трябва да се появяват в таблицата за маршрутизация в интернет и очевидно не трябва да се появяват като адрес на източника в пакетите, които получавате.

source: Static IPv4
bg: Статичен IPv4

source: IPv6 Configuration Type
bg: Тип конфигурация на IPv6

source: 6rd Tunnel
bg: 6-ти тунел

source: 6to4 Tunnel
bg: Тунел 6to4

source: Static IPv6
bg: Статичен IPv6

source: Track Interface
bg: Интерфейс на пистата

source: This field can be used to spoof the MAC address of the interface. Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank if unsure. This may only be required e.g. with certain cable connections on a WAN interface.
bg: Това поле може да се използва за подправяне на MAC адреса на интерфейса. Въведете MAC адрес в следния формат: xx:xx:xx:xx:xx:xx:xx или оставете празно място, ако не сте сигурни. Това може да се изисква например само при определени кабелни връзки на WAN интерфейс.

source: Insert my currently connected MAC address (use with care)
bg: Въведете текущо свързания ми MAC адрес (използвайте внимателно)

source: Calculated PPP MTU
bg: Изчислен PPP MTU

source: If you leave this field blank, the adapter's default MTU will be used. This is typically 1500 bytes but can vary in some circumstances.
bg: Ако оставите това поле празно, ще се използва MTU по подразбиране на адаптера. Обикновено това е 1500 байта, но при някои обстоятелства може да варира.

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (IPv4) or 60 (IPv6) will be in effect (TCP/IP header size).
bg: Ако въведете стойност в това поле, ще бъде в сила MSS притискане за TCP връзки до въведената по-горе стойност минус 40 (IPv4) или 60 (IPv6) (размер на TCP/IP заглавието).

source: Speed and duplex
bg: Скорост и дуплекс

source: Default (no preference, typically autoselect)
bg: По подразбиране (без предпочитания, обикновено се избира автоматично)

source: Here you can explicitly set speed and duplex mode for this interface. WARNING: You MUST leave this set to autoselect (automatically negotiate speed) unless the port this interface connects to has its speed and duplex forced.
bg: Тук можете изрично да зададете скоростта и дуплексния режим за този интерфейс. ПРЕДУПРЕЖДЕНИЕ: ЗАДЪЛЖИТЕЛНО трябва да оставите тази настройка на autoselect (автоматично договаряне на скоростта), освен ако портът, към който се свързва този интерфейс, не е насилствено настроен на скорост и дуплекс.

source: Put interface into permanently promiscuous mode. Only to be used for specific usecases requiring the interface to receive all packets being received. When unsure, leave this disabled.
bg: Преминаване на интерфейса в режим на постоянна промискуитетност. Да се използва само за специфични случаи, изискващи интерфейсът да получава всички приемани пакети. Когато не сте сигурни, оставете тази опция изключена.

source: Dynamic gateway policy
bg: Динамична политика на шлюза

source: This interface does not require an intermediate system to act as a gateway
bg: Този интерфейс не изисква междинна система, която да действа като шлюз.

source: If the destination is directly reachable via an interface requiring no intermediary system to act as a gateway, you can select this option which allows dynamic gateways to be created without direct target addresses. Some tunnel types support this.
bg: Ако местоназначението е директно достижимо чрез интерфейс, който не изисква посредническа система, която да действа като шлюз, можете да изберете тази опция, която позволява създаването на динамични шлюзове без директни адреси на местоназначението. Някои типове тунели поддържат тази опция.

source: Hardware settings
bg: Настройки на хардуера

source: Overwrite global settings
bg: Презаписване на глобалните настройки

source: Overwrite custom interface hardware settings with settings specified below
bg: Презаписване на персонализираните хардуерни настройки на интерфейса с посочените по-долу настройки

source: Hardware CRC
bg: Хардуерно CRC

source: Disable hardware checksum offload
bg: Деактивиране на хардуерното разтоварване на контролната сума

source: Checking this option will disable hardware checksum offloading. Checksum offloading is broken in some hardware, particularly some Realtek cards. Rarely, drivers may have problems with checksum offloading and some specific NICs.
bg: Проверката на тази опция ще деактивира разтоварването на хардуерната контролна сума. Разтоварването на контролната сума е нарушено при някои хардуерни устройства, особено при някои карти Realtek. В редки случаи драйверите могат да имат проблеми с разтоварването на контролната сума и някои специфични мрежови карти.

source: Hardware TSO
bg: Хардуерно TSO

source: Disable hardware TCP segmentation offload
bg: Деактивиране на хардуерното разтоварване на сегментацията на TCP

source: Checking this option will disable hardware TCP segmentation offloading (TSO, TSO4, TSO6). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs.
bg: Отбелязването на тази опция ще деактивира хардуерното разтоварване на TCP сегментацията (TSO, TSO4, TSO6). Това разтоварване е нарушено в някои хардуерни драйвери и може да повлияе на производителността с някои специфични мрежови карти.

source: Hardware LRO
bg: Хардуер LRO

source: Disable hardware large receive offload
bg: Деактивиране на хардуерното голямо разтоварване на получаването

source: Checking this option will disable hardware large receive offloading (LRO). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs.
bg: Отбелязването на тази опция ще деактивира хардуерното разтоварване на голям прием (LRO). Това разтоварване е нарушено в някои хардуерни драйвери и може да повлияе на производителността при някои специфични мрежови карти.

source: VLAN Hardware Filtering
bg: Хардуерно филтриране на VLAN

source: Enable VLAN Hardware Filtering
bg: Активиране на хардуерното филтриране на VLAN

source: Disable VLAN Hardware Filtering
bg: Деактивиране на хардуерното филтриране на VLAN

source: Leave default
bg: Оставете по подразбиране

source: Set usage of VLAN hardware filtering. This hardware acceleration may be broken in a particular device driver, or may impact performance.
bg: Задайте използването на хардуерно филтриране на VLAN. Това хардуерно ускорение може да е нарушено в даден драйвер на устройство или да влияе на производителността.

source: Static IPv4 configuration
bg: Статична конфигурация на IPv4

source: IPv4 Upstream Gateway
bg: IPv4 шлюз нагоре по веригата

source: Auto-detect
bg: Автоматично откриване на

source: Add new gateway
bg: Добавяне на нов шлюз

source: Default gateway
bg: Шлюз по подразбиране

source: Far gateway
bg: Далечен портал

source: Multi-WAN gateway
bg: Шлюз с няколко мрежи-WAN

source: Gateway Name
bg: Име на шлюза

source: Gateway IPv4
bg: Шлюз IPv4

source: If this interface is a multi-WAN interface, select an existing gateway from the list or add a new one using the button above. For single WAN interfaces a gateway must be created but set to auto-detect. For a LAN a gateway is not necessary to be set up.
bg: Ако този интерфейс е мулти-WAN интерфейс, изберете съществуващ шлюз от списъка или добавете нов, като използвате бутона по-горе. За единични WAN интерфейси трябва да се създаде шлюз, но да се зададе автоматично откриване. За LAN не е необходимо да се създава шлюз.

source: Configuration Mode
bg: Режим на конфигуриране

source: Basic
bg: Основен

source: Config File Override
bg: Превземане на конфигурационния файл

source: The basic mode auto-configures DHCP using default values and optional user input.
bg: Основният режим автоматично конфигурира DHCP, като използва стойности по подразбиране и незадължително въвеждане от потребителя.

source: The advanced mode does not provide any default values, you will need to fill out any values you would like to use.
bg: Режимът за разширени настройки не предоставя никакви стойности по подразбиране, трябва да попълните всички стойности, които искате да използвате.

source: The configuration file override mode may point to a fully customised file on the system instead.
bg: Режимът на отменяне на конфигурационния файл може да насочва към напълно персонализиран файл в системата.

source: Alias IPv4 address
bg: Псевдоним IPv4 адрес

source: The value in this field is used as a fixed alias IPv4 address by the DHCP client.
bg: Стойността в това поле се използва като фиксиран псевдоним на IPv4 адрес от DHCP клиента.

source: Reject Leases From
bg: Отхвърляне на лизинг от

source: If there is a certain upstream DHCP server that should be ignored, place the IP address or subnet of the DHCP server to be ignored here.
bg: Ако има определен DHCP сървър нагоре по веригата, който трябва да се игнорира, поставете тук IP адреса или подмрежата на DHCP сървъра, който трябва да се игнорира.
