Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: A valid local network IPv4 address must be specified or you need to change Mode to IPv6
bg: Трябва да бъде зададен валиден IPv4 адрес на локалната мрежа или да промените режима на IPv6.

source: A valid local network IPv6 address must be specified or you need to change Mode to IPv4
bg: Трябва да се посочи валиден IPv6 адрес на локалната мрежа или да се промени режимът на IPv4.

source: Invalid local network: %s has no valid IPv4 network.
bg: Невалидна локална мрежа: %s няма валидна IPv4 мрежа.

source: Invalid local network: %s has no valid IPv6 network.
bg: Невалидна локална мрежа: %s няма валидна IPv6 мрежа.

source: A valid remote network bit count must be specified.
bg: Трябва да се посочи валиден брой битове на отдалечената мрежа.

source: A valid remote network IP address must be specified.
bg: Трябва да се посочи валиден IP адрес на отдалечена мрежа.

source: A valid remote network IPv4 address must be specified or you need to change Mode to IPv6
bg: Трябва да бъде посочен валиден IPv4 адрес на отдалечената мрежа или да промените режима на IPv6.

source: A valid remote network IPv6 address must be specified or you need to change Mode to IPv4
bg: Трябва да се посочи валиден IPv6 адрес на отдалечената мрежа или да се промени режимът на IPv4.

source: Phase2 with this Local Network is already defined for mobile clients.
bg: Фаза2 с тази локална мрежа вече е дефинирана за мобилни клиенти.

source: Phase2 with this Local/Remote networks combination is already defined for this Phase1.
bg: Фаза2 с тази комбинация от локални/отдалечени мрежи вече е дефинирана за тази Фаза1.

source: At least one encryption algorithm must be selected.
bg: Трябва да се избере поне един алгоритъм за криптиране.

source: The P2 lifetime must be an integer.
bg: Животът на P2 трябва да бъде цяло число.

source: SPD "%s" is not a valid network, it should match the tunnel type (IPv4/IPv6).
bg: SPD "%s" не е валидна мрежа, тя трябва да отговаря на типа на тунела (IPv4/IPv6).

source: Disable this phase2 entry
bg: Деактивиране на този запис на фаза2

source: Set this option to disable this phase2 entry without removing it from the list
bg: Задайте тази опция, за да деактивирате този запис на фаза2, без да го премахвате от списъка.

source: Tunnel network
bg: Мрежа от тунели

source: Local Address
bg: Местен адрес

source: Remote Address
bg: Отдалечен адрес

source: Local Network
bg: Местна мрежа

source: %s subnet
bg: %s подмрежа

source: Address:
bg: Адрес:

source: Remote Network
bg: Отдалечена мрежа

source: Phase 2 proposal (SA/Key Exchange)
bg: Предложение за етап 2 (SA/Key Exchange)

source: ESP is encryption, AH is authentication only
bg: ESP е криптиране, а AH е само удостоверяване.

source: Encryption algorithms
bg: Алгоритми за криптиране

source: Hash algorithms
bg: Алгоритми за хеш

source: Note: For security reasons avoid the use of the SHA1 algorithm.
bg: Забележка: От съображения за сигурност избягвайте използването на алгоритъма SHA1.

source: PFS key group
bg: Ключова група PFS

source: Set globally in mobile client options
bg: Глобално задаване в опциите на мобилния клиент

source: Automatically ping host
bg: Автоматично ping хост

source: Manual SPD entries
bg: Ръчни вписвания в SPD

source: Register additional Security Policy Database entries
bg: Регистриране на допълнителни записи в базата данни на политиките за сигурност

source: Strongswan automatically creates SPD policies for the networks defined in this phase2. If you need to allow other networks to use this ipsec tunnel, you can add them here as a comma-separated list.When configured, you can use network address translation to push packets through this tunnel from these networks.
bg: Strongswan автоматично създава SPD политики за мрежите, дефинирани в тази фаза2. Ако трябва да разрешите на други мрежи да използват този ipsec тунел, можете да ги добавите тук като списък, разделен на запетаи.Когато е конфигуриран, можете да използвате превод на мрежови адреси, за да прокарвате пакети през този тунел от тези мрежи.

source: e.g. 192.168.1.0/24, 192.168.2.0/24
bg: напр. 192.168.1.0/24, 192.168.2.0/24

source: Entry "%s" is not a valid network.
bg: Вписването "%s" не е валидна мрежа.

source: Maximum IKEv1 phase 2 exchanges should be a positive integer number.
bg: Максималният обмен на фаза 2 на IKEv1 трябва да бъде положително цяло число.

source: IPsec Advanced Settings
bg: Разширени настройки на IPsec

source: Disable Auto-added VPN rules
bg: Деактивиране на автоматично добавените VPN правила

source: Disable all auto-added VPN rules.
bg: Деактивиране на всички автоматично добавени VPN правила.

source: Security Associations
bg: Асоциации за сигурност

source: Prefer older IPsec SAs
bg: Предпочитане на по-стари IPsec SAs

source: By default, if several SAs match, the newest one is preferred if it's at least 30 seconds old. Select this option to always prefer old SAs over new ones.
bg: По подразбиране, ако няколко SA съвпадат, се предпочита най-новият, ако е на поне 30 секунди. Изберете тази опция, за да предпочитате винаги старите SA пред новите.

source: Passthrough networks
bg: Пропускателни мрежи

source: This exempts traffic for one or more subnets from getting processed by the IPsec stack in the kernel. When sending all traffic to the remote location, you probably want to add your lan network(s) here
bg: Това освобождава трафика за една или повече подмрежи от обработка от стека IPsec в ядрото. Когато изпращате целия трафик към отдалечено място, вероятно искате да добавите тук вашата LAN мрежа(и)

source: Do not install routes
bg: Не инсталирайте маршрути

source: Do not automatically install routes
bg: Не инсталирайте автоматично маршрути

source: By default, IPsec installs routes when a tunnel becomes active. Select this option to prevent automatically adding routes to the system routing table. See charon.install_routes
bg: По подразбиране IPsec инсталира маршрути, когато тунелът стане активен. Изберете тази опция, за да предотвратите автоматичното добавяне на маршрути към системната маршрутна таблица. Вижте charon.install_routes

source: Maximum IKEv1 phase 2 exchanges
bg: Максимален обмен на фаза 2 на IKEv1

source: Maximum number of IKEv1 phase 2 exchanges per IKE_SA to keep state about and track concurrently. When using multiple phase 2 definitions a higher value than the default (3) would be advisable to prevent re-keying issues.
bg: Максимален брой обмени на IKEv1 фаза 2 за IKE_SA, за които да се съхранява състояние и да се проследяват едновременно. При използване на множество дефиниции на фаза 2 е препоръчително да се избере по-висока стойност от тази по подразбиране (3), за да се предотвратят проблеми с повторното въвеждане на ключове.

source: IPsec Debug
bg: Отстраняване на грешки в IPsec

source: Start IPsec in debug mode based on sections selected
bg: Стартиране на IPsec в режим за отстраняване на грешки въз основа на избраните секции

source: Launch IPsec in debug mode so that more verbose logs will be generated to aid in troubleshooting.
bg: Стартирайте IPsec в режим за отстраняване на грешки, така че да се генерират по-обширни дневници, които да помогнат при отстраняването на неизправности.

source: not found
bg: не е намерен

source: This tunnel cannot be deleted because it is still being used as an interface.
bg: Този тунел не може да бъде изтрит, тъй като все още се използва като интерфейс.

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 address.
bg: Семействата протоколи и IP адреси не съвпадат. Не можете да изберете IPv6 протокол и IPv4 адрес.

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 address.
bg: Семействата протоколи и IP адреси не съвпадат. Не можете да изберете IPv4 протокол и IPv6 адрес.

source: An IPv4 protocol was selected, but the selected interface has no IPv4 address.
bg: Избран е IPv4 протокол, но избраният интерфейс няма IPv4 адрес.

source: An IPv6 protocol was selected, but the selected interface has no IPv6 address.
bg: Избран е IPv6 протокол, но избраният интерфейс няма IPv6 адрес.

source: The field 'Local port' must contain a valid port, ranging from 0 to 65535.
bg: Полето "Локален порт" трябва да съдържа валиден порт, вариращ от 0 до 65535.

source: The specified 'Local port' is in use. Please select another value
bg: Посоченият "Локален порт" се използва. Моля, изберете друга стойност

source: The field 'Server host or address' must contain a valid IP address or domain name.
bg: Полето "Server host or address" трябва да съдържа валиден IP адрес или име на домейн.

source: The field 'Server port' must contain a valid port, ranging from 0 to 65535.
bg: Полето "Порт на сървъра" трябва да съдържа валиден порт, вариращ от 0 до 65535.

source: At least one remote server must be specified.
bg: Трябва да се посочи поне един отдалечен сървър.

source: Renegotiate time should contain a valid number of seconds.
bg: Времето за предоговаряне трябва да съдържа валиден брой секунди.

source: The field 'Proxy host or address' must contain a valid IP address or domain name.
bg: Полето "Прокси хост или адрес" трябва да съдържа валиден IP адрес или име на домейн.

source: The field 'Proxy port' must contain a valid port, ranging from 0 to 65535.
bg: Полето "Прокси порт" трябва да съдържа валиден порт, вариращ от 0 до 65535.

source: User name and password are required for proxy with authentication.
bg: За прокси сървъра с удостоверяване се изискват потребителско име и парола.

source: The bandwidth limit must be a positive numeric value.
bg: Ограничението на честотната лента трябва да бъде положителна числова стойност.

source: The field 'Shared Key' does not appear to be valid
bg: Полето "Споделен ключ" не изглежда валидно

source: The field 'TLS Shared Key' does not appear to be valid
bg: Полето "TLS Shared Key" не изглежда валидно

source: Shared key
bg: Споделен ключ

source: If no Client Certificate is selected, a username and password must be entered.
bg: Ако не е избран клиентски сертификат, трябва да се въведат потребителско име и парола.

source: Do you really want to delete this client?
bg: Наистина ли искате да изтриете този клиент?

source: Do you really want to delete the selected clients?
bg: Наистина ли искате да изтриете избраните клиенти?

source: Set this option to disable this client without removing it from the list
bg: Задайте тази опция, за да деактивирате този клиент, без да го премахвате от списъка

source: Server Mode
bg: Режим на сървъра

source: Peer to Peer ( SSL/TLS )
bg: Партньор към партньор ( SSL/TLS )

source: Peer to Peer ( Shared Key )
bg: Партньор към партньор ("споделен ключ")

source: Select the protocol family to be used. Note that using both families with UDP/TCP does not work with an explicit interface as OpenVPN does not support listening to more than one specified IP address. In this case IPv4 is currently assumed.
bg: Изберете фамилията протоколи, която ще се използва. Имайте предвид, че използването на двете семейства с UDP/TCP не работи с явен интерфейс, тъй като OpenVPN не поддържа слушане на повече от един посочен IP адрес. В този случай в момента се приема IPv4.

source: Device mode
bg: Режим на устройството

source: Remote server
bg: Отдалечен сървър

source: Host or address
bg: Домакин или адрес

source: Select remote server at random
bg: Избор на отдалечен сървър на случаен принцип

source: Retry DNS resolution
bg: Повторение на разрешаването на DNS

source: Infinitely resolve remote server
bg: Безкрайно разрешаване на отдалечен сървър

source: Continuously attempt to resolve the server host name. Useful when communicating with a server that is not permanently connected to the Internet
bg: Непрекъснат опит за разрешаване на името на хоста на сървъра. Полезно при комуникация със сървър, който не е постоянно свързан с интернет.

source: Proxy host or address
bg: Прокси хост или адрес

source: Proxy authentication extra options
bg: Допълнителни опции за удостоверяване чрез прокси

source: basic
bg: основен

source: Set this option if you would like to bind to a specific port. Leave this blank or enter 0 for a random dynamic port.
bg: Задайте тази опция, ако искате да се свържете с определен порт. Оставете тази опция празна или въведете 0 за произволен динамичен порт.

source: User Authentication Settings
bg: Настройки за удостоверяване на потребителя

source: User name/pass
bg: Потребителско име/пас

source: Leave empty when no user name and password are needed.
bg: Оставете празно, когато не са необходими потребителско име и парола.

source: Renegotiate time
bg: Предоговаряне на времето

source: Renegotiate data channel key after n seconds (default=3600). Set to 0 to disable.
bg: Предоговаряне на ключа на канала за данни след n секунди (по подразбиране = 3600). Задайте 0, за да деактивирате.

source: Enabled - Authentication only
bg: Активирано - само удостоверяване

source: Enabled - Authentication & encryption
bg: Активирано - Удостоверяване и криптиране

source: Automatically generate a shared TLS authentication key
bg: Автоматично генериране на споделен ключ за удостоверяване TLS

source: Paste your shared key here
bg: Поставете споделения си ключ тук

source: Peer Certificate Authority
bg: Партньорски сертификационен орган

source: No Certificate Authorities defined.
bg: Не са дефинирани удостоверителни органи.

source: Create one under
bg: Създайте такъв в

source: System: Certificates
bg: Система: Сертификати

source: (Username and Password required)
bg: (изискват се потребителско име и парола)

source: No Certificates defined.
bg: Няма дефинирани сертификати.

source: if one is required for this connection.
bg: ако се изисква такава за тази връзка.

source: Shared Key
bg: Споделен ключ

source: Automatically generate a shared key
bg: Автоматично генериране на споделен ключ

source: NOTE: Leave this set to SHA1 unless the server is set to match. SHA1 is the default for OpenVPN.
bg: ЗАБЕЛЕЖКА: Оставете тази стойност на SHA1, освен ако сървърът не е настроен да съответства. SHA1 е настройката по подразбиране за OpenVPN.

source: This is the IPv4 virtual network used for private communications between this client and the server expressed using CIDR (eg. 10.0.8.0/24). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
bg: Това е виртуалната мрежа IPv4, използвана за частни комуникации между този клиент и сървъра, изразена с помощта на CIDR (напр. 10.0.8.0/24). Първият мрежов адрес се приема за адрес на сървъра, а вторият мрежов адрес ще бъде присвоен на клиентския виртуален интерфейс

source: This is the IPv6 virtual network used for private communications between this client and the server expressed using CIDR (eg. fe80::/64). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
bg: Това е виртуалната мрежа IPv6, използвана за частни комуникации между този клиент и сървъра, изразена чрез CIDR (напр. fe80::/64). Първият мрежов адрес се приема за адрес на сървъра, а вторият мрежов адрес ще бъде присвоен на клиентския виртуален интерфейс

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
bg: Това са IPv4 мрежите, които ще бъдат маршрутизирани през тунела, така че да може да се създаде VPN услуга от сайт до сайт, без да се налага ръчно да се променят таблиците за маршрутизация. Изразява се като списък, разделен със запетая, на един или повече CIDR диапазони. Ако това е VPN от сайт до сайт, въведете тук отдалечените LAN/и. Можете да оставите това поле празно, за да комуникирате само с други клиенти

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
bg: Това са IPv6 мрежите, които ще бъдат маршрутизирани през тунела, така че да може да се създаде VPN услуга от сайт до сайт, без да се налага ръчно да се променят таблиците за маршрутизация. Изразява се като списък с един или повече IP/PREFIX, разделени със запетая. Ако това е VPN от сайт до сайт, въведете тук отдалечените LAN/и. Можете да оставите това поле празно, за да комуникирате само с други клиенти

source: Limit outgoing bandwidth
bg: Ограничаване на изходящата честотна лента

source: Maximum outgoing bandwidth for this tunnel. Leave empty for no limit. The input value has to be something between 100 bytes/sec and 100 Mbytes/sec (entered as bytes per second)
bg: Максимална изходяща честотна лента за този тунел. Оставете празно, за да няма ограничение. Въведената стойност трябва да бъде нещо между 100 байта/сек и 100 Мбайта/сек (въведена като байтове в секунда).

source: Compress tunnel packets using the LZ4/LZO algorithm. The LZ4 generally offers the best performance with least CPU usage. For backwards compatibility use the LZO (which is identical to the older option --comp-lzo yes). In the partial mode (the option --compress with an empty algorithm) compression is turned off, but the packet framing for compression is still enabled, allowing a different setting to be pushed later. The legacy LZO algorithm with adaptive compression mode will dynamically disable compression for a period of time if OpenVPN detects that the data in the packets is not being compressed efficiently.
bg: Компресиране на пакетите в тунела с помощта на алгоритъма LZ4/LZO. LZ4 обикновено предлага най-добра производителност с най-малко използване на процесора. За обратна съвместимост използвайте LZO (който е идентичен с по-старата опция --comp-lzo yes). В частичен режим (опцията --compress с празен алгоритъм) компресирането е изключено, но оформянето на пакетите за компресиране все още е разрешено, което позволява по-късно да се вкара различна настройка. По-старият алгоритъм LZO с режим на адаптивно компресиране динамично ще деактивира компресирането за определен период от време, ако OpenVPN установи, че данните в пакетите не се компресират ефективно.

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value
bg: Задаване на стойността на IP заглавието TOS на тунелните пакети, за да съответства на стойността на капсулирания пакет

source: Don't pull routes
bg: Не изтегляйте маршрути

source: This option effectively bars the server from adding routes to the client's routing table, however note that this option still allows the server to set the TCP/IP properties of the client's TUN/TAP interface
bg: Тази опция ефективно забранява на сървъра да добавя маршрути към маршрутната таблица на клиента, но имайте предвид, че тази опция все пак позволява на сървъра да задава TCP/IP свойствата на интерфейса TUN/TAP на клиента.

source: Don't add/remove routes
bg: Не добавяйте/премахвайте маршрути

source: Do not add or remove routes automatically. Instead pass routes to "--route-up" script using environmental variables.
bg: Не добавяйте или премахвайте маршрути автоматично. Вместо това предайте маршрутите на скрипта "--route-up", като използвате променливи на средата.

source: Advanced configuration
bg: Разширена конфигурация

source: Enter any additional options you would like to add to the configuration file here.
bg: Въведете всички допълнителни опции, които искате да добавите към конфигурационния файл тук.

source: Verbosity level
bg: Ниво на глаголност

source: Each level shows all info from the previous levels. Level 3 is recommended if you want a good summary of what's happening without being swamped by output.
bg: Всяко ниво показва цялата информация от предишните нива. Ниво 3 се препоръчва, ако искате да получите добро обобщение на случващото се, без да бъдете затрупани с изходна информация.

source: %snone%s -- No output except fatal errors.
bg: %snone%s -- Няма изходни данни, освен фатални грешки.

source: %sdefault%s-%s4%s -- Normal usage range.
bg: %sdefault%s-%s4%s -- Нормален диапазон на използване.

source: %s5%s -- Output R and W characters to the console for each packet read and write, uppercase is used for TCP/UDP packets and lowercase is used for TUN/TAP packets.
bg: %s5%s -- Извеждане на R и W символи на конзолата за всеки прочетен и записан пакет, като за TCP/UDP пакетите се използват главни букви, а за TUN/TAP пакетите - малки.

source: %s6%s-%s11%s -- Debug info range.
bg: %s6%s-%s11%s -- Обхват на информацията за отработване.

source: Move selected items to end
bg: Преместване на избраните елементи в края

source: Move selected before this item
bg: Преместване, избрано преди този елемент

source: delete client
bg: изтриване на клиент

source: clone client
bg: клонинг клиент

source: The field 'DNS Domain search list' must contain valid domain names
bg: Полето "Списък за търсене на DNS домейни" трябва да съдържа валидни имена на домейни

source: The field 'DNS Domain search list' may contain max 10 entries
bg: Полето "Списък за търсене на DNS домейни" може да съдържа максимум 10 записа

source: Do you really want to delete this csc?
bg: Наистина ли искате да изтриете този csc?

source: Do you really want to delete the selected csc's?
bg: Наистина ли искате да изтриете избраните csc?

source: Set this option to disable this client-specific override without removing it from the list
bg: Задайте тази опция, за да деактивирате този специфичен за клиента пренастройващ елемент, без да го премахвате от списъка

source: Select the OpenVPN servers where this override applies to, leave empty for all
bg: Изберете сървърите на OpenVPN, за които се прилага това отменяне, оставете празно за всички

source: Common name
bg: Общоприето наименование

source: Enter the client's X.509 common name here
bg: Въведете общото име на клиента X.509 тук

source: Connection blocking
bg: Блокиране на връзката

source: Block this client connection based on its common name
bg: Блокиране на тази клиентска връзка въз основа на нейното общо име

source: Don't use this option to permanently disable a client due to a compromised key or password. Use a CRL (certificate revocation list) instead
bg: Не използвайте тази опция, за да деактивирате окончателно клиент поради компрометиран ключ или парола. Вместо това използвайте CRL (списък с оттеглени сертификати).

source: This defines the %s network used for this client in CIDR format, the addressing depends on the device mode (tun, tap) and the choice for topology. <br/><br/>When topology is unset for a server in tun mode, the first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface. </br><br/>Otherwise the configured address is used for this clients virtual interface using the configured netmask.
bg: Това дефинира мрежата %s, използвана за този клиент, във формат CIDR, като адресирането зависи от режима на устройството (tun, tap) и избора на топология. <br/><br/>Когато топологията не е зададена за сървър в режим tun, първият мрежов адрес се приема за адрес на сървъра, а вторият мрежов адрес ще бъде присвоен на клиентския виртуален интерфейс. </br><br/>В противен случай за този клиентски виртуален интерфейс се използва конфигурираният адрес, като се използва конфигурираната мрежова маска.
