Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Collect NetFlow data on this firewall for use with Insight. Note that the local cache only holds the latest 100 MB of data.
bg: Събиране на данни за NetFlow от тази защитна стена за използване с Insight. Имайте предвид, че локалният кеш съдържа само последните 100 MB данни.

source: Color
bg: Цвят

source: Comma-separated list of SMTP servers for alert delivery.
bg: Списък, разделен със запетая, на SMTP сървъри за доставка на предупреждения.

source: Command
bg: Команда

source: Community Mode
bg: Режим на общността

source: Concurrent user logins
bg: Едновременни влизания на потребители

source: Condition
bg: Състояние

source: Create a list of sites which may not be inspected, for example bank sites. Prefix the domain with a . to accept all subdomains (e.g. .google.com).
bg: Създайте списък на обектите, които не могат да бъдат проверявани, например банкови обекти. Префиксът на домейна е ., за да се приемат всички поддомейни (напр. .google.com).

source: Custom config
bg: Потребителска конфигурация

source: Custom configuration, which will be returned in the output file without modifications
bg: Потребителска конфигурация, която ще бъде върната в изходния файл без модификации

source: Custom template
bg: Персонализиран шаблон

source: DHCP Enable
bg: Разрешаване на DHCP

source: DHCP Listen IP
bg: IP адрес за слушане на DHCP

source: DNS Mode
bg: Режим DNS

source: Database Count
bg: Брой на базите данни

source: Day of the month
bg: Ден от месеца

source: Days of the week
bg: Дни от седмицата

source: Decode mail files
bg: Декодиране на пощенски файлове

source: Default EAP Type
bg: Тип EAP по подразбиране

source: Default Options TTL
bg: Опции по подразбиране TTL

source: Default ttl
bg: Ttl по подразбиране

source: Define the Fallback VLAN group ID.
bg: Определете идентификатора на групата Fallback VLAN.

source: Depends
bg: Зависи от

source: Description to be displayed in the "jobs" tab.
bg: Описание, което да се показва в раздела "работни места".

source: Description to identify this pipe.
bg: Описание за идентифициране на тази тръба.

source: Description to identify this queue.
bg: Описание за идентифициране на тази опашка.

source: Description to identify this rule.
bg: Описание за идентифициране на това правило.

source: Description to identify this zone.
bg: Описание за идентифициране на тази зона.

source: Destination / Invert
bg: Дестинация / Инвертиране

source: Destination network for this static route
bg: Мрежа на местоназначението за този статичен маршрут

source: Destination port number or well known name (imap, imaps, http, https, ...)
bg: Номер на порта на местоназначението или добре познато име (imap, imaps, http, https, ...)

source: Destination port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
bg: Номер на порта на местоназначението или добре познато име (imap, imaps, http, https, ...), за диапазони използвайте тире

source: Destinations
bg: Дестинации

source: Detect Profile
bg: Откриване на профил

source: Detect broken executables
bg: Откриване на повредени изпълними файлове

source: Disable 204 responses outside previews for virus_scan if your ICAP client does not support it.
bg: Деактивирайте 204 отговора извън визуализациите за virus_scan, ако вашият ICAP клиент не го поддържа.

source: Disable Commands
bg: Деактивиране на командите

source: Disable Routes
bg: Деактивиране на маршрути

source: Disable cache
bg: Деактивиране на кеша

source: Disable password save
bg: Деактивиране на запаметяването на парола

source: Do not decode and/or filter SSL content, only log requested domains and IP addresses. Some old servers may not provide SNI, so their addresses will not be indicated.
bg: Не декодирайте и/или филтрирайте SSL съдържание, а само записвайте заявените домейни и IP адреси. Някои стари сървъри може да не предоставят SNI, така че техните адреси няма да бъдат посочени.

source: Do not send alerts for the following events but on all others.
bg: Не изпращайте сигнали за следните събития, а за всички останали.

source: Domain Level From
bg: Ниво на домейна от

source: Domain Level To
bg: Ниво на домейна към

source: Domain of the host, e.g. example.com
bg: Домейн на хоста, напр. example.com

source: Drop Categories (IPS)
bg: Категории на изпускане (IPS)

source: Drop Continents (IPS)
bg: Капка континенти (IPS)

source: Drop Countries (IPS)
bg: Страните, в които е необходимо да се откажат (IPS)

source: Drop Protocols (IPS)
bg: Протоколи за отпадане (IPS)

source: Drop Risky Flows (IPS)
bg: Отпадане на рискови потоци (IPS)

source: DynFi Manager binding
bg: Свързване на DynFi Manager

source: Dynamic pipe creation by source or destination address. <li>Choose destination to give every IP in destination field of rules the specified bandwidth. A pipe with 1Mbit e.g. would let 3 clients lend 1Mbit each so 3Mbit max. Normally this is used for download pipes.</li> <li>Choose source to give every IP in the source field of rules the specified bandwidth. Normally this is used for upload pipes.</li> <li>Leave this value empty if you want to create a pipe with a fixed bandwidth.</li>
bg: Динамично създаване на тръби по адрес на източника или дестинацията. <li>Изберете дестинация, за да предоставите на всеки IP адрес в полето за дестинация на правилата определената честотна лента. Тръба с 1Mbit напр. ще позволи на 3 клиента да заемат по 1Mbit, така че 3Mbit макс. Обикновено това се използва за тръби за изтегляне.</li> <li>Изберете източник, за да предоставите на всеки IP адрес в полето за източник на правилата определената честотна лента. Обикновено това се използва за тръби за качване.</li> <li>Оставете тази стойност празна, ако искате да създадете тръба с фиксирана широчина на честотната лента.</li>

source: Dynamic queue creation by source or destination address. <li>Choose destination to evenly share every IP in destination field of rules the specified bandwidth. A pipe with 1Mbit e.g. would let 4 clients lend 250Kbit each. Normally this is used for download queues.</li> <li>Choose source to evenly share every IP in the source field of rules the specified bandwidth. Normally this is used for upload queues.</li> <li>Leave this value empty if you want to specify multiple queues with different weights.</li>
bg: Динамично създаване на опашка по адрес на източника или дестинацията. <li>Изберете дестинация, за да разпределите равномерно между всички IP адреси в полето за дестинация на правилата определената честотна лента. Тръба с капацитет 1Mbit например ще позволи на 4 клиента да заемат по 250Kbit. Обикновено това се използва за опашки за изтегляне.</li> <li>Изберете източник, за да разпределите равномерно между всеки IP в полето за източник на правилата определената честотна лента. Обикновено това се използва за опашки за качване.</li> <li>Оставете тази стойност празна, ако искате да зададете няколко опашки с различни тегла.</li>

source: EXOS VLAN Tagged list
bg: EXOS VLAN Маркиран списък

source: EXOS policy
bg: Политика на EXOS

source: Enable Authentication
bg: Активиране на удостоверяването

source: Enable ChilliSpot attributes
bg: Активиране на атрибутите на ChilliSpot

source: Enable ClamAV
bg: Активиране на ClamAV

source: Enable ClamAV verbose logging.
bg: Активиране на вербалното регистриране на ClamAV.

source: Enable CoDel
bg: Активиране на CoDel

source: Enable CoDel active queue management
bg: Активиране на активното управление на опашката CoDel

source: Enable DNS v4 first
bg: Първо активирайте DNS v4

source: Enable Daily Session Limit
bg: Активиране на дневния лимит на сесиите

source: Enable DirectView access
bg: Активиране на достъпа до DirectView

source: Enable EXOS attributes
bg: Активиране на атрибутите на EXOS

source: Enable Freshclam verbose logging.
bg: Активиране на вербалното регистриране на Freshclam.

source: Enable HTTPD
bg: Активиране на HTTPD

source: Enable ICAP
bg: Активиране на ICAP

source: Enable IPS Mode
bg: Активиране на режима IPS

source: Enable LDAP
bg: Активиране на LDAP

source: Enable Linux Package Cache
bg: Активиране на кеша на пакетите на Linux

source: Enable Mikrotik attributes
bg: Активиране на атрибутите на Mikrotik

source: Enable Monit
bg: Активиране на Monit

source: Enable PIE
bg: Активиране на PIE

source: Enable PIE active queue management
bg: Активиране на активното управление на опашката PIE

source: Enable Parent Proxy
bg: Активиране на родителското прокси

source: Enable Preview
bg: Активиране на предварителен преглед

source: Enable Protected Mode
bg: Активиране на защитен режим

source: Enable Redis
bg: Активиране на Redis

source: Enable Remote MySQL
bg: Активиране на отдалечен MySQL

source: Enable SNMP Agent
bg: Включване на SNMP агент

source: Enable SQLite
bg: Активиране на SQLite

source: Enable SSL inspection
bg: Активиране на проверката на SSL

source: Enable SSL inspection mode, which allows to log HTTPS connections information, such as requested URL and/or make the proxy act as a man in the middle between the internet and your clients. Be aware of the security implications before enabling this option. If you plan to use transparent HTTPS mode, you need nat rules to reflect your traffic.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Add a new firewall rule </a>
bg: Активирайте режима за проверка на SSL, който позволява да се записва информация за HTTPS връзките, като например заявения URL адрес, и/или да накарате прокси сървъра да действа като посредник между интернет и вашите клиенти. Преди да активирате тази опция, имайте предвид последиците за сигурността. Ако възнамерявате да използвате прозрачен HTTPS режим, трябва да въведете nat правила, които да отразяват трафика ви. <a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Прибавяне на ново правило за защитна стена </a>

source: Enable Syslog
bg: Активиране на Syslog

source: Enable Syslog logging.
bg: Активиране на регистрирането в Syslog.

source: Enable TCP port
bg: Активиране на TCP порт

source: Enable Transparent HTTP proxy
bg: Активиране на прозрачно HTTP прокси

source: Enable Transparent mode
bg: Активиране на прозрачен режим

source: Enable VLAN assignment
bg: Активиране на присвояването на VLAN

source: Enable VLAN fallback assignment
bg: Активиране на резервното присвояване на VLAN

source: Enable WISPr attributes
bg: Активиране на атрибутите на WISPr

source: Enable Windows Update Cache
bg: Активиране на кеша на Windows Update

source: Enable WireGuard
bg: Активиране на WireGuard

source: Enable access logging
bg: Активиране на регистрирането на достъпа

source: Enable access logging.
bg: Активиране на регистрирането на достъпа.

source: Enable alert
bg: Активиране на предупреждение

source: Enable authentication against the parent proxy.
bg: Активиране на удостоверяването срещу родителското прокси.

source: Enable blacklisting of this domain.
bg: Разрешаване на включването на този домейн в черен списък.

source: Enable c-icap service
bg: Активиране на услугата c-icap

source: Enable clamd service
bg: Активиране на услугата clamd

source: Enable encryption for mail server communication.
bg: Активиране на криптирането за комуникация с пощенския сървър.

source: Enable eve syslog output
bg: Активиране на изхода на eve syslog

source: Enable freshclam service
bg: Активиране на услугата freshclam

source: Enable if you want to use previews.
bg: Разрешете, ако искате да използвате предварителни изгледи.

source: Enable intrusion detection system.
bg: Активиране на системата за откриване на проникване.

source: Enable local cache
bg: Активиране на локалния кеш

source: Enable nProbe
bg: Активиране на nProbe

source: Enable ntopng
bg: Активиране на ntopng

source: Enable or disable SSL server certificate verification.
bg: Активиране или деактивиране на проверката на сертификата на SSL сървъра.

source: Enable or disable alert.
bg: Активиране или деактивиране на предупреждението.

source: Enable or disable monit.
bg: Включване или изключване на монитор.

source: Enable or disable service checks.
bg: Активиране или деактивиране на проверките на услугата.

source: Enable or disable the Redis service.
bg: Активирайте или деактивирайте услугата Redis.

source: Enable or disable the caching of Windows updates. This makes sense if you don't have a WSUS server. If you can setup a WSUS server, this solution should be preferred.
bg: Активиране или деактивиране на кеширането на актуализациите на Windows. Това има смисъл, ако не разполагате с WSUS сървър. Ако можете да настроите WSUS сървър, това решение трябва да бъде предпочетено.

source: Enable or disable the caching of packages for linux distributions. This makes sense if you have multiple servers in your network and do not host your own package mirror. This will reduce internet traffic usage but increase disk access.
bg: Активиране или деактивиране на кеширането на пакети за дистрибуции на Linux. Това е целесъобразно, ако имате няколко сървъра в мрежата си и не разполагате със собствено огледало за пакети. Това ще намали използването на интернет трафика, но ще увеличи достъпа до диска.

source: Enable or disable the local cache. Only UFS directory cache type is supported. Do not enable on embedded systems with SD or CF cards as this will wear down your drive.
bg: Активирайте или деактивирайте локалния кеш. Поддържа се само типът кеш за директории UFS. Не разрешавайте при вградени системи с SD или CF карти, тъй като това ще доведе до износване на устройството.

source: Enable or disable the proxy service.
bg: Активирайте или деактивирайте прокси услугата.

source: Enable or disable the squid SNMP Agent.
bg: Разрешаване или забраняване на SNMP агента squid.

source: Enable or disable this server.
bg: Активирайте или деактивирайте този сървър.

source: Enable or disable traffic management.
bg: Разрешаване или забраняване на управлението на трафика.

source: Enable parent proxy feature.
bg: Активиране на функцията родителски прокси.

source: Enable pinger
bg: Активиране на pinger

source: Enable promiscuous mode, for certain setups (like IPS with vlans), this is required to actually capture data on the physical interface.
bg: Активирайте промискуозния режим, за определени настройки (като IPS с vlans) това е необходимо, за да се улавят данни на физическия интерфейс.

source: Enable protection mode (block traffic).<br />Before enabling, please disable all hardware offloading first <a href="/system_advanced_network.php">in advanced network</a>.
bg: Активирайте режима на защита (блокиране на трафика).<br />Преди да активирате, моля, първо деактивирайте всички хардуерни разтоварвания <a href="/system_advanced_network.php">в advanced network</a>.

source: Enable proxy
bg: Активиране на прокси

source: Enable ruleset
bg: Включване на набор от правила

source: Enable service checks
bg: Активиране на проверките на услугите

source: Enable store logging
bg: Активиране на регистрирането на магазина

source: Enable store logging.
bg: Активиране на регистрирането на магазина.

source: Enable syslog alerts
bg: Активиране на сигналите в syslog

source: Enable the logging of authentication requests, including MAC addresses.
bg: Активирайте регистрирането на заявки за удостоверяване, включително MAC адреси.

source: Enable the override for this host
bg: Активиране на отмяната за този хост

source: Enable the usage of DNS blocklists.
bg: Разрешаване на използването на списъци за блокиране на DNS.

source: Enable this alias for the selected host
bg: Активиране на този псевдоним за избрания хост

source: Enable this domain override
bg: Активиране на този превес на домейна

source: Enable this fingerprint rule.
bg: Активирайте това правило за пръстови отпечатъци.

source: Enable this pipe and its related queues and rules
bg: Активиране на тази тръба и свързаните с нея опашки и правила

source: Enable this policy.
bg: Активирайте тази политика.

source: Enable this queue and its related rules
bg: Активиране на тази опашка и свързаните с нея правила

source: Enable this rule
bg: Разрешаване на това правило

source: Enable this rule.
bg: Разрешете това правило.

source: Enable this zone
bg: Разрешаване на тази зона

source: Enable traffic management.
bg: Разрешаване на управлението на трафика.

source: Enable transparent ftp proxy mode to forward all requests for destination port 21 to the proxy server without any additional configuration.
bg: Активирайте прозрачния режим на ftp прокси, за да препращате всички заявки за порт 21 към прокси сървъра без допълнителна конфигурация.

source: Enable transparent proxy mode. You will need a firewall rule to forward traffic from the firewall to the proxy server. You may leave the proxy interfaces empty, but remember to set a valid ACL in that case. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Add a new firewall rule </a>
bg: Активиране на прозрачен прокси режим. Ще ви е необходимо правило за защитна стена, за да препращате трафика от защитната стена към прокси сървъра. Можете да оставите прокси интерфейсите празни, но не забравяйте в този случай да зададете валиден ACL. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Добавяне на ново правило за защитна стена </a>

source: Enable whitelisting of this domain.
bg: Разрешаване на включването на този домейн в белия списък.

source: Enabled
bg: Разрешено

source: Encode Username
bg: Кодиране на потребителско име

source: Endpoint Address
bg: Адрес на крайна точка

source: Endpoint Port
bg: Порт на крайна точка

source: Enter a URL pattern like dynfi.com/forum*.
bg: Въведете модел на URL адрес, например dynfi.com/forum*.

source: Enter a description for this proxy for your reference.
bg: Въведете описание на това пълномощно за справка.

source: Enter a description for this rule. The description should help you to identify this rule.
bg: Въведете описание на това правило. Описанието трябва да ви помогне да идентифицирате това правило.

source: Enter a description to explain what this blacklist is intended for.
bg: Въведете описание, за да обясните за какво е предназначен този черен списък.

source: Enter a description to explain what this job is intended for.
bg: Въведете описание, за да обясните за какво е предназначено това работно място.

source: Enter a filename for storing the blacklist.
bg: Въведете име на файла за съхраняване на черния списък.

source: Enter a hostname pattern like *.dynfi.com.
bg: Въведете шаблон за име на хост, например *.dynfi.com.

source: Enter a name for this category.
bg: Въведете име за тази категория.

source: Enter a name for this key pair. The name should help you to identify this key pair.
bg: Въведете име за тази двойка ключове. Името трябва да ви помогне да идентифицирате тази двойка ключове.

source: Enter a name for this match.
bg: Въведете име за това съвпадение.

source: Enter a proxy URL in the form proxy.example.com:3128.
bg: Въведете URL адрес на прокси сървър във формата proxy.example.com:3128.

source: Enter a valid TCP port.
bg: Въведете валиден TCP порт.

source: Enter an url to fetch the blacklist from.
bg: Въведете URL адрес, от който да изтеглите черния списък.

source: Enter parameters for this job if required.
bg: Въведете параметри за тази задача, ако е необходимо.

source: Enter start hour (minimum 0).
bg: Въведете началния час (минимум 0).

source: Enter the URL of the ICAP Server
bg: Въведете URL адреса на сървъра ICAP

source: Enter the allowed overall bandwidth in kilobits per second (leave empty to disable).
bg: Въведете разрешената обща широчина на лентата в килобайти в секунда (оставете празно, за да забраните).

source: Enter the allowed per host bandwidth in kilobits per second (leave empty to disable).
bg: Въведете разрешената за хост честотна лента в килобайти в секунда (оставете празно, за да забраните).

source: Enter the cache memory size to use or zero to disable completely.
bg: Въведете размера на кеш паметта, който да използвате, или нула, за да го забраните напълно.

source: Enter the days of the month for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,20,28 or 1-28)
bg: Въведете дните от месеца, в които да действа задачата, може да бъде и списък, разделен на запетаи, * (всеки) или диапазон (напр. 1,20,28 или 1-28)

source: Enter the days of the week for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
bg: Въведете дните от седмицата, в които да действа задачата, може да бъде и списък, разделен на запетаи, * (всеки) или диапазон (напр. 1,2,3 или 1-3)

source: Enter the default ttl.
bg: Въведете ttl по подразбиране.

source: Enter the directory location for the local cache (default is /var/squid/cache).
bg: Въведете местоположението на директорията за локалния кеш (по подразбиране е /var/squid/cache).

source: Enter the end time (maximum 23, minimum 0 or start time).
bg: Въведете крайния час (максимален 23, минимален 0 или начален час).

source: Enter the first day of the week.
bg: Въведете първия ден от седмицата.

source: Enter the first month.
bg: Въведете първия месец.

source: Enter the hours for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,11,12 or 10-12)
bg: Въведете часовете, в които трябва да действа задачата, може да бъде и списък, разделен на запетаи, * (всеки) или диапазон (напр. 10,11,12 или 10-12)

source: Enter the last day of the week.
bg: Въведете последния ден от седмицата.

source: Enter the last month (maximum December, minimum January or From Month).
bg: Въведете последния месец (максимум декември, минимум януари или от месец).

source: Enter the maximum amount of dots in the domain name.
bg: Въведете максималния брой точки в името на домейна.

source: Enter the maximum size (in MB) to use for SSL certificates.
bg: Въведете максималния размер (в MB), който да използвате за SSL сертификатите.

source: Enter the maximum size for downloads in kilobytes (leave empty to disable).
bg: Въведете максималния размер на изтеглянията в килобайти (оставете празно, за да забраните).

source: Enter the maximum size for uploads in kilobytes (leave empty to disable).
bg: Въведете максималния размер за качване в килобайти (оставете празно, за да забраните).

source: Enter the minimum amount of dots in the domain name.
bg: Въведете минималния брой точки в името на домейна.

source: Enter the minutes for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,20,30 or 10-30)
bg: Въведете минутите, в които задачата трябва да действа, може да бъде и списък, разделен на запетаи, * (всеки) или диапазон (напр. 10,20,30 или 10-30)

source: Enter the months for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
bg: Въведете месеците, за които ще действа задачата, може да бъде и списък, разделен на запетаи, * (всеки) или диапазон (напр. 1,2,3 или 1-3)

source: Enter the name of the header.
bg: Въведете името на заглавието.

source: Enter the network address to match in CIDR notation for example like 127.0.0.1/8 or ::1/128
bg: Въведете мрежовия адрес за съответствие в CIDR нотация, например 127.0.0.1/8 или ::1/128

source: Enter the number of first-level subdirectories for the local cache (default is 16).
bg: Въведете броя на поддиректориите от първо ниво за локалния кеш (по подразбиране е 16).

source: Enter the number of first-level subdirectories for the local cache (default is 256).
bg: Въведете броя на поддиректориите от първо ниво за локалния кеш (по подразбиране е 256).

source: Enter the number of ssl certificate workers to use (sslcrtd_children).
bg: Въведете броя на работниците на ssl сертификати, които да използвате (sslcrtd_children).

source: Enter the size of the preview which is sent to the ICAP server.
bg: Въведете размера на визуализацията, която се изпраща на сървъра ICAP.
