Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Access log
bg: Дневник за достъп

source: Enable access log
bg: Активиране на дневника за достъп

source: Enable access logging on the web GUI for debugging and analysis purposes.
bg: Активирайте регистрирането на достъпа в уеб графичния потребителски интерфейс за целите на отстраняване на грешки и анализ.

source: Only accept connections from the selected interfaces. Leave empty to listen globally. Use with care.
bg: Приемайте връзки само от избраните интерфейси. Оставете празно, за да слушате глобално. Използвайте внимателно.

source: HTTP_REFERER enforcement
bg: Изпълнение на HTTP_REFERER

source: Disable HTTP_REFERER enforcement check
bg: Деактивиране на проверката за изпълнение на HTTP_REFERER

source: When this is unchecked, access to the web GUI is protected against HTTP_REFERER redirection attempts. Check this box to disable this protection if you find that it interferes with web GUI access in certain corner cases such as using external scripts to interact with this system. More information on HTTP_REFERER is available from %sWikipedia%s.
bg: Когато тази опция не е маркирана, достъпът до уеб графичния потребителски интерфейс е защитен срещу опити за пренасочване на HTTP_REFERER. Поставете отметка в това квадратче, за да деактивирате тази защита, ако установите, че тя пречи на достъпа до уеб графичния интерфейс в определени краен случай, например при използване на външни скриптове за взаимодействие с тази система. Повече информация за HTTP_REFERER можете да намерите в %sWikipedia%s.

source: Secure Shell Server
bg: Сигурен сървър Shell

source: Enable Secure Shell
bg: Активиране на Secure Shell

source: Login Group
bg: Група за влизане

source: Select the allowed groups for remote login. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will. Do not yield remote access to non-administrators as every user can access system files using SSH or SFTP.
bg: Изберете разрешените групи за отдалечено влизане. Групата "колело" винаги е зададена за целите на възстановяването, а допълнителна локална група може да бъде избрана по желание. Не предоставяйте отдалечен достъп на лица, които не са администратори, тъй като всеки потребител може да получи достъп до системните файлове чрез SSH или SFTP.

source: Root Login
bg: Вход за корен

source: Permit root user login
bg: Разрешаване на влизането на потребител root

source: Root login is generally discouraged. It is advised to log in via another user and switch to root afterwards.
bg: Влизането с корен обикновено не се препоръчва. Препоръчително е да влезете в системата чрез друг потребител и да преминете към root след това.

source: Authentication Method
bg: Метод на удостоверяване

source: Permit password login
bg: Разрешаване на влизане с парола

source: When disabled, authorized keys need to be configured for each %sUser%s that has been granted secure shell access.
bg: Когато е деактивиран, оторизираните ключове трябва да бъдат конфигурирани за всеки %sUser%s, на когото е предоставен защитен достъп до обвивката.

source: SSH port
bg: SSH порт

source: Leave this blank for the default of 22.
bg: Оставете това поле празно за стойността по подразбиране 22.

source: Show cryptographic overrides
bg: Показване на криптографски пренастройки

source: Key exchange algorithms
bg: Алгоритми за обмен на ключове

source: The key exchange methods that are used to generate per-connection keys
bg: Методите за обмен на ключове, които се използват за генериране на ключове за всяка връзка

source: Ciphers
bg: Шифри

source: The ciphers to encrypt the connection
bg: Шифрите за криптиране на връзката

source: The message authentication codes used to detect traffic modification
bg: Кодовете за удостоверяване на съобщения, използвани за откриване на модификация на трафика

source: Host key algorithms
bg: Ключови алгоритми на хоста

source: Specifies the host key algorithms that the server offers
bg: Посочва ключовите алгоритми на хоста, които сървърът предлага.

source: Public key signature algorithms
bg: Алгоритми за подписване с публичен ключ

source: The signature algorithms that are used for public key authentication
bg: Алгоритмите за подписване, които се използват за удостоверяване с публичен ключ

source: Console
bg: Конзола

source: Console driver
bg: Конзолен драйвер

source: Use the virtual terminal driver (vt)
bg: Използване на драйвера за виртуален терминал (vt)

source: Primary Console
bg: Основна конзола

source: Select the primary console. This preferred console will show boot script output.
bg: Изберете основната конзола. Тази предпочитана конзола ще показва изходните данни на скрипта за зареждане.

source: All consoles display OS boot messages, console messages, and the console menu.
bg: Всички конзоли показват съобщения за зареждане на операционната система, конзолни съобщения и менюто на конзолата.

source: Secondary Console
bg: Вторична конзола

source: Select the secondary console if multiple consoles are present.
bg: Изберете вторичната конзола, ако има няколко конзоли.

source: Serial Speed
bg: Серийна скорост

source: Allows selection of different speeds for the serial console port.
bg: Позволява избор на различни скорости за серийния конзолен порт.

source: USB-based serial
bg: Сериен USB-базиран

source: Use USB-based serial ports
bg: Използване на USB-базирани серийни портове

source: Console menu
bg: Меню на конзолата

source: Password protect the console menu
bg: Защита на менюто на конзолата с парола

source: Inactivity timeout
bg: Време за неактивност

source: When set, defines the number of minutes an ssh or console session might idle before being logged out automatically, only available on [t]csh type shells. Does not affect currently active shells.
bg: Когато е зададено, се определя броят на минутите, през които една ssh или конзолна сесия може да не работи, преди да бъде автоматично изключена, налично само за обвивки тип [t]csh. Не влияе на активните в момента обвивки.

source: Select one or more authentication servers to validate user credentials against. Multiple servers can make sense with remote authentication methods to provide a fallback during connectivity issues. When nothing is specified the default of "Local Database" is used.
bg: Изберете един или повече сървъри за удостоверяване, спрямо които да се валидират потребителските данни. При отдалечените методи за удостоверяване може да има смисъл да се използват няколко сървъра, за да се осигури резервен вариант при проблеми със свързаността. Когато не е посочено нищо, по подразбиране се използва "Локална база данни".

source: Disable integrated authentication
bg: Деактивиране на интегрираното удостоверяване

source: When set, console login, SSH, and other system services can only use standard UNIX account authentication.
bg: Когато е зададена, входът в конзолата, SSH и други системни услуги могат да използват само стандартно удостоверяване на UNIX акаунт.

source: Disallow
bg: Забрана за достъп до

source: Ask password
bg: Попитайте за парола

source: No password
bg: Без парола

source: Permit sudo usage for administrators with shell access.
bg: Разрешаване на използването на sudo за администратори с достъп до shell.

source: Select the allowed groups for sudo usage. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will.
bg: Изберете разрешените групи за използване на sudo. Групата "wheel" е винаги зададена за целите на възстановяването, а допълнителна локална група може да бъде избрана по желание.

source: User OTP seed
bg: Потребителско OTP семе

source: Permit users to generate their own OTP seed in the password page.
bg: Разрешете на потребителите да генерират свои собствени OTP семена в страницата за пароли.

source: Deployment
bg: Внедряване

source: Deployment type
bg: Тип внедряване

source: Production
bg: Производство

source: Development
bg: Развитие

source: Set the deployment type of this DynFi Firewall instance.
bg: Задайте типа на внедряване на тази инстанция на DynFi Firewall.

source: The Firewall Adaptive values must be set together.
bg: Стойностите на Firewall Adaptive трябва да бъдат зададени заедно.

source: The Firewall Adaptive Start value must be an integer.
bg: Стойността на Firewall Adaptive Start трябва да е цяло число.

source: The Firewall Adaptive End value must be an integer.
bg: Стойността на Firewall Adaptive End трябва да бъде цяло число.

source: The Firewall Maximum States value must be an integer.
bg: Стойността на Firewall Maximum States трябва да бъде цяло число.

source: The Firewall Maximum Frags value must be an integer.
bg: Стойността на Firewall Maximum Frags трябва да бъде цяло число.

source: The Aliases Hostname Resolve Interval value must be an integer.
bg: Стойността на интервала за разрешаване на псевдоними на хостове трябва да бъде цяло число.

source: The Firewall Maximum Table Entries value must be an integer.
bg: Стойността на Firewall Maximum Table Entries трябва да бъде цяло число.

source: Unknown syncookie type %s.
bg: Неизвестен тип syncookie %s.

source: Syncookie Adaptive values must be set together.
bg: Стойностите на Syncookie Adaptive трябва да бъдат зададени заедно.

source: Syncookie Adaptive Start value must be an integer.
bg: Стойността на Syncookie Adaptive Start трябва да бъде цяло число.

source: Syncookie Adaptive End value must be an integer.
bg: Стойността на Syncookie Adaptive End трябва да бъде цяло число.

source: Syncookie Adaptive Start must be a higher value than End.
bg: Syncookie Adaptive Start трябва да е по-висока стойност от End.

source: IPv6 Options
bg: Опции за IPv6

source: Allow IPv6
bg: Разрешаване на IPv6

source: All IPv6 traffic will be blocked by the firewall unless this box is checked.
bg: Целият IPv6 трафик ще бъде блокиран от защитната стена, освен ако това поле не е маркирано.

source: NOTE: This does not disable any IPv6 features on the firewall, it only blocks traffic.
bg: ЗАБЕЛЕЖКА: Това не деактивира никакви IPv6 функции на защитната стена, а само блокира трафика.

source: Reflection for port forwards
bg: Отражение за предни портове

source: When enabled, this automatically creates additional NAT redirect rules for access to port forwards on your external IP addresses from within your internal networks.
bg: Когато е разрешено, това автоматично създава допълнителни правила за пренасочване на NAT за достъп до пренасочване на портове на външни IP адреси от вътрешните ви мрежи.

source: Individual rules may be configured to override this system setting on a per-rule basis.
bg: Отделните правила могат да бъдат конфигурирани така, че да отменят тази системна настройка за всяко правило.

source: Reflection for 1:1
bg: Размисъл за 1:1

source: Enables the automatic creation of additional NAT redirect rules for access to 1:1 mappings of your external IP addresses from within your internal networks.
bg: Позволява автоматичното създаване на допълнителни правила за пренасочване на NAT за достъп до 1:1 съпоставки на външните ви IP адреси от вътрешните ви мрежи.

source: Automatic outbound NAT for Reflection
bg: Автоматичен изходящ NAT за Reflection

source: Automatically create outbound NAT rules which assist inbound NAT rules that direct traffic back out to the same subnet it originated from.
bg: Автоматично създаване на изходящи NAT правила, които подпомагат входящите NAT правила, насочващи трафика обратно към същата подмрежа, от която е дошъл.

source: Bogon Networks
bg: Мрежи Bogon

source: Update Frequency
bg: Честота на актуализиране

source: Monthly
bg: Месечно

source: The frequency of updating the lists of IP addresses that are reserved (but not RFC 1918) or not yet assigned by IANA.
bg: Честотата на актуализиране на списъците с IP адреси, които са резервирани (но не са RFC 1918) или все още не са присвоени от IANA.

source: Gateway Monitoring
bg: Мониторинг на шлюза

source: Skip rules
bg: Правила за пропускане

source: Skip rules when gateway is down
bg: Пропускане на правила, когато шлюзът е изключен

source: By default, when a rule has a specific gateway set, and this gateway is down, rule is created and traffic is sent to default gateway. This option overrides that behavior and the rule is not created when gateway is down
bg: По подразбиране, когато за дадено правило е зададен конкретен шлюз и този шлюз е изключен, правилото се създава и трафикът се изпраща към шлюза по подразбиране. Тази опция отменя това поведение и правилото не се създава, когато шлюзът е изключен.

source: Sticky connections
bg: Лепкави връзки

source: Use sticky connections
bg: Използване на лепкави връзки

source: Successive connections will be redirected to the servers in a round-robin manner with connections from the same source being sent to the same gateway. This 'sticky connection' will exist as long as there are states that refer to this connection. Once the states expire, so will the sticky connection. Further connections from that host will be redirected to the next gateway in the round-robin.
bg: Следващите връзки ще бъдат пренасочвани към сървърите по кръгов път, като връзките от един и същ източник ще бъдат изпращани към един и същ шлюз. Тази "лепкава връзка" ще съществува, докато има състояния, които се отнасят до тази връзка. След като състоянията изтекат, ще изтече и "лепкавата" връзка. По-нататъшните връзки от този хост ще бъдат пренасочвани към следващия шлюз в кръговата система.

source: Source tracking timeout
bg: Време за проследяване на източника

source: Set the source tracking timeout for sticky connections in seconds. By default this is 0, so source tracking is removed as soon as the state expires. Setting this timeout higher will cause the source/destination relationship to persist for longer periods of time.
bg: Задаване на времетраенето за проследяване на източника за лепкави връзки в секунди. По подразбиране тази стойност е 0, така че проследяването на източника се премахва веднага щом състоянието изтече. Ако зададете по-висока стойност на този таймаут, връзката източник/направление ще се запази за по-дълги периоди от време.

source: Shared forwarding
bg: Споделено препращане

source: Use shared forwarding between packet filter, traffic shaper and captive portal
bg: Използване на споделено пренасочване между филтъра за пакети, формирователя на трафика и портала за достъп

source: Using policy routing in the packet filter rules causes packets to skip processing for the traffic shaper and captive portal tasks. Using this option enables the sharing of such forwarding decisions between all components to accomodate complex setups.
bg: Използването на маршрутизиране на политики в правилата за филтриране на пакети води до пропускане на обработката на пакетите за задачите на формирователя на трафика и портала в плен. Използването на тази опция дава възможност за споделяне на такива решения за препращане между всички компоненти, за да се адаптират сложни настройки.

source: Disable force gateway
bg: Деактивиране на принудителния шлюз

source: Disable automatic rules which force local services to use the assigned interface gateway.
bg: Деактивиране на автоматичните правила, които принуждават локалните услуги да използват определения интерфейсен шлюз.

source: Outgoing packets from this firewall on an interface which has a gateway will normally use the specified gateway for that interface. When this option is set the route will be selected by the system routing table instead.
bg: Изходящите пакети от тази защитна стена по интерфейс, който има шлюз, обикновено използват посочения шлюз за този интерфейс. Когато тази опция е зададена, маршрутът ще бъде избран от системната таблица за маршрутизация вместо това.

source: Schedule States
bg: Щати с график

source: By default schedules clear the states of existing connections when the expiration time has come. This option overrides that behavior by not clearing states for existing connections.
bg: По подразбиране графиците изчистват състоянията на съществуващите връзки, когато изтече срокът им на валидност. Тази опция отменя това поведение, като не изчиства състоянията на съществуващите връзки.

source: Firewall Optimization
bg: Оптимизиране на защитната стена

source: normal
bg: нормален

source: high-latency
bg: висока латентност

source: aggressive
bg: агресивен

source: conservative
bg: консервативен

source: Select the type of state table optimization to use
bg: Изберете типа оптимизация на таблицата на състоянията, който да използвате

source: As the name says, it is the normal optimization algorithm
bg: Както се вижда от името, това е нормален алгоритъм за оптимизация.

source: Used for high latency links, such as satellite links. Expires idle connections later than default
bg: Използва се за връзки с висока латентност, например сателитни връзки. Изтичане на срока на неактивните връзки по-късно от този по подразбиране

source: Expires idle connections quicker. More efficient use of CPU and memory but can drop legitimate idle connections
bg: Изтичането на неактивните връзки става по-бързо. По-ефективно използване на процесора и паметта, но може да се откаже от легитимни неактивни връзки

source: Tries to avoid dropping any legitimate idle connections at the expense of increased memory usage and CPU utilization.
bg: Опитва се да избегне прекъсването на легитимни неактивни връзки за сметка на повишено използване на паметта и процесора.

source: Bind states to interface
bg: Свързване на състояния с интерфейс

source: Set behaviour for keeping states, by default states are floating, but when this option is set they should match the interface.
bg: Задаване на поведение за запазване на състоянията, по подразбиране състоянията са плаващи, но когато е зададена тази опция, те трябва да съответстват на интерфейса.

source: The default option (unchecked) matches states regardless of the interface, which is in most setups the best choice.
bg: Опцията по подразбиране (без отметка) съвпада със състоянията независимо от интерфейса, което в повечето случаи е най-добрият избор.

source: Disable Firewall
bg: Деактивиране на защитната стена

source: Disable all packet filtering.
bg: Деактивиране на цялото филтриране на пакети.

source: Warning: This will convert into a routing-only platform!
bg: Предупреждение: Това ще се превърне в платформа само за маршрутизиране!

source: Warning: This will also turn off NAT!
bg: Предупреждение: Това ще изключи и NAT!

source: If you only want to disable NAT, and not firewall rules, visit the %sOutbound NAT%s page.
bg: Ако искате да деактивирате само NAT, но не и правилата на защитната стена, посетете страницата %sOutbound NAT%s.

source: Firewall Adaptive Timeouts
bg: Адаптивни времеви интервали на защитната стена

source: When reaching this number of state entries, all timeout values become zero, effectively purging all state entries immediately. This value is used to define the scale factor, it should not actually be reached (set a lower state limit, see below).
bg: При достигане на този брой записи на състояния всички стойности на таймаута стават нулеви, което на практика води до незабавно изчистване на всички записи на състояния. Тази стойност се използва за определяне на коефициента на мащаба, тя не трябва да се достига в действителност (задайте долна граница на състоянието, вижте по-долу).

source: Note: Leave this blank for the default(0).
bg: Забележка: Оставете това поле празно, за да използвате настройката по подразбиране (0).

source: Firewall Maximum States
bg: Максимални състояния на защитната стена

source: Maximum number of connections to hold in the firewall state table.
bg: Максимален брой на връзките, които се съхраняват в таблицата за състоянието на защитната стена.

source: Note: Leave this blank for the default. On your system the default size is:
bg: Забележка: Оставете това поле празно за подразбиране. Във вашата система размерът по подразбиране е:

source: Firewall Maximum Fragments
bg: Максимален брой фрагменти на защитната стена

source: Sets the maximum number of entries in the memory pool used for fragment reassembly.
bg: Задава максималния брой записи в паметта, използвани за повторно сглобяване на фрагменти.

source: Note: Leave this blank for the default.
bg: Забележка: Оставете това поле празно за подразбиране.

source: Firewall Maximum Table Entries
bg: Максимални записи в таблицата на защитната стена

source: Maximum number of table entries for systems such as aliases, sshlockout, bogons, etc, combined.
bg: Максимален брой записи в таблицата за системи като псевдоними, sshlockout, bogons и т.н., взети заедно.

source: On your system the default size is:
bg: Във вашата система размерът по подразбиране е:

source: Static route filtering
bg: Филтриране на статични маршрути

source: Bypass firewall rules for traffic on the same interface
bg: Заобикаляне на правилата на защитната стена за трафика в същия интерфейс

source: This option only applies if you have defined one or more static routes. If it is enabled, traffic that enters and leaves through the same interface will not be checked by the firewall. This may be desirable in some situations where multiple subnets are connected to the same interface.
bg: Тази опция се прилага само ако сте дефинирали един или повече статични маршрути. Ако е разрешена, трафикът, който влиза и излиза през един и същ интерфейс, няма да бъде проверяван от защитната стена. Това може да е желателно в някои ситуации, когато няколко подмрежи са свързани към един и същ интерфейс.

source: Disable reply-to
bg: Деактивиране на отговора към

source: Disable reply-to on WAN rules
bg: Деактивиране на отговора към правилата за WAN

source: With Multi-WAN you generally want to ensure traffic leaves the same interface it arrives on, hence reply-to is added automatically by default. When using bridging, you must disable this behavior if the WAN gateway IP is different from the gateway IP of the hosts behind the bridged interface.
bg: При Multi-WAN обикновено искате да сте сигурни, че трафикът напуска същия интерфейс, на който пристига, затова reply-to се добавя автоматично по подразбиране. Когато използвате мостово свързване, трябва да деактивирате това поведение, ако IP адресът на WAN шлюза е различен от IP адреса на хостовете зад мостовия интерфейс.

source: Disable anti-lockout
bg: Деактивиране на антиблокировката

source: Disable administration anti-lockout rule
bg: Деактивиране на правилото за блокиране на администрацията

source: When this is unchecked, access to the web GUI or SSH on the %s interface is always permitted, regardless of the user-defined firewall rule set. Check this box to disable the automatically added rule, so access is controlled only by the user-defined firewall rules. Ensure you have a firewall rule in place that allows you in, or you will lock yourself out.
bg: Когато тази опция не е маркирана, достъпът до уеб графичния потребителски интерфейс или SSH на интерфейса %s е винаги разрешен, независимо от зададеното правило за защитна стена, дефинирано от потребителя. Поставете отметка в това поле, за да деактивирате автоматично добавеното правило, така че достъпът да се контролира само от дефинираните от потребителя правила за защитна стена. Уверете се, че имате правило за защитна стена, което ви позволява достъп, в противен случай ще се блокирате.

source: Aliases Resolve Interval
bg: Интервал за разрешаване на псевдоними

source: Interval, in seconds, that will be used to resolve hostnames configured on aliases.
bg: Интервал в секунди, който ще се използва за разрешаване на имена на хостове, конфигурирани в псевдоними.

source: Note: Leave this blank for the default (300s).
bg: Забележка: Оставете това поле празно за стойността по подразбиране (300s).

source: Check certificate of aliases URLs
bg: Проверка на сертификата на псевдоними URL адреси
