Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: TLS Expired Certificate
bg: TLS Изтекъл сертификат

source: TLS Suspicious ESNI Usage
bg: TLS Подозрително използване на ESNI

source: TLS certificate validity longer than 13 months
bg: Валидност на сертификата TLS повече от 13 месеца

source: TLS fatal alert
bg: Фатално предупреждение за TLS

source: TLS suspicious extension
bg: Подозрително разширение на TLS

source: Tag for this device must be unique.
bg: Етикетът за това устройство трябва да е уникален.

source: Taiwan
bg: Тайван

source: Tajikistan
bg: Таджикистан

source: Tanzania, United Republic of
bg: Танзания, Обединена република

source: Teams
bg: Отбори

source: Telegram
bg: Телеграма

source: Template name should be a string between 1 and 255 characters
bg: Името на шаблона трябва да бъде низ между 1 и 255 символа.

source: Tester
bg: Тестер

source: Text files
bg: Текстови файлове

source: Thailand
bg: Тайланд

source: The absolute limitation for packet size is 64K (65535 bytes)
bg: Абсолютното ограничение за размера на пакетите е 64K (65535 байта).

source: The cache size should be numeric, optionally appended with 'k', 'm', or 'g'
bg: Размерът на кеша трябва да бъде цифров, като по избор се добавя "k", "m" или "g".

source: The device name must be unique.
bg: Името на устройството трябва да е уникално.

source: The domain field is required if a host has not been specified.
bg: Полето за домейн е задължително, ако не е посочен хост.

source: The field IP address is required.
bg: Полето IP адрес е задължително.

source: The field MX Host is required.
bg: Полето MX Host е задължително.

source: The field MX Priority is required.
bg: Полето MX Priority е задължително.

source: The filename may only contain letters, digits and one dot (not required).
bg: Името на файла може да съдържа само букви, цифри и една точка (не е задължителна).

source: The first hour of the day is 0.
bg: Първият час на деня е 0.

source: The host field is required if a domain has not been specified.
bg: Полето за хост е задължително, ако не е посочен домейн.

source: The last hour of the day is 23!
bg: Последният час на деня е 23!

source: The match name must be set.
bg: Името на мача трябва да бъде зададено.

source: The proxy name must be set.
bg: Трябва да се зададе името на проксито.

source: This does not look like a valid proxy or direct connection.
bg: Това не прилича на валидна прокси или директна връзка.

source: This does not look like a valid url.
bg: Това не изглежда като валиден URL адрес.

source: This must be a valid port number.
bg: Това трябва да е валиден номер на порт.

source: Thursday
bg: Четвъртък

source: Time Range
bg: Времеви диапазон

source: Timor-Leste
bg: Тимор-Лесте

source: Togo
bg: Того

source: Tokelau
bg: Токелау

source: Tonga
bg: Тонга

source: Trace Route
bg: Маршрут за проследяване

source: Traffic Mgmt
bg: Управление на трафика

source: Trinidad and Tobago
bg: Тринидад и Тобаго

source: Tuenti
bg: Туенти

source: Tuesday
bg: Вторник

source: Tunables
bg: Тунелчета

source: Tunisia
bg: Тунис

source: Turkey
bg: Турция

source: Turkmenistan
bg: Туркменистан

source: Turks and Caicos Islands
bg: Острови Търкс и Кайкос

source: Tuvalu
bg: Тувалу

source: Types
bg: Видове

source: URL (IPs)
bg: URL (IP адреси)

source: URL Matches
bg: Съвпадения на URL адреси

source: URL Table (IPs)
bg: Таблица с URL адреси (IP адреси)

source: URL has to start with http:// or https://
bg: URL адресът трябва да започва с http:// или https://

source: USER
bg: ПОТРЕБИТЕЛ

source: UUCP subsystem
bg: Подсистема UUCP

source: Uganda
bg: Уганда

source: Ukraine
bg: Украйна

source: Uncommon TLS ALPN
bg: Необичаен TLS ALPN

source: United Arab Emirates
bg: Обединени арабски емирства

source: United Kingdom
bg: Обединеното кралство

source: United States
bg: Съединени щати

source: United States Minor Outlying Islands
bg: Малки отдалечени острови на Съединените щати

source: Unless
bg: Освен ако

source: Unmonitor
bg: Отключване на мониторинга

source: Unsafe Protocol
bg: Опасен протокол

source: Uruguay
bg: Уругвай

source: User Forum
bg: Форум на потребителите

source: User custom category 1
bg: Потребителска потребителска категория 1

source: User custom category 2
bg: Потребителска потребителска категория 2

source: User custom category 3
bg: Потребителска потребителска категория 3

source: User custom category 4
bg: Потребителска потребителска категория 4

source: User custom category 5
bg: Потребителска потребителска категория 5

source: Username can be up to 32 signs long. Alphanumeric characters and also dot, dash and underscore allowed.
bg: Потребителското име може да бъде дълго до 32 знака. Позволени са буквено-цифрови знаци, както и точка, тире и долна черта.

source: Users
bg: Потребители

source: Uzbekistan
bg: Узбекистан

source: Value needs to be between 0 and 23; multiple values, ranges, steps and asterisk are supported (ex. 1,2,8 or 0-8).
bg: Стойността трябва да бъде между 0 и 23; поддържат се множество стойности, диапазони, стъпки и звездички (например 1,2,8 или 0-8).

source: Value needs to be between 0 and 59; multiple values, ranges, steps and asterisk are supported (ex. 1,10,20,30 or 1-30).
bg: Стойността трябва да е между 0 и 59; поддържат се множество стойности, диапазони, стъпки и звездички (например 1,10,20,30 или 1-30).

source: Value needs to be between 0 and 7 (Sunday to Sunday), multiple values, ranges, steps and asterisk are supported (ex. 1,2,4 or 0-4).
bg: Стойността трябва да е между 0 и 7 (от неделя до неделя), поддържат се множество стойности, диапазони, стъпки и звездички (например 1,2,4 или 0-4).

source: Value needs to be between 1 and 12 or JAN to DEC, multiple values, ranges, steps and asterisk are supported (ex. JAN,2,10 or 3-8).
bg: Стойността трябва да е между 1 и 12 или от JAN до DEC, поддържат се множество стойности, диапазони, стъпки и звездичка (например JAN,2,10 или 3-8).

source: Value needs to be between 1 and 31; multiple values, ranges, L (last day of month), steps and asterisk are supported (ex. 1,2,8 or 1-28).
bg: Стойността трябва да е между 1 и 31; поддържат се множество стойности, диапазони, L (последен ден от месеца), стъпки и звездичка (например 1,2,8 или 1-28).

source: Vanuatu
bg: Вануату

source: Venezuela
bg: Венецуела

source: Verbose
bg: Върбова информация

source: Video
bg: Видео

source: Vietnam
bg: Виетнам

source: Virgin Islands, British
bg: Вирджински острови, Британски

source: Virgin Islands, U.S.
bg: Вирджински острови, САЩ

source: Vouchers
bg: Ваучери

source: Wallis and Futuna
bg: Уолис и Футуна

source: Warning
bg: Предупреждение

source: Weak TLS cipher
bg: Слаб шифър на TLS

source: Weapons
bg: Оръжия

source: Web
bg: Уеб

source: Webmail
bg: Уебмейл

source: Wednesday
bg: Сряда

source: Weekday Range
bg: Диапазон на работния ден

source: Weight must be between 1...100
bg: Теглото трябва да е между 1...100

source: Western Sahara
bg: Западна Сахара

source: WhatsAppCall
bg: WhatsAppПовикване

source: WhatsAppFiles
bg: WhatsAppФайлове

source: When enabling "Log SNI information only", SSL inspection must also be enabled
bg: Когато е разрешено "Log SNI information only", трябва да е разрешена и проверката на SSL.

source: Wikipedia
bg: Уикипедия

source: WindowsSpyBlocker (extra)
bg: WindowsSpyBlocker (допълнително)

source: WindowsSpyBlocker (spy)
bg: WindowsSpyBlocker (шпионин)

source: WindowsSpyBlocker (update)
bg: WindowsSpyBlocker (актуализация)

source: Wizard
bg: Магьосник

source: XSS attack
bg: XSS атака

source: Yemen
bg: Йемен

source: YoYo List
bg: Списък на йо-йо

source: You have to enable Disable Routes option.
bg: Трябва да активирате опцията Disable Routes (Забрана на маршрутите).

source: You have to enable FreeRADIUS DHCP service.
bg: Трябва да разрешите услугата FreeRADIUS DHCP.

source: You need to set a proper listening IP.
bg: Трябва да зададете подходящ IP адрес за слушане.

source: You need to set a propper VLAN ID.
bg: Трябва да зададете подходящ VLAN ID.

source: YouTubeUpload
bg: YouTubeЗареждане на

source: Zambia
bg: Замбия

source: Zimbabwe
bg: Зимбабве

source: ah
bg: ах

source: alert
bg: предупреждение

source: bit/s
bg: бит/сек

source: both
bg: и двете

source: bucket size should be between 1...65535
bg: Размерът на кофата трябва да е между 1...65535

source: clock daemon
bg: часовников демон

source: debug
bg: дебют

source: destination
bg: дестинация

source: emergency
bg: спешна помощ

source: error
bg: грешка

source: files
bg: файлове

source: kernel messages
bg: съобщения от ядрото

source: line printer subsystem
bg: подсистема за линейни принтери

source: locally used (0)
bg: местно използвани (0)

source: locally used (1)
bg: местно използвани (1)

source: locally used (2)
bg: местно използвани (2)

source: locally used (3)
bg: местно използвани (3)

source: locally used (4)
bg: местно използвани (4)

source: locally used (5)
bg: местно използвани (5)

source: locally used (6)
bg: местно използвани (6)

source: locally used (7)
bg: местно използвани (7)

source: log alert
bg: предупреждение за лог

source: log audit
bg: одит на дневника

source: mail system
bg: пощенска система

source: max size needs to be an integer value between 1 and 65535
bg: max size трябва да бъде цяло число между 1 и 65535

source: menu
bg: меню

source: messages generated internally by syslogd
bg: съобщения, генерирани вътрешно от syslogd

source: network news subsystem
bg: подсистема за мрежови новини

source: notice
bg: известие

source: origin should be regular text of max 30 characters
bg: произходът трябва да бъде обикновен текст с максимум 30 знака.

source: provide a valid sequence for sorting
bg: предоставя валидна последователност за сортиране

source: queue size should be between 2...100
bg: размерът на опашката трябва да бъде между 2...100

source: security/authorization messages
bg: съобщения за сигурност/оторизация

source: source
bg: източник

source: system daemons
bg: системни демони

source: tcp (ACK packets only)
bg: tcp (само ACK пакети)

source: tcp (non-ACK packets)
bg: tcp (пакети, които не се връщат)

source: the number of sslrtd children needs to be an integer value between 1 and 32
bg: броят на децата на sslrtd трябва да бъде цяло число между 1 и 32

source: user-level messages
bg: съобщения на ниво потребител

source: volatile-ttl
bg: волатилен тл

source: warn
bg: предупреждение

source: (leave empty for none)
bg: (оставете празно място, за да няма)

source: (leave empty to keep current one)
bg: (оставете празен, за да запазите текущия)

source: 1024 bit
bg: 1024 бита

source: 2048 bit
bg: 2048 бита

source: 3072 bit
bg: 3072 бита

source: 4096 bit
bg: 4096 бита

source: 512 bit
bg: 512 бита

source: A Windows Internet Name Service (WINS) server to provide for connecting clients, which allows them to browse Windows shares. This is typically an Active Directory Domain Controller, designated WINS server, or Samba server.
bg: Сървър на Windows Internet Name Service (WINS) за осигуряване на свързване на клиенти, което им позволява да преглеждат споделените ресурси на Windows. Обикновено това е контролер на домейна на Active Directory, определен WINS сървър или Samba сървър.

source: A name for this OpenVPN instance, for your reference. It can be set however you like, but is often used to distinguish the purpose of the service (e.g. "Remote Technical Staff").
bg: Име на тази OpenVPN инстанция за справка. То може да бъде зададено както желаете, но често се използва за разграничаване на целта на услугата (напр. "Отдалечен технически персонал").

source: A name for your reference, to identify this certificate. This is also known as the certificate's "Common Name".
bg: Име за справка, за да идентифицирате този сертификат. То е известно и като "общо име" на сертификата.

source: A name for your reference, to identify this certificate. This is the same as common-name field for other Certificates.
bg: Име за справка, за да идентифицирате този сертификат. Това е същото като полето common-name за други сертификати.

source: A reload is now in progress. The wizard will redirect you to the dashboard once the reload is completed.
bg: В момента се извършва презареждане. Съветникът ще ви пренасочи към таблото за управление след приключване на презареждането.

source: Add Certificate Authority
bg: Добавяне на удостоверяващ орган

source: Add LDAP Server
bg: Добавяне на сървър LDAP

source: Add RADIUS Server
bg: Добавяне на сървър RADIUS

source: Add a Server Certificate
bg: Добавяне на сертификат на сървъра

source: Add a rule to allow all traffic from connected clients to pass across the VPN tunnel.
bg: Добавете правило, което да разрешава преминаването на целия трафик от свързаните клиенти през VPN тунела.

source: Add a rule to permit traffic from clients on the Internet to the OpenVPN server process.
bg: Добавете правило за разрешаване на трафика от клиенти в интернет към процеса на OpenVPN сървъра.

source: Add new CA
bg: Добавяне на нов CA

source: Add new Certificate
bg: Добавяне на нов сертификат

source: Add new LDAP server
bg: Добавяне на нов сървър LDAP

source: Add new RADIUS server
bg: Добавяне на нов сървър RADIUS

source: Add new Server
bg: Добавяне на нов сървър

source: Address of the LDAP server.
bg: Адрес на LDAP сървъра.

source: Address of the RADIUS server.
bg: Адрес на RADIUS сървъра.

source: Allow DNS servers to be overridden by DHCP/PPP on WAN
bg: Разрешаване на заместването на DNS сървъри от DHCP/PPP в WAN

source: Allow communication between clients connected to this server.
bg: Разрешаване на комуникацията между клиенти, свързани с този сървър.

source: Allow connected clients to retain their connections if their IP address changes.
bg: Позволете на свързаните клиенти да запазят връзките си, ако IP адресът им се промени.

source: Allow multiple concurrent connections from clients using the same Common Name. This is not generally recommended, but may be needed for some scenarios.
bg: Разрешаване на множество едновременни връзки от клиенти, използващи едно и също общо име. Това обикновено не се препоръчва, но може да е необходимо при някои сценарии.

source: Authentication Containers
bg: Контейнери за удостоверяване

source: Authentication Port
bg: Порт за удостоверяване на автентичността

source: Authentication Type Selection
bg: Избор на тип удостоверяване

source: Automatically generate a shared TLS authentication key.
bg: Автоматично генериране на споделен ключ за удостоверяване TLS.

source: Block RFC1918 Private Networks
bg: Блокиране на частни мрежи RFC1918

source: Block non-Internet routed networks from entering via WAN
bg: Блокиране на неинтернетски маршрутизирани мрежи за влизане през WAN

source: Block private networks from entering via WAN
bg: Блокиране на частни мрежи за влизане през WAN

source: Certificate Authority Selection
bg: Избор на удостоверяващ орган

source: Choose a Certificate Authority (CA)
bg: Избор на удостоверяващ орган (CA)

source: Choose a Server Certificate
bg: Избор на сертификат за сървър

source: City or other Locality name (e.g. Middelharnis, Leipzig, Louisville).
bg: Име на град или друго населено място (напр. Middelharnis, Leipzig, Louisville).

source: Click 'Reload' to apply the changes.
bg: Щракнете върху "Презареждане", за да приложите промените.

source: Compress tunnel packets using the LZO algorithm. Adaptive compression will dynamically disable compression for a period of time if OpenVPN detects that the data in the packets is not being compressed efficiently.
bg: Компресиране на пакетите в тунела с помощта на алгоритъма LZO. Адаптивното компресиране динамично деактивира компресирането за определен период от време, ако OpenVPN установи, че данните в пакетите не се компресират ефективно.

source: Concurrent Connections
bg: Едновременни връзки

source: Configure LAN Interface
bg: Конфигуриране на интерфейса на LAN

source: Configure WAN Interface
bg: Конфигуриране на интерфейса WAN

source: Create a New Certificate Authority (CA) Certificate
bg: Създаване на нов сертификат на сертифициращ орган (CA)

source: Create a New Server Certificate
bg: Създаване на нов сертификат за сървър

source: Create new Certificate
bg: Създаване на нов сертификат

source: DHCP Hostname
bg: Име на хоста на DHCP

source: DNS Server 1
bg: DNS сървър 1

source: DNS Server 2
bg: DNS сървър 2

source: DNS Server 3
bg: DNS сървър 3

source: DNS Server 4
bg: DNS сървър 4

source: DNS server to provide for connecting client systems.
bg: DNS сървър за свързване на клиентски системи.

source: Descriptive name for the RADIUS server, for your reference.
bg: Описателно име на RADIUS сървъра за справка.

source: Descriptive server name, for your own reference.
bg: Описателно име на сървъра, за ваша собствена справка.

source: Domain name field is invalid
bg: Полето за име на домейн е невалидно

source: Email address for the Certificate contact. Often the email of the person generating the certificate (i.e. You.)
bg: Имейл адрес на лицето за контакт със сертификата. Често това е имейлът на лицето, което генерира сертификата (т.е. вие).

source: Enable NetBIOS over TCP/IP. If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled.
bg: Разрешаване на NetBIOS по TCP/IP. Ако тази опция не е зададена, всички опции на NetBIOS-over-TCP/IP (включително WINS) ще бъдат деактивирани.

source: Enable Resolver
bg: Активиране на резолвера

source: Enable authentication of TLS packets.
bg: Активиране на удостоверяването на TLS пакети.

source: Encryption Algorithm
bg: Алгоритъм за криптиране

source: Enter the hostname (FQDN) of the time server.
bg: Въведете името на хоста (FQDN) на сървъра за време.

source: Finish
bg: Завършете

source: Finished!
bg: Завършено!

source: Firewall Rule
bg: Правило за защитна стена

source: Firewall Rule Configuration
bg: Конфигуриране на правило за защитна стена

source: Firewall Rules control what network traffic is permitted. You must add rules to allow traffic to the OpenVPN server's IP and port, as well as allowing traffic from connected clients through the tunnel. These rules can be automatically added here, or configured manually after completing the wizard.
bg: Правилата на защитната стена контролират какъв мрежов трафик се разрешава. Трябва да добавите правила за разрешаване на трафика към IP адреса и порта на OpenVPN сървъра, както и за разрешаване на трафика от свързаните клиенти през тунела. Тези правила могат да се добавят автоматично тук или да се конфигурират ръчно след завършване на съветника.

source: Full State of Province name, not abbreviated (e.g. Zuid Holland, Sachsen, Kentucky).
bg: Пълно име на държавата или провинцията, без съкращения (напр. Zuid Holland, Sachsen, Kentucky).

source: Gateway IP Address field is invalid
bg: Полето IP адрес на шлюза е невалидно

source: General Information
bg: Обща информация

source: General OpenVPN Server Information
bg: Обща информация за сървъра на OpenVPN

source: General Setup
bg: Обща настройка

source: General configuration
bg: Обща конфигурация

source: Generate TLS Key
bg: Генериране на ключ TLS

source: Group Naming Attribute
bg: Атрибут за именуване на група

source: IP Address field is invalid
bg: Полето IP адрес е невалидно

source: If a user DN was supplied above, this password will also be used when performing a bind operation.
bg: Ако по-горе е предоставен потребителски DN, тази парола също ще бъде използвана при извършване на операция за свързване.

source: If left blank, an anonymous bind will be done.
bg: Ако остане празно, ще се извърши анонимно свързване.

source: If you are unsure, leave this set to "Local User Access".
bg: Ако не сте сигурни, оставете тази настройка на "Local User Access".

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (TCP/IP header size) will be in effect. If you leave this field blank, an MSS of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed. This should match the above MTU value in most all cases.
bg: Ако въведете стойност в това поле, ще бъде в сила MSS притискане за TCP връзки до въведената по-горе стойност минус 40 (размер на TCP/IP заглавието). Ако оставите това поле празно, ще се приеме MSS от 1492 байта за PPPoE и 1500 байта за всички други типове връзки. Това трябва да съответства на горната стойност на MTU в повечето случаи.

source: Inter-Client Communication
bg: Комуникация между клиентите

source: Invalid Hostname
bg: Невалидно име на хост

source: LAN IP Address
bg: IP адрес на LAN

source: LAN IP Address field is invalid
bg: Полето LAN IP адрес е невалидно

source: LDAP Authentication Server List
bg: Списък на сървърите за удостоверяване LDAP

source: LDAP Authentication Server Parameters
bg: Параметри на сървъра за удостоверяване LDAP

source: LDAP Bind Password
bg: Парола за свързване на LDAP

source: LDAP Server Selection
bg: Избор на сървър LDAP

source: LDAP Server port, leave blank for the default (389 for TCP, 636 for SSL).
bg: Портът на сървъра LDAP, оставете празен за стойността по подразбиране (389 за TCP, 636 за SSL).

source: LDAP servers
bg: Сървъри LDAP

source: Lifetime in days. This is commonly set to 397 (approximately 1 year).
bg: Живот в дни. Обикновено се задава стойност 397 (приблизително 1 година).

source: Lifetime in days. This is commonly set to 825 (approximately 2 years).
bg: Живот в дни. Обикновено се задава стойност 825 (приблизително 2 години).

source: Local Port
bg: Местно пристанище

source: Local User Access
bg: Достъп на местен потребител

source: Local port upon which OpenVPN will listen for connections. The default port is 1194. Leave this blank to auto-select an unused port.
bg: Местен порт, на който OpenVPN ще слуша за връзки. Портът по подразбиране е 1194. Оставете го празен, за да изберете автоматично неизползван порт.

source: MAC Address field is invalid
bg: Полето MAC Address е невалидно

source: Member Naming Attribute
bg: Атрибут за именуване на член

source: NTP Server
bg: Сървър NTP

source: NTP Server 2
bg: Сървър NTP 2

source: NetBIOS Node Type
bg: Тип NetBIOS възел

source: NetBIOS Scope ID
bg: Идентификатор на обхвата на NetBIOS

source: Network Time Protocol server to provide for connecting client systems.
bg: Сървър на протокола за мрежово време за осигуряване на връзка между клиентските системи.

source: On this screen we will configure the Local Area Network information.
bg: На този екран ще конфигурираме информацията за локалната мрежа.

source: OpenVPN rule
bg: Правило за OpenVPN

source: Organization name, often the Company or Group name.
bg: Име на организацията, често име на компанията или групата.

source: Override DNS
bg: Отмяна на DNS

source: PPPoE Dial on demand
bg: PPPoE Набиране при поискване

source: PPPoE Idle timeout
bg: PPPoE Време за бездействие

source: PPPoE Password
bg: PPPoE Парола

source: PPPoE Service name
bg: Име на услугата PPPoE

source: PPPoE Username
bg: Потребителско име на PPPoE

source: PPTP Dial on demand
bg: PPTP Набиране при поискване

source: PPTP Idle timeout
bg: Време за изчакване в режим на бездействие на PPTP

source: PPTP Local IP Address
bg: PPTP Локален IP адрес

source: PPTP Local IP Address field is invalid
bg: Полето PPTP Local IP Address е невалидно

source: PPTP Password
bg: Парола за PPTP

source: PPTP Remote IP Address
bg: PPTP отдалечен IP адрес

source: PPTP Remote IP Address field is invalid
bg: Полето PPTP Remote IP Address е невалидно

source: PPTP Username
bg: Потребителско име на PPTP

source: PPTP configuration
bg: Конфигурация на PPTP

source: Paste in a shared TLS key if one has already been generated.
bg: Поставете споделения TLS ключ, ако вече е генериран такъв.

source: Port used by the RADIUS server for accepting Authentication requests, typically 1812.
bg: Порт, използван от RADIUS сървъра за приемане на заявки за удостоверяване, обикновено 1812.
