Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: FileSharing
bg: Споделяне на файлове

source: Fileid should be an internally generated unique number
bg: Fileid трябва да бъде вътрешно генериран уникален номер.

source: Filename should be unique
bg: Името на файла трябва да е уникално

source: Filesystem Mount Flags
bg: Флагове за монтиране на файловата система

source: Filter
bg: Филтър

source: Filter bypass
bg: Байпас на филтъра

source: Filtering Lists
bg: Филтриране на списъци

source: Finance
bg: Финанси

source: Finland
bg: Финландия

source: Firewall
bg: Защитна стена

source: Firewall Config
bg: Конфигурация на защитната стена

source: Flows
bg: Потоци

source: Flows Settings
bg: Настройки на потоците

source: Fortunetelling
bg: Гадаене

source: Forum
bg: Форум

source: Fragmented DNS message
bg: Фрагментирано съобщение DNS

source: France
bg: Франция

source: Fraud
bg: Измама

source: Freanch exams cheaters
bg: Изпити Freanch измамници

source: French Guiana
bg: Френска Гвиана

source: French Polynesia
bg: Френска Полинезия

source: French Southern Territories
bg: Френски южни територии

source: Friday
bg: Петък

source: GIF animations
bg: GIF анимации

source: Gabon
bg: Габон

source: Gambia
bg: Гамбия

source: Gambling
bg: Хазарт

source: Game
bg: Игра

source: Games
bg: Игри

source: General
bg: Обща информация

source: Georgia
bg: Грузия

source: Germany
bg: Германия

source: Ghana
bg: Гана

source: Gibraltar
bg: Гибралтар

source: GoogleServices
bg: Услуги на Google

source: Government
bg: Правителство

source: Greece
bg: Гърция

source: Greenland
bg: Гренландия

source: Grenada
bg: Гренада

source: Guadeloupe
bg: Гваделупа

source: Guam
bg: Гуам

source: Guatemala
bg: Гватемала

source: Guernsey
bg: Гърнзи

source: Guinea
bg: Гвинея

source: Guinea-Bissau
bg: Гвинея-Бисау

source: Guyana
bg: Гвиана

source: HP Virtual Machine Group Management
bg: Управление на групи виртуални машини HP

source: HTTP Numeric IP Address
bg: HTTP Цифров IP адрес

source: HTTP Proxy
bg: HTTP прокси

source: HTTP Suspicious Header
bg: Подозрителен HTTP хедър

source: HTTP Suspicious URL
bg: Подозрителен URL адрес HTTP

source: HTTP Suspicious User-Agent
bg: Подозрителен потребителски агент на HTTP

source: HTTP suspicious content
bg: Подозрително съдържание в HTTP

source: HTTPS Proxy
bg: Прокси сървър HTTPS

source: Hacking
bg: Хакерство

source: Haiti
bg: Хаити

source: Hard timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
bg: Hard timeout (твърд таймаут), в минути, трябва да е между 0 (без таймаут) и 10080 (седмица)

source: Heard Island and McDonald Islands
bg: Остров Хърд и островите Макдоналд

source: High Availability
bg: Висока наличност

source: Holy See (Vatican City State)
bg: Светият престол (Градска държава Ватикана)

source: Homestyle
bg: Домашен стил

source: Honduras
bg: Хондурас

source: Hong Kong
bg: Хонконг

source: Hospitals
bg: Болници

source: Host(s)
bg: Домакин(и)

source: Hostname Matches
bg: Съвпадения на имена на хостове

source: Hungary
bg: Унгария

source: ICP port needs to be an integer value between 1 and 65535
bg: Портът на ICP трябва да бъде цяло число между 1 и 65535

source: IP Is In Network
bg: IP е в мрежата

source: IPv6 Dynamic Host require an interface to track.
bg: IPv6 Динамичният хост изисква интерфейс за проследяване.

source: Iceland
bg: Исландия

source: Idle timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
bg: Време за изчакване в неактивен режим, в минути, трябва да бъде между 0 (без време за изчакване) и 10080 (една седмица)

source: If
bg: Ако

source: Imagehosting
bg: Хостинг на изображения

source: Inactive timeout needs to be an integer value between 1 and 86400
bg: Време за прекъсване на неактивността трябва да бъде цяло число между 1 и 86400

source: India
bg: Индия

source: Indonesia
bg: Индонезия

source: Inode Usage
bg: Използване на индекси

source: Internal (automatic)
bg: Вътрешна (автоматична)

source: Invalid domain
bg: Невалиден домейн

source: Iran, Islamic Republic of
bg: Иран, Ислямска република

source: Iraq
bg: Ирак

source: Ireland
bg: Ирландия

source: Is Resolvable
bg: Може ли да бъде разрешен

source: Isle of Man
bg: Остров Ман

source: Israel
bg: Израел

source: Italy
bg: Италия

source: JPEG pictures
bg: Снимки JPEG

source: Jamaica
bg: Ямайка

source: Japan
bg: Япония

source: Jersey
bg: Джърси

source: Jobsearch
bg: Търсене на работа

source: Kazakhstan
bg: Казахстан

source: Keep all most recent files (always)
bg: Запазване на всички най-нови файлове (винаги)

source: Keep most recent HIT files(disk)
bg: Съхранявайте най-новите HIT файлове (на диска)

source: Keep only files fetched from network (network)
bg: Съхранявайте само файлове, изтеглени от мрежата (мрежа)

source: Kenya
bg: Кения

source: Kiribati
bg: Кирибати

source: Known protocol on non standard port
bg: Известен протокол на нестандартен порт

source: Korea, Democratic People's Republic of
bg: Корея, Корейска народнодемократична република

source: Korea, Republic of
bg: Корея, Република

source: Kuwait
bg: Кувейт

source: Kyrgyzstan
bg: Киргизстан

source: Lao People's Democratic Republic
bg: Лаоска народнодемократична република

source: Latvia
bg: Латвия

source: Lebanon
bg: Ливан

source: Lesotho
bg: Лесото

source: Level 0
bg: Ниво 0

source: Level 1 (Default)
bg: Ниво 1 (по подразбиране)

source: Level 2
bg: Ниво 2

source: Level 3
bg: Ниво 3

source: Level 4
bg: Ниво 4

source: Level 5
bg: Ниво 5

source: Liberia
bg: Либерия

source: Library
bg: Библиотека

source: Libyan Arab Jamahiriya
bg: Либийска арабска джамахирия

source: License
bg: Лиценз

source: Liechtenstein
bg: Лихтенщайн

source: Lingerie
bg: Бельо

source: Lithuania
bg: Литва

source: Live Traffic
bg: Трафик на живо

source: Local Monit Port needs to be an integer value between 0 and 65535
bg: Local Monit Port трябва да бъде цяло число между 0 и 65535

source: Logging
bg: Регистриране

source: Logging / targets
bg: Регистриране / цели

source: Luxembourg
bg: Люксембург

source: M/Monit Timeout needs to be an integer value between 0 and 86400
bg: M/Monit Timeout трябва да бъде цяло число между 0 и 86400

source: MX (Mail server)
bg: MX (Пощенски сървър)

source: Macao
bg: Макао

source: Macedonia
bg: Македония

source: Madagascar
bg: Мадагаскар

source: Malawi
bg: Малави

source: Malaysia
bg: Малайзия

source: Maldives
bg: Малдиви

source: Malformed packet
bg: Неправилно оформен пакет

source: Mali
bg: Мали

source: Malta
bg: Малта

source: Malware
bg: Зловреден софтуер

source: Manga
bg: Манга

source: Marshall Islands
bg: Маршалови острови

source: Martinique
bg: Мартиника

source: Match name should be unique
bg: Името на мача трябва да е уникално.

source: Mauritania
bg: Мавритания

source: Mauritius
bg: Мавриций

source: Maximum number of zones reached
bg: Максимален брой достигнати зони

source: Mayotte
bg: Майот

source: Metrics
bg: Метрики

source: Metrics Settings
bg: Настройки на метриките

source: Mexico
bg: Мексико

source: Micronesia, Federated States of
bg: Микронезия, Федеративни щати

source: Microsoft office files
bg: Файлове на Microsoft Office

source: Military
bg: Военни

source: Minimum domain level must be bigger than 0.
bg: Минималното ниво на домейна трябва да е по-голямо от 0.

source: Mining
bg: Минно дело

source: Mobile Clients
bg: Мобилни клиенти

source: Moderate
bg: Умерен

source: Moldova, Republic of
bg: Молдова, Република

source: Monaco
bg: Монако

source: Monday
bg: Понеделник

source: Mongolia
bg: Монголия

source: Montenegro
bg: Черна гора

source: Montserrat
bg: Монсерат

source: Morocco
bg: Мароко

source: Movies
bg: Филми

source: Mozambique
bg: Мозамбик

source: Music
bg: Музика

source: My IP Is In Network
bg: Моето IP е в мрежата

source: My User
bg: Моят потребител

source: MySQL and SQLite can not be combined.
bg: MySQL и SQLite не могат да се комбинират.

source: Myanmar
bg: Мианмар

source: NDP Table
bg: Таблица на НДП

source: NTP subsystem
bg: Подсистема NTP

source: Namibia
bg: Намибия

source: Nauru
bg: Науру

source: Nepal
bg: Непал

source: Netherlands
bg: Нидерландия

source: Network Interface
bg: Мрежов интерфейс

source: Network Ping
bg: Пинг на мрежата

source: Network group
bg: Мрежова група

source: Network(s)
bg: Мрежа(и)

source: New
bg: Нов

source: New Caledonia
bg: Нова Каледония

source: New Zealand
bg: Нова Зеландия

source: News
bg: Новини

source: Nicaragua
bg: Никарагуа

source: Niger
bg: Нигер

source: Nigeria
bg: Нигерия

source: Niue
bg: Ниуе

source: NoCoin List
bg: Списък на NoCoin

source: Norfolk Island
bg: Остров Норфолк

source: Normalization
bg: Нормализация

source: North America
bg: Северна Америка

source: Northern Mariana Islands
bg: Северни Мариански острови

source: Norway
bg: Норвегия

source: Notice
bg: Известие

source: Number of children needs to be an integer value above 0
bg: Броят на децата трябва да бъде цяло число над 0

source: Obsolete TLS version (older then 1.1)
bg: Остаряла версия на TLS (по-стара от 1.1)

source: Oman
bg: Оман

source: One-to-One
bg: Един към един

source: Origin should be regular text of max 30 characters
bg: Произходът трябва да бъде обикновен текст с максимум 30 символа.

source: Origin should be regular text of max 30 characters.
bg: Произходът трябва да бъде обикновен текст от максимум 30 символа.

source: Other Types
bg: Други видове

source: Overrides
bg: Заменя

source: PAC Matches
bg: Мачове на PAC

source: PAC Proxies
bg: Пълномощни на PAC

source: PAC Rules
bg: Правила на PAC

source: Packages
bg: Пакети

source: Packet Capture
bg: Улавяне на пакети

source: Pakistan
bg: Пакистан

source: Palau
bg: Палау

source: Palestinian Territory
bg: Палестинска територия

source: Panama
bg: Панама

source: Papua New Guinea
bg: Папуа Нова Гвинея

source: Paraguay
bg: Парагвай

source: Password can be up to 32 signs long. Alphanumeric characters and also dot, dash and underscore allowed.
bg: Дължината на паролата може да бъде до 32 знака. Позволени са буквено-цифрови знаци, както и точка, тире и долна черта.

source: Permission
bg: Разрешение

source: Peru
bg: Перу

source: Philippines
bg: Филипини

source: Phone
bg: Телефон

source: Pipe number must be between 1...65535
bg: Номерът на тръбата трябва да е между 1...65535

source: Pipes
bg: Тръби

source: Piracy
bg: Пиратство

source: Plain Hostname (No Dots Inside)
bg: Обикновено име на хост (без точки вътре)

source: Please choose a value between 1 and 3000
bg: Моля, изберете стойност между 1 и 3000

source: Please enter a valid domain name here
bg: Моля, въведете валидно име на домейн тук

source: Please enter a valid email address.
bg: Моля, въведете валиден имейл адрес.

source: Please enter a valid servername, ip address or leave this option blank
bg: Моля, въведете валидно име на сървър, IP адрес или оставете тази опция празна

source: Please enter a valid servername, ip address or leave this option blank.
bg: Моля, въведете валидно име на сървър, IP адрес или оставете тази опция празна.

source: Please enter ip addresses or domain names here
bg: Моля, въведете ip адреси или имена на домейни тук

source: Please enter valid IP addresses
bg: Моля, въведете валидни IP адреси

source: Please enter valid address
bg: Моля, въведете валиден адрес

source: Please enter valid addresses
bg: Моля, въведете валидни адреси

source: Please enter valid mac addresses
bg: Моля, въведете валидни mac адреси

source: Please enter valid targets (e.g. 192.168.0.1:2055).
bg: Моля, въведете валидни цели (напр. 192.168.0.1:2055).

source: Please select a HTTPS port and a valid certificate
bg: Моля, изберете HTTPS порт и валиден сертификат.

source: Please select a valid certificate from the list
bg: Моля, изберете валиден сертификат от списъка

source: Please select a valid detection profile
bg: Моля, изберете валиден профил за откриване

source: Please select a valid pattern matcher algorithm
bg: Моля, изберете валиден алгоритъм за съпоставяне на шаблони

source: Please select a valid rotation
bg: Моля, изберете валидна ротация

source: Please specify a valid servername or IP address.
bg: Моля, посочете валидно име на сървър или IP адрес.

source: Please specify a value between 1 and 86400.
bg: Моля, посочете стойност между 1 и 86400.

source: Please use valid IPv4 or IPv6 addresses.
bg: Моля, използвайте валидни IPv4 или IPv6 адреси.

source: Podcasts
bg: Подкасти

source: Poland
bg: Полша

source: Policy rule not found.
bg: Не е намерено правило за политика.

source: Politics
bg: Политика

source: Polling Interval needs to be an integer value between 0 and 86400
bg: Интервалът на анкетиране трябва да бъде цяло число между 0 и 86400

source: Porn
bg: Порно

source: PornTop1M List
bg: Списък на PornTop1M

source: Port needs to be an integer value between 0 and 65535
bg: Портът трябва да бъде цяло число между 0 и 65535

source: Port needs to be an integer value between 1 and 65535
bg: Портът трябва да бъде цяло число между 1 и 65535

source: Port(s)
bg: Пристанище(а)

source: Portugal
bg: Португалия

source: Possibly Malicious JA3 Fingerprint
bg: Вероятно злонамерен пръстов отпечатък на JA3

source: Possibly Malicious SSL Cert. SHA1 Fingerprint
bg: Вероятно злонамерен SSL сертификат. SHA1 пръстов отпечатък

source: Power
bg: Захранване

source: Power Off
bg: Изключване на захранването

source: Pre-Shared Keys
bg: Предварително споделени ключове

source: Priority should be a number.
bg: Приоритетът трябва да е число.

source: Privacy
bg: Поверителност

source: Process Disk I/O
bg: Обработка на дискови входно-изходни операции

source: Process Resource
bg: Ресурс на процеса

source: Productivity
bg: Производителност

source: Program Status
bg: Статус на програмата

source: Program Timeout needs to be an integer value between 1 and 86400
bg: Program Timeout трябва да бъде цяло число между 1 и 86400

source: Provide a valid hostname or address to query
bg: Предоставете валидно име на хост или адрес за запитване

source: Provide a valid server address
bg: Предоставете валиден адрес на сървър

source: Proxy
bg: Прокси

source: Proxy name should be unique
bg: Името на проксито трябва да е уникално

source: Proxy port needs to be an integer value between 1 and 65535
bg: Портът на прокси сървъра трябва да бъде цяло число между 1 и 65535

source: Puerto Rico
bg: Пуерто Рико

source: Qatar
bg: Катар

source: Query Forwarding
bg: Препращане на заявки

source: Queue number must be between 1...65535
bg: Номерът на опашката трябва да е между 1...65535

source: Queues
bg: Опашки

source: RCE injection
bg: Инжектиране на RCE

source: RPZ chart
bg: Диаграма RPZ

source: RSA Key Pairs
bg: Двойки ключове RSA

source: Radio
bg: Радио

source: Radius
bg: Радиус

source: Reaffected
bg: Засегнати

source: Redirector
bg: Пренасочвател

source: Related category not found.
bg: Свързаната категория не е намерена.

source: Related cron not found
bg: Свързан cron не е намерен

source: Related cron not found.
bg: Свързаният cron не е намерен.

source: Related item not found
bg: Свързан елемент не е намерен

source: Related pipe not found
bg: Свързаната тръба не е намерена

source: Related pipe or queue not found
bg: Не е намерен свързан канал или опашка

source: Related ruleset not found.
bg: Не е намерен свързан набор от правила.

source: Related template not found
bg: Свързаният шаблон не е намерен

source: Relay
bg: Реле

source: Religion
bg: Религия

source: Reminder needs to be an integer value between 0 and 86400
bg: Напомнянето трябва да бъде целочислена стойност между 0 и 86400

source: Remote ACL
bg: Отдалечен ACL

source: Remote control
bg: Дистанционно управление

source: Remove forward header (delete)
bg: Премахване на заглавието за препращане (delete)

source: Replace all with client's IP (truncate)
bg: Заменете всички с IP адреса на клиента (съкратено)

source: Reporter
bg: Репортер

source: Reporting
bg: Докладване

source: Reunion
bg: Събиране

source: Revocation
bg: Отмяна

source: Ringtones
bg: Рингтонове

source: Risky ASN
bg: Рискова ASN

source: Risky domain name
bg: Рисково име на домейн

source: Romania
bg: Румъния

source: Russian Federation
bg: Руска федерация

source: Rwanda
bg: Руанда

source: SMB Insecure Version
bg: Несигурна версия на SMB

source: SNI TLS extension was missing
bg: Липсва разширение SNI TLS

source: SNMP port needs to be an integer value between 1 and 65535
bg: SNMP портът трябва да бъде цяло число между 1 и 65535

source: SOCKS
bg: ЧОРАПИ

source: SOCKS Version 4
bg: SOCKS версия 4

source: SOCKS Version 5
bg: SOCKS версия 5

source: SQL injection
bg: Инжектиране на SQL

source: SSH Obsolete Client Version/Cipher
bg: SSH Остарял клиент Версия/шифър

source: SSH Obsolete Server Version/Cipher
bg: SSH Остаряла версия/шифър на сървъра

source: SSL Proxy port needs to be an integer value between 1 and 65535
bg: Портът на SSL Proxy трябва да бъде цяло число между 1 и 65535

source: Saint Helena
bg: Света Елена

source: Saint Kitts and Nevis
bg: Сейнт Китс и Невис

source: Saint Lucia
bg: Сейнт Лусия

source: Saint Martin
bg: Сен Мартен

source: Saint Pierre and Miquelon
bg: Сен Пиер и Микелон

source: Saint Vincent and the Grenadines
bg: Сейнт Винсент и Гренадини

source: Samoa
bg: Самоа

source: San Marino
bg: Сан Марино

source: Sao Tome and Principe
bg: Сао Томе и Принсипи

source: Saturday
bg: Събота

source: Saudi Arabia
bg: Саудитска Арабия

source: Science
bg: Наука

source: Search engnines
bg: Търсене на ангини

source: Select a command from the list.
bg: Изберете команда от списъка.

source: Self-signed Certificate
bg: Самоподписан сертификат

source: Senegal
bg: Сенегал

source: Serbia
bg: Сърбия

source: Service name must be unique.
bg: Името на услугата трябва да е уникално.

source: Sessions
bg: Сесии

source: Set forward header to unknown (off)
bg: Задаване на заглавие за препращане към неизвестен (изключено)

source: Settings
bg: Настройки

source: Sexual education
bg: Сексуално образование

source: Seychelles
bg: Сейшели

source: Shopping
bg: Пазаруване

source: Should be a base64-encoded 32 byte string.
bg: Трябва да бъде 32-байтов низ, кодиран по base64.

source: Should be a string between 1 and 255 characters.
bg: Трябва да бъде низ между 1 и 255 символа.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as asterisk, hyphen, comma and space.
bg: Трябва да бъде низ между 1 и 255 символа. Позволените символи са букви и цифри, както и звездичка, тире, запетая и интервал.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and space.
bg: Трябва да бъде низ между 1 и 255 символа. Позволените символи са букви и цифри, както и долна черта, минус, точка и интервал.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and the dollar sign.
bg: Трябва да бъде низ между 1 и 255 символа. Позволените знаци са букви и цифри, както и долна черта, минус, точка и знак за долар.

source: Should be a string between 1 and 64 characters. Allowed characters are alphanumeric characters, dash and underscores.
bg: Трябва да бъде низ между 1 и 64 символа. Позволените символи са буквено-цифрови, тире и долна черта.

source: Should be a valid absolute file or folder path.
bg: Трябва да бъде валиден абсолютен път до файл или папка.

source: Should be a valid absolute file path.
bg: Трябва да бъде валиден абсолютен път до файла.

source: Should be a valid absolute path to the PID file of the process.
bg: Трябва да бъде валиден абсолютен път до PID файла на процеса.

source: Should be a valid absolute path to the eventqueue directory.
bg: Трябва да бъде валиден абсолютен път до директорията на Eventqueue.

source: Should be a valid absolute path to the executable with its arguments.
bg: Трябва да бъде валиден абсолютен път до изпълнимия файл с неговите аргументи.

source: Should be a valid absolute path to the log file or the keyword "syslog".
bg: Трябва да бъде валиден абсолютен път до файла с дневника или ключовата дума "syslog".

source: Should be a valid absolute path to the state file.
bg: Трябва да бъде валиден абсолютен път до файла на състоянието.

source: Sid should be a number.
bg: Сид трябва да е номер.

source: Sierra Leone
bg: Сиера Леоне

source: Signal
bg: Сигнал

source: Simple Ad List
bg: Прост списък с реклами

source: Simple Tracker List
bg: Прост списък за проследяване

source: Singapore
bg: Сингапур

source: Single
bg: Единичен

source: Sint Maarten
bg: Синт Маартен

source: Slovakia
bg: Словакия

source: Slovenia
bg: Словения

source: Social media
bg: Социални медии

source: SocialNetwork
bg: Социална мрежа

source: SoftwareUpdate
bg: Актуализация на софтуера

source: Solomon Islands
bg: Соломонови острови

source: Somalia
bg: Сомалия

source: Source NAT
bg: Източник NAT

source: South Africa
bg: Южна Африка

source: South America
bg: Южна Америка

source: South Georgia and the South Sandwich Islands
bg: Южна Джорджия и Южните Сандвичеви острови

source: South Sudan
bg: Южен Судан

source: Space Usage
bg: Използване на пространството

source: Spain
bg: Испания

source: Specify a maximum object size in memory. (number of KB's)
bg: Задайте максимален размер на обекта в паметта. (брой KB)

source: Specify a maximum object size. (number of MB's)
bg: Задайте максимален размер на обекта. (брой MB)

source: Specify a positive cache size. (number of MB's)
bg: Посочете положителен размер на кеша. (брой MB)

source: Specify a positive memory cache size. (number of MB's)
bg: Задайте положителен размер на кеша на паметта. (брой MB)

source: Specify a positive number of first-level subdirectories.
bg: Посочете положителен брой поддиректории от първо ниво.

source: Specify a positive number of second-level subdirectories.
bg: Посочете положителен брой поддиректории от второ ниво.

source: Specify a valid gateway from the list matching the networks ip protocol.
bg: Посочете валиден шлюз от списъка, отговарящ на протокола ip на мрежата.

source: Specify a valid network matching the gateways ip protocol.
bg: Посочете валидна мрежа, която отговаря на ip протокола на шлюза.

source: Specify the maximum download size (kB).
bg: Посочете максималния размер на изтегляне (kB).

source: Specify the maximum upload size (kB).
bg: Посочете максималния размер на качване (kB).

source: Specify the overall bandwidth for downloads in kilobits per second.
bg: Задайте общата честотна лента за изтегляне в килобайти в секунда.

source: Specify the per host bandwidth for downloads in kilobits per second.
bg: Задайте честотната лента за хост за изтегляния в килобайти в секунда.

source: Specify valid source applications.
bg: Посочете валидни приложения за източници.

source: Sports
bg: Спорт

source: Sri Lanka
bg: Шри Ланка

source: Start Delay needs to be an integer value between 0 and 86400
bg: Забавянето на старта трябва да бъде цяло число между 0 и 86400

source: Statistics
bg: Статистика

source: Steven Black List
bg: Списък на Стивън Блек

source: Store Log
bg: Регистър на магазина

source: Streaming
bg: Стрийминг

source: Strict
bg: Строг

source: Strip whitespaces
bg: Премахване на белите полета

source: Sudan
bg: Судан

source: Sunday
bg: Неделя

source: Support
bg: Подкрепа

source: Suriname
bg: Суринам

source: Suspicious DGA domain name
bg: Подозрително име на домейн DGA

source: Suspicious DNS traffic
bg: Подозрителен DNS трафик

source: Suspicious entropy
bg: Подозрителна ентропия

source: Svalbard and Jan Mayen
bg: Шпицберген и Ян Майен

source: Swaziland
bg: Свазиленд

source: Sweden
bg: Швеция

source: Switzerland
bg: Швейцария

source: Syrian Arab Republic
bg: Сирийска арабска република

source: System Resource
bg: Ресурс на системата

source: TLS (probably) not carrying HTTPS
bg: TLS (вероятно) не пренася HTTPS

source: TLS Certificate Mismatch
bg: Несъответствие на сертификата TLS
