Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Set the value for this AVPair.
bg: Задаване на стойността за тази AVPair.

source: Set this option to disable this static route without removing it from the list.
bg: Задайте тази опция, за да деактивирате този статичен маршрут, без да го премахвате от списъка.

source: Set this option to enable this destination.
bg: Задайте тази опция, за да разрешите тази дестинация.

source: Set where to log radius requests, defaults to file.
bg: Задайте къде да се записват заявките за радиус, по подразбиране е файл.

source: Sets auth-nocache in the exported configuration when password authentication is used. This prevents OpenVPN from caching passwords in memory.
bg: Задава auth-nocache в експортираната конфигурация, когато се използва удостоверяване с парола. Това предотвратява кеширането на пароли в паметта на OpenVPN.

source: Sets the DNS resolution mode.
bg: Задава режима на разрешаване на DNS.

source: Shared secret (PSK) for this peer. You can generate a key using "wg genpsk" on a client with WireGuard installed.
bg: Споделена тайна (PSK) за този партньор. Можете да генерирате ключа, като използвате "wg genpsk" на клиент с инсталиран WireGuard.

source: Signature Id
bg: Идентификатор на подписа

source: Simply <i>alert</i> or <i>restart</i> the service or <i>execute</i> a program.
bg: Просто <i>уведомете</i> или <i>рестартирайте</i> услугата или <i>изпълнете</i> програма.

source: Simultaneous-Use
bg: Едновременна употреба

source: Slow Transactions
bg: Бавни транзакции

source: Some filtering categories such as "porn" are containing millions of records and require your device to have a minimum of 8GB of RAM and a 4 cores processor with 1.5GHz or more - loading selected zones in memory can take minutes.
bg: Някои категории за филтриране, като например "порно", съдържат милиони записи и изискват устройството ви да разполага с минимум 8 GB RAM и 4-ядрен процесор с честота 1,5 GHz или повече - зареждането на избраните зони в паметта може да отнеме минути.

source: Source / Invert
bg: Източник / Инверсия

source: Source port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
bg: Номер на изходния порт или добре познато име (imap, imaps, http, https, ...), за диапазони използвайте тире

source: Specifies the maximum size of packets to match in bytes
bg: Посочва максималния размер на пакетите за съответствие в байтове.

source: Specifies the size of the hash table used for storing the various dynamic pipes configured with the mask setting
bg: Определя размера на хеш-таблицата, използвана за съхраняване на различните динамични тръби, конфигурирани с настройката на маската

source: Specifies the size of the hash table used for storing the various dynamic queues configured with the mask setting
bg: Определя размера на хеш-таблицата, използвана за съхранение на различните динамични опашки, конфигурирани с настройката на маската

source: Specify the scheduling algorithm to use
bg: Задайте алгоритъма за планиране, който да се използва

source: Split long running flows into smaller parts.
bg: Разделете дългите потоци на по-малки части.

source: Src-port
bg: Източен порт

source: Start Delay
bg: Забавяне на старта

source: Start TLS
bg: Стартиране на TLS

source: Start send percentage data
bg: Започнете да изпращате данни в проценти

source: Start servers
bg: Стартиране на сървъри

source: Start the Monit httpd service.
bg: Стартирайте услугата Monit httpd.

source: State File
bg: Държавен файл

source: Strict QNAME Minimisation
bg: Строго минимизиране на QNAME

source: Subnet to receive, e.g. 255.255.255.0
bg: Подмрежа за получаване, напр. 255.255.255.0

source: Subnetmask
bg: Маска на подмрежата

source: Suppress Squid version string info in HTTP headers and HTML error pages.
bg: Потискане на информацията за низ от версии на Squid в HTTP заглавията и HTML страниците за грешки.

source: Suppress version string
bg: Потискане на низ от версии

source: Syslog Facility
bg: Инструмент за Syslog

source: TCP Listen Port
bg: Порт за слушане на TCP

source: TLS Minimum Version
bg: Минимална версия на TLS

source: TTL for Expired Responses
bg: TTL за изтекли отговори

source: TTL for Host Cache entries
bg: TTL за записите в кеша на хоста

source: Tag Queries and Replies
bg: Запитвания и отговори на етикети

source: Target
bg: Цел

source: Tests
bg: Тестове

source: The Administrator of this server. Used when displaying information about this server.
bg: Администраторът на този сървър. Използва се при показване на информация за този сървър.

source: The Interface for 'Network' checks.
bg: Интерфейсът за проверки на "Мрежа".

source: The M/Monit URL.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br>If you want to control Monit services from your M/Monit instance you have to configure the Monit Port too and add corresponding firewall rules as well.
bg: URL адресът на M/Monit.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br>Ако искате да управлявате услугите на Monit от вашата инстанция на M/Monit, трябва да конфигурирате и порта на Monit и да добавите съответните правила за защитна стена.

source: The PID file of the process.
bg: Файлът PID на процеса.

source: The SSL fingerprint, for example "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
bg: SSL отпечатък, например "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".

source: The commands here will be disabled and cannot be used anymore.
bg: Командите тук ще бъдат деактивирани и няма да могат да се използват повече.

source: The detection engine builds internal groups of signatures. The engine allow us to specify the profile to use for them, to manage memory on an efficient way keeping a good performance.
bg: Механизмът за откриване изгражда вътрешни групи от сигнатури. Механизмът ни позволява да определим профила, който да използваме за тях, за да управляваме паметта по ефективен начин, като поддържаме добра производителност.

source: The email address to send alerts to.
bg: Имейл адресът, на който да се изпращат предупреждения.

source: The email format for alerts.<br><i>Subject: $SERVICE on $HOST failed</i>
bg: Форматът на имейла за сигналите.<br><i>Събитие: $SERVICE на $HOST се е провалило</i>

source: The hard size limit of all queues managed by this instance, leave empty for defaults
bg: Ограничението за твърд размер на всички опашки, управлявани от този екземпляр, оставете празно за подразбиране

source: The header which should be used to send the username to the ICAP server.
bg: Заглавието, което трябва да се използва за изпращане на потребителското име към ICAP сървъра.

source: The initial number of server processes. Each server process generates a number of threads, which serve the requests.
bg: Първоначалният брой процеси на сървъра. Всеки сървърен процес генерира определен брой нишки, които обслужват заявките.

source: The listen port of the Monit httpd service.
bg: Портът за слушане на услугата Monit httpd.

source: The log file of the Monit process. This can be the keyword <i>syslog</i> or the path to a file.
bg: Файлът на дневника на процеса Monit. Това може да бъде ключовата дума <i>syslog</i> или пътят до файл.

source: The maximum allowed number of server processes.
bg: Максимално допустимият брой процеси на сървъра.

source: The maximum number of requests can be served by one connection
bg: Максималният брой заявки, които могат да бъдат обслужвани от една връзка

source: The maximum number of requests that a child process can serve. After this number has been reached, process dies.
bg: Максималният брой заявки, които може да обслужва един подчинен процес. След достигане на този брой процесът умира.

source: The maximum size of files which will be scanned by antivirus service. You can use K and M indicators to define size in kilobytes or megabytes.
bg: Максималният размер на файловете, които ще бъдат сканирани от антивирусната услуга. Можете да използвате индикаторите K и M, за да определите размера в килобайти или мегабайти.

source: The maximum time in seconds waiting for a new request before a connection will be closed.
bg: Максималното време в секунди за изчакване на нова заявка, преди връзката да бъде затворена.

source: The name of the service.
bg: Името на услугата.

source: The name of the test.
bg: Името на теста.

source: The number of bytes a queue can serve before being moved to the tail of old queues list (bytes), leave empty for defaults
bg: Броят байтове, които дадена опашка може да обслужва, преди да бъде преместена в края на списъка със стари опашки (байтове), оставете празно за подразбиране

source: The number of databases you would like to have.
bg: Броят на базите данни, които искате да имате.

source: The number of eventqueue slots.
bg: Броят на слотовете на опашката за събития.

source: The number of flow queues that are created and managed, leave empty for defaults
bg: Броят на опашките за потоци, които се създават и управляват, оставете празен за подразбиране

source: The number of threads per child process.
bg: Броят на нишките за детски процес.

source: The password for access to SNMP agent
bg: Паролата за достъп до SNMP агента

source: The password for mail server authentication.
bg: Паролата за удостоверяване на пощенския сървър.

source: The path to the eventqueue directory.
bg: Пътят до директорията Eventqueue.

source: The percentage of data that can be sent by the c-icap server before receiving the complete body of a request. This feature in conjuction with the folowing can be useful because if the download of the object takes a lot of time the connection of web client to proxy can be expired.
bg: Процентът на данните, които могат да бъдат изпратени от сървъра c-icap, преди да бъде получено цялото тяло на заявката. Тази функция във връзка с последващата може да бъде полезна, защото ако изтеглянето на обекта отнема много време, връзката на уеб клиента с прокси сървъра може да изтече.

source: The port number where Squid listens for SNMP requests. To enable SNMP support set this to a suitable port number. Port number 3401 is often used for the Squid SNMP agent.
bg: Номерът на порта, на който Squid слуша за SNMP заявки. За да активирате поддръжката на SNMP, задайте този номер на подходящ порт. Номерът на порта 3401 често се използва за SNMP агента на Squid.

source: The port number where Squid sends and receives ICP queries to and from neighbor caches. Leave blank to disable (default). The standard UDP port for ICP is 3130.
bg: Номерът на порта, на който Squid изпраща и получава ICP заявки към и от съседните кешове. Оставете празно, за да забраните (по подразбиране). Стандартният UDP порт за ICP е 3130.

source: The port of the mail server. Typically 465 for SSL or 25 for TLS and non secure connections.
bg: Портът на пощенския сървър. Обикновено 465 за SSL или 25 за TLS и незащитени връзки.

source: The port the proxy service will listen to.
bg: Портът, на който ще слуша прокси услугата.

source: The port the ssl proxy service will listen to.
bg: Портът, на който ще слуша услугата ssl proxy.

source: The prompt will be displayed in the authentication request window.
bg: Подканата ще бъде показана в прозореца за заявка за удостоверяване.

source: The service check type.
bg: Типът на проверката на услугата.

source: The start script of the service.
bg: Скриптът за стартиране на услугата.

source: The state file of the Monit process.
bg: Файлът за състоянието на процеса Monit.

source: The stop script of the service.
bg: Сценарият за спиране на услугата.

source: The target IP address for 'Remote Host' and 'Network' checks.
bg: Целевият IP адрес за проверките "Remote Host" и "Network".

source: The test condition. E.g.<br><i>cpu is greater than 50%</i><br><i>failed host 127.0.0.1 port 22 protocol ssh</i><br>
bg: Условието за изпитване. Напр.<br><i>cpu е по-голямо от 50%</i><br><i>неуспешен хост 127.0.0.1 порт 22 протокол ssh</i><br>

source: The time in seconds after which a connection without activity can be cancelled.
bg: Времето в секунди, след което може да се отмени връзка без активност.

source: The timeout for custom program checks.
bg: Времевият лимит за проверки на потребителски програми.

source: The total number of authenticator processes to spawn.
bg: Общият брой на процесите на автентификатора, които ще бъдат създадени.

source: The username for mail server authentication.
bg: Потребителското име за удостоверяване на пощенския сървър.

source: The username:password or host/network etc. for accessing the Monit httpd service.<br>See <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Monit Authentication</a>
bg: Потребителско име:парола или хост/мрежа и т.н. за достъп до услугата Monit httpd.<br>Вижте <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Удостоверяване на Monit</a>

source: This allows you to bind to an external LDAP server. Be aware that FreeRADIUS will not start if there is no further configuration.
bg: Това ви позволява да се свържете с външен LDAP сървър. Имайте предвид, че FreeRADIUS няма да се стартира, ако няма допълнителна конфигурация.

source: This allows you to define a fallback VLAN-Group-ID. Warning: Setting this option will send an accepted RADIUS reply even if the authentication attempt fails.
bg: Това ви позволява да дефинирате резервен VLAN-Group-ID. Предупреждение: Задаването на тази опция ще изпрати приет RADIUS отговор, дори ако опитът за удостоверяване е неуспешен.

source: This allows you to dynamically assign VLANs on your physical switch ports.
bg: Това ви позволява динамично да задавате VLAN на физическите портове на комутатора.

source: This can help you when having connection issues with IPv6 enabled servers. Set a value in seconds
bg: Това може да ви помогне при проблеми с връзката със сървъри, поддържащи IPv6. Задайте стойност в секунди

source: This enables CRL checking, please restart this service with every change to the CRL.
bg: Това активира проверката на CRL, моля, рестартирайте тази услуга при всяка промяна на CRL.

source: This enables LDAP authentication in inner-tunnel configuration. This is needed for protocols requiring encrypted authentication like 802.1X.
bg: Това активира LDAP удостоверяването в конфигурацията на вътрешния тунел. Това е необходимо за протоколи, изискващи криптирано удостоверяване, като 802.1X.

source: This enables SQLite module and accounting.
bg: Това дава възможност за работа с модула SQLite и счетоводството.

source: This enables remote MySQL support.
bg: Това позволява отдалечена поддръжка на MySQL.

source: This enables the ChilliSpot attributes assignment via users tab.
bg: Това позволява присвояването на атрибути на ChilliSpot чрез раздела за потребители.

source: This enables the EXOS VLAN and policy attributes assignment via users tab.
bg: Това позволява присвояването на атрибути на EXOS VLAN и политики чрез раздела за потребители.

source: This enables the Max-Daily-Session attribute assignment via users tab.
bg: Това активира присвояването на атрибута Max-Daily-Session (Максимален брой дневни сесии) чрез раздела Потребители.

source: This enables the Mikrotik attributes assignment via users tab.
bg: Това позволява присвояването на атрибути на Mikrotik чрез раздела за потребители.

source: This enables the WISPr attributes assignment via users tab.
bg: Това позволява присвояването на атрибути на WISPr чрез раздела за потребители.

source: This is a list with service tests.
bg: Това е списък със сервизни тестове.

source: This is the email address displayed in error messages to the users.
bg: Това е имейл адресът, който се показва в съобщенията за грешки на потребителите.

source: This is the hostname to be displayed in proxy server error messages.
bg: Това е името на хоста, което ще се показва в съобщенията за грешки на прокси сървъра.

source: This is the instance number to give the wg interface a unique name (wgX).
bg: Това е номерът на инстанцията, за да се даде на интерфейса wg уникално име (wgX).

source: This option allows you to disable the caching feature of the engine.
bg: Тази опция ви позволява да деактивирате функцията за кеширане на двигателя.

source: This option enables scanning of HWP3 files.
bg: Тази опция позволява сканиране на HWP3 файлове.

source: This option enables scanning of OLE2 files, such as Microsoft Office documents and .msi files.
bg: Тази опция позволява сканиране на OLE2 файлове, като например документи на Microsoft Office и .msi файлове.

source: This option enables scanning within PDF files.
bg: Тази опция позволява сканиране в PDF файлове.

source: This option enables scanning within SWF files.
bg: Тази опция позволява сканиране в рамките на SWF файлове.

source: This option enables scanning xml-based document files supported by libclamav.
bg: Тази опция позволява сканиране на xml-базирани файлове с документи, поддържани от libclamav.

source: This option reverses the order of preference to make Squid contact dual-stack websites over IPv4 first. Squid will still perform both IPv6 and IPv4 DNS lookups before connecting. This option will restrict the situations under which IPv6 connectivity is used (and tested) and will hide network problems which would otherwise be detected and warned about.
bg: Тази опция обръща реда на предпочитанията, за да накара Squid да се свързва първо с уебсайтове с двоен стек през IPv4. Squid все още ще извършва IPv6 и IPv4 DNS търсения, преди да се свърже. Тази опция ще ограничи ситуациите, при които се използва (и тества) IPv6 свързаност, и ще скрие мрежови проблеми, които иначе биха били открити и предупредени.

source: This option sets the maximum amount of data to be scanned for each input file. Archives and other containers are recursively extracted and scanned up to this value.
bg: Тази опция задава максималното количество данни, които да бъдат сканирани за всеки входен файл. Архивите и другите контейнери се извличат рекурсивно и се сканират до тази стойност.

source: This specifies for how long (in hours) the proxy server assumes an externally validated username and password combination is valid (Time To Live). When the TTL expires, the user will be prompted for credentials again.
bg: Това задава за колко време (в часове) прокси сървърът приема, че външно потвърдената комбинация от потребителско име и парола е валидна (Time To Live). Когато TTL изтече, потребителят ще бъде подканен отново да въведе идентификационните си данни.

source: This will activate ClamAV
bg: Това ще активира ClamAV

source: This will activate WireGuard and start all enabled instances.
bg: Това ще активира WireGuard и ще стартира всички активирани инстанции.

source: This will activate certificate based authentication (EAP-TLS) and validation (EAP-TTLS). Please choose CA and Certificate below and do not forget to roll out certificates to the clients. If you do not enable this, default installation certificate will be used.
bg: Това ще активира удостоверяване, базирано на сертификат (EAP-TLS), и валидиране (EAP-TTLS). Моля, изберете CA и сертификат по-долу и не забравяйте да разгърнете сертификатите на клиентите. Ако не активирате това, ще се използва сертификатът по подразбиране за инсталация.

source: This will activate inline mode (IPS).
bg: Това ще активира режима на вграждане (IPS).

source: This will activate nProbe.
bg: Това ще активира nProbe.

source: This will activate ntopng.
bg: Това ще активира ntopng.

source: This will activate the DHCP FreeRADIUS service.
bg: Това ще активира услугата DHCP FreeRADIUS.

source: This will activate the FreeRADIUS DHCP service.
bg: Това ще активира услугата FreeRADIUS DHCP.

source: This will activate the FreeRADIUS service.
bg: Това ще активира услугата FreeRADIUS.

source: This will activate the Zerotier service
bg: Това ще активира услугата Zerotier

source: This will activate the c-icap service.
bg: Това ще активира услугата c-icap.

source: This will activate the clamd service.
bg: Това ще активира услугата clamd.

source: This will activate the freshclam service.
bg: Това ще активира услугата freshclam.

source: This will activate the static DHCP lease.
bg: Това ще активира статичния лизинг на DHCP.

source: This will allow to take settings user name from local squid
bg: Това ще позволи да се вземат настройки потребителско име от местния squid

source: This will enable TCP port 3310 in addition to the local socket.
bg: Това ще активира TCP порт 3310 в допълнение към локалния сокет.

source: This will enable logging of access log.
bg: Това ще позволи регистрирането на дневника за достъп.

source: This will enable or disable the AVPair.
bg: Това ще активира или деактивира AVPair.

source: This will enable or disable the client config.
bg: Това ще активира или деактивира клиентската конфигурация.

source: This will enable or disable the list.
bg: Това ще активира или деактивира списъка.

source: This will enable or disable the server config.
bg: Това ще активира или деактивира конфигурацията на сървъра.

source: This will enable or disable the user account.
bg: Това ще активира или деактивира потребителския акаунт.

source: This will let nProbe connect to ntopng, as opposite to ntopng connecting to nProbe (useful in presence of NAT or firewall).
bg: Това ще позволи на nProbe да се свърже с ntopng, за разлика от ntopng, който се свързва с nProbe (полезно при наличие на NAT или защитна стена).

source: This will let nProbe receive IPS policies automatically through ZMQ events from ntopng. If this option is enabled then the below policies will be ignored
bg: Това ще позволи на nProbe да получава IPS политики автоматично чрез ZMQ събития от ntopng. Ако тази опция е разрешена, следните политики ще бъдат игнорирани

source: This will make the captive portal always send accounting requests, rather than just when there is a need for accounting (e.g. when there is a daily session limit).
bg: Това ще накара портала да изпраща заявки за отчитане винаги, а не само когато има нужда от отчитане (напр. когато има дневен лимит на сесиите).

source: This will prevent installing routes. Usually you only enable this to do own routing decisions via a local gateway and gateway rules.
bg: Това ще предотврати инсталирането на маршрути. Обикновено разрешавате тази опция само за вземане на собствени решения за маршрутизиране чрез локален шлюз и правила за шлюза.

source: This will run ntopng in Community mode, a license is not required in this mode.
bg: Това ще доведе до стартиране на ntopng в режим Общност, като в този режим не се изисква лиценз.

source: Threads per child
bg: Нишки на дете

source: Timeout in seconds when connecting to database server.
bg: Време за прекъсване в секунди при свързване със сървъра на базата данни.

source: To Day
bg: До деня

source: To Month
bg: До месец

source: Toggles the Squid pinger service. This service is used in the selection of the best parent proxy.
bg: Превключва услугата Squid pinger. Тази услуга се използва при избора на най-добрия родителски прокси сървър.

source: Total bandwidth for this pipe
bg: Обща честотна лента за тази тръба

source: Total number of entries in downloaded set.
bg: Общ брой записи в изтегления набор.

source: Total number of ranges
bg: Общ брой диапазони

source: Total number of signatures
bg: Общ брой подписи

source: Traffic Management Settings
bg: Настройки за управление на трафика

source: Translation port
bg: Превод порт

source: Transparent proxy (HTTP)
bg: Прозрачен прокси сървър (HTTP)

source: Transparent proxy (HTTPS)
bg: Прозрачен прокси сървър (HTTPS)
