Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Certificate used for authentication towards the access point. Only relevant for infrastructure mode (BSS) if EAP with TLS is used for key management.
bg: Сертификат, използван за удостоверяване на автентичността към точката за достъп. Има значение само за инфраструктурен режим (BSS), ако за управление на ключовете се използва EAP с TLS.

source: The %scertificate manager%s can be used to create or import certificates if required.
bg: Мениджърът %scertificate%s може да се използва за създаване или импортиране на сертификати, ако е необходимо.

source: Access Point Authentication
bg: Удостоверяване на точката за достъп

source: Open System Authentication
bg: Удостоверяване на отворена система

source: Shared Key Authentication
bg: Удостоверяване със споделен ключ

source: Note: Shared Key Authentication requires WEP. Only relevant for access point mode.
bg: Забележка: Удостоверяването със споделен ключ изисква WEP. Отнася се само за режим на точка за достъп.

source: WPA Pairwise
bg: WPA по двойки

source: AES (recommended)
bg: AES (препоръчително)

source: Key Rotation
bg: Ротация на клавишите

source: Allowed values are 1-9999 but should not be longer than Master Key Regeneration time.
bg: Позволените стойности са 1-9999, но не трябва да са по-дълги от времето за регенериране на главния ключ.

source: Master Key Regeneration
bg: Регенериране на главния ключ

source: Allowed values are 1-9999 but should not be shorter than Key Rotation time.
bg: Позволените стойности са 1-9999, но не трябва да са по-кратки от времето за завъртане на ключа.

source: Strict Key Regeneration
bg: Строго регенериране на ключове

source: Setting this option will force the AP to rekey whenever a client disassociates.
bg: Задаването на тази опция ще накара AP да въвежда отново ключове, когато клиент се откаже от асоцииране.

source: Enable IEEE802.1X Authentication
bg: Активиране на удостоверяването IEEE802.1X

source: Setting this option will enable 802.1x authentication.
bg: Задаването на тази опция ще активира удостоверяването 802.1x.

source: NOTE
bg: ЗАБЕЛЕЖКА

source: this option requires checking the "Enable WPA box".
bg: тази опция изисква поставяне на отметка в полето "Enable WPA".

source: 802.1X Server IP Address
bg: IP адрес на сървъра 802.1X

source: Enter the IP address of the 802.1X Authentication Server. This is commonly a Radius server (FreeRadius, Internet Authentication Services, etc.)
bg: Въведете IP адреса на сървъра за удостоверяване на 802.1X. Обикновено това е Radius сървър (FreeRadius, Internet Authentication Services и др.)

source: 802.1X Server Port
bg: Порт на сървъра 802.1X

source: Leave blank for the default 1812 port.
bg: Оставете празно място за порта по подразбиране 1812.

source: 802.1X Server Shared Secret
bg: Споделена тайна на сървъра 802.1X

source: 802.1X Server IP Address (2)
bg: IP адрес на сървъра 802.1X (2)

source: Secondary 802.1X Authentication Server IP Address
bg: Вторичен IP адрес на сървъра за удостоверяване 802.1X

source: 802.1X Server Port (2)
bg: 802.1X сървър порт (2)

source: Secondary 802.1X Authentication Server Port
bg: Вторичен порт на сървъра за удостоверяване 802.1X

source: 802.1X Server Shared Secret (2)
bg: Споделена тайна на сървъра 802.1X (2)

source: Secondary 802.1X Authentication Server Shared Secret
bg: Вторичен сървър за удостоверяване 802.1X Споделена тайна

source: 802.1X Roaming Preauth
bg: 802.1X Предварителен достъп до роуминг

source: %s %s (Parent: %s, Tag: %s)
bg: %s %s (Родител: %s, Етикет: %s)

source: wireless clone
bg: безжичен клонинг

source: The interface "%s" does not exist. Make sure to apply its configuration first.
bg: Интерфейсът "%s" не съществува. Уверете се, че първо сте приложили конфигурацията му.

source: The interface is part of a group. Please remove it from the group to continue
bg: Интерфейсът е част от група. Моля, премахнете го от групата, за да продължите.

source: The interface is part of a bridge. Please remove it from the bridge to continue
bg: Интерфейсът е част от мост. Моля, премахнете го от моста, за да продължите.

source: The interface is part of a gre tunnel. Please delete the tunnel to continue
bg: Интерфейсът е част от gre тунел. Моля, изтрийте тунела, за да продължите.

source: The interface is part of a gif tunnel. Please delete the tunnel to continue
bg: Интерфейсът е част от тунел gif. Моля, изтрийте тунела, за да продължите.

source: Port %s was assigned to %d interfaces:
bg: Порт %s е назначен на %d интерфейса:

source: You cannot set port %s to interface %s because this interface is a member of %s.
bg: Не можете да зададете порт %s на интерфейс %s, защото този интерфейс е член на %s.

source: VLAN parent interface %s does not exist.
bg: Родителският интерфейс на VLAN %s не съществува.

source: Do you really want to delete this interface?
bg: Наистина ли искате да изтриете този интерфейс?

source: Technical identifier of the interface, used by hasync for example
bg: Технически идентификатор на интерфейса, използван например от hasync

source: Network port
bg: Мрежов порт

source: New interface:
bg: Нов интерфейс:

source: This bridge cannot be deleted because it is assigned as an interface.
bg: Този мост не може да бъде изтрит, защото е назначен като интерфейс.

source: Do you really want to delete this bridge?
bg: Наистина ли искате да изтриете този мост?

source: Members
bg: Членове

source: Link-local
bg: Локална връзка

source: Member Interfaces
bg: Интерфейси на членовете

source: Maxage needs to be an integer between 6 and 40.
bg: Maxage трябва да бъде цяло число между 6 и 40.

source: Maxaddr needs to be an integer.
bg: Maxaddr трябва да бъде цяло число.

source: Timeout needs to be an integer.
bg: Timeout трябва да бъде цяло число.

source: Forward Delay needs to be an integer between 4 and 30.
bg: Forward Delay трябва да бъде цяло число между 4 и 30.

source: Hello time for STP needs to be an integer between 1 and 2.
bg: Времето за поздрав за STP трябва да бъде цяло число между 1 и 2.

source: Priority for STP needs to be an integer between 0 and 61440.
bg: Приоритетът за STP трябва да бъде цяло число между 0 и 61440.

source: Transmit Hold Count for STP needs to be an integer between 1 and 10.
bg: Броят на задържаните предавания за STP трябва да бъде цяло число между 1 и 10.

source: %s interface priority for STP needs to be an integer between 0 and 240.
bg: Приоритетът на интерфейса %s за STP трябва да бъде цяло число между 0 и 240.

source: %s interface path cost for STP needs to be an integer between 1 and 200000000.
bg: %s цената на пътя на интерфейса за STP трябва да бъде цяло число между 1 и 200000000.

source: A member interface passed does not exist in configuration
bg: Предаден интерфейс член не съществува в конфигурацията

source: Bridging a wireless interface is only possible in hostap mode.
bg: Премостването на безжичен интерфейс е възможно само в режим hostap.

source: Span interface cannot be part of the bridge. Remove the span interface from bridge members to continue.
bg: Интерфейсът Span не може да бъде част от моста. За да продължите, премахнете интерфейса span от членовете на моста.

source: Error occurred creating interface, please retry.
bg: Възникна грешка при създаването на интерфейс, моля, повторете опита.

source: Bridge configuration
bg: Конфигурация на моста

source: Member interfaces
bg: Интерфейси на членовете

source: Interfaces participating in the bridge.
bg: Интерфейси, които участват в моста.

source: Link-local address
bg: Местен адрес на връзката

source: Enable link-local address
bg: Активиране на локалния адрес на връзката

source: By default, link-local addresses for bridges are disabled. You can enable them manually using this option. However, when a bridge interface has IPv6 addresses, IPv6 addresses on a member interface will be automatically removed before the interface is added.
bg: По подразбиране локалните адреси на връзката за мостовете са деактивирани. Можете да ги активирате ръчно, като използвате тази опция. Въпреки това, когато интерфейсът на моста има IPv6 адреси, IPv6 адресите на интерфейса на члена ще бъдат автоматично премахнати преди добавянето на интерфейса.

source: Show advanced options
bg: Показване на разширени опции

source: Spanning Tree Protocol
bg: Протокол Spanning Tree

source: Enable spanning tree options for this bridge.
bg: Включване на опциите на разклоняващото се дърво за този мост.

source: Protocol used for spanning tree.
bg: Протокол, използван за разпределително дърво.

source: STP interfaces
bg: STP интерфейси

source: Enable Spanning Tree Protocol on interface. The if_bridge(4) driver has support for the IEEE 802.1D Spanning Tree Protocol (STP). STP is used to detect and remove loops in a network topology.
bg: Включване на протокола Spanning Tree на интерфейса. Драйверът if_bridge(4) поддържа протокола IEEE 802.1D Spanning Tree Protocol (STP). STP се използва за откриване и отстраняване на контури в мрежовата топология.

source: Valid time
bg: Валидно време

source: Set the time that a Spanning Tree Protocol configuration is valid. The default is 20 seconds. The minimum is 6 seconds and the maximum is 40 seconds.
bg: Задайте времето, през което конфигурацията на протокола Spanning Tree Protocol е валидна. По подразбиране е 20 секунди. Минималната стойност е 6 секунди, а максималната - 40 секунди.

source: Forward time
bg: Време напред

source: Set the time that must pass before an interface begins forwarding packets when Spanning Tree is enabled. The default is 15 seconds. The minimum is 4 seconds and the maximum is 30 seconds.
bg: Задайте времето, което трябва да мине, преди интерфейсът да започне да препраща пакети, когато е активирано Spanning Tree. По подразбиране е 15 секунди. Минималната стойност е 4 секунди, а максималната - 30 секунди.

source: Hello time
bg: Здравей, време

source: Set the time between broadcasting of Spanning Tree Protocol configuration messages. The hello time may only be changed when operating in legacy STP mode. The default is 2 seconds. The minimum is 1 second and the maximum is 2 seconds.
bg: Задайте времето между излъчването на конфигурационните съобщения на протокола Spanning Tree Protocol. Времето за посрещане може да се променя само при работа в наследен режим на STP. По подразбиране е 2 секунди. Минималната стойност е 1 секунда, а максималната - 2 секунди.

source: Set the bridge priority for Spanning Tree. The default is 32768. The minimum is 0 and the maximum is 61440.
bg: Задайте приоритета на моста за Spanning Tree. По подразбиране е 32768. Минималната стойност е 0, а максималната - 61440.

source: Hold count
bg: Задържане на броя

source: Set the transmit hold count for Spanning Tree. This is the number of packets transmitted before being rate limited. The default is 6. The minimum is 1 and the maximum is 10.
bg: Задайте броя на задържанията на предаването за Spanning Tree. Това е броят на пакетите, които се предават, преди да бъдат ограничени по скорост. По подразбиране е 6. Минималната стойност е 1, а максималната е 10.

source: Set the Spanning Tree priority of interface to value. The default is 128. The minimum is 0 and the maximum is 240. Increments of 16.
bg: Задайте стойност на приоритета на Spanning Tree на интерфейса. По подразбиране е 128. Минималната стойност е 0, а максималната е 240. Увеличения от 16.

source: Path cost
bg: Цена на пътя

source: Set the Spanning Tree path cost of interface to value. The default is calculated from the link speed. To change a previously selected path cost back to automatic, set the cost to 0. The minimum is 1 and the maximum is 200000000.
bg: Задайте стойността на пътя на Spanning Tree на интерфейса на стойност. По подразбиране се изчислява от скоростта на връзката. За да промените предварително избраната цена на пътя обратно на автоматична, задайте цена 0. Минималната стойност е 1, а максималната - 200000000.

source: Advanced options
bg: Разширени опции

source: Cache size
bg: Размер на кеша

source: entries
bg: вписвания

source: Set the size of the bridge address cache to size. The default is 2000 entries.
bg: Задайте размера на кеша за адреси на моста на size. По подразбиране е 2000 записа.

source: Cache entry expire time
bg: Време за изтичане на срока на валидност на записа в кеша

source: Set the timeout of address cache entries to this number of seconds. If seconds is zero, then address cache entries will not be expired. The default is 1200 seconds.
bg: Задайте времетраенето на записите в кеша за адреси на този брой секунди. Ако секунди е нула, записите в кеша за адреси няма да изтекат. По подразбиране е 1200 секунди.

source: Span port
bg: Span порт

source: Add the interface named by interface as a span port on the bridge. Span ports transmit a copy of every frame received by the bridge. This is most useful for snooping a bridged network passively on another host connected to one of the span ports of the bridge.
bg: Добавете интерфейса, наречен от interface, като порт за обхват на моста. Портовете за обхващане предават копие на всеки кадър, получен от моста. Това е най-полезно за пасивно проследяване на мостова мрежа на друг хост, свързан към един от портовете за обхват на моста.

source: The span interface cannot be part of the bridge member interfaces.
bg: Интерфейсът за обхват не може да бъде част от интерфейсите на членовете на моста.

source: Edge ports
bg: Крайни портове

source: Set interface as an edge port. An edge port connects directly to end stations and cannot create bridging loops in the network; this allows it to transition straight to forwarding.
bg: Задайте интерфейса като краен порт. Крайният порт се свързва директно с крайните станции и не може да създава мостови контури в мрежата; това му позволява да премине директно към препращане.

source: Auto Edge ports
bg: Автоматични крайни портове

source: Allow interface to automatically detect edge status. This is the default for all interfaces added to a bridge.
bg: Позволява на интерфейса автоматично да открива състоянието на ръба. Това е настройката по подразбиране за всички интерфейси, добавени към мост.

source: This will disable the autoedge status of interfaces.
bg: Това ще деактивира състоянието на автоматичното подравняване на интерфейсите.

source: PTP ports
bg: PTP портове

source: Set the interface as a point-to-point link. This is required for straight transitions to forwarding and should be enabled on a direct link to another RSTP-capable switch.
bg: Задайте интерфейса като връзка от точка до точка. Това се изисква за директни преходи към пренасочване и трябва да бъде разрешено за директна връзка към друг комутатор, поддържащ RSTP.

source: Auto PTP ports
bg: Автоматични портове PTP

source: Automatically detect the point-to-point status on interface by checking the full duplex link status. This is the default for interfaces added to the bridge.
bg: Автоматично откриване на състоянието "точка-точка" на интерфейса чрез проверка на състоянието на връзката с пълен дуплекс. Това е настройката по подразбиране за интерфейси, добавени към моста.

source: The interfaces selected here will be removed from default autoedge status.
bg: Избраните тук интерфейси ще бъдат премахнати от автоматичния статус по подразбиране.

source: Sticky ports
bg: Лепкави пристанища

source: Mark an interface as a "sticky" interface. Dynamically learned address entries are treated as static once entered into the cache. Sticky entries are never aged out of the cache or replaced, even if the address is seen on a different interface.
bg: Маркиране на интерфейс като "лепкав" интерфейс. Динамично научените адресни записи се третират като статични, след като бъдат въведени в кеша. Записите "Sticky" никога не се извеждат от кеша или не се заменят, дори ако адресът се вижда на друг интерфейс.

source: Private ports
bg: Частни пристанища

source: Mark an interface as a "private" interface. A private interface does not forward any traffic to any other port that is also a private interface.
bg: Маркиране на интерфейс като "частен" интерфейс. Частният интерфейс не препраща никакъв трафик към друг порт, който също е частен интерфейс.

source: This gif TUNNEL cannot be deleted because it is still being used as an interface.
bg: Този gif TUNNEL не може да бъде изтрит, тъй като все още се използва като интерфейс.

source: Do you really want to delete this gif tunnel?
bg: Наистина ли искате да изтриете този gif тунел?

source: Tunnel to...
bg: Тунел към...

source: If you are using a GIF tunnel to connect to a Hurricane Electric (he.net) Tunnel Broker on a WAN with a dynamic IP, you may want to add a %sHE.net Tunnelbroker dynamic DNS entry%s to keep your tunnel functional when your IP changes.
bg: Ако използвате GIF тунел за връзка с тунелен брокер на Hurricane Electric (he.net) в глобална мрежа с динамичен IP адрес, може да искате да добавите динамичен DNS запис %sHE.net Tunnelbroker%s, за да поддържате тунела функционален при промяна на IP адреса.

source: Parent interface,Local address, Remote tunnel address, Remote tunnel network, Local tunnel address
bg: Родителски интерфейс,Местен адрес, Адрес на отдалечен тунел, Мрежа на отдалечен тунел, Адрес на местен тунел

source: The tunnel local and tunnel remote fields must have valid IP addresses.
bg: Полетата за локален и отдалечен тунел трябва да съдържат валидни IP адреси.

source: The alias IP address family has to match the family of the remote peer address.
bg: Фамилията на псевдонимния IP адрес трябва да съвпада с фамилията на отдалечения партньорски адрес.

source: A gif with the network %s is already defined.
bg: Вече е дефиниран gif с мрежата %s.

source: GIF configuration
bg: Конфигурация на GIF

source: Parent interface
bg: Родителски интерфейс

source: The interface here serves as the local address to be used for the gif tunnel.
bg: Интерфейсът тук служи като локален адрес, който ще се използва за тунела gif.

source: GIF remote address
bg: Отдалечен адрес на GIF

source: Peer address where encapsulated gif packets will be sent.
bg: Адрес на партньор, на който ще се изпращат капсулирани gif пакети.

source: GIF tunnel local address
bg: Местен адрес на тунела GIF

source: Local gif tunnel endpoint
bg: Местна крайна точка на тунел gif

source: GIF tunnel remote address
bg: Отдалечен адрес на тунела GIF

source: Remote gif address endpoint. The subnet part is used for determining the network that is tunnelled.
bg: Крайна точка на отдалечен адрес gif. Частта за подмрежата се използва за определяне на мрежата, която се тунелира.

source: Disable Ingress filtering
bg: Деактивиране на филтрирането на входа

source: Ingress filtering on outer tunnel source can break tunnel operation in an asymmetrically routed networks, in which case this can be disabled by marking this option.
bg: Филтрирането на входа на външния източник на тунела може да наруши работата на тунела в асиметрично маршрутизирани мрежи, като в този случай това може да бъде деактивирано чрез маркиране на тази опция.

source: ECN friendly behavior
bg: Благоприятно за ECN поведение

source: Note that the ECN friendly behavior violates RFC2893. This should be used in mutual agreement with the peer.
bg: Обърнете внимание, че поведението на ECN е в нарушение на RFC2893. Това трябва да се използва по взаимно съгласие с партньора.

source: This GRE tunnel cannot be deleted because it is still being used as an interface.
bg: Този GRE тунел не може да бъде изтрит, тъй като все още се използва като интерфейс.

source: Do you really want to delete this GRE tunnel?
bg: Наистина ли искате да изтриете този GRE тунел?

source: Local address
bg: Местен адрес

source: Local tunnel address
bg: Местен адрес на тунела

source: Remote tunnel address
bg: Адрес на отдалечен тунел

source: Remote tunnel network
bg: Отдалечена тунелна мрежа

source: A GRE tunnel with the network %s is already defined.
bg: Вече е дефиниран GRE тунел с мрежата %s.

source: GRE configuration
bg: Конфигурация на GRE

source: The interface here serves as the local address to be used for the GRE tunnel.
bg: Интерфейсът тук служи като локален адрес, който ще се използва за GRE тунела.

source: GRE remote address
bg: GRE отдалечен адрес

source: Peer address where encapsulated GRE packets will be sent.
bg: Адрес на партньор, на който ще се изпращат капсулираните GRE пакети.

source: GRE tunnel local address
bg: Локален адрес на GRE тунел

source: Local GRE tunnel endpoint
bg: Местна крайна точка на GRE тунел

source: GRE tunnel remote address
bg: Отдалечен адрес на GRE тунел

source: Remote GRE address endpoint. The subnet part is used for the determining the network that is tunneled.
bg: Крайната точка на отдалечен GRE адрес. Частта за подмрежата се използва за определяне на мрежата, която се тунелира.

source: Do you really want to delete this group? All elements that still use it will become invalid (e.g. filter rules)!
bg: Наистина ли искате да изтриете тази група? Всички елементи, които все още я използват, ще станат невалидни (напр. правилата за филтриране)!

source: Interface Groups allow you to create rules that apply to multiple interfaces without duplicating the rules. If you remove members from an interface group, the group rules no longer apply to that interface.
bg: Групите интерфейси ви позволяват да създавате правила, които се прилагат за няколко интерфейса, без да дублирате правилата. Ако премахнете членове от група интерфейси, правилата на групата вече не се прилагат за този интерфейс.

source: Group name already exists!
bg: Името на групата вече съществува!

source: Only letters, digits and underscores are allowed as the group name.
bg: За името на групата са позволени само букви, цифри и подчертавания.

source: The group name shall not be longer than 15 characters.
bg: Името на групата не трябва да е по-дълго от 15 символа.

source: The group name shall not end in a digit.
bg: Името на групата не трябва да завършва с цифра.

source: The specified group name is already used by an interface. Please choose another name.
bg: Посоченото име на група вече се използва от интерфейс. Моля, изберете друго име.

source: At least one group member must be specified.
bg: Трябва да се посочи поне един член на групата.

source: Interface Groups Edit
bg: Редактиране на групи интерфейси

source: No numbers or spaces are allowed. Only characters in a-zA-Z
bg: Не се допускат цифри или интервали. Само знаци от а-zA-Z

source: You may enter a description here for your reference.
bg: Тук можете да въведете описание за справка.

source: Rules for WAN type interfaces in groups do not contain the reply-to mechanism upon which Multi-WAN typically relies.
bg: Правилата за интерфейси от тип WAN в групи не съдържат механизма за отговор, на който обикновено разчита Multi-WAN.

source: This LAGG interface cannot be deleted because it is still being used.
bg: Този LAGG интерфейс не може да бъде изтрит, тъй като все още се използва.

source: Do you really want to delete this LAGG interface?
bg: Наистина ли искате да изтриете този LAGG интерфейс?

source: Lagg protocol
bg: Протокол Lagg

source: Interface '%s' supplied as member does not exist
bg: Интерфейсът '%s', предоставен като член, не съществува

source: Invalid lagghash value '%s'
bg: Невалидна стойност на lagghash '%s'

source: Protocol supplied is invalid
bg: Предоставеният протокол е невалиден

source: LAGG configuration
bg: Конфигурация на LAGG

source: Choose the members that will be used for the link aggregation
bg: Изберете членовете, които ще се използват за агрегиране на връзките

source: Lag proto
bg: Лаг прото

source: failover
bg: Прехвърляне при отказ
