Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Unsigned 8-bit integer type must be a number in the range 0 to 255.
bg: Незначимо 8-битово цяло число Типът трябва да бъде число в диапазона от 0 до 255.

source: Unsigned 16-bit integer type must be a number in the range 0 to 65535.
bg: Незначещ 16-битов тип цяло число трябва да бъде число в диапазона от 0 до 65535.

source: Unsigned 32-bit integer type must be a number in the range 0 to 4294967295.
bg: Типът Unsigned 32-битово цяло число трябва да бъде число в диапазона от 0 до 4294967295.

source: Signed 8-bit integer type must be a number in the range -128 to 127.
bg: Подписаният 8-битов целочислен тип трябва да бъде число в диапазона от -128 до 127.

source: Signed 16-bit integer type must be a number in the range -32768 to 32767.
bg: Подписаният 16-битов целочислен тип трябва да бъде число в диапазона -32768 до 32767.

source: Signed 32-bit integer type must be a number in the range -2147483648 to 2147483647.
bg: Типът 32-битово цяло число със знак трябва да бъде число в интервала -2147483648 до 2147483647.

source: IP address or host type must be an IP address or host name.
bg: IP адресът или типът на хоста трябва да е IP адрес или име на хост.

source: The specified range lies outside of the current subnet.
bg: Зададеният обхват е извън текущата подмрежа.

source: The range is invalid (first element higher than second element).
bg: Диапазонът е невалиден (първият елемент е по-висок от втория).

source: The specified range must not be within the DHCP range for this interface.
bg: Посоченият диапазон не трябва да е в обхвата на DHCP за този интерфейс.

source: The specified range must not be within the range configured on a DHCP pool for this interface.
bg: Посоченият обхват не трябва да е в рамките на обхвата, конфигуриран в DHCP пул за този интерфейс.

source: You must disable the DHCP relay on the %s interface before enabling the DHCP server.
bg: Трябва да деактивирате DHCP релето на интерфейса %s, преди да активирате DHCP сървъра.

source: Do you really want to delete this pool?
bg: Наистина ли искате да изтриете този басейн?

source: Do you really want to delete this mapping?
bg: Наистина ли искате да изтриете това картографиране?

source: DHCP Relay is currently enabled. Cannot enable the DHCP Server service while the DHCP Relay is enabled on any interface.
bg: В момента е активирана функцията DHCP Relay. Не може да се активира услугата DHCP Server, докато DHCP Relay е активирана на някой интерфейс.

source: The static mapping configuration has been changed
bg: Конфигурацията за статично картографиране е променена

source: Enable DHCP server on the %s interface
bg: Активиране на DHCP сървър на интерфейса %s

source: Editing Pool-Specific Options. To return to the Interface, click its tab above.
bg: Редактиране на специфични за басейна опции. За да се върнете към интерфейса, щракнете върху неговия раздел по-горе.

source: Pool Description
bg: Описание на басейна

source: Deny unknown clients
bg: Отказване на неизвестни клиенти

source: If this is checked, only the clients defined below will get DHCP leases from this server.
bg: Ако е поставена тази отметка, само клиентите, определени по-долу, ще получават DHCP лизинг от този сървър.

source: Ignore Client UIDs
bg: Игнориране на UID на клиенти

source: By default, the same MAC can get multiple leases if the requests are sent using different UIDs. To avoid this behavior, check this box and client UIDs will be ignored.
bg: По подразбиране един и същ MAC може да получи няколко лизинга, ако заявките се изпращат с различни UID. За да избегнете това поведение, поставете отметка в това квадратче и клиентските UID ще бъдат игнорирани.

source: Subnet mask
bg: Маска на подмрежата

source: Available range
bg: Наличен обхват

source: No available address range for configured interface subnet size.
bg: Няма наличен диапазон от адреси за конфигурирания размер на подмрежата на интерфейса.

source: Range
bg: Обхват

source: from
bg: от

source: to
bg: към

source: Additional Pools
bg: Допълнителни басейни

source: Pool Start
bg: Начало на басейна

source: Pool End
bg: Край на басейна

source: If you need additional pools of addresses inside of this subnet outside the above Range, they may be specified here.
bg: Ако се нуждаете от допълнителни пулове от адреси в тази подмрежа извън горния обхват, те могат да бъдат посочени тук.

source: WINS servers
bg: WINS сървъри

source: DNS servers
bg: DNS сървъри

source: Leave blank to use the system default DNS servers: This interface IP address if a DNS service is enabled or the configured global DNS servers.
bg: Оставете празно, за да използвате DNS сървърите по подразбиране на системата: Този IP адрес на интерфейса, ако е активирана DNS услуга, или конфигурираните глобални DNS сървъри.

source: The default is to use the IP on this interface of the firewall as the gateway, if a valid (online) gateway has been configured under System->Gateways. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
bg: По подразбиране за шлюз се използва IP адресът на този интерфейс на защитната стена, ако е конфигуриран валиден (онлайн) шлюз в менюто Система->Шлюзове. Посочете алтернативен шлюз тук, ако това не е правилният шлюз за вашата мрежа. Въведете "none" (няма), за да не задавате шлюз.

source: Domain name
bg: Име на домейна

source: The default is to use the domain name of this system as the default domain name provided by DHCP. You may specify an alternate domain name here.
bg: По подразбиране името на домейна на тази система се използва като име на домейна по подразбиране, предоставено от DHCP. Тук можете да посочите алтернативно име на домейн.

source: Domain search list
bg: Списък за търсене на домейни

source: The DHCP server can optionally provide a domain search list. Use the semicolon character as separator.
bg: DHCP сървърът може по избор да предостави списък за търсене на домейни. Използвайте символа запетая като разделител.

source: Default lease time (seconds)
bg: Време за наемане по подразбиране (секунди)

source: This is used for clients that do not ask for a specific expiration time.
bg: Това се използва за клиенти, които не изискват конкретен срок на валидност.

source: The default is 7200 seconds.
bg: По подразбиране е 7200 секунди.

source: Maximum lease time
bg: Максимално време за наемане

source: This is the maximum lease time for clients that ask for a specific expiration time.
bg: Това е максималният срок на наемане за клиенти, които искат конкретен срок на валидност.

source: The default is 86400 seconds.
bg: По подразбиране е 86400 секунди.

source: Response delay
bg: Забавяне на отговора

source: This is the minimum number of seconds since a client began trying to acquire a new lease before the DHCP server will respond to its request.
bg: Това е минималният брой секунди, откакто клиентът е започнал да се опитва да получи нов лизинг, преди DHCP сървърът да отговори на заявката му.

source: The default is 0 seconds (no delay).
bg: По подразбиране е 0 секунди (без забавяне).

source: Interface MTU
bg: Интерфейс MTU

source: This option specifies the MTU to use on this interface. The minimum legal value for the MTU is 68.
bg: Тази опция задава MTU, която да се използва за този интерфейс. Минималната допустима стойност за MTU е 68.

source: Failover peer IP:
bg: IP адрес на партньор при отказ:

source: Leave blank to disable. Enter the interface IP address of the other machine. Machines must be using CARP. Interface's advskew determines whether the DHCPd process is Primary or Secondary. Ensure one machine's advskew<20 (and the other is >20). Note that changing this value will delete the current leases-database!
bg: Оставете празно, за да забраните. Въведете IP адреса на интерфейса на другата машина. Машините трябва да използват CARP. Advskew на интерфейса определя дали процесът DHCPd е първичен или вторичен. Уверете се, че advskew на едната машина е <20 (а на другата е >20). Имайте предвид, че промяната на тази стойност ще изтрие текущата база данни с лизинги!

source: Failover split:
bg: Разделяне при отказ:

source: Leave blank to use default (128) which should be fine for most cases. Enter a number (0-256) to specify the load-balancing split between the failover peers, the default of 128 means both peers will handle approximately 50% of the clients, 256 will make the primary handle all the clients. This value is only used on the primary peer, leave blank on the secondary.
bg: Оставете празно, за да използвате настройката по подразбиране (128), която би трябвало да е достатъчна за повечето случаи. Въведете число (0-256), за да определите разпределението на натоварването между равнопоставените устройства при отказ, като 128 по подразбиране означава, че и двете равнопоставени устройства ще обслужват приблизително 50% от клиентите, а 256 ще накара основното устройство да обслужва всички клиенти. Тази стойност се използва само за първичния партньор, а за вторичния оставете празна.

source: Static ARP
bg: Статичен ARP

source: Enable Static ARP entries
bg: Активиране на статични ARP записи

source: Warning: This option persists even if DHCP server is disabled. Only the machines listed below will be able to communicate with the firewall on this NIC.
bg: Предупреждение: Тази опция се запазва, дори ако DHCP сървърът е деактивиран. Само машините, изброени по-долу, ще могат да комуникират със защитната стена на тази мрежова карта.

source: Time format change
bg: Промяна на формата на времето

source: Change DHCP display lease time from UTC to local time.
bg: Промяна на времето за наемане на DHCP дисплея от UTC на местно време.

source: Warning: By default DHCP leases are displayed in UTC time. By checking this box DHCP lease time will be displayed in local time and set to time zone selected. This will be used for all DHCP interfaces lease time.
bg: Предупреждение: По подразбиране DHCP лизингите се показват в UTC време. Като поставите отметка в това поле, времето на DHCP лизинга ще се показва в местно време и ще се настройва според избраната часова зона. Това ще се използва за времето на наемане на всички DHCP интерфейси.

source: Show Dynamic DNS
bg: Показване на динамичен DNS

source: Enable registration of DHCP client names in DNS.
bg: Разрешаване на регистрацията на имената на клиентите на DHCP в DNS.

source: Enter the dynamic DNS domain which will be used to register client names in the DNS server.
bg: Въведете динамичния DNS домейн, който ще се използва за регистриране на клиентски имена в DNS сървъра.

source: Note: Leave blank to disable dynamic DNS registration.
bg: Забележка: Оставете празно, за да деактивирате динамичната регистрация на DNS.

source: Enter the primary domain name server IP address for the dynamic domain name.
bg: Въведете IP адреса на основния сървър за име на домейн за динамичното име на домейн.

source: Enter the dynamic DNS domain key name which will be used to register client names in the DNS server.
bg: Въведете името на динамичния DNS ключ за домейн, който ще се използва за регистриране на клиентски имена в DNS сървъра.

source: Enter the dynamic DNS domain key secret which will be used to register client names in the DNS server.
bg: Въведете тайната на ключа на динамичния DNS домейн, която ще се използва за регистриране на клиентски имена в DNS сървъра.

source: Choose the dynamic DNS domain key algorithm.
bg: Изберете алгоритъма за динамичен ключ на домейна DNS.

source: MAC Address Control
bg: Контрол на MAC адресите

source: Show MAC Address Control
bg: Показване на контрола на MAC адресите

source: Enter a list of partial MAC addresses to allow, comma-separated, no spaces, such as %s
bg: Въведете списък с частични MAC адреси, които да разрешите, разделени със запетаи, без интервали, например %s

source: Enter a list of partial MAC addresses to deny access, comma-separated, no spaces, such as %s
bg: Въведете списък с частични MAC адреси за отказ на достъп, разделени със запетая, без интервали, например %s

source: NTP servers
bg: NTP сървъри

source: Show NTP configuration
bg: Показване на конфигурацията на NTP

source: TFTP server
bg: TFTP сървър

source: Show TFTP configuration
bg: Показване на конфигурацията на TFTP

source: Set TFTP hostname
bg: Задаване на име на хост на TFTP

source: Set Bootfile
bg: Задаване на стартов файл

source: Leave blank to disable. Enter a full hostname or IP for the TFTP server and optionally a full path for a bootfile.
bg: Оставете празно, за да забраните. Въведете пълното име на хоста или IP адреса на TFTP сървъра и по желание пълния път за зареждащия файл.

source: Show LDAP configuration
bg: Показване на конфигурацията на LDAP

source: Leave blank to disable. Enter a full URI for the LDAP server in the form %s
bg: Оставете празно, за да забраните. Въведете пълен URI за LDAP сървъра под формата на %s

source: Network booting
bg: Зареждане в мрежа

source: Show Network booting
bg: Показване на зареждането на мрежата

source: Enable network booting
bg: Разрешаване на мрежово зареждане

source: Set next-server IP
bg: Задаване на IP на следващия сървър

source: Set default bios filename
bg: Задаване на име на файл на биос по подразбиране

source: Set x86 UEFI (32-bit) filename
bg: Задаване на име на файл x86 UEFI (32-битов)

source: Set x64 UEFI/EBC (64-bit) filename
bg: Задаване на име на файл x64 UEFI/EBC (64-битов)

source: Set ARM UEFI (32-bit) filename
bg: Задаване на име на файла ARM UEFI (32-битов)

source: Set ARM UEFI (64-bit) filename
bg: Задаване на име на файла ARM UEFI (64-битов)

source: Set iPXE boot filename
bg: Задаване на име на файл за зареждане на iPXE

source: You need both a filename and a boot server configured for this to work.
bg: За да работи това, е необходимо да имате конфигурирано име на файл и сървър за зареждане.

source: Set root-path string
bg: Задаване на низ от коренни пътища

source: Note: string-format: iscsi:(servername):(protocol):(port):(LUN):targetname
bg: Забележка: формат на символния низ: iscsi:(име на сървъра):(протокол):(порт):(LUN):име на целта

source: Show WPAD
bg: Покажи WPAD

source: Enable Web Proxy Auto Discovery
bg: Активиране на автоматичното откриване на Web Proxy

source: Enable OMAPI
bg: Активиране на OMAPI

source: Show OMAPI configuration
bg: Показване на конфигурацията на OMAPI

source: Enables OMAPI
bg: Активира OMAPI

source: OMAPI port
bg: Порт OMAPI

source: Key algorithm
bg: Ключов алгоритъм

source: OMAPI key
bg: Ключ OMAPI

source: Additional Options
bg: Допълнителни опции

source: Show Additional BOOTP/DHCP Options
bg: Показване на допълнителни опции на BOOTP/DHCP

source: Number
bg: Номер

source: Text
bg: Текст

source: String
bg: Редица

source: Boolean
bg: Булеви

source: Unsigned 8-bit integer
bg: Незнаково 8-битово цяло число

source: Unsigned 16-bit integer
bg: 16-битово цяло число без знак

source: Unsigned 32-bit integer
bg: Незнаково 32-битово цяло число

source: Signed 8-bit integer
bg: Подписано 8-битово цяло число

source: Signed 16-bit integer
bg: Подписано 16-битово цяло число

source: Signed 32-bit integer
bg: Подписано 32-битово цяло число

source: IP address or host
bg: IP адрес или хост

source: Enter the DHCP option number and the value for each item you would like to include in the DHCP lease information. For a list of available options please visit this %sURL%s.
bg: Въведете номера на опцията DHCP и стойността за всеки елемент, който искате да включите в информацията за наемане на DHCP. За списък на наличните опции посетете тази страница %sURL%s.

source: DHCP Static Mappings for this interface.
bg: DHCP статични картографирания за този интерфейс.

source: Either MAC address or Client identifier must be specified
bg: Трябва да се посочи или MAC адрес, или идентификатор на клиент

source: The hostname cannot end with a hyphen according to RFC952
bg: Името на хоста не може да завършва с дефис съгласно RFC952

source: The hostname can only contain the characters A-Z, 0-9 and '-'.
bg: Името на хоста може да съдържа само символите A-Z, 0-9 и '-'.

source: A valid hostname is specified, but the domain name part should be omitted
bg: Посочено е валидно име на хост, но частта с името на домейна трябва да се пропусне

source: Static ARP is enabled. You must specify an IP address.
bg: Статичният ARP е активиран. Трябва да посочите IP адрес.

source: This Hostname, IP, MAC address or Client identifier already exists.
bg: Това име на хост, IP, MAC адрес или идентификатор на клиент вече съществува.

source: The IP address must lie in the %s subnet.
bg: IP адресът трябва да се намира в подмрежата %s.

source: Static DHCP Mapping
bg: Статично картографиране на DHCP

source: Copy my MAC address
bg: Копиране на моя MAC адрес

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx
bg: Въведете MAC адрес в следния формат: xx:xx:xx:xx:xx:xx:xx

source: Client identifier
bg: Идентификатор на клиента

source: If an IPv4 address is entered, the address must be within the interface subnet.
bg: Ако е въведен IPv4 адрес, той трябва да е в подмрежата на интерфейса.

source: If no IPv4 address is given, one will be dynamically allocated from the pool.
bg: Ако не е зададен IPv4 адрес, той ще бъде динамично разпределен от пула.

source: Name of the host, without domain part.
bg: Име на хоста, без частта за домейн.

source: Netboot Filename
bg: Име на файла Netboot

source: Name of the file that should be loaded when this host boots off of the network, overrides setting on main page.
bg: Име на файла, който трябва да бъде зареден, когато този хост се зарежда от мрежата, замества настройката в главната страница.

source: Root Path
bg: Път на корена

source: Enter the root-path-string, overrides setting on main page.
bg: Въведете низа root-path, който отменя настройката на главната страница.

source: ARP Table Static Entry
bg: Статичен запис в таблицата ARP

source: Create a static ARP table entry for this MAC and IP address pair.
bg: Създайте статичен запис в ARP таблицата за тази двойка MAC и IP адреси.

source: The default is to use the IP on this interface of the firewall as the gateway. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
bg: По подразбиране за шлюз се използва IP адресът на този интерфейс на защитната стена. Посочете алтернативен шлюз тук, ако това не е правилният шлюз за вашата мрежа. Въведете "none" (няма), за да не задавате шлюз.

source: Default lease time
bg: Време за наемане по подразбиране

source: Dynamic DNS domain
bg: Динамичен домейн DNS

source: Enter the dynamic DNS domain which will be used to register this client in the DNS server.
bg: Въведете динамичния DNS домейн, който ще се използва за регистриране на този клиент в DNS сървъра.

source: Destination Server
bg: Сървър на местоназначението

source: A valid Destination Server IP address must be specified.
bg: Трябва да се посочи валиден IP адрес на сървъра на местоназначението.

source: DHCP Server is currently enabled. Cannot enable the DHCP Relay service while the DHCP Server is enabled on any interface.
bg: В момента е активиран DHCP сървър. Не може да се активира услугата DHCP Relay, докато DHCP Server е активиран на който и да е интерфейс.

source: DHCP Relay configuration
bg: Конфигурация на DHCP Relay

source: Interface(s)
bg: Интерфейс(и)

source: Interfaces without an IP address will not be shown.
bg: Интерфейси без IP адрес няма да бъдат показани.

source: Append circuit ID
bg: Добавяне на идентификатор на верига

source: Append circuit ID and agent ID to requests
bg: Добавяне на идентификатор на верига и идентификатор на агент към заявките

source: If this is checked, the DHCP relay will append the circuit ID (interface number) and the agent ID to the DHCP request.
bg: Ако е поставена тази отметка, DHCP релето ще добави идентификатора на веригата (номера на интерфейса) и идентификатора на агента към DHCP заявката.

source: Destination servers
bg: Сървъри за местоназначение

source: These are the IP addresses of servers to which DHCP requests are relayed. You can enter multiple server IP addresses, separated by commas.
bg: Това са IP адресите на сървърите, към които се препращат DHCP заявките. Можете да въведете няколко IP адреса на сървъри, разделени със запетаи.

source: A valid prefix range must be specified.
bg: Трябва да се посочи валиден обхват на префикса.

source: The subnet range cannot overlap with virtual IPv6 address %s.
bg: Обхватът на подмрежата не може да се припокрива с виртуалния IPv6 адрес %s.

source: A valid IPv6 address must be specified for the gateway.
bg: За шлюза трябва да се посочи валиден IPv6 адрес.

source: A valid IPv6 address must be specified for the primary/secondary DNS servers.
bg: Трябва да се посочи валиден IPv6 адрес за първичния/вторичния DNS сървър.

source: The response delay must be at least 0 and no more than 255 seconds.
bg: Забавянето на отговора трябва да бъде най-малко 0 и не повече от 255 секунди.

source: A valid primary domain name server IPv6 address must be specified for the dynamic domain name.
bg: За динамичното име на домейн трябва да се посочи валиден IPv6 адрес на основния сървър за имена на домейни.

source: A valid IPv6 address must be specified for the primary/secondary NTP servers.
bg: Трябва да се посочи валиден IPv6 адрес за основния/вторичния NTP сървър.

source: A valid URL must be specified for the network bootfile.
bg: За мрежовия стартов файл трябва да бъде посочен валиден URL адрес.

source: The range is unavailable (single host network mask /128 used).
bg: Диапазонът не е достъпен (използвана е маска на мрежата на един хост /128).

source: The DHCP range cannot overlap any static DHCP mappings.
bg: Обхватът на DHCP не може да се припокрива с никакви статични DHCP съпоставки.

source: Enable DHCPv6 server on %s interface
bg: Активиране на DHCPv6 сървър на интерфейс %s

source: The range should be entered using the full IPv6 address.
bg: Диапазонът трябва да бъде въведен, като се използва пълният IPv6 адрес.

source: The range should be entered using the suffix part of the IPv6 address, i.e. ::1:2:3:4. The subnet prefix will be added automatically.
bg: Диапазонът трябва да се въведе, като се използва суфиксната част на IPv6 адреса, т.е. ::1:2:3:4. Префиксът на подмрежата ще бъде добавен автоматично.

source: Available prefix delegation size
bg: Наличен размер на делегацията на префикса

source: Prefix Delegation Range
bg: Префикс Обхват на делегиране

source: Prefix Delegation Size
bg: Префикс Размер на делегацията

source: You can define a Prefix range here for DHCP Prefix Delegation. This allows for assigning networks to subrouters. The start and end of the range must end on boundaries of the prefix delegation size.
bg: Тук можете да дефинирате обхват на префикс за делегиране на префикс на DHCP. Това дава възможност за присвояване на мрежи към подмаршрутизатори. Началото и краят на обхвата трябва да завършват на границите на размера на делегирането на префикс.

source: Ensure that any prefix delegation range does not overlap the LAN prefix range.
bg: Уверете се, че обхватът на делегиране на префикс не се припокрива с обхвата на префикса на LAN.

source: When using a tracked interface then please only enter the range itself, i.e. ::xxxx:0:0:0:0. For example, for a /56 delegation from ::100:0:0:0:0 to ::f00:0:0:0:0. Also make sure that the desired prefix delegation size is not longer than the available size shown above.
bg: Когато използвате проследяван интерфейс, моля, въведете само самия обхват, т.е. ::xxxx:0:0:0:0. Например, за /56 делегация от ::100:0:0:0:0 до ::f00:0:0:0:0. Също така се уверете, че желаният размер на делегацията на префикса не е по-дълъг от наличния размер, показан по-горе.
