Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Allow Snoop: This action allows recursive and nonrecursive access from hosts within the netblock defined below. Used for cache snooping and ideally should only be configured for your administrative host.
bg: Позволете на Снуп: Това действие позволява рекурсивен и нерекурсивен достъп от хостове в рамките на определения по-долу мрежов блок. Използва се за наблюдение на кеша и в идеалния случай трябва да се конфигурира само за вашия административен хост.

source: Deny Non-local: Allow only authoritative local-data queries from hosts within the netblock defined below. Messages that are disallowed are dropped.
bg: Deny Non-local: Позволява само авторитетни заявки за локални данни от хостове в рамките на определения по-долу мрежов блок. Съобщенията, които са забранени, се отхвърлят.

source: Refuse Non-local: Allow only authoritative local-data queries from hosts within the netblock defined below. Sends a DNS rcode REFUSED error message back to the client for messages that are disallowed.
bg: Отказ Неместен: Позволява само авторитетни заявки за локални данни от хостове в рамките на определения по-долу мрежов блок. Изпраща обратно на клиента съобщение за грешка DNS rcode REFUSED за съобщения, които не са разрешени.

source: Access List Name
bg: Име на списъка за достъп

source: Internal
bg: Вътрешен

source: Advanced Resolver Options
bg: Разширени опции на резолвера

source: Message cache elements are prefetched before they expire to help keep the cache up to date. When enabled, this option can cause an increase of around 10% more DNS traffic and load on the server, but frequently requested items will not expire from the cache.
bg: Елементите на кеша за съобщения се изтеглят предварително, преди да изтече срокът им, за да се поддържа кешът актуален. Когато е разрешена, тази опция може да доведе до увеличаване на DNS трафика и натоварването на сървъра с около 10%, но често заявяваните елементи няма да изтичат от кеша.

source: DNSKEY's are fetched earlier in the validation process when a %sDelegation signer%s is encountered. This helps lower the latency of requests but does utilize a little more CPU.
bg: DNSKEY се извличат на по-ранен етап от процеса на валидиране, когато се срещне %sDelegation signner%s. Това помага за намаляване на латентността на заявките, но използва малко повече процесор.

source: DNSSEC data is required for trust-anchored zones. If such data is absent, the zone becomes bogus. If this is disabled and no DNSSEC data is received, then the zone is made insecure.
bg: Данните DNSSEC се изискват за зоните, свързани с доверие. Ако такива данни липсват, зоната става фалшива. Ако тази функция е изключена и не се получават DNSSEC данни, зоната се превръща в несигурна.

source: Serve expired responses
bg: Обслужване на изтекли отговори

source: Serve expired responses from the cache with a TTL of 0 without waiting for the actual resolution to finish.
bg: Сервиране на отговори с изтекъл срок на валидност от кеша с TTL 0, без да се изчаква приключването на действителното разрешаване.

source: Strict QNAME minimisation
bg: Строго минимизиране на QNAME

source: Send minimum amount of information to upstream servers to enhance privacy. Do not fall-back to sending full QNAME to potentially broken nameservers. A lot of domains will not be resolvable when this option in enabled. Only use if you know what you are doing.
bg: Изпращане на минимално количество информация към сървърите нагоре по веригата за подобряване на поверителността. Не се връщайте към изпращане на пълното QNAME към потенциално повредени сървъри за имена. Много домейни няма да могат да бъдат разрешени, когато тази опция е разрешена. Използвайте я само ако знаете какво правите.

source: Size of the message cache. The message cache stores DNS rcodes and validation statuses. The RRSet cache will automatically be set to twice this amount. The RRSet cache contains the actual RR data. The default is 4 megabytes.
bg: Размер на кеша за съобщения. Кешът за съобщения съхранява DNS rcodes и състояния на валидиране. Кешът на RRSet автоматично ще бъде зададен на два пъти по-голям размер. Кешът RRSet съдържа действителните данни за RR. По подразбиране е 4 мегабайта.

source: The number of outgoing TCP buffers to allocate per thread. The default value is 10. If 0 is selected then no TCP queries, to authoritative servers, are done.
bg: Броят на изходящите TCP буфери, които се разпределят за всяка нишка. Стойността по подразбиране е 10. Ако е избрана стойност 0, не се извършват TCP заявки към авторитетни сървъри.

source: The number of incoming TCP buffers to allocate per thread. The default value is 10. If 0 is selected then no TCP queries, from clients, are accepted.
bg: Броят на входящите TCP буфери, които се разпределят за всяка нишка. Стойността по подразбиране е 10. Ако е избрана стойност 0, не се приемат TCP заявки от клиенти.

source: The number of queries that every thread will service simultaneously. If more queries arrive that need to be serviced, and no queries can be jostled, then these queries are dropped.
bg: Броят на заявките, които всяка нишка ще обслужва едновременно. Ако пристигнат повече заявки, които трябва да бъдат обслужени, и не могат да бъдат преместени, тези заявки се отхвърлят.

source: This timeout is used for when the server is very busy. This protects against denial of service by slow queries or high query rates. The default value is 200 milliseconds.
bg: Този таймаут се използва, когато сървърът е много натоварен. Това предпазва от отказ на услугата при бавни заявки или висока честота на заявките. Стойността по подразбиране е 200 милисекунди.

source: Configure a maximum Time to live for RRsets and messages in the cache. The default is 86400 seconds (1 day). When the internal TTL expires the cache item is expired. This can be configured to force the resolver to query for data more often and not trust (very large) TTL values.
bg: Конфигуриране на максимално време за живот на RRsets и съобщенията в кеша. По подразбиране е 86400 секунди (1 ден). Когато вътрешното TTL изтече, срокът на действие на елемента в кеша изтича. Това може да се конфигурира, за да се принуди резолверът да прави запитвания за данни по-често и да не се доверява на (много големи) стойности на TTL.

source: Configure a minimum Time to live for RRsets and messages in the cache. The default is 0 seconds. If the minimum value kicks in, the data is cached for longer than the domain owner intended, and thus less queries are made to look up the data. The 0 value ensures the data in the cache is as the domain owner intended. High values can lead to trouble as the data in the cache might not match up with the actual data anymore.
bg: Конфигуриране на минимално време на живот за RRsets и съобщенията в кеша. По подразбиране е 0 секунди. Ако минималната стойност се задейства, данните се кешират по-дълго, отколкото собственикът на домейна е възнамерявал, и по този начин се правят по-малко заявки за търсене на данните. Стойността 0 гарантира, че данните в кеша са такива, каквито собственикът на домейна е възнамерявал. Високите стойности могат да доведат до проблеми, тъй като данните в кеша може вече да не съвпадат с действителните данни.

source: TTL for Host cache entries
bg: TTL за записите в кеша на хоста

source: 1 minute
bg: 1 минута

source: 2 minutes
bg: 2 минути

source: 5 minutes
bg: 5 минути

source: 10 minutes
bg: 10 минути

source: 15 minutes
bg: 15 минути

source: Time to live for entries in the host cache. The host cache contains roundtrip timing and EDNS support information. The default is 15 minutes.
bg: Време на живот за записите в кеша на хоста. Кешът на хоста съдържа информация за времето за обхождане и поддръжка на EDNS. По подразбиране е 15 минути.

source: Number of hosts for which information is cached. The default is 10000.
bg: Брой на хостовете, за които се кешира информация. По подразбиране е 10000.

source: disabled
bg: изключени

source: 5 million
bg: 5 милиона

source: 10 million
bg: 10 милиона

source: 20 million
bg: 20 милиона

source: 40 million
bg: 40 милиона

source: 50 million
bg: 50 милиона

source: If enabled, a total number of unwanted replies is kept track of in every thread. When it reaches the threshold, a defensive action is taken and a warning is printed to the log file. This defensive action is to clear the RRSet and message caches, hopefully flushing away any poison. The default is disabled, but if enabled a value of 10 million is suggested.
bg: Ако е разрешено, във всяка тема се следи общият брой на нежеланите отговори. Когато той достигне прага, се предприемат защитни действия и се отпечатва предупреждение в регистрационния файл. Това защитно действие е да се изчистят кешовете на RRSet и съобщенията, като се надяваме да се отмият всички отрови. По подразбиране е изключено, но ако е включено, се предлага стойност от 10 милиона.

source: Log level verbosity
bg: Ниво на дневника с многословност

source: Level %s
bg: Ниво %s

source: Select the log verbosity. Level 0 means no verbosity, only errors. Level 1 gives operational information. Level 2 gives detailed operational information. Level 3 gives query level information, output per query. Level 4 gives algorithm level information. Level 5 logs client identification for cache misses. Default is level 1.
bg: Изберете вербосността на дневника. Ниво 0 означава, че няма многословност, а само грешки. Ниво 1 дава оперативна информация. Ниво 2 дава подробна оперативна информация. Ниво 3 дава информация на ниво заявка, изходна информация за всяка заявка. Ниво 4 дава информация на ниво алгоритъм. Ниво 5 регистрира идентификацията на клиента за пропуски в кеша. По подразбиране е ниво 1.

source: Extended statistics
bg: Разширена статистика

source: If enabled, prints one line per query to the log, with the log timestamp and IP address, name, type and class.
bg: Ако е разрешено, отпечатва в дневника по един ред за всяка заявка с времевата марка на дневника и IP адреса, името, типа и класа.

source: Keep in mind that all resource record types (i.e. A, AAAA, MX, etc. records) of a specified host below are being overwritten.
bg: Имайте предвид, че всички типове записи за ресурси (т.е. записи A, AAAA, MX и т.н.) на посочения по-долу хост се презаписват.

source: Entries in this area override an entire domain by specifying an authoritative DNS server to be queried for that domain.
bg: Записите в тази област отменят целия домейн, като посочват авторитетен DNS сървър, към който да бъде отправено запитване за този домейн.

source: Failover Group
bg: Група за отказ

source: My State
bg: Моята държава

source: Since
bg: Тъй като

source: Peer State
bg: Държавата на колегите

source: End
bg: Край на

source: Lease type
bg: Вид лизинг

source: add a static mapping for this MAC address
bg: добавяне на статично картографиране за този MAC адрес

source: Show active and static leases only
bg: Показване само на активни и статични лизинги

source: Show all configured leases
bg: Показване на всички конфигурирани лизинги

source: No leases file found. Is the DHCP server active?
bg: Не е намерен файл с лизинг. Активен ли е DHCP сървърът?

source: Online
bg: Онлайн

source: Lease Type
bg: Тип лизинг

source: Delegated Prefixes
bg: Делегирани префикси

source: IPv6 Prefix
bg: Префикс на IPv6

source: The backup firewall is not accessible or not configured.
bg: Резервната защитна стена не е достъпна или не е конфигурирана.

source: The backup firewall is not accessible (check user credentials).
bg: Резервната защитна стена не е достъпна (проверете потребителските данни).

source: Backup firewall versions
bg: Резервни версии на защитната стена

source: Kernel
bg: Ядро

source: Backup services
bg: Услуги за архивиране

source: Service
bg: Услуга

source: Synchronize
bg: Синхронизиране на

source: Synchronize config to backup
bg: Синхронизиране на конфигурацията с резервно копие

source: Templates
bg: Шаблони

source: Generate configuration templates
bg: Генериране на шаблони за конфигурация

source: Restart %sService
bg: Рестартиране на услугата %sService

source: Stop %sService
bg: Спиране на %sService

source: Start %sService
bg: Стартиране на %sService

source: all (*)
bg: всички (*)

source: Restart all services
bg: Рестартиране на всички услуги

source: administrative disabled
bg: административно блокирани

source: down
bg: надолу

source: up
bg: нагоре

source: Release
bg: Освобождаване

source: Renew
bg: Обновяване на

source: Connect
bg: Свържете

source: Disconnect
bg: Прекъсване на връзката

source: Uptime (historical)
bg: Време за работа (исторически)

source: IPv4 gateway
bg: IPv4 шлюз

source: auto-detected
bg: автоматично откриване на

source: IPv6 delegated prefix
bg: Делегиран префикс на IPv6

source: IPv6 gateway
bg: IPv6 шлюз

source: LAGG Protocol
bg: Протокол LAGG

source: LAGG Options
bg: Опции за LAGG

source: flags
bg: флагове

source: LAGG Statistics
bg: Статистика на LAGG

source: active ports
bg: активни портове

source: flapping
bg: махане на пръсти

source: LAGG Ports
bg: Портове LAGG

source: In/out packets
bg: Входящи/изходящи пакети

source: In/out packets (pass)
bg: Входящи/изходящи пакети (pass)

source: In/out packets (block)
bg: Входящи/изходящи пакети (блок)

source: In/out errors
bg: Грешки на входа/изхода

source: Collisions
bg: Сблъсъци

source: Bridge (%s)
bg: Мост (%s)

source: Interrupts
bg: Прекъсвания

source: irq
bg: Ирак

source: device
bg: устройство

source: total
bg: общо

source: rate
bg: ставка

source: status
bg: статус

source: Using dial-on-demand will bring the connection up again if any packet triggers it. To substantiate this point: disconnecting manually will not prevent dial-on-demand from making connections to the outside. Don't use dial-on-demand if you want to make sure that the line is kept disconnected.
bg: Използването на набиране при поискване ще възстанови връзката, ако някой пакет я задейства. В подкрепа на това: ръчното прекъсване на връзката няма да попречи на dial-on-demand да осъществи връзка с външната мрежа. Не използвайте dial-on-demand, ако искате да сте сигурни, че линията продължава да е изключена.

source: Unknown
bg: Неизвестно

source: Unreach/Pending
bg: Недостигнат/в очакване

source: Active Peer
bg: Активен партньор

source: Candidate
bg: Кандидат

source: Selected
bg: Избрани

source: Excess Peer
bg: Излишен партньор

source: False Ticker
bg: Фалшив билет

source: Outlier
bg: Отклонение

source: Network Time Protocol Status
bg: Статус на протокола за мрежово време

source: When
bg: Когато

source: Poll
bg: Анкета

source: Reach
bg: Достигнете

source: Offset
bg: Офсет

source: Jitter
bg: Джитер

source: Statistics unavailable because ntpq and ntpdc queries are disabled in the %sNTP service settings%s.
bg: Статистиката е недостъпна, защото заявките ntpq и ntpdc са забранени в настройките на услугата %sNTP%s.

source: No peers found, %sis the ntp service running%s?
bg: Не са открити равнопоставени потребители, %sis the ntp service running%s?

source: Clock Latitude
bg: Географска ширина на часовника

source: Clock Longitude
bg: Дължина на часовника

source: Clock Altitude
bg: Височина на часовника

source: Satellites
bg: Спътници

source: invalid input
bg: невалиден вход

source: Client connections
bg: Клиентски връзки

source: Common Name
bg: Общоприето име

source: Real Address
bg: Истински адрес

source: Virtual Address
bg: Виртуален адрес

source: Connected Since
bg: Свързани от

source: Bytes Sent
bg: Изпратени байтове

source: Bytes Received
bg: Получени байтове

source: No OpenVPN clients are connected to this instance.
bg: Към тази инстанция не са свързани клиенти на OpenVPN.

source: Kill client connection from
bg: Прекъсване на клиентската връзка от

source: Routing Table
bg: Таблица за маршрутизиране

source: Target Network
bg: Целева мрежа

source: Last Used
bg: Последно използван

source: An IP address followed by C indicates a host currently connected through the VPN.
bg: IP адрес, последван от C, показва хост, който в момента е свързан чрез VPN.

source: Peer to Peer Server Instance Statistics
bg: Статистика на сървърните инстанции Peer to Peer

source: Virtual Addr
bg: Виртуално адресиране

source: Client Instance Statistics
bg: Статистика на клиентските инстанции

source: OpenVPN Status
bg: Състояние на OpenVPN

source: No OpenVPN instance defined
bg: Не е дефинирана инстанция на OpenVPN

source: No services found
bg: Не са намерени услуги

source: Nearby access points or ad-hoc peers
bg: Близки точки за достъп или ad-hoc равнопоставени потребители

source: Rescan
bg: Повторно сканиране

source: Associated or ad-hoc peers
bg: Асоциирани или ad-hoc партньори

source: ADDR
bg: АДРЕС

source: A = authorized, E = Extended Rate (802.11g), P = Power save mode
bg: A = оторизиран, E = разширена скорост (802.11g), P = режим на пестене на енергия

source: Flags:
bg: Флагове:

source: Capabilities:
bg: Възможности:

source: E = ESS (infrastructure mode), I = IBSS (ad-hoc mode), P = privacy (WEP/TKIP/AES), S = Short preamble, s = Short slot time
bg: E = ESS (инфраструктурен режим), I = IBSS (ad-hoc режим), P = поверителност (WEP/TKIP/AES), S = кратък преамбюл, s = кратко време на слота

source: You must specify a valid web GUI port number.
bg: Трябва да посочите валиден номер на порта на уеб графичния интерфейс.

source: You must specify a valid web GUI protocol.
bg: Трябва да посочите валиден протокол за уеб графичен интерфейс.

source: Alternate hostname %s is not a valid hostname.
bg: Алтернативното име на хост %s не е валидно име на хост.

source: You must specify a valid SSH port number.
bg: Трябва да посочите валиден номер на SSH порт.

source: Session timeout must be an integer value.
bg: Времетраенето на сесията трябва да бъде цяло число.

source: Inactivity timeout must be an integer value.
bg: Времевата граница за неактивност трябва да бъде цяло число.

source: Authentication server "%s" is invalid.
bg: Сървърът за удостоверяване на автентичността "%s" е невалиден.

source: A TLS 1.3-compliant application MUST implement the TLS_AES_128_GCM_SHA256 according to RFC 8446.
bg: Приложение, съвместимо с TLS 1.3, ТРЯБВА да приложи TLS_AES_128_GCM_SHA256 съгласно RFC 8446.

source: Warning!
bg: Предупреждение!

source: Changing the listen interfaces of the web GUI may prevent you from accessing this page if you continue. It is recommended to keep this set to the default unless you know what you are doing.
bg: Промяната на интерфейсите за слушане на уеб графичния интерфейс може да попречи на достъпа до тази страница, ако продължите. Препоръчително е да запазите настройката по подразбиране, освен ако не знаете какво правите.

source: I know what I am doing
bg: Знам какво правя

source: Use the default
bg: Използвайте настройките по подразбиране

source: The web GUI is reloading at the moment, please wait...
bg: Уеб графичният интерфейс се презарежда в момента, моля, изчакайте...

source: If the page does not reload go here:
bg: Ако страницата не се презареди, отидете тук:

source: No Certificates have been defined. You must %sCreate or Import%s a Certificate before SSL can be enabled.
bg: Не са дефинирани сертификати. Трябва да създадете или импортирате сертификат, преди да активирате SSL.

source: SSL Certificate
bg: SSL сертификат

source: The %sSSL certificate manager%s can be used to create or import certificates if required.
bg: Мениджърът на сертификати %sSSL%s може да се използва за създаване или импортиране на сертификати, ако е необходимо.

source: SSL Ciphers
bg: SSL шифри

source: System defaults
bg: Системни настройки по подразбиране

source: Limit SSL cipher selection in case the system defaults are undesired. Note that restrictive use may lead to an inaccessible web GUI.
bg: Ограничаване на избора на SSL шифър, в случай че системните настройки по подразбиране са нежелани. Имайте предвид, че ограниченото използване може да доведе до недостъпен уеб графичен интерфейс.

source: HTTP Strict Transport Security
bg: Строга сигурност на транспорта на HTTP

source: Enable HTTP Strict Transport Security
bg: Активиране на HTTP Strict Transport Security

source: HTTP Strict Transport Security (HSTS) is a web security policy mechanism that helps to protect websites against protocol downgrade attacks and cookie hijacking.
bg: HTTP Strict Transport Security (HSTS) е механизъм на политиката за уеб сигурност, който помага за защита на уебсайтовете от атаки за понижаване на протокола и отвличане на бисквитки.

source: Enter a custom port number for the web GUI above if you want to override the default (80 for HTTP, 443 for HTTPS). Changes will take effect immediately after save.
bg: Въведете потребителски номер на порт за уеб графичния интерфейс по-горе, ако искате да замените този по подразбиране (80 за HTTP, 443 за HTTPS). Промените ще влязат в сила веднага след запазване.

source: HTTP Redirect
bg: Пренасочване на HTTP

source: Disable web GUI redirect rule
bg: Деактивиране на правилото за пренасочване на уеб графичния потребителски интерфейс

source: When this is unchecked, access to the web GUI is always permitted even on port 80, regardless of the listening port configured. Check this box to disable this automatically added redirect rule.
bg: Когато тази опция не е маркирана, достъпът до уеб графичния потребителски интерфейс винаги е разрешен дори на порт 80, независимо от конфигурирания порт за слушане. Поставете отметка в това поле, за да деактивирате това автоматично добавено правило за пренасочване.

source: Login Messages
bg: Съобщения за вход

source: Disable logging of web GUI successful logins
bg: Деактивиране на регистрирането на успешни влизания в уеб графичния интерфейс

source: When this is checked, successful logins to the web GUI will not be logged.
bg: Когато тази опция е маркирана, успешните влизания в уеб графичния потребителски интерфейс няма да бъдат регистрирани.

source: Session Timeout
bg: Време на сесията

source: Time in minutes to expire idle management sessions. The default is 4 hours (240 minutes).
bg: Време в минути за изтичане на неактивните сесии за управление. По подразбиране е 4 часа (240 минути).

source: DNS Rebind Check
bg: Проверка за повторно свързване на DNS

source: Disable DNS Rebinding Checks
bg: Деактивиране на проверките за повторно свързване на DNS

source: When this is unchecked, your system is protected against %sDNS Rebinding attacks%s. This blocks private IP responses from your configured DNS servers. Check this box to disable this protection if it interferes with web GUI access or name resolution in your environment.
bg: Когато тази опция не е маркирана, системата ви е защитена срещу атаки от типа %sDNS Rebinding%s. Това блокира отговорите на частни IP адреси от конфигурираните от вас DNS сървъри. Поставете отметка в това поле, за да деактивирате тази защита, ако тя пречи на достъпа до уеб графичния интерфейс или на разрешаването на имена във вашата среда.

source: Alternate Hostnames
bg: Алтернативни имена на хостове

source: Alternate Hostnames for DNS Rebinding and HTTP_REFERER Checks
bg: Алтернативни имена на хостове за повторно свързване на DNS и проверки на HTTP_REFERER

source: Here you can specify alternate hostnames by which the router may be queried, to bypass the DNS Rebinding Attack checks. Separate hostnames with spaces.
bg: Тук можете да посочите алтернативни имена на хостове, чрез които може да бъде запитан маршрутизаторът, за да се заобиколят проверките на атаката за повторно свързване на DNS. Разделете имената на хостовете с интервали.

source: HTTP Compression
bg: Компресия на HTTP

source: Enable compression of HTTP pages and dynamic content.
bg: Разрешаване на компресирането на HTTP страници и динамично съдържание.

source: Transfer less data to the client for an additional cost in processing power.
bg: Прехвърляне на по-малко данни към клиента срещу допълнителни разходи за изчислителна мощност.
