Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Shut down after changes are complete
bg: Изключване след приключване на промените

source: Are you sure you want to proceed?
bg: Сигурни ли сте, че искате да продължите?

source: Host must be a valid hostname or IP address.
bg: Хостът трябва да е валидно име на хост или IP адрес.

source: No response
bg: Няма отговор

source: Resolve DNS hostname or IP
bg: Разрешаване на DNS име на хост или IP

source: Response
bg: Отговор

source: Resolution time per server
bg: Време за разрешаване за сървър

source: Query time
bg: Време за заявка

source: Local ID
bg: Местен идентификатор

source: Local IP
bg: Местен IP адрес

source: Remote ID
bg: Отдалечен идентификатор

source: Remote IP
bg: Отдалечен IP адрес

source: Local Auth
bg: Местно удостоверяване

source: Remote Auth
bg: Отдалечено удостоверяване

source: collapse/expand all
bg: сгъване/разгъване на всички

source: Local subnets
bg: Местни подмрежи

source: Remote subnets
bg: Отдалечени подмрежи

source: State
bg: Държава

source: Stats
bg: Статистики

source: Routed
bg: Маршрутизиран

source: Time
bg: Време

source: Bytes in
bg: Байтове в

source: Bytes out
bg: Изнесени байтове

source: Pool:
bg: Басейн:

source: Usage:
bg: Използване:

source: Online:
bg: Онлайн:

source: No leases from this pool yet.
bg: Все още няма наеми от този басейн.

source: No IPsec pools.
bg: Няма IPsec басейни.

source: The log files have been reset.
bg: Файловете на дневника са нулирани.

source: Preserve logs must be a positive integer value.
bg: Запазване на дневниците трябва да бъде положителна стойност в цяло число.

source: WebGUI process is restarting.
bg: Процесът WebGUI се рестартира.

source: Do you really want to reset the log files? This will erase all local log data.
bg: Наистина ли искате да нулирате регистрационните файлове? Това ще изтрие всички локални данни от дневника.

source: Local Logging Options
bg: Опции за локално регистриране

source: full help
bg: пълна помощ

source: Preserve logs (Days)
bg: Дневник за запазване (дни)

source: Number of log to preserve. By default 31 logs are preserved.
bg: Номер на дневника за запазване. По подразбиране се запазват 31 регистъра.

source: Log Firewall Default Blocks
bg: Блокове по подразбиране на защитната стена

source: Log packets matched from the default block rules put in the ruleset
bg: Регистриране на пакети, съответстващи на блоковите правила по подразбиране, въведени в набора от правила

source: Hint: packets that are blocked by the implicit default block rule will not be logged if you uncheck this option. Per-rule logging options are still respected.
bg: Съвет: пакетите, които са блокирани от правилото за подразбиращо се блокиране, няма да бъдат регистрирани, ако махнете отметката от тази опция. Опциите за регистриране по правило все още се спазват.

source: Log packets matched from the default pass rules put in the ruleset
bg: Регистриране на пакети, съответстващи на правилата за преминаване по подразбиране, въведени в набора от правила

source: Hint: packets that are allowed by the implicit default pass rule will be logged if you check this option. Per-rule logging options are still respected.
bg: Загатване: пакетите, които са разрешени от подразбиращото се правило за преминаване по подразбиране, ще бъдат регистрирани, ако маркирате тази опция. Опциите за регистриране по правило все още се спазват.

source: Log packets processed by automatic outbound NAT rules
bg: Регистриране на пакети, обработени от автоматични правила за изходящ NAT

source: Log packets blocked by 'Block Bogon Networks' rules
bg: Регистриране на пакети, блокирани от правилата "Block Bogon Networks

source: Log packets blocked by 'Block Private Networks' rules
bg: Регистриране на пакети, блокирани от правилата "Блокиране на частни мрежи

source: Web Server Log
bg: Регистър на уеб сървъра

source: Log errors from the web server process.
bg: Регистриране на грешки от процеса на уеб сървъра.

source: Hint: If this is checked, errors from the lighttpd web server process for the GUI or Captive Portal will appear in the main system log.
bg: Указание: Ако тази опция е маркирана, грешките от процеса на уеб сървъра lighttpd за графичния потребителски интерфейс или портала Captive Portal ще се появят в главния системен дневник.

source: Local Logging
bg: Локално регистриране

source: Disable writing log files to the local disk
bg: Деактивиране на записването на регистрационни файлове на локалния диск

source: Reset Logs
bg: Нулиране на дневниците

source: Reset Log Files
bg: Нулиране на регистрационните файлове

source: Note: Clears all local log files and reinitializes them as empty logs. This also restarts the DHCP daemon. Use the Save button first if you have made any setting changes.
bg: Забележка: Изчиства всички локални журнални файлове и ги инициализира отново като празни. Това също така рестартира DHCP демона. Използвайте първо бутона Запазване, ако сте направили някакви промени в настройките.

source: No interface selected
bg: Не е избран интерфейс

source: Invalid interface %s.
bg: Невалиден интерфейс %s.

source: Invalid address family.
bg: Невалидна фамилия адреси.

source: Invalid protocol.
bg: Невалиден протокол.

source: A valid IP address or CIDR block must be specified. [%s]
bg: Трябва да се посочи валиден IP адрес или CIDR блок. [%s]

source: Invalid value specified for port.
bg: Невалидна стойност, зададена за порта.

source: Invalid value specified for packet length.
bg: Невалидна стойност, зададена за дължината на пакета.

source: Invalid value specified for packet count.
bg: Невалидна стойност, зададена за броя на пакетите.

source: Packet capture
bg: Улавяне на пакети

source: (de)select all
bg: (де)селектирайте всички

source: Select the interface on which to capture traffic.
bg: Изберете интерфейса, от който да уловите трафика.

source: If checked, the
bg: Ако е маркирано,

source: packet capture
bg: улавяне на пакети

source: will be performed using promiscuous mode.
bg: ще се извършва в промискуитетен режим.

source: Note
bg: Забележка

source: Some network adapters do not support or work well in promiscuous mode.
bg: Някои мрежови адаптери не поддържат или не работят добре в променлив режим.

source: Any
bg: Всички

source: Exclude ICMP
bg: Изключване на ICMP

source: Exclude ICMPv6
bg: Изключване на ICMPv6

source: Exclude TCP
bg: Изключване на TCP

source: Exclude UDP
bg: Изключване на UDP

source: Exclude ARP
bg: Изключване на ARP

source: Exclude CARP (VRRP)
bg: Изключване на CARP (VRRP)

source: Select the protocol to capture, or Any.
bg: Изберете протокола за заснемане или Any.

source: This value is either the Source or Destination IP address or subnet in CIDR notation. The packet capture will look for this address in either field.
bg: Тази стойност е IP адресът или подмрежата на източника или получателя в CIDR нотация. Заснемането на пакети ще търси този адрес в двете полета.

source: Matching can be negated by preceding the value with "not". Multiple IP addresses or CIDR subnets may be specified as boolean expression.
bg: Съпоставянето може да бъде отхвърлено, като стойността се предхожда от "not". Няколко IP адреса или CIDR подмрежи могат да бъдат зададени като булев израз.

source: If you leave this field blank, all packets on the specified interface will be captured.
bg: Ако оставите това поле празно, ще бъдат уловени всички пакети на посочения интерфейс.

source: Example:
bg: Пример:

source: Leave blank if you do not want to filter by port.
bg: Оставете празно, ако не искате да филтрирате по порт.

source: Enter 0 (zero) for no count limit.
bg: Въведете 0 (нула), за да няма ограничение на броя.

source: This is the number of packets the packet capture will grab. Default value is 100.
bg: Това е броят на пакетите, които ще бъдат прихванати. Стойността по подразбиране е 100.

source: View settings
bg: Преглед на настройките

source: Level of Detail
bg: Ниво на детайлност

source: Normal
bg: Нормален

source: Full
bg: Пълен

source: This is the level of detail that will be displayed after hitting 'Stop' when the packets have been captured.
bg: Това е нивото на детайлност, което ще се покаже след натискане на бутона "Stop", когато пакетите са били уловени.

source: Note:
bg: Забележка:

source: This option does not affect the level of detail when downloading the packet capture.
bg: Тази опция не влияе на нивото на детайлност при изтегляне на улавянето на пакети.

source: Reverse DNS Lookup
bg: Обратно търсене на DNS

source: This check box will cause the packet capture to perform a reverse DNS lookup associated with all IP addresses.
bg: Това квадратче ще накара улавянето на пакети да извърши обратна DNS проверка, свързана с всички IP адреси.

source: This option can cause delays for large packet captures.
bg: Тази опция може да доведе до забавяне при улавяне на големи пакети.

source: View Capture
bg: Преглед на заснемането

source: Delete Capture
bg: Изтриване на заснемането

source: Download Capture
bg: Изтегляне на Capture

source: Capture output
bg: Изход за улавяне

source: interfaces
bg: интерфейси

source: memory
bg: памет

source: nat
bg: на

source: rules
bg: правила

source: timeouts
bg: таймаути

source: Gathering PF information, please wait...
bg: Събираме информация за PF, моля, изчакайте...

source: IP Protocol
bg: IP протокол

source: Source Address
bg: Адрес на източника

source: View type:
bg: Вид на изгледа:

source: Sort type:
bg: Тип на сортиране:

source: Number of States:
bg: Брой държави:

source: Label
bg: Етикет

source: Long
bg: Дълъг

source: Speed
bg: Скорост

source: Age
bg: Възраст

source: Bytes
bg: Байтове

source: Destination Port
bg: Пристанище на местоназначението

source: Expiry
bg: Срок на валидност

source: Peak
bg: Пик

source: Packet
bg: Пакет

source: Rate
bg: Оценка

source: Source Port
bg: Пристанище на източника

source: all
bg: всички

source: Gathering pfTOP activity, please wait...
bg: Събиране на активност на pfTOP, моля, изчакайте...

source: Please enter a valid IP or hostname.
bg: Моля, въведете валиден IP адрес или име на хост.

source: Please enter a valid source port number, or leave the field blank.
bg: Моля, въведете валиден номер на порта на източника или оставете полето празно.

source: This page allows you to perform a simple TCP connection test to determine if a host is up and accepting connections on a given port. This test does not function for UDP since there is no way to reliably determine if a UDP port accepts connections in this manner.
bg: Тази страница ви позволява да извършите прост тест на TCP връзката, за да определите дали хостът е готов и приема връзки на даден порт. Този тест не функционира за UDP, тъй като няма начин да се определи надеждно дали даден UDP порт приема връзки по този начин.

source: No data is transmitted to the remote host during this test, it will only attempt to open a connection and optionally display the data sent back from the server.
bg: По време на този тест към отдалечения хост не се предават никакви данни, а само се прави опит за отваряне на връзка и по желание се показват данните, изпратени обратно от сървъра.

source: If you force IPv4 or IPv6 and use a hostname that does not contain a result using that protocol, it will result in an error. For example if you force IPv4 and use a hostname that only returns an AAAA IPv6 IP address, it will not work.
bg: Ако наложите IPv4 или IPv6 и използвате име на хост, което не съдържа резултат, използващ този протокол, това ще доведе до грешка. Например, ако наложите IPv4 и използвате име на хост, което връща само IP адрес AAAA IPv6, това няма да работи.

source: This should typically be left blank.
bg: Обикновено това поле трябва да остане празно.

source: Show Remote Text
bg: Показване на отдалечен текст

source: Shows the text given by the server when connecting to the port. Will take 10+ seconds to display if checked.
bg: Показва текста, подаван от сървъра при свързване към порта. Ще отнеме над 10 секунди, за да се покаже, ако е маркирано.

source: No output received, or connection failed. Try with "Show Remote Text" unchecked first.
bg: Не е получен изход или връзката е неуспешна. Първо опитайте с премахната отметка на "Показвай отдалечен текст".

source: Connection failed (Refused/Timeout)
bg: Връзката е неуспешна (отказано/време)

source: Maximum number of hops must be between 1 and %s
bg: Максималният брой прескоци трябва да бъде между 1 и %s

source: When using IPv4, the target host must be an IPv4 address or hostname.
bg: Когато използвате IPv4, целевият хост трябва да е IPv4 адрес или име на хост.

source: When using IPv6, the target host must be an IPv6 address or hostname.
bg: Когато използвате IPv6, целевият хост трябва да е IPv6 адрес или име на хост.

source: Maximum number of hops
bg: Максимален брой скокове

source: Reverse Address Lookup
bg: Обратно търсене на адреси

source: Use ICMP
bg: Използване на ICMP

source: Toggle sidebar
bg: Превключване на страничната лента

source: Show system status
bg: Показване на състоянието на системата

source: Save Settings
bg: Запазване на настройките

source: Add widget
bg: Добавяне на уиджет

source: 1 column
bg: 1 колона

source: %s columns
bg: %s колони

source: Do you really want to delete this rule?
bg: Наистина ли искате да изтриете това правило?

source: Do you really want to delete the selected rules?
bg: Наистина ли искате да изтриете избраните правила?

source: Enable selected rules?
bg: Разрешаване на избрани правила?

source: Disable selected rules?
bg: Деактивиране на избрани правила?

source: Select category
bg: Изберете категория

source: The NAT configuration has been changed
bg: Конфигурацията на NAT е променена

source: You must apply the changes in order for them to take effect.
bg: Трябва да приложите промените, за да влязат в сила.

source: Proto
bg: Прототип

source: Ports
bg: Портове

source: Add
bg: Добавяне на

source: Move selected rules to end
bg: Преместване на избраните правила в края

source: Delete selected
bg: Изтриване на избраното

source: Enable selected
bg: Разрешаване на избрания

source: Disable selected
bg: Деактивиране на избрания

source: %s address
bg: %s адрес

source: Anti-Lockout Rule
bg: Правило за предотвратяване на изключването

source: Edit
bg: Редактиране на

source: edit alias
bg: редактиране на псевдоним

source: Move selected rules before this rule
bg: Преместване на избрани правила преди това правило

source: Delete
bg: Изтриване на

source: Clone
bg: Клониране

source: Enabled rule
bg: Разрешено правило

source: No redirect
bg: Без пренасочване

source: Linked rule
bg: Свързано правило

source: Disabled rule
bg: Правило за изключване

source: Disabled no redirect
bg: Деактивирано без пренасочване

source: Disabled linked rule
bg: Деактивирано свързано правило

source: Alias (click to view/edit)
bg: Псевдоним (кликнете, за да видите/редактирате)

source: The NAT configuration has been changed.
bg: Конфигурацията на NAT е променена.

source: External IP
bg: Външно IP

source: Internal IP
bg: Вътрешно IP

source: If you add a 1:1 NAT entry for any of the interface IPs on this system, it will make this system inaccessible on that IP address. i.e. if you use your WAN IP address, any services on this system (IPsec, OpenVPN server, etc.) using the WAN IP address will no longer function.
bg: Ако добавите 1:1 NAT запис за някой от IP адресите на интерфейса на тази система, това ще направи тази система недостъпна за този IP адрес, т.е. ако използвате вашия WAN IP адрес, всички услуги на тази система (IPsec, OpenVPN сървър и т.н.), използващи WAN IP адреса, няма да функционират.

source: Destination address
bg: Адрес на местоназначението

source: External subnet
bg: Външна подмрежа

source: A valid external subnet must be specified.
bg: Трябва да се посочи валидна външна подмрежа.

source: %s is not a valid source IP address.
bg: %s не е валиден IP адрес на източника.

source: %s is not a valid source IP address or alias.
bg: %s не е валиден IP адрес или псевдоним на източника.

source: A valid source bit count must be specified.
bg: Трябва да се посочи валиден брой битове на източника.

source: %s is not a valid destination IP address or alias.
bg: %s не е валиден IP адрес или псевдоним на дестинацията.

source: A valid destination bit count must be specified.
bg: Трябва да се посочи валиден брой битове на дестинацията.

source: Edit NAT 1:1 entry
bg: Редактиране на записа NAT 1:1

source: Disable this rule
bg: Деактивиране на това правило

source: Set this option to disable this rule without removing it from the list.
bg: Задайте тази опция, за да деактивирате това правило, без да го премахвате от списъка.

source: Choose which interface this rule applies to
bg: Изберете за кой интерфейс се отнася това правило

source: Hint: in most cases, you'll want to use WAN here
bg: Подсказка: в повечето случаи ще искате да използвате WAN тук.

source: Select BINAT (default) or NAT here, when nets are equally sized binat is usually the best option.Using NAT we can also map unequal sized networks.
bg: Изберете BINAT (по подразбиране) или NAT тук, когато мрежите са с еднакъв размер, binat обикновено е най-добрият вариант.Използвайки NAT, можем да картографираме и мрежи с неравномерен размер.

source: A BINAT rule specifies a bidirectional mapping between an external and internal network and can be used from both ends, nat only applies in one direction.
bg: Правилото BINAT определя двупосочно съпоставяне между външна и вътрешна мрежа и може да се използва от двата края, като се прилага само в едната посока.

source: External network
bg: Външна мрежа

source: Enter the external subnet's starting address for the 1:1 mapping or network.
bg: Въведете началния адрес на външната подмрежа за съпоставяне 1:1 или мрежа.

source: The subnet mask from the internal address below will be applied to this IP address, when none is provided.
bg: Маската на подмрежата от вътрешния адрес по-долу ще бъде приложена към този IP адрес, когато не е предоставена такава.

source: This is the address or network the traffic will translate to/from.
bg: Това е адресът или мрежата, към която/от която ще се превежда трафикът.

source: Invert
bg: Инвертиране на

source: Single host or Network
bg: Единичен хост или мрежа

source: Networks
bg: Мрежи

source: Enter the internal subnet for the 1:1 mapping. The subnet size specified for the source will be applied to the external subnet, when none is provided.
bg: Въведете вътрешната подмрежа за съпоставянето 1:1. Размерът на подмрежата, зададен за източника, ще бъде приложен към външната подмрежа, когато такава не е предоставена.

source: The 1:1 mapping will only be used for connections to or from the specified destination.
bg: Съпоставянето 1:1 ще се използва само за връзки към или от посочената дестинация.

source: Hint: this is usually 'any'.
bg: Загатване: обикновено това е 'any'.

source: Category
bg: Категория

source: You may enter or select a category here to group firewall rules (not parsed).
bg: Тук можете да въведете или изберете категория, за да групирате правилата на защитната стена (не се анализират).

source: NAT reflection
bg: Отразяване на NAT

source: Use system default
bg: Използване на системата по подразбиране

source: Cancel
bg: Отмяна на

source: redirect traffic to proxy
bg: пренасочване на трафика към прокси сървър

source: Destination port from
bg: Пристанище на местоназначение от

source: Destination port to
bg: Порт на местоназначението към

source: Redirect target IP
bg: Пренасочване на целевия IP адрес

source: "%s" is not a valid redirect target IP address, network or host alias.
bg: "%s" не е валиден целеви IP адрес, мрежа или псевдоним на хост за пренасочване.

source: %s is not a valid start source port. It must be a port alias or integer between 1 and 65535.
bg: %s не е валиден начален порт на източника. Той трябва да бъде псевдоним на порт или цяло число между 1 и 65535.

source: %s is not a valid end source port. It must be a port alias or integer between 1 and 65535.
bg: %s не е валиден порт на краен източник. Той трябва да бъде псевдоним на порт или цяло число между 1 и 65535.

source: %s is not a valid start destination port. It must be a port alias or integer between 1 and 65535.
bg: %s не е валиден начален порт на дестинацията. Той трябва да бъде псевдоним на порт или цяло число между 1 и 65535.

source: %s is not a valid end destination port. It must be a port alias or integer between 1 and 65535.
bg: %s не е валиден порт за крайна дестинация. Той трябва да бъде псевдоним на порт или цяло число между 1 и 65535.

source: A valid redirect target port must be specified. It must be a port alias or integer between 1 and 65535.
bg: Трябва да се посочи валиден целеви порт за пренасочване. Той трябва да бъде псевдоним на порт или цяло число между 1 и 65535.

source: %s is not a valid IPv4 address.
bg: %s не е валиден IPv4 адрес.

source: %s is not a valid IPv6 address.
bg: %s не е валиден IPv6 адрес.

source: The target port range must be an integer between 1 and 65535.
bg: Обхватът на целевия порт трябва да бъде цяло число между 1 и 65535.

source: Edit Redirect entry
bg: Редактиране на записа за пренасочване

source: No RDR (NOT)
bg: Без RDR (НЕ)

source: Enabling this option will disable redirection for traffic matching this rule.
bg: Активирането на тази опция ще забрани пренасочването на трафика, отговарящ на това правило.

source: Hint: this option is rarely needed, don't use this unless you know what you're doing.
bg: Съвет: тази опция е рядко необходима, не я използвайте, освен ако не знаете какво правите.

source: Choose which interface this rule applies to.
bg: Изберете за кой интерфейс се отнася това правило.

source: Hint: in most cases, you'll want to use WAN here.
bg: Подсказка: в повечето случаи ще искате да използвате WAN тук.

source: Select the Internet Protocol version this rule applies to
bg: Изберете версията на интернет протокола, за която се отнася това правило.

source: Choose which IP protocol this rule should match.
bg: Изберете с кой IP протокол трябва да съответства това правило.

source: Hint: in most cases, you should specify
bg: Съвет: в повечето случаи трябва да посочите

source: here.
bg: тук.

source: Show source address and port range
bg: Показване на адреса на източника и обхвата на порта

source: Source port range
bg: Обхват на изходния порт

source: from:
bg: от:

source: to:
bg: към:

source: other
bg: други

source: Well-known ports
bg: Добре познати пристанища

source: When using the TCP or UDP protocols, specify the source port or port range for this rule
bg: Когато използвате протоколи TCP или UDP, посочете порта на източника или диапазона от портове за това правило.

source: This is usually
bg: Това обикновено е

source: random
bg: случаен

source: and almost never equal to the destination port range (and should usually be 'any')
bg: и почти никога не е равен на обхвата на порта на дестинацията (и обикновено трябва да бъде "any").

source: Destination port range
bg: Диапазон на порта на местоназначението

source: When using the TCP or UDP protocols, specify the port or port range for the destination of the packet for this mapping.
bg: Когато използвате протоколи TCP или UDP, посочете порта или диапазона от портове за местоназначението на пакета за това съпоставяне.

source: Enter the internal IP address of the server on which you want to map the ports.
bg: Въведете вътрешния IP адрес на сървъра, на който искате да картографирате портовете.

source: e.g.
bg: напр.

source: Redirect target port
bg: Пренасочване на целевия порт
