Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Verify HTTPS certificates when downloading alias URLs
bg: Проверка на HTTPS сертификатите при изтегляне на псевдоними на URL адреси

source: Make sure the certificate is valid for all HTTPS addresses on aliases. If it's not valid or is revoked, do not download it.
bg: Уверете се, че сертификатът е валиден за всички HTTPS адреси на псевдоними. Ако той не е валиден или е отнет, не го изтегляйте.

source: Dynamic state reset
bg: Динамично нулиране на състоянието

source: Reset all states when a dynamic IP address changes.
bg: Нулиране на всички състояния при промяна на динамичен IP адрес.

source: This option flushes the entire state table on IPv4 address changes in dynamic setups to e.g. allow VoIP servers to re-register.
bg: Тази опция промива цялата таблица на състоянието при промяна на IPv4 адреса в динамични настройки, за да позволи например на VoIP сървърите да се регистрират отново.

source: Anti DDOS
bg: Анти DDOS

source: Enable syncookies
bg: Активиране на syncookies

source: never (default)
bg: никога (по подразбиране)

source: always
bg: винаги

source: adaptive
bg: адаптивен

source: Statetable usage
bg: Използване на таблицата

source: Start (%)
bg: Начало (%)

source: End (%)
bg: Край (%)

source: When syncookies are active, pf will answer each incoming TCP SYN with a syncookie SYNACK, without allocating any resources.
bg: Когато syncookies са активни, pf отговаря на всеки входящ TCP SYN с syncookie SYNACK, без да разпределя ресурси.

source: Hifn 7751/7951/7811/7955/7956 Crypto Accelerator
bg: Криптоускорител Hifn 7751/7951/7811/7955/7956

source: Crypto and RNG in VIA C3, C7 and Eden Processors
bg: Крипто и RNG в процесорите VIA C3, C7 и Eden

source: Intel QuickAssist Technology
bg: Технология Intel QuickAssist

source: AMD K8, K10 and K11 CPU on-die thermal sensor
bg: Термичен сензор на процесора AMD K8, K10 и K11

source: Intel Core* CPU on-die thermal sensor
bg: Термичен сензор на процесора Intel Core* в корпуса

source: Please select a valid Cryptographic Accelerator.
bg: Моля, изберете валиден криптографски ускорител.

source: Memory usage percentage is not a number.
bg: Процентът на използване на паметта не е число.

source: Memory usage percentage out of bounds.
bg: Процентът на използване на паметта е извън границите.

source: Please select a valid Thermal Hardware Sensor.
bg: Моля, изберете валиден сензор за термичен хардуер.

source: Cryptography settings
bg: Настройки на криптографията

source: Hardware acceleration
bg: Хардуерно ускорение

source: A cryptographic accelerator module will use hardware support to speed up some cryptographic functions on systems which have the chip. Do not enable this option if you have a Hifn cryptographic acceleration card, as this will take precedence and the Hifn card will not be used. Acceleration should be automatic for IPsec when using a cipher supported by your chip, such as AES-128.
bg: Модулът за криптографски ускорител ще използва хардуерна поддръжка за ускоряване на някои криптографски функции в системите, които разполагат с чипа. Не активирайте тази опция, ако имате карта за криптографски ускорител Hifn, тъй като тя ще има предимство и картата Hifn няма да се използва. Ускорението трябва да бъде автоматично за IPsec, когато се използва шифър, поддържан от вашия чип, например AES-128.

source: If you do not have a crypto chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
bg: Ако в системата ви няма криптографски чип, тази опция няма да има ефект. За да разтоварите избрания модул, задайте тази опция на "none" и след това рестартирайте компютъра.

source: Thermal Sensors
bg: Термични сензори

source: Hardware
bg: Хардуер

source: None/ACPI
bg: Никой/АКПИ

source: If you have a supported CPU, selecting a themal sensor will load the appropriate driver to read its temperature. Setting this to 'None' will attempt to read the temperature from an ACPI-compliant motherboard sensor instead, if one is present.
bg: Ако разполагате с поддържан процесор, изборът на тематичен сензор ще зареди подходящия драйвер за отчитане на температурата му. При задаване на стойност "Няма" вместо това ще се направи опит за четене на температурата от съвместим с ACPI сензор на дънната платка, ако има такъв.

source: If you do not have a supported thermal sensor chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
bg: Ако в системата ви няма поддържан чип с термичен сензор, тази опция няма да има ефект. За да разтоварите избрания модул, задайте тази опция на "none" и след това рестартирайте компютъра.

source: Periodic Backups
bg: Периодични резервни копия

source: Periodic RRD Backup
bg: Периодично архивиране на RRD

source: Power off
bg: Изключване на захранването

source: %s hours
bg: %s часа

source: 1 hour
bg: 1 час

source: This will periodically backup the RRD data so it can be restored automatically on the next boot.
bg: По този начин периодично се прави резервно копие на данните на RRD, за да могат да бъдат възстановени автоматично при следващото зареждане.

source: Periodic DHCP Leases Backup
bg: Периодични лизинги на DHCP Резервно копие

source: This will periodically backup the DHCP leases data so it can be restored automatically on the next boot.
bg: Това периодично ще прави резервно копие на данните за DHCP лизинг, за да могат да бъдат възстановени автоматично при следващото зареждане.

source: Periodic NetFlow Backup
bg: Периодично архивиране на NetFlow

source: This will periodically backup the NetFlow data aggregation so it can be restored automatically on the next boot.
bg: Това периодично ще прави резервно копие на агрегирането на данните за NetFlow, за да може то да бъде възстановено автоматично при следващото зареждане.

source: Periodic Captive Portal Backup
bg: Периодично резервно копие на портала в плен

source: This will periodically backup the captive portal session data so it can be restored automatically on the next boot.
bg: Това периодично ще прави резервно копие на данните за сесията на портала, за да могат да бъдат възстановени автоматично при следващото зареждане.

source: Power Savings
bg: Спестяване на енергия

source: Use PowerD
bg: Използвайте PowerD

source: The powerd utility monitors the system state and sets various power control options accordingly. It offers four modes (maximum, minimum, adaptive and hiadaptive) that can be individually selected while on AC power or batteries. The modes maximum, minimum, adaptive and hiadaptive may be abbreviated max, min, adp, hadp. Maximum mode chooses the highest performance values. Minimum mode selects the lowest performance values to get the most power savings. Adaptive mode attempts to strike a balance by degrading performance when the system appears idle and increasing it when the system is busy. It offers a good balance between a small performance loss for greatly increased power savings. Hiadaptive mode is alike adaptive mode, but tuned for systems where performance and interactivity are more important than power consumption. It raises frequency faster, drops slower and keeps twice lower CPU load.
bg: Помощната програма powerd следи състоянието на системата и съответно задава различни опции за управление на захранването. Тя предлага четири режима (максимален, минимален, адаптивен и хиадаптивен), които могат да се избират индивидуално при захранване с променлив ток или батерии. Режимите maximum (максимален), minimum (минимален), adaptive (адаптивен) и hiadaptive (хиадаптивен) могат да бъдат съкращавани като max, min, adp, hadp. Режимът Maximum (Максимален) избира най-високите стойности на производителността. Режимът минимум избира най-ниските стойности на производителността, за да се постигне най-голямо спестяване на енергия. Адаптивният режим се опитва да постигне баланс, като намалява производителността, когато системата изглежда неактивна, и я увеличава, когато системата е натоварена. Той предлага добър баланс между малка загуба на производителност за значително увеличаване на икономията на енергия. Хиадаптивният режим е подобен на адаптивния, но е настроен за системи, при които производителността и интерактивността са по-важни от консумацията на енергия. Той повишава честотата по-бързо, понижава по-бавно и поддържа два пъти по-ниско натоварване на процесора.

source: On AC Power Mode
bg: В режим на захранване с променлив ток

source: Adaptive
bg: Адаптивен

source: Minimum
bg: Минимален

source: Maximum
bg: Максимален

source: On Battery Power Mode
bg: В режим на захранване от батерия

source: On Normal Power Mode
bg: В режим на нормално захранване

source: If the powerd utility can not determine the power state it uses "normal" for control.
bg: Ако помощната програма powerd не може да определи състоянието на захранването, тя използва "нормално" за управление.

source: Disk / Memory Settings (reboot to apply changes)
bg: Настройки на диска / паметта (рестартирайте, за да приложите промените)

source: Swap file
bg: Файл за размяна

source: Add a 2 GB swap file to the system
bg: Добавяне на 2 GB файл за размяна в системата

source: /var/log RAM disk
bg: /var/log RAM диск

source: Use memory file system for /var/log
bg: Използване на файлова система с памет за /var/log

source: Set this if you wish to use /var/log as a RAM disk (memory file system disks) rather than using the hard disk. Setting this will cause the log data to be lost on reboot.
bg: Задайте това, ако искате да използвате /var/log като RAM диск (дискове на файловата система с памет), а не като твърд диск. Задаването на тази стойност ще доведе до загуба на данните от дневника при рестартиране.

source: /var/log RAM usage
bg: /var/log Използване на RAM

source: Percentage of RAM used for the respective memory disk. A value of "0" means unlimited, which will additionally include all swap space.
bg: Процент от RAM, използван за съответния диск с памет. Стойност "0" означава неограничен, което допълнително включва цялото пространство за подмяна.

source: /tmp RAM disk
bg: /tmp RAM диск

source: Use memory file system for /tmp
bg: Използване на файлова система с памет за /tmp

source: Set this if you wish to use /tmp as a RAM disk (memory file system disk) rather than using the hard disk.
bg: Задайте това, ако искате да използвате /tmp като RAM диск (диск на файловата система с памет), а не като твърд диск.

source: /tmp RAM usage
bg: /tmp Използване на RAM

source: System Sounds
bg: Звуци на системата

source: Startup/Shutdown Sound
bg: Звук при стартиране/изключване

source: Disable the startup/shutdown beep
bg: Деактивиране на звуковия сигнал при стартиране/изключване

source: When this is checked, startup and shutdown sounds will no longer play.
bg: Когато е поставена тази отметка, звуците при стартиране и изключване вече няма да се възпроизвеждат.

source: A valid DUID must be specified.
bg: Трябва да се посочи валиден DUID.

source: ARP Handling
bg: Обработка на ARP

source: Suppress ARP messages
bg: Потискане на съобщенията ARP

source: This option will suppress ARP log messages when multiple interfaces reside on the same broadcast domain
bg: Тази опция ще потисне съобщенията от регистъра на ARP, когато няколко интерфейса се намират в един и същ домейн на излъчване.

source: Prevent release
bg: Предотвратяване на освобождаването

source: Do not send a release message on client exit to prevent the release of an allocated address or prefix on the server.
bg: Не изпращайте съобщение за освобождаване при излизане на клиента, за да предотвратите освобождаването на разпределен адрес или префикс на сървъра.

source: Log level
bg: Ниво на дневника

source: Info
bg: Информация

source: Modify log level for IPv6 clients. Info will give status, interface leases and addresses. Debug will give full diagnostics.
bg: Промяна на нивото на дневника за IPv6 клиенти. Информацията ще дава информация за състоянието, договорите за наем на интерфейса и адресите. Debug ще даде пълна диагностика.

source: DHCP Unique Identifier
bg: Уникален идентификатор на DHCP

source: Insert the existing DUID
bg: Вмъкнете съществуващия DUID

source: Insert a new LLT DUID
bg: Вмъкване на нов LLT DUID

source: Insert a new LL DUID
bg: Вмъкване на нов LL DUID

source: Insert a new UUID DUID
bg: Вмъкване на нов UUID DUID

source: Insert a new EN DUID
bg: Поставяне на нов BG DUID

source: Clear the existing DUID
bg: Изчистване на съществуващия DUID

source: This field can be used to enter an explicit DUID for use by IPv6 DHCP clients.
bg: Това поле може да се използва за въвеждане на изричен DUID за използване от IPv6 DHCP клиенти.

source: The correct format for each DUID type is as follows, all entries to be in hex format "xx" separated by a colon.
bg: Правилният формат за всеки тип DUID е следният, като всички записи трябва да бъдат в шестнадесетичен формат "xx", разделени с двоеточие.

source: LLT: 4 bytes "00:01:00:01" followed by 4 bytes Unix time e.g. "00:01:02:03", followed by 6 bytes of the MAC address.
bg: LLT: 4 байта "00:01:00:01", последвани от 4 байта Unix време, например "00:01:02:03", последвани от 6 байта от MAC адреса.

source: LL: 4 bytes "00:03:00:01" followed by 6 bytes of the MAC address.
bg: LL: 4 байта "00:03:00:01", последвани от 6 байта от MAC адреса.

source: UUID: 4 bytes "00:00:00:04" followed by 8 bytes of a universally unique identifier.
bg: UUID: 4 байта "00:00:00:04", последвани от 8 байта универсален уникален идентификатор.

source: EN: 2 bytes "00:02" followed by 4 bytes of the enterprise number e.g. "00:00:00:01", followed by a variable length identifier of hex values up to 122 bytes in length.
bg: BG: 2 байта "00:02", последвани от 4 байта от номера на предприятието, например "00:00:00:01", последвани от идентификатор с променлива дължина от шестнайсетични стойности с дължина до 122 байта.

source: This will take effect after you reboot the machine or reconfigure each interface.
bg: Това ще влезе в сила, след като рестартирате машината или преконфигурирате всеки интерфейс.

source: Tunable
bg: Настройваем

source: Are you sure you want to reset all tunables back to factory defaults?
bg: Сигурни ли сте, че искате да възстановите фабричните настройки на всички настройки?

source: The firewall tunables have changed. You must apply the configuration to take affect.
bg: Променени са настройките на защитната стена. Трябва да приложите конфигурацията, за да влезе в сила.

source: Tunables are composed of runtime settings for sysctl.conf which take effect immediately after apply and boot settings for loader.conf which require a reboot.
bg: Настройките се състоят от настройки за работа за sysctl.conf, които влизат в сила веднага след прилагане, и настройки за зареждане за loader.conf, които изискват рестартиране.

source: unsupported
bg: неподдържан

source: runtime
bg: време за изпълнение

source: boot-time
bg: по време на зареждане

source: read-only
bg: само за четене

source: environment
bg: околна среда

source: unknown
bg: неизвестен

source: Edit system tunable
bg: Редактиране на системата с възможност за настройка

source: Port value
bg: Стойност на порта

source: Protocol version
bg: Версия на протокола

source: Search level
bg: Ниво на търсене

source: User naming Attribute
bg: Атрибут за именуване на потребител

source: Authentication container
bg: Контейнер за удостоверяване на автентичността

source: Bind user DN
bg: Свързване на потребителския DN

source: Authentication port value
bg: Стойност на порта за удостоверяване

source: The host name contains invalid characters.
bg: Името на хоста съдържа невалидни символи.

source: An authentication server with the same name already exists.
bg: Вече съществува сървър за удостоверяване със същото име.

source: RADIUS Timeout value must be numeric and positive.
bg: Стойността на RADIUS Timeout трябва да бъде цифрова и положителна.

source: A server name must be provided.
bg: Трябва да се предостави име на сървър.

source: Invalid server name given.
bg: Дадено е невалидно име на сървър.

source: Do you really want to delete this Server?
bg: Наистина ли искате да изтриете този сървър?

source: Please fill the required values.
bg: Моля, попълнете необходимите стойности.

source: No results. Check General log for details
bg: Няма резултати. Проверете общия дневник за подробности

source: Please select which containers to Authenticate against:
bg: Моля, изберете контейнерите, срещу които да се удостовери автентичността:

source: Enable password policy constraints
bg: Активиране на ограниченията на политиката за пароли

source: Use hardened security policies for local accounts. Methods other than local these will usually be configured by the respective provider (e.g. LDAP, RADIUS, ...).
bg: Използвайте засилени политики за сигурност за локалните акаунти. Методите, различни от локалните, обикновено се конфигурират от съответния доставчик (напр. LDAP, RADIUS, ...).

source: Duration
bg: Продължителност

source: %d days
bg: %d дни

source: Password duration settings, the interval in days in which passwords stay valid. When reached, the user will be forced to change his or her password before continuing.
bg: Настройки за продължителността на паролата, интервалът в дни, през който паролите остават валидни. При достигането му потребителят ще бъде принуден да смени паролата си, преди да продължи.

source: Sets the minimum length for a password
bg: Задава минималната дължина на паролата

source: Complexity
bg: Сложност

source: Enable complexity requirements
bg: Разрешаване на изискванията за сложност

source: Require passwords to meet complexity rules
bg: Изискване паролите да отговарят на правилата за сложност

source: NOTE: When using SSL, this hostname MUST match the Common Name (CN) of the LDAP server's SSL Certificate.
bg: ЗАБЕЛЕЖКА: Когато използвате SSL, това име на хост ТРЯБВА да съвпада с Common Name (CN) на SSL сертификата на LDAP сървъра.

source: When choosing StartTLS or SSL, please configure the required private CAs in System -> Trust
bg: Когато изберете StartTLS или SSL, конфигурирайте необходимите частни удостоверяващи органи в System -> Trust

source: Bind credentials
bg: Свързване на пълномощията

source: User DN:
bg: Потребител DN:

source: Leave empty to use anonymous binds to resolve distinguished names
bg: Оставете празно, за да използвате анонимни връзки за разрешаване на отличителни имена

source: Search scope
bg: Обхват на търсенето

source: Authentication containers
bg: Контейнери за удостоверяване на автентичността

source: Select
bg: Изберете

source: Semicolon-separated list of distinguished names containing DC= components.
bg: Разделен с точка и запетая списък от разграничени имена, съдържащи компоненти DC=.

source: Extended Query
bg: Разширена заявка

source: Initial Template
bg: Първоначален шаблон

source: User naming attribute
bg: Атрибут за именуване на потребителя

source: Read properties
bg: Прочетете свойствата

source: Normally the authentication only tries to bind to the remote server, when this option is enabled also the objects properties are fetched, can be practical for debugging purposes.
bg: Обикновено удостоверяването се опитва само да се свърже с отдалечения сървър, когато тази опция е разрешена, се извличат и свойствата на обектите, което може да бъде практично за целите на отстраняване на грешки.

source: Services offered
bg: Предлагани услуги

source: Authentication and Accounting
bg: Удостоверяване и отчитане

source: Accounting port value
bg: Стойност на порта за отчитане

source: Authentication Timeout
bg: Време за удостоверяване

source: This value controls how long, in seconds, that the RADIUS server may take to respond to an authentication request.
bg: Тази стойност контролира колко време (в секунди) може да отнеме на RADIUS сървъра да отговори на заявка за удостоверяване.

source: If left blank, the default value is 5 seconds.
bg: Ако е оставена празна, стойността по подразбиране е 5 секунди.

source: NOTE: If you are using an interactive two-factor authentication system, increase this timeout to account for how long it will take the user to receive and enter a token.
bg: ЗАБЕЛЕЖКА: Ако използвате интерактивна система за двуфакторно удостоверяване, увеличете това време, за да отчетете колко време ще отнеме на потребителя да получи и въведе токен.

source: Synchronize groups
bg: Синхронизиране на групи

source: Synchronize groups specified by memberOf or class attribute after login, this option requires to enable read properties. Groups will be extracted from the first CN= section and will only be considered when already existing in DynFi Firewall. Group memberships will be persisted in DynFi Firewall. Use the server test tool to check if memberOf is returned by your LDAP server before enabling.
bg: Синхронизиране на групи, определени от атрибута memberOf или class, след влизане в системата, тази опция изисква да се активират свойствата за четене. Групите ще бъдат извлечени от първия раздел CN= и ще бъдат взети предвид само когато вече съществуват в DynFi Firewall. Членуването в групи ще бъде запазено в DynFi Firewall. Използвайте инструмента за тестване на сървъра, за да проверите дали memberOf се връща от вашия LDAP сървър, преди да разрешите.

source: Limit groups
bg: Пределни групи

source: Limit the groups which may be used by this authenticator, keep empty to consider all local groups in DynFi Firewall. When groups are selected, you can assign unassigned groups to the user manually
bg: Ограничете групите, които могат да се използват от този автентификатор, оставете празно поле, за да вземете предвид всички локални групи в DynFi Firewall. Когато групите са избрани, можете да присвоите ръчно неприсъдени групи на потребителя

source: Automatic user creation
bg: Автоматично създаване на потребители

source: To be used in combination with synchronize groups, allow the authenticator to create new local users after successful login with group memberships returned for the user.
bg: За да се използва в комбинация със синхронизиране на групи, позволете на удостоверителя да създава нови локални потребители след успешно влизане в системата с върнати членства в групи за потребителя.

source: Server Name
bg: Име на сървъра

source: Host Name
bg: Име на хост

source: Certificate data
bg: Данни за сертификата

source: This certificate does not appear to be valid.
bg: Този сертификат изглежда не е валиден.

source: Encrypted private keys are not yet supported.
bg: Криптираните частни ключове все още не се поддържат.

source: Key type
bg: Тип на ключа

source: Curve
bg: Крива

source: Digest algorithm
bg: Алгоритъм Digest

source: Distinguished name Country Code
bg: Разграничително наименование Код на страната

source: Distinguished name State or Province
bg: Отличително име Държава или провинция

source: Distinguished name City
bg: Изтъкнато име Град

source: Distinguished name Organization
bg: Изтъкнато име Организация

source: Distinguished name Email Address
bg: Името Имейл адрес

source: Distinguished name Common Name
bg: Разграничително име Общоприето име

source: Signing Certificate Authority
bg: Орган за подписване на сертификат

source: The field 'Distinguished name Email Address' contains invalid characters.
bg: Полето "Distinguished name Email Address" съдържа невалидни символи.

source: The field 'Distinguished name Common Name' contains invalid characters.
bg: Полето "Distinguished name Common Name" съдържа невалидни символи.

source: The field '%s' contains invalid characters.
bg: Полето '%s' съдържа невалидни символи.

source: Please select a valid Key Type.
bg: Моля, изберете валиден тип ключ.

source: Please select a valid Key Length.
bg: Моля, изберете валидна дължина на ключа.

source: Please select a valid Curve.
bg: Моля, изберете валидна крива.
