Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: You cannot specify the adaptive timeouts (advanced option) if statetype is none.
bg: Не можете да зададете адаптивните времеви ограничения (разширена опция), ако типът на състоянието е никакъв.

source: Maximum state entries (advanced option) must be a positive integer
bg: Максимален брой записи на състоянието (разширена опция) трябва да бъде цяло положително число

source: Maximum number of unique source hosts (advanced option) must be a positive integer
bg: Максимален брой уникални изходни хостове (разширена опция) трябва да бъде положително цяло число

source: Maximum number of established connections per host (advanced option) must be a positive integer
bg: Максимален брой установени връзки на хост (разширена опция) трябва да бъде положително цяло число

source: Maximum state entries per host (advanced option) must be a positive integer
bg: Максимален брой записи за състояние на хост (разширена опция) трябва да бъде положително цяло число

source: Maximum new connections per host / per second(s) (advanced option) must be a positive integer
bg: Максимален брой нови връзки на хост / за секунда (разширена опция) трябва да бъде положително цяло число

source: State timeout (advanced option) must be a positive integer
bg: Timeout на състоянието (разширена опция) трябва да бъде положително цяло число

source: Both maximum new connections per host and the interval (per second(s)) must be specified
bg: Трябва да се посочат както максималният брой нови връзки на хост, така и интервалът (на секунди).

source: Disabling adaptive timeouts is only supported in combination with a configured maximum number of states for the same rule.
bg: Деактивирането на адаптивните таймаути се поддържа само в комбинация с конфигуриран максимален брой състояния за едно и също правило.

source: Adaptive timeouts must be disabled together.
bg: Адаптивните таймаути трябва да бъдат деактивирани заедно.

source: The adaptive timouts values must be set together.
bg: Стойностите на адаптивните времеви интервали трябва да бъдат зададени заедно.

source: The adaptive.start and adaptive.end values (advanced option) must be configured as non-negative integer values.
bg: Стойностите adaptive.start и adaptive.end (разширена опция) трябва да бъдат конфигурирани като неотрицателни цели числа.

source: The value of adaptive.end must be greater than the Max states value.
bg: Стойността на adaptive.end трябва да е по-голяма от стойността на Max states.

source: The value of adaptive.end must be greater than adaptive.start value.
bg: Стойността на adaptive.end трябва да е по-голяма от стойността на adaptive.start.

source: If you specify TCP flags that should be set you should specify out of which flags as well.
bg: Ако посочите TCP флагове, които трябва да бъдат зададени, трябва да посочите и флаговете out of which.

source: Set priority must be an integer between 0 and 7.
bg: Зададеният приоритет трябва да е цяло число между 0 и 7.

source: Set priority for low latency and acknowledgements must be an integer between 0 and 7.
bg: Зададеният приоритет за ниска латентност и потвърждения трябва да бъде цяло число между 0 и 7.

source: Set priority for low latency and acknowledgements requires a set priority for normal packets.
bg: Задаването на приоритет за ниски закъснения и потвърждения изисква задаване на приоритет за нормални пакети.

source: Priority match must be an integer between 0 and 7.
bg: Приоритетното съвпадение трябва да бъде цяло число между 0 и 7.

source: Match TOS/DSCP value invalid.
bg: Стойността на съвпадението TOS/DSCP е невалидна.

source: Max new connections overload table should be a valid alias.
bg: Макс. таблица за претоварване на нови връзки трябва да бъде валиден псевдоним.

source: Edit Firewall rule
bg: Редактиране на правило за защитна стена

source: Choose what to do with packets that match the criteria specified below.
bg: Изберете какво да правите с пакетите, които отговарят на посочените по-долу критерии.

source: Hint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
bg: Указание: разликата между блокиране и отхвърляне е, че при отхвърляне пакетът (TCP RST или ICMP port unreachable за UDP) се връща на подателя, докато при блокиране пакетът се прекъсва безшумно. И в двата случая оригиналният пакет се отхвърля.

source: Apply the action immediately on match.
bg: Приложете действието веднага след съвпадение.

source: If a packet matches a rule specifying quick, then that rule is considered the last matching rule and the specified action is taken. When a rule does not have quick enabled, the last matching rule wins.
bg: Ако даден пакет съвпада с правило, определящо бързо, това правило се счита за последното съвпадащо правило и се предприема определеното действие. Когато за дадено правило не е активирана функцията quick, печели последното съвпадащо правило.

source: Associated filter rule
bg: Свързано правило за филтриране

source: This is associated to a NAT rule.
bg: Това е свързано с правило за NAT.

source: You cannot edit the interface, protocol, source, or destination of associated filter rules.
bg: Не можете да редактирате интерфейса, протокола, източника или дестинацията на свързаните правила за филтриране.

source: View the NAT rule
bg: Преглед на правилото за NAT

source: Choose on which interface packets must come in to match this rule.
bg: Изберете през кой интерфейс трябва да влизат пакети, за да отговарят на това правило.

source: Direction of the traffic. Traffic IN is coming into the firewall interface, while traffic OUT is going out of the firewall interface. In visual terms: [Source] -> IN -> [Firewall] -> OUT -> [Destination]. The default policy is to filter inbound traffic, which means the policy applies to the interface on which the traffic is originally received by the firewall from the source. This is more efficient from a traffic processing perspective. In most cases, the default policy will be the most appropriate.
bg: Посока на движение. Трафикът IN влиза в интерфейса на защитната стена, а трафикът OUT излиза от интерфейса на защитната стена. Нагледно казано: [Източник] -> IN -> [Защитна стена] -> OUT -> [Дестинация]. Политиката по подразбиране е за филтриране на входящия трафик, което означава, че политиката се прилага към интерфейса, на който трафикът първоначално е получен от защитната стена от източника. Това е по-ефективно от гледна точка на обработката на трафика. В повечето случаи политиката по подразбиране ще бъде най-подходяща.

source: Hint: in most cases, you should specify TCP here.
bg: Съвет: в повечето случаи тук трябва да посочите TCP.

source: ICMP type
bg: Тип ICMP

source: If you selected ICMP for the protocol above, you may specify an ICMP type here.
bg: Ако сте избрали ICMP за протокол по-горе, можете да посочите тип ICMP тук.

source: ICMP6 type
bg: Тип ICMP6

source: If you selected ICMP6 for the protocol above, you may specify an ICMP6 type here.
bg: Ако сте избрали ICMP6 за протокола по-горе, можете да посочите тип ICMP6 тук.

source: Specify the source port or port range for this rule.
bg: Посочете порта на източника или обхвата от портове за това правило.

source: This is usually random and almost never equal to the destination port range (and should usually be 'any').
bg: Обикновено това е произволно число и почти никога не е равно на обхвата на порта на дестинацията (и обикновено трябва да бъде "any").

source: Specify the port or port range for the destination of the packet for this mapping.
bg: Посочете порта или обхвата от портове за дестинацията на пакета за това съпоставяне.

source: Advanced features
bg: Разширени функции

source: Source OS
bg: Източник OS

source: OS Type:
bg: Тип операционна система:

source: Note: this only works for TCP rules. General OS choice matches all subtypes.
bg: Забележка: това работи само за TCP правила. Общият избор на операционна система съвпада с всички подтипове.

source: none
bg: няма

source: Leave as 'none' to leave the rule enabled all the time.
bg: Оставете "none", за да остане правилото постоянно включено.

source: default
bg: по подразбиране

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
bg: Оставете 'по подразбиране', за да използвате системната таблица за маршрутизация. Или изберете шлюз, за да използвате маршрутизиране, базирано на политики.

source: Advanced Options
bg: Разширени опции

source: Show/Hide
bg: Показване/скриване

source: Note: Leave fields blank to disable the feature.
bg: Забележка: Оставете полетата празни, за да деактивирате функцията.

source: allow options
bg: разрешаване на опции

source: This allows packets with IP options to pass. Otherwise they are blocked by default. This is usually only seen with multicast traffic.
bg: Това позволява преминаването на пакети с IP опции. В противен случай те се блокират по подразбиране. Обикновено това се наблюдава само при мултикаст трафика.

source: reply-to
bg: отговор на

source: disable
bg: деактивиране на

source: Determines how packets route back in the opposite direction (replies), when set to default, packets on WAN type interfaces reply to their connected gateway on the interface (unless globally disabled). A specific gateway may be chosen as well here. This setting is only relevant in the context of a state, for stateless rules there is no defined opposite direction.
bg: Определя как пакетите се връщат обратно в обратна посока (отговори), когато е зададено по подразбиране, пакетите на интерфейси тип WAN отговарят на свързания с тях шлюз на интерфейса (освен ако не е глобално забранено). Тук може да се избере и конкретен шлюз. Тази настройка е от значение само в контекста на състояние, за правилата без състояние няма определена обратна посока.

source: Set priority
bg: Задаване на приоритет

source: All packets
bg: Всички пакети

source: Low Delay/TCP ACK
bg: Ниско закъснение/TCP ACK

source: Keep current priority
bg: Запазване на текущия приоритет

source: Use main priority
bg: Използване на основния приоритет

source: Set the priority code point in a 802.1Q VLAN header for packets matching this rule. If both priorities are set here, packets with a TOS of "lowdelay" or TCP ACKs with no data payload will be assigned the latter.
bg: Задайте кодовата точка на приоритета в заглавието на 802.1Q VLAN за пакети, отговарящи на това правило. Ако тук са зададени и двата приоритета, на пакетите с TOS "lowdelay" (ниско забавяне) или TCP ACK без полезен товар от данни ще бъде зададен последният.

source: Match priority
bg: Приоритет на мача

source: Any priority
bg: Всеки приоритет

source: Only match packets which have the given queueing priority assigned.
bg: Съвпадат само пакети, които имат зададения приоритет на опашката.

source: Match TOS / DSCP
bg: Съвпадение на TOS / DSCP

source: Only match packets which have the given TOS/DSCP value assigned.
bg: Съвпадат само пакети, за които е присвоена дадената стойност TOS/DSCP.

source: Max states
bg: Максимални състояния

source: Maximum state entries this rule can create
bg: Максимален брой записи на състояния, които това правило може да създаде

source: Max source nodes
bg: Максимален брой изходни възли

source: Maximum number of unique source hosts
bg: Максимален брой уникални изходни хостове

source: Max established
bg: Установен Макс

source: Maximum number of established connections per host (TCP only)
bg: Максимален брой установени връзки за хост (само TCP)

source: Max source states
bg: Максимални състояния на източника

source: Maximum state entries per host
bg: Максимален брой записи за състояние на хост

source: Max new connections
bg: Максимален брой нови връзки

source: Maximum new connections per host / per second(s) and overload table to use (TCP only), the default virusprot table comes with a default block rule in floating rules.
bg: Максимален брой нови връзки на хост / за секунда(и) и таблица за претоварване, която да се използва (само TCP), таблицата по подразбиране virusprot идва с правило за блокиране по подразбиране в плаващите правила.

source: State timeout
bg: Време за прекъсване на състоянието

source: State Timeout in seconds (TCP only)
bg: Timeout на състоянието в секунди (само TCP)

source: Adaptive Timeouts
bg: Адаптивни таймаути

source: start
bg: начало

source: end
bg: край

source: Timeouts for states can be scaled adaptively as the number of state table entries grows.
bg: Времевите ограничения за състоянията могат да се увеличават адаптивно с нарастването на броя на записите в таблицата на състоянията.

source: When the number of state entries exceeds this value, adaptive scaling begins. All timeout values are scaled linearly with factor (adaptive.end - number of states) / (adaptive.end - adaptive.start).
bg: Когато броят на записите на състоянието надхвърли тази стойност, започва адаптивно мащабиране. Всички стойности на таймаута се мащабират линейно с коефициент (adaptive.end - брой състояния) / (adaptive.end - adaptive.start).

source: When reaching this number of state entries, all timeout values become zero, effectively purging all state entries immediately. This value is used to define the scale factor, it should not actually be reached (set a lower state limit).
bg: При достигане на този брой записи на състояния всички стойности на таймаута стават нулеви, което на практика води до незабавно изчистване на всички записи на състояния. Тази стойност се използва за определяне на коефициента на мащаба, тя не трябва да се достига в действителност (задайте долна граница на състоянието).

source: Note: Leave fields blank to use default pf algorithm. Set to 0 to disable.
bg: Забележка: Оставете полетата празни, за да използвате алгоритъма по подразбиране pf. Задайте 0, за да деактивирате.

source: TCP flags
bg: Флагове на TCP

source: set
bg: задаване на

source: out of
bg: от

source: Any flags.
bg: Всички флагове.

source: Use this to choose TCP flags that must be set or cleared for this rule to match.
bg: Използвайте тази опция, за да изберете TCP флаговете, които трябва да бъдат зададени или изчистени, за да съвпадне това правило.

source: State Type
bg: Вид държава

source: Hint: This prevents states created by this rule to be sync'ed over pfsync.
bg: Съвет: Това предотвратява синхронизирането на състояния, създадени от това правило, чрез pfsync.

source: keep state
bg: запазване на състоянието

source: sloppy state
bg: небрежно състояние

source: modulate state
bg: модулиране на състоянието

source: synproxy state
bg: състояние на synproxy

source: Hint: Select which type of state tracking mechanism you would like to use. If in doubt, use keep state.
bg: Указание: Изберете кой тип механизъм за проследяване на състоянието искате да използвате. Ако се съмнявате, използвайте запазване на състоянието.

source: %sKeep state%s is used for stateful connection tracking.
bg: %sKeep state%s се използва за проследяване на състоянието на връзката.

source: %sSloppy state%s works like keep state, but it does not check sequence numbers. Use it when the firewall does not see all packets.
bg: %sSloppy state%s работи като keep state, но не проверява номера на последователността. Използвайте го, когато защитната стена не вижда всички пакети.

source: %sSynproxy state%s proxies incoming TCP connections to help protect servers from spoofed TCP SYN floods. This option includes the functionality of keep state and modulate state combined.
bg: %sSynproxy state%s проксира входящите TCP връзки, за да предпази сървърите от подправени TCP SYN наводнения. Тази опция включва комбинираната функционалност на запазване на състоянието и модулиране на състоянието.

source: %sNone%s: Do not use state mechanisms to keep track. This is only useful if you're doing advanced queueing in certain situations. Please check the documentation.
bg: %sNone%s: Не използвайте механизми за проследяване на състоянието. Това е полезно само ако правите разширено подреждане на опашки в определени ситуации. Моля, проверете документацията.

source: Source and more information can be found %shere%s.
bg: Източник и повече информация можете да намерите тук.

source: Fri
bg: Петък

source: Sat
bg: Събота

source: Thur
bg: Четвъртък

source: Tues
bg: Вторник

source: Wed
bg: Сряда

source: Cannot delete Schedule. Currently in use by %s
bg: Не мога да изтрия графика. В момента се използва от %s

source: Do you really want to delete this schedule?
bg: Наистина ли искате да изтриете този график?

source: Time Range(s)
bg: Времеви диапазон (с)

source: Schedule is currently active
bg: Графикът в момента е активен

source: Schedule may not be named LAN.
bg: Графикът не може да се нарича LAN.

source: Schedule may not be named WAN.
bg: Графикът не може да се нарича WAN.

source: Schedule may not use a blank name.
bg: Графикът не може да използва празно име.

source: The schedule name must be less than 32 characters long and may only consist of the following characters: %s
bg: Името на графика трябва да бъде по-малко от 32 символа и може да се състои само от следните символи: %s

source: A Schedule with this name already exists.
bg: График с това име вече съществува.

source: Invalid start time - '%s'
bg: Невалиден начален час - '%s'

source: Invalid stop time - '%s'
bg: Невалиден час на спиране - '%s'

source: The schedule must have at least one time range configured.
bg: Графикът трябва да има конфигуриран поне един времеви диапазон.

source: Schedule information
bg: Информация за графика

source: This schedule is in use so the name may not be modified!
bg: Този график се използва, така че името не може да се променя!

source: Month
bg: Месец

source: Tue
bg: Вторник

source: Thu
bg: Чет

source: Click individual date to select that date only. Click the appropriate weekday Header to select all occurrences of that weekday.
bg: Щракнете върху отделна дата, за да изберете само тази дата. Щракнете върху съответния делничен ден Заглавие, за да изберете всички случаи на този делничен ден.

source: Start Time
bg: Време на започване

source: Stop Time
bg: Спиране на времето

source: Select the time range for the day(s) selected on the Month(s) above. A full day is 0:00-23:59.
bg: Изберете времевия диапазон за деня(ите), избран(и) в Месец(и) по-горе. Пълният ден е от 0:00 до 23:59 ч.

source: Time Range Description
bg: Времеви диапазон Описание

source: Add Time
bg: Добавяне на време

source: Clear Selection
bg: Изчистване на избора

source: Schedule repeat
bg: Повтаряне на графика

source: Configured Ranges
bg: Конфигурирани диапазони

source: Day(s)
bg: Ден(и)

source: The settings have been applied and the rules are now reloading in the background.
bg: Настройките са приложени и правилата вече се презареждат във фонов режим.

source: General settings
bg: Общи настройки

source: Disable interface scrub
bg: Деактивиране на почистването на интерфейса

source: Disable all default interface scrubbing rules, mss clamping will also be disabled when you check this. Detailed settings specified below will still be used.
bg: Деактивирайте всички правила за почистване на интерфейса по подразбиране, mss clamping също ще бъде деактивиран, когато поставите тази отметка. Подробните настройки, посочени по-долу, ще продължат да се използват.

source: This allows for communications with hosts that generate fragmented packets with the don't fragment (DF) bit set. Linux NFS is known to do this. This will cause the filter to not drop such packets but instead clear the don't fragment bit.
bg: Това позволява комуникация с хостове, които генерират фрагментирани пакети със зададен бит Don't Fragment (DF). Известно е, че Linux NFS прави това. Това ще накара филтъра да не отхвърля такива пакети, а да изчисти бита don't fragment (не фрагментирай).

source: IP Random id
bg: IP Случаен идентификатор

source: Replaces the IP identification field of packets with random values to compensate for operating systems that use predictable values. This option only applies to packets that are not fragmented after the optional packet reassembly.
bg: Заменя полето за IP идентификация на пакетите със случайни стойности, за да компенсира операционните системи, които използват предвидими стойности. Тази опция се прилага само за пакети, които не са фрагментирани след незадължителното повторно сглобяване на пакети.

source: Detailed settings
bg: Подробни настройки

source: delete selected rules
bg: изтриване на избрани правила

source: %s doesn't appear to be a valid port number, alias or range
bg: %s не изглежда да е валиден номер на порт, псевдоним или обхват

source: No interface(s) selected.
bg: Не е избран(а) интерфейс(и).

source: Please specify a valid number for max mss.
bg: Моля, посочете валиден номер за максимален брой mss.

source: Please specify a valid number for min ttl (0-255).
bg: Моля, посочете валидно число за min ttl (0-255).

source: Edit Firewall scrub rule
bg: Редактиране на правило за почистване на защитната стена

source: Select interfaces...
bg: Изберете интерфейси...

source: To specify a range, use from:to (example 81:85).
bg: За да зададете диапазон, използвайте от:до (пример 81:85).

source: Normalizations
bg: Нормализации

source: No scrub (NOT)
bg: Без почистване (НЕ)

source: Enabling this option will disable scub (normalisation) for traffic matching this rule.
bg: Активирането на тази опция ще деактивира scub (нормализация) за трафика, отговарящ на това правило.

source: Max mss
bg: Максимален брой mss

source: Enforces a maximum MSS for matching TCP packets.
bg: Налага максимална MSS за съвпадащите TCP пакети.

source: Do not change
bg: Не променяйте

source: Minimum TTL
bg: Минимален TTL

source: Enforces a minimum TTL for matching IP packets.
bg: Налага минимален TTL за съвпадащите IP пакети.

source: Do not fragment
bg: Не фрагментирайте

source: Clears the dont-fragment bit from a matching IP packet.
bg: Изчиства бита dont-fragment от съответстващ IP пакет.

source: Random ID
bg: Случаен идентификатор

source: Replaces the IP identification field with random values to compensate for predictable values generated by many hosts. This option only applies to packets that are not fragmented after the optional fragment reassembly.
bg: Заменя полето за IP идентификация със случайни стойности, за да компенсира предвидимите стойности, генерирани от много хостове. Тази опция се прилага само за пакети, които не са фрагментирани след незадължителното повторно сглобяване на фрагменти.

source: This entry cannot be deleted because it is still referenced by at least one NAT mapping.
bg: Този запис не може да бъде изтрит, тъй като към него все още има препратка от поне едно NAT съпоставяне.

source: This entry cannot be deleted because it is still referenced by at least one Gateway.
bg: Този запис не може да бъде изтрит, тъй като към него все още има препратка от поне един шлюз.

source: Do you really want to delete this entry?
bg: Наистина ли искате да изтриете този запис?

source: Do you really want to delete the selected Virtual IPs?
bg: Наистина ли искате да изтриете избраните виртуални IP адреси?

source: The VIP configuration has been changed.
bg: Конфигурацията на VIP е променена.

source: Virtual IP address
bg: Виртуален IP адрес

source: Move selected virtual IPs to end
bg: Преместване на избрани виртуални IP адреси към края

source: delete selected virtual IPs
bg: изтриване на избрани виртуални IP адреси

source: Move selected virtual IPs before this entry
bg: Преместване на избрани виртуални IP адреси преди този запис

source: Virtual IP mode may not be changed for an existing entry.
bg: Режимът на виртуалния IP адрес не може да бъде променян за съществуващ запис.

source: A valid IP address must be specified.
bg: Трябва да се посочи валиден IP адрес.
