Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: There is something wrong in your config because user %s password is missing!
bg: Има нещо нередно в конфигурацията ви, защото липсва парола на потребител %s!

source: Local Database
bg: Местна база данни

source: A potential %sDNS Rebind attack%s has been detected.%sTry to access the router by IP address instead of by hostname. You can disable this check if needed under System: Settings: Administration.
bg: Открита е потенциална атака %sDNS Rebind%s.%sОпитайте се да осъществите достъп до маршрутизатора чрез IP адрес вместо чрез име на хост. Можете да деактивирате тази проверка, ако е необходимо, в System: Настройки: Администрация.

source: The HTTP_REFERER "%s" does not match the predefined settings. You can disable this check if needed under System: Settings: Administration.
bg: HTTP_REFERER "%s" не съответства на предварително зададените настройки. Можете да деактивирате тази проверка, ако е необходимо, в System: Настройки: Администрация.

source: Wrong username or password.
bg: Грешно потребителско име или парола.

source: No page assigned to this user! Click here to logout.
bg: За този потребител няма зададена страница! Кликнете тук, за да излезете от системата.

source: Error
bg: Грешка

source: Login
bg: Вход

source: Username:
bg: Потребителско име:

source: Password:
bg: Парола:

source: Your browser must support cookies to login.
bg: Вашият браузър трябва да поддържа бисквитки, за да влезете в системата.

source: ERROR: Could not write new rules!
bg: ГРЕШКА: Не може да се напишат нови правила!

source: The line in question reads [%s]: %s
bg: Въпросният ред гласи [%s]: %s

source: There were error(s) loading the rules: %s%s
bg: Имаше грешка(и) при зареждането на правилата: %s%s

source: URL port aliases types not supported [%s]
bg: Типовете псевдоними на URL порта не се поддържат [%s]

source: lowdelay
bg: ниско закъснение

source: throughput
bg: пропускателна способност

source: reliability
bg: надеждност

source: Unassigned
bg: Неназначен

source: device not present! Is the modem attached to the system?
bg: устройството не е налично! Модемът свързан ли е към системата?

source: blocking
bg: блокиране на

source: check for ethernet loops
bg: проверка за Ethernet контури

source: learning
bg: обучение

source: forwarding
bg: препращане

source: No history data found!
bg: Не са намерени данни за историята!

source: Synchronize the %s configuration to the other HA host.
bg: Синхронизирайте конфигурацията на %s с другия хост HA.

source: C-ICAP server
bg: Сървър C-ICAP

source: ClamAV Daemon
bg: Демон на ClamAV

source: freshclam daemon
bg: Демон freshclam

source: System Configuration Daemon
bg: Демон за конфигуриране на системата

source: Users and Groups
bg: Потребители и групи

source: System routing
bg: Маршрутизиране на системата

source: System tunables
bg: Системни настройки

source: Syslog-ng Daemon
bg: Демон на Syslog-ng

source: Web GUI
bg: Уеб графичен интерфейс

source: Synchronize dashboard widgets.
bg: Синхронизиране на уиджетите на таблото за управление.

source: Synchronize the users and groups over to the other HA host.
bg: Синхронизирайте потребителите и групите към другия хост HA.

source: Auth Servers
bg: Сървъри за удостоверяване на автентичност

source: Synchronize the authentication servers (e.g. LDAP, RADIUS) over to the other HA host.
bg: Синхронизирайте сървърите за удостоверяване (напр. LDAP, RADIUS) към другия хост HA.

source: Synchronize the Certificate Authorities, Certificates, and Certificate Revocation Lists over to the other HA host.
bg: Синхронизирайте удостоверяващите органи, сертификатите и списъците с оттеглени сертификати към другия HA хост.

source: Synchronize the DHCP Server settings over to the other HA host. This only applies to DHCP for IPv4.
bg: Синхронизирайте настройките на DHCP сървъра към другия HA хост. Това се отнася само за DHCP за IPv4.

source: DHCPv4: Relay
bg: DHCPv4: Предаване

source: Synchronize DHCPv6 including router advertisements.
bg: Синхронизиране на DHCPv6, включително реклами на маршрутизатори.

source: DHCPv6: Relay
bg: DHCPv6: Предаване

source: Synchronize the CARP Virtual IPs to the other HA host.
bg: Синхронизирайте виртуалните IP адреси на CARP към другия хост на HA.

source: Static Routes
bg: Статични маршрути

source: Synchronize the Static Route configuration and Gateways to the other HA host.
bg: Синхронизирайте конфигурацията на статичния маршрут и шлюзовете с другия хост на HA.

source: System Tunables
bg: Системни настройки

source: Router Advertisement Daemon
bg: Демон за реклама на маршрутизатора

source: DHCPv4 Relay
bg: Предаване на DHCPv4

source: DHCPv6 Relay
bg: Предаване на DHCPv6

source: DHCPv4 Server
bg: DHCPv4 сървър

source: DHCPv6 Server
bg: DHCPv6 сървър

source: Gateway Monitor (%s)
bg: Монитор на шлюза (%s)

source: NULL (no encryption)
bg: NULL (няма криптиране)

source: Monit System Monitoring
bg: Мониторинг на системата Monit

source: NetFlow Distributor
bg: Дистрибутор на NetFlow

source: Insight Aggregator
bg: Агрегатор на прозрения

source: Network Time Daemon
bg: Демон за мрежово време

source: Secure Shell Daemon
bg: Демон на Secure Shell

source: 0 (none)
bg: 0 (няма)

source: 1 (default)
bg: 1 (по подразбиране)

source: 3 (recommended)
bg: 3 (препоръчително)

source: No Preference
bg: Без предпочитания

source: Partial - Packet framing for compression (%s)
bg: Partial - Рамкиране на пакета за компресиране (%s)

source: Enabled - LZ4 algorithm (%s)
bg: Активиран - алгоритъм LZ4 (%s)

source: Enabled - LZ4 v2 algorithm (%s)
bg: Активирано - алгоритъм LZ4 v2 (%s)

source: Enabled - LZO algorithm (%s)
bg: Активиран - алгоритъм LZO (%s)

source: Enabled - Stub algorithm (%s)
bg: Активирано - Алгоритъм на заклеймяване (%s)

source: Enabled - Stub v2 algorithm (%s)
bg: Активирано - алгоритъм Stub v2 (%s)

source: Legacy - Disabled LZO algorithm (%s)
bg: Наследство - Деактивиран алгоритъм LZO (%s)

source: Legacy - Enabled LZO algorithm with adaptive compression (%s)
bg: Legacy - Активиран алгоритъм LZO с адаптивна компресия (%s)

source: Legacy - Enabled LZO algorithm without adaptive compression (%s)
bg: Legacy - Активиран алгоритъм LZO без адаптивно компресиране (%s)

source: None (No Encryption)
bg: Няма (няма криптиране)

source: None (No Authentication)
bg: Няма (няма удостоверяване)

source: The field '%s' must contain a valid port, ranging from 0 to 65535.
bg: Полето '%s' трябва да съдържа валиден порт, вариращ от 0 до 65535.

source: '%s' in '%s' may only contain valid %s CIDR range(s) separated by commas.
bg: '%s' в '%s' може да съдържа само валидни %s CIDR диапазони, разделени със запетаи.

source: '%s' in '%s' is not a single valid %s CIDR range
bg: '%s' в '%s' не е нито един валиден CIDR диапазон на %s

source: Unable to contact daemon
bg: Невъзможност за връзка с демона

source: Service not running?
bg: Услугата не работи?

source: Please enter a valid port number.
bg: Моля, въведете валиден номер на порт.

source: Please enter all information for authentication server.
bg: Моля, въведете цялата информация за сървъра за удостоверяване.

source: Please choose a different name because an authentication server with this name already exists.
bg: Моля, изберете друго име, защото вече съществува сървър за удостоверяване с това име.

source: Please enter a valid IP address or hostname for the authentication server.
bg: Моля, въведете валиден IP адрес или име на хост за сървъра за удостоверяване.

source: Please enter all information for the new Certificate Authority.
bg: Моля, въведете цялата информация за новия удостоверяващ орган.

source: Please do not use special characters in Certificate field names.
bg: Моля, не използвайте специални символи в имената на полетата на сертификатите.

source: Please enter a different name for the Certificate Authority. A Certificate Authority with that name already exists.
bg: Моля, въведете различно име за удостоверяващия орган. Вече съществува удостоверяващ орган с това име.

source: Please enter only a two-letter ISO country code
bg: Моля, въведете само двубуквен код на страната по ISO

source: Please enter all information for the new certificate.
bg: Въведете цялата информация за новия сертификат.

source: Please enter a different name for the Certificate. A Certificate with that name/common name already exists.
bg: Моля, въведете друго име на сертификата. Сертификат с това име/общо име вече съществува.

source: Local port
bg: Местен порт

source: A prefix longer than 28 cannot be used with a net30 topology.
bg: Префикс, по-дълъг от 28, не може да се използва с топология net30.

source: The specified 'Local port' is in use. Please select another value.
bg: Посоченият "Локален порт" се използва. Моля, изберете друга стойност.

source: The field 'TLS Authentication Key' does not appear to be valid.
bg: Полето "TLS Authentication Key" не изглежда валидно.

source: The field 'DNS Server #1' must contain a valid IP address
bg: Полето "DNS Server #1" трябва да съдържа валиден IP адрес.

source: The field 'DNS Server #2' must contain a valid IP address
bg: Полето "DNS Server #2" трябва да съдържа валиден IP адрес.

source: The field 'DNS Server #3' must contain a valid IP address
bg: Полето "DNS Server #3" трябва да съдържа валиден IP адрес.

source: The field 'DNS Server #4' must contain a valid IP address
bg: Полето "DNS Server #4" трябва да съдържа валиден IP адрес.

source: The field 'NTP Server #1' must contain a valid IP address
bg: Полето "NTP Server #1" трябва да съдържа валиден IP адрес.

source: The field 'NTP Server #2' must contain a valid IP address
bg: Полето "NTP Server #2" трябва да съдържа валиден IP адрес.

source: The field 'WINS Server #1' must contain a valid IP address
bg: Полето "WINS Server #1" трябва да съдържа валиден IP адрес.

source: The field 'WINS Server #2' must contain a valid IP address
bg: Полето "WINS Server #2" трябва да съдържа валиден IP адрес.

source: The field 'Concurrent connections' must be numeric.
bg: Полето "Едновременни връзки" трябва да бъде цифрово.

source: You must specify a 'Tunnel network'.
bg: Трябва да посочите "Тунелна мрежа".

source: OpenVPN %s wizard allow client access
bg: Съветникът OpenVPN %s разрешава клиентски достъп

source: OpenVPN %s wizard
bg: Съветник за OpenVPN %s

source: Packet Filter
bg: Пакетен филтър

source: Firewall Groups
bg: Групи на защитната стена

source: Firewall Rules
bg: Правила на защитната стена

source: Synchronize the firewall rules to the other HA host.
bg: Синхронизирайте правилата на защитната стена с другия HA хост.

source: Firewall Schedules
bg: Графици на защитната стена

source: Synchronize the firewall schedules to the other HA host.
bg: Синхронизирайте графиците на защитната стена с другия HA хост.

source: Firewall Categories
bg: Категории защитна стена

source: Firewall Log Templates
bg: Шаблони на дневника на защитната стена

source: Synchronize the aliases over to the other HA host.
bg: Синхронизирайте псевдонимите към другия хост на HA.

source: Synchronize the NAT rules over to the other HA host.
bg: Синхронизирайте правилата за NAT към другия хост на HA.

source: Redis DB
bg: DB на Redis

source: WireGuard (Group)
bg: WireGuard (група)

source: English
bg: Английски език

source: Czech
bg: Чешки

source: Chinese (Simplified)
bg: Китайски (опростен)

source: French
bg: Френски

source: German
bg: Немски

source: Italian
bg: Италиански

source: Japanese
bg: Японски

source: Norwegian
bg: Норвежки

source: Portuguese (Brazil)
bg: Португалски (Бразилия)

source: Portuguese (Portugal)
bg: Португалски (Португалия)

source: Russian
bg: Руски

source: Spanish
bg: Испански

source: Turkish
bg: Турски

source: VGA Console
bg: Конзола VGA

source: Serial Console
bg: Серийна конзола

source: EFI Console
bg: Конзола EFI

source: Mute Console
bg: Конзола за изключване на звука

source: Could not start unknown service `%s'
bg: Не може да се стартира неизвестна услуга `%s'

source: Could not start service `%s'
bg: Не може да се стартира услуга `%s'

source: Service `%s' has been started.
bg: Стартирана е услугата `%s'.

source: Could not stop unknown service `%s'
bg: Не може да се спре неизвестна услуга `%s'

source: Service `%s' has been stopped.
bg: Услугата `%s' е спряна.

source: Could not restart unknown service `%s'
bg: Не може да се рестартира неизвестна услуга `%s'

source: Could not restart service `%s'
bg: Не може да се рестартира услугата `%s'

source: Service `%s' has been restarted.
bg: Услугата `%s' е рестартирана.

source: WARNING: You must give a name as parameter to lock() function.
bg: ПРЕДУПРЕЖДЕНИЕ: Трябва да зададете име като параметър на функцията lock().

source: XML error: %s at line %d cannot occur more than once
bg: XML грешка: %s на ред %d не може да се появи повече от веднъж

source: An API exception occurred
bg: Възникнало е изключение на API

source: All virtual IPs have been disabled. Please note that disabling does not survive a reboot.
bg: Всички виртуални IP адреси са деактивирани. Моля, обърнете внимание, че деактивирането не остава в сила след рестартиране.

source: CARP has been enabled.
bg: CARP е активиран.

source: CARP has detected a problem and this unit has been demoted to BACKUP status.
bg: CARP е открил проблем и този модул е понижен в статус BACKUP.

source: Check link status on all interfaces with configured CARP VIPs.
bg: Проверете състоянието на връзката на всички интерфейси с конфигурирани CARP VIP.

source: Enable CARP
bg: Активиране на CARP

source: Temporarily Disable CARP
bg: Временно деактивиране на CARP

source: Enter Persistent CARP Maintenance Mode
bg: Въвеждане на постоянен режим на поддръжка на CARP

source: Leave Persistent CARP Maintenance Mode
bg: Напускане на постоянния режим на поддръжка на CARP

source: CARP Interface
bg: Интерфейс CARP

source: Virtual IP
bg: Виртуално IP

source: Could not locate any defined CARP interfaces.
bg: Не можа да открие нито един дефиниран CARP интерфейс.

source: BACKUP
bg: БЕКЪП

source: Current CARP demotion level
bg: Текущо ниво на понижение в CARP

source: pfSync nodes
bg: Възли pfSync

source: No issues were detected.
bg: Не бяха открити проблеми.

source: An issue was detected.
bg: Беше открит проблем.

source: Development deployment is configured so crash reports cannot be sent.
bg: Внедряването за разработка е конфигурирано така, че да не могат да се изпращат доклади за срив.

source: Thank you for submitting this crash report.
bg: Благодарим ви, че подадохте този доклад за произшествие.

source: This crash report contains no actual crash information. If you want to submit a problem please fill out your e-mail and description below.
bg: Този доклад за произшествието не съдържа информация за действителното произшествие. Ако искате да подадете проблем, моля, попълнете своя имейл и описание по-долу.

source: Please consider submitting a crash report if the error persists.
bg: Моля, помислете дали да не изпратите доклад за срив, ако грешката продължава.

source: Dismiss this report
bg: Отхвърляне на този доклад

source: Submit this report
bg: Подаване на този доклад

source: Would you like to submit this crash report to the developers?
bg: Искате ли да изпратите този доклад за срив на разработчиците?

source: You can help us further by adding your contact information and a problem description. Please note that providing your contact information greatly improves the chances of bugs being fixed.
bg: Можете да ни помогнете допълнително, като добавите информация за контакт и описание на проблема. Моля, имайте предвид, че предоставянето на информация за контакт значително подобрява шансовете за отстраняване на грешки.

source: A short problem description or steps to reproduce.
bg: Кратко описание на проблема или стъпки за възпроизвеждане.

source: Please double-check the following contents to ensure you are comfortable submitting the following information.
bg: Моля, проверете отново следното съдържание, за да се уверите, че сте сигурни в подаването на следната информация.

source: Report an issue
bg: Докладване на проблем

source: CSRF check failed
bg: CSRF проверката е неуспешна

source: CSRF check failed. Your form session may have expired, or you may not have cookies enabled.
bg: Проверката на CSRF се провали. Сесията на формуляра ви може да е изтекла или да не сте активирали бисквитките.

source: is not a valid authentication server
bg: не е валиден сървър за удостоверяване

source: A username and password must be specified.
bg: Трябва да се посочат потребителско име и парола.

source: User
bg: Потребител

source: authenticated successfully.
bg: успешно удостоверяване на автентичността.

source: This user is a member of these groups
bg: Този потребител е член на тези групи

source: Attributes received from server
bg: Атрибути, получени от сървъра

source: Authentication failed.
bg: Удостоверяването е неуспешно.

source: Authentication Server
bg: Сървър за удостоверяване на автентичността

source: Test
bg: Тест

source: DynFi Firewall Additions
bg: Добавка DynFi Firewall

source: Bridge Devices
bg: Мостови устройства

source: SSL Certificate Authorities
bg: Органите за SSL сертификати

source: SSL Certificates
bg: SSL сертификати

source: DHCP Server
bg: DHCP сървър

source: DHCP Relay
bg: Предаване на DHCP

source: Dynamic DNS
bg: Динамичен DNS

source: GIF Devices
bg: Устройства GIF

source: Universal Plug and Play
bg: Универсален Plug and Play

source: LAGG Devices
bg: Устройства LAGG

source: Load Balancer
bg: Балансиране на натоварването

source: Network Address Translation
bg: Превод на мрежови адреси

source: DNS Filter
bg: Филтър за DNS

source: Point-to-Point Devices
bg: Устройства от типа "точка към точка

source: Proxy ARP
bg: Прокси ARP

source: RRD Data
bg: Данни за RRD

source: Static routes
bg: Статични маршрути

source: VLAN Devices
bg: Устройства VLAN

source: Dashboard Widgets
bg: Уиджети за таблото за управление

source: Wireless Devices
bg: Безжични устройства

source: Wake on LAN
bg: Събуждане в LAN

source: You must supply and confirm the password for encryption.
bg: Трябва да въведете и потвърдите паролата за криптиране.

source: The passwords do not match.
bg: Паролите не съвпадат.

source: You must supply the password for decryption.
bg: Трябва да предоставите паролата за декриптиране.

source: You do not have the permission to perform this action.
bg: Нямате разрешение да извършите това действие.

source: Warning, could not read file %s
bg: Предупреждение, не можах да прочета файл %s

source: The configuration could not be restored (file upload error).
bg: Конфигурацията не може да бъде възстановена (грешка при качване на файл).

source: The uploaded file could not be decrypted.
bg: Каченият файл не може да бъде декриптиран.

source: You have selected to restore an area but we could not locate the correct xml tag.
bg: Избрали сте да възстановите област, но не успяхме да намерим правилния xml таг.

source: The configuration area has been restored.
bg: Областта за конфигуриране е възстановена.

source: The configuration has been restored.
bg: Конфигурацията е възстановена.

source: The configuration could not be restored.
bg: Конфигурацията не може да бъде възстановена.

source: The system is rebooting now. This may take one minute.
bg: Системата се рестартира сега. Това може да отнеме една минута.

source: Saved settings, but remote backup failed.
bg: Запазени са настройките, но отдалеченото архивиране е неуспешно.

source: Backup successful, current file list:
bg: Резервното копие е успешно, текущ списък с файлове:

source: Do not backup RRD data.
bg: Не правете резервно копие на данните от RRD.

source: Encrypt this configuration file.
bg: Криптирайте този конфигурационен файл.

source: Confirmation
bg: Потвърждение

source: Download configuration
bg: Изтегляне на конфигурация

source: Click this button to download the system configuration in XML format.
bg: Щракнете върху този бутон, за да изтеглите конфигурацията на системата във формат XML.

source: Restore
bg: Възстановяване на

source: Restore area:
bg: Възстановяване на зоната:

source: Reboot after a successful restore.
bg: Рестартирайте компютъра след успешно възстановяване.

source: Configuration file is encrypted.
bg: Файлът с конфигурацията е криптиран.

source: Restore configuration
bg: Възстановяване на конфигурацията

source: Open a configuration XML file and click the button below to restore the configuration.
bg: Отворете конфигурационен XML файл и щракнете върху бутона по-долу, за да възстановите конфигурацията.

source: Click to edit
bg: Кликнете, за да редактирате

source: Setup/Test %s
bg: Настройка/тест %s

source: Backup count must be greater than zero.
bg: Броят на резервните копия трябва да е по-голям от нула.

source: Successfully reverted to timestamp %s with description "%s".
bg: Успешно върнато към времеви печат %s с описание "%s".

source: Unable to revert to the selected configuration.
bg: Невъзможно е да се върнете към избраната конфигурация.

source: Deleted backup with timestamp %s and description "%s".
bg: Изтрито резервно копие с времева марка %s и описание "%s".

source: Unable to delete the selected configuration.
bg: Не е възможно да се изтрие избраната конфигурация.

source: Restore from Configuration Backup
bg: Възстановяване от резервно копие на конфигурацията

source: No
bg: Не

source: Yes
bg: Да

source: Remove Configuration Backup
bg: Премахване на резервно копие на конфигурацията

source: Backup Count
bg: Брой резервни копия

source: Enter the number of older configurations to keep in the local backup cache.
bg: Въведете броя на по-старите конфигурации, които да се запазят в локалния кеш за резервни копия.

source: Save
bg: Запазете

source: Be aware of how much space is consumed by backups before adjusting this value.
bg: Преди да коригирате тази стойност, имайте предвид колко място се заема от резервните копия.

source: Current space used:
bg: Използвано пространство в момента:

source: Configuration diff from %s to %s
bg: Разлика в конфигурацията от %s до %s

source: View differences
bg: Преглед на разликите

source: To view the differences between an older configuration and a newer configuration, select the older configuration using the left column of radio options and select the newer configuration in the right column, then press the button.
bg: За да видите разликите между по-стара и по-нова конфигурация, изберете по-старата конфигурация, като използвате лявата колона от радиоварианти, и изберете по-новата конфигурация в дясната колона, след което натиснете бутона .

source: Date
bg: Дата

source: Size
bg: Размер

source: Configuration Change
bg: Промяна на конфигурацията

source: Current
bg: Текущ

source: Revert to this configuration
bg: Връщане към тази конфигурация

source: Remove this backup
bg: Премахване на това резервно копие

source: Download this backup
bg: Изтегляне на това резервно копие

source: Your device is powering off
bg: Вашето устройство се изключва

source: The system has been reset to factory defaults and is shutting down.
bg: Системата е възстановена до фабричните настройки и се изключва.

source: If you click "Yes", the system will:
bg: Ако щракнете върху "Да", системата ще:

source: Reset to factory defaults
bg: Възстановяване на фабричните настройки по подразбиране

source: LAN IP address will be reset to 192.168.1.1
bg: IP адресът на LAN ще бъде възстановен на 192.168.1.1

source: System will be configured as a DHCP server on the default LAN interface
bg: Системата ще бъде конфигурирана като DHCP сървър в интерфейса по подразбиране на LAN.

source: WAN interface will be set to obtain an address automatically from a DHCP server
bg: Интерфейсът WAN ще бъде настроен да получава адрес автоматично от DHCP сървър.

source: Admin user name and password will be reset
bg: Потребителското име и паролата на администратора ще бъдат нулирани
