Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Primary DNS Server
bg: Първичен DNS сървър

source: Primary DNS Server field is invalid
bg: Полето Primary DNS Server е невалидно

source: Protocol to use for OpenVPN connections. If you are unsure, leave this set to UDP.
bg: Протокол, който да се използва за OpenVPN връзки. Ако не сте сигурни, оставете тази стойност на UDP.

source: Provide a default domain name to clients.
bg: Предоставяне на име на домейн по подразбиране на клиентите.

source: RADIUS Authentication Server List
bg: Списък на сървърите за удостоверяване RADIUS

source: RADIUS Authentication Server Parameters
bg: Параметри на сървъра за удостоверяване RADIUS

source: RADIUS Server Selection
bg: Избор на сървър RADIUS

source: RADIUS servers
bg: Сървъри RADIUS

source: RFC1918 Networks
bg: Мрежи RFC1918

source: Reload Configuration
bg: Презареждане на конфигурацията

source: Reload in progress
bg: Презареждане в ход

source: Root Password
bg: Парола за корен

source: Root Password Confirmation
bg: Потвърждаване на паролата за корен

source: Search Scope Base DN
bg: Основа на обхвата на търсене DN

source: Search Scope Level
bg: Ниво на обхват на търсене

source: Secondary DNS Server
bg: Вторичен DNS сървър

source: Secondary DNS Server field is invalid
bg: Полето Secondary DNS Server е невалидно

source: Select an Authentication Backend Type
bg: Изберете тип на удостоверяване

source: Semicolon separated. This will be prepended to the search base DN above or you can specify full container path, e.g. CN=Users;DC=example or CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com
bg: Разделени с точка и запетая. Това ще бъде добавено към основния DN за търсене по-горе или можете да посочите пълния път до контейнера, например CN=Users;DC=example или CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com

source: Server Certificate Selection
bg: Избор на сертификат на сървъра

source: Server Setup
bg: Настройка на сървъра

source: Set Root Password
bg: Задаване на парола за корен

source: Set the MTU of the WAN interface. If you leave this field blank, an MTU of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed.
bg: Задайте MTU на интерфейса WAN. Ако оставите това поле празно, ще се приеме MTU от 1492 байта за PPPoE и 1500 байта за всички други типове връзки.

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value.
bg: Задайте стойността на TOS IP заглавието на тунелните пакети да съответства на стойността на капсулирания пакет.

source: Size of the key which will be generated. The larger the key, the more security is offers, but larger keys are generally slower to use.
bg: Размер на ключа, който ще бъде генериран. Колкото по-голям е ключът, толкова повече сигурност се предлага, но по-големите ключове обикновено се използват по-бавно.

source: Specify the maximum number of clients allowed to concurrently connect to this server.
bg: Задайте максималния брой клиенти, на които е разрешено да се свързват едновременно с този сървър.

source: Static
bg: Статичен

source: Static IP Configuration
bg: Статична IP конфигурация

source: Subnet Mask
bg: Маска на подмрежата

source: The interface where OpenVPN will listen for incoming connections.
bg: Интерфейсът, в който OpenVPN ще слуша за входящи връзки.

source: The method used to authenticate traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like.
bg: Методът, използван за удостоверяване на трафика между крайните точки. Тази настройка трябва да съвпада от страна на клиента и сървъра, но в останалите случаи може да се задава по ваш избор.

source: The method used to encrypt traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like. Certain algorithms will perform better on different hardware, depending on the availability of supported VPN accelerator chips.
bg: Методът, използван за криптиране на трафика между крайните точки. Тази настройка трябва да съвпада от страна на клиента и сървъра, но в останалите случаи може да се задава по ваш избор. Някои алгоритми ще работят по-добре на различен хардуер, в зависимост от наличието на поддържани VPN ускорителни чипове.

source: The protocol used by your LDAP server. It can either be standard TCP or SSL encrypted.
bg: Протоколът, използван от вашия LDAP сървър. Той може да бъде стандартен TCP или SSL криптиран.

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
bg: Това са IPv4 мрежите, които ще бъдат достъпни от отдалечената крайна точка. Изразява се като списък с един или повече CIDR диапазони, разделени със запетая. Можете да оставите това поле празно, ако не искате да добавяте маршрут към локалната мрежа през този тунел на отдалечената машина. Обикновено това е зададено за вашата LAN мрежа.

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
bg: Това са IPv4 мрежите, които ще бъдат маршрутизирани през тунела, така че да може да се създаде VPN услуга от сайт до сайт, без да се налага ръчно да се променят таблиците за маршрутизация. Изразява се като списък, разделен със запетая, на един или повече CIDR диапазони. Ако това е VPN от сайт до сайт, въведете тук отдалечените LAN/и. Можете да оставите това поле празно, ако не желаете VPN от сайт до сайт.

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
bg: Това са IPv6 мрежите, които ще бъдат достъпни от отдалечената крайна точка. Изразява се като списък с един или повече IP/PREFIX, разделени със запетая. Можете да оставите това поле празно, ако не искате да добавяте маршрут към локалната мрежа през този тунел на отдалечената машина. Обикновено това е зададено за вашата LAN мрежа.

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
bg: Това са IPv6 мрежите, които ще бъдат маршрутизирани през тунела, така че да може да се създаде VPN услуга от сайт до сайт, без да се налага ръчно да се променят таблиците за маршрутизация. Изразява се като списък с един или повече IP/PREFIX, разделени със запетая. Ако това е VPN от сайт до сайт, въведете тук отдалечените LAN/и. Можете да оставите това поле празно, ако не желаете VPN от сайт до сайт.

source: This field can be used to modify ("spoof") the MAC address of the WAN interface (may be required with some cable connections). Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank.
bg: Това поле може да се използва за промяна ("подправяне") на MAC адреса на WAN интерфейса (може да се наложи при някои кабелни връзки). Въведете MAC адрес в следния формат: xx:xx:xx:xx:xx:xx:xx или оставете празно място.

source: This option causes the interface to operate in dial-on-demand mode, allowing you to have a virtual full time connection. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
bg: Тази опция кара интерфейса да работи в режим на набиране при поискване, което ви позволява да имате виртуална връзка на пълен работен ден. Интерфейсът е конфигуриран, но действителното свързване на връзката се отлага, докато не се открие квалифициран изходящ трафик.

source: This wizard will guide you through the initial system configuration. The wizard may be stopped at any time by clicking the logo image at the top of the screen.
bg: Този съветник ще ви преведе през първоначалната конфигурация на системата. Съветникът може да бъде спрян по всяко време, като щракнете върху изображението на логото в горната част на екрана.

source: Time Server Information
bg: Информация за сървъра за време

source: Time server hostname
bg: Име на хоста на сървъра за време

source: Timezone
bg: Часови пояс

source: Traffic from clients through VPN
bg: Трафик от клиенти през VPN

source: Traffic from clients to server
bg: Трафик от клиенти към сървър

source: Two-letter ISO country code (e.g. NL, DE, US)
bg: Двубуквен код на страната по ISO (напр. NL, DE, US)

source: Type of Server
bg: Вид на сървъра

source: Typically "cn" (OpenLDAP, Microsoft AD, and Novell eDirectory)
bg: Обикновено "cn" (OpenLDAP, Microsoft AD и Novell eDirectory)

source: Typically "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)
bg: Обикновено "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory).

source: User Naming Attribute
bg: Атрибут за именуване на потребител

source: WINS Server 1
bg: WINS сървър 1

source: WINS Server 2
bg: WINS сървър 2

source: Your configuration is now complete.
bg: Конфигурацията ви е завършена.

source: authtype
bg: автотип

source: basedn
bg: на базата на

source: certca
bg: Сертка

source: certname
bg: име на сертификата

source: city
bg: град

source: compression
bg: компресия

source: country
bg: страна

source: crypto
bg: крипто

source: defaultdomain
bg: домейн по подразбиране

source: descr
bg: описание

source: description
bg: описание

source: digest
bg: дайджест

source: dummy
bg: манекен

source: duplicate_cn
bg: дублиране_cn

source: generatetlskey
bg: генериране на информация за

source: interclient
bg: междуклиентски

source: keylength
bg: дължина на клавишите

source: lifetime
bg: живот

source: localnet
bg: локална мрежа

source: name
bg: име

source: organization
bg: организация

source: port
bg: пристанище

source: redirectgw
bg: пренасочване

source: remotenet
bg: дистанционна връзка

source: scope
bg: обхват

source: tos
bg: тос

source: transport
bg: транспорт

source: tunnelnet
bg: тунелнет
