Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Specify the port on the machine with the IP address entered above. In case of a port range, specify the beginning port of the range (the end port will be calculated automatically).
bg: Посочете порта на машината с IP адреса, въведен по-горе. В случай на диапазон от портове, посочете началния порт на диапазона (крайният порт ще бъде изчислен автоматично).

source: Hint: this is usually identical to the 'from' port above
bg: Загатване: обикновено това е идентично с порта 'from' по-горе.

source: Pool Options:
bg: Опции за басейн:

source: Round Robin
bg: Кръгъл мач

source: Round Robin with Sticky Address
bg: Кръгъл мач с лепкав адрес

source: Random
bg: Случаен

source: Random with Sticky Address
bg: Случайно със залепващ се адрес

source: Source Hash
bg: Източник Hash

source: Bitmask
bg: Битмаска

source: Only Round Robin types work with Host Aliases. Any type can be used with a Subnet.
bg: Само типовете Round Robin работят с псевдоними на хостове. Всеки тип може да се използва с подмрежа.

source: Round Robin: Loops through the translation addresses.
bg: Round Robin: преминава през адресите за превод.

source: Random: Selects an address from the translation address pool at random.
bg: Случайно: Избира произволен адрес от резерва от адреси за транслация.

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source.
bg: Източник Hash: Използва хеш на адреса на източника, за да определи адреса на превод, като гарантира, че адресът на пренасочване е винаги един и същ за даден източник.

source: Bitmask: Applies the subnet mask and keeps the last portion identical; 10.0.1.50 -&gt; x.x.x.50.
bg: Битмаска: Прилага маската на подмрежата и запазва последната част идентична; 10.0.1.50 -&gt; x.x.x.50.

source: Sticky Address: The Sticky Address option can be used with the Random and Round Robin pool types to ensure that a particular source address is always mapped to the same translation address.
bg: Лепкав адрес: Опцията Sticky Address може да се използва с типовете пулове Random и Round Robin, за да се гарантира, че даден адрес на източник винаги се съпоставя с един и същ адрес на транслация.

source: Hint: the firewall has limited local log space. Don't turn on logging for everything. If you want to do a lot of logging, consider using a %sremote syslog server%s.
bg: Съвет: защитната стена разполага с ограничено пространство за локален дневник. Не включвайте регистрирането за всичко. Ако искате да записвате много данни, помислете за използване на %sremote syslog server%s.

source: Set local tag
bg: Задаване на местен етикет

source: You can mark a packet matching this rule and use this mark to match on other NAT/filter rules.
bg: Можете да маркирате пакет, отговарящ на това правило, и да използвате тази маркировка за съвпадение с други NAT/филтърни правила.

source: Match local tag
bg: Съвпадение на местния етикет

source: You can match packet on a mark placed before on another rule.
bg: Можете да съпоставяте пакети по знак, поставен преди това в друго правило.

source: No XMLRPC Sync
bg: Няма XMLRPC синхронизация

source: Hint: This prevents the rule on Master from automatically syncing to other CARP members. This does NOT prevent the rule from being overwritten on Slave.
bg: Съвет: Това предотвратява автоматичното синхронизиране на правилото за главния модул с други членове на CARP. Това НЕ предотвратява презаписването на правилото в подчиненото устройство.

source: Filter rule association
bg: Асоцииране на правила за филтриране

source: Add associated filter rule
bg: Добавяне на свързано правило за филтриране

source: Add unassociated filter rule
bg: Добавяне на неасоциирано правило за филтриране

source: NOTE: The "pass" selection does not work properly with Multi-WAN. It will only work on an interface containing the default gateway.
bg: ЗАБЕЛЕЖКА: Изборът "pass" не работи правилно с Multi-WAN. Той ще работи само на интерфейс, съдържащ шлюза по подразбиране.

source: Rule Information
bg: Информация за правилата

source: Created
bg: Създаден

source: Updated
bg: Актуализиран

source: External Prefix
bg: Външен префикс

source: Internal Prefix
bg: Вътрешен префикс

source: Source prefix
bg: Префикс на източника

source: Edit NPTv6 entry
bg: Редактиране на записа NPTv6

source: Internal IPv6 Prefix
bg: Вътрешен префикс на IPv6

source: Enter the internal (LAN) IPv6 prefix for the Network Prefix Translation. The prefix size specified for the internal prefix will also be applied to the external prefix.
bg: Въведете вътрешния (LAN) IPv6 префикс за мрежовия префиксен превод. Размерът на префикса, зададен за вътрешния префикс, ще бъде приложен и към външния префикс.

source: External IPv6 Prefix
bg: Външен префикс на IPv6

source: Enter the external (WAN) IPv6 prefix for the Network Prefix Translation. Leave empty to auto-detect the prefix address. The prefix size specified for the internal prefix will also be applied to the external prefix.
bg: Въведете външния (WAN) IPv6 префикс за мрежовия префиксен превод. Оставете празно, за да се открие автоматично префиксният адрес. Размерът на префикса, зададен за вътрешния префикс, ще бъде приложен и към външния префикс.

source: Nat
bg: Нат

source: Mode
bg: Режим

source: Automatic outbound NAT rule generation
bg: Автоматично генериране на правила за изходящ NAT

source: (no manual rules can be used)
bg: (не могат да се използват ръчни правила)

source: Hybrid outbound NAT rule generation
bg: Хибридно генериране на правила за изходящ NAT

source: (automatically generated rules are applied after manual rules)
bg: (автоматично генерираните правила се прилагат след ръчно генерираните правила)

source: Manual outbound NAT rule generation
bg: Ръчно генериране на правила за изходящ NAT

source: (no automatic rules are being generated)
bg: (не се генерират автоматични правила)

source: Disable outbound NAT rule generation
bg: Деактивиране на генерирането на изходящи правила за NAT

source: (outbound NAT is disabled)
bg: (изходящият NAT е изключен)

source: Manual rules
bg: Правила за ръководство

source: NAT Address
bg: NAT адрес

source: NAT Port
bg: NAT порт

source: Static Port
bg: Статичен порт

source: All manual rules are being ignored
bg: Всички ръчни правила се пренебрегват

source: This Firewall
bg: Тази защитна стена

source: Interface address
bg: Адрес на интерфейса

source: NO
bg: НЕ

source: YES
bg: ДА

source: %s networks
bg: %s мрежи

source: Automatic rules
bg: Автоматични правила

source: Source Networks
bg: Мрежи от източници

source: automatic outbound nat
bg: автоматичен изходящ NAT

source: Auto created rule for ISAKMP
bg: Автоматично създадено правило за ISAKMP

source: Auto created rule
bg: Автоматично създадено правило

source: address
bg: адрес

source: You must supply either a valid port or port alias for the source port entry.
bg: Трябва да предоставите валиден порт или псевдоним на порт за записа на порта на източника.

source: You must supply either a valid port or port alias for the destination port entry.
bg: Трябва да предоставите валиден порт или псевдоним на порт за записа на порта на дестинацията.

source: You must supply a valid port for the NAT port entry.
bg: Трябва да предоставите валиден порт за вписването на порта на NAT.

source: Negating source address of "any" is invalid.
bg: Отричането на адреса на източника "any" е невалидно.

source: A valid destination must be specified.
bg: Трябва да се посочи валидна дестинация.

source: Negating destination address of "any" is invalid.
bg: Отричането на адрес на дестинация "any" е невалидно.

source: A valid target IP address must be specified.
bg: Трябва да се посочи валиден целеви IP адрес.

source: Only Round Robin pool options may be chosen when selecting an alias.
bg: При избора на псевдоним могат да се избират само опциите за пул Round Robin.

source: Source Hash Key is only valid for Source Hash type
bg: Ключът Source Hash е валиден само за тип Source Hash

source: Source Hash Key must be 0x followed by 32 hexadecimal digits
bg: Ключът за хеш източник трябва да бъде 0x, последван от 32 шестнадесетични цифри

source: Edit Advanced Outbound NAT entry
bg: Редактиране на разширен запис за изходящ NAT

source: Do not NAT
bg: Не използвайте NAT

source: Enabling this option will disable NAT for traffic matching this rule and stop processing Outbound NAT rules.
bg: Активирането на тази опция ще деактивира NAT за трафика, отговарящ на това правило, и ще спре обработката на правилата за изходящ NAT.

source: Hint: in most cases, you won't use this option.
bg: Съвет: в повечето случаи няма да използвате тази опция.

source: Source invert
bg: Източник на инверсия

source: Enter the source network for the outbound NAT mapping.
bg: Въведете изходната мрежа за изходящото NAT съпоставяне.

source: (leave blank for any)
bg: (оставете празно място за всички)

source: Destination invert
bg: Инвертиране на дестинацията

source: Enter the destination network for the outbound NAT mapping.
bg: Въведете мрежата на дестинацията за изходящото NAT съпоставяне.

source: Translation address
bg: Адрес за превод

source: Packets matching this rule will be mapped to the IP address given here.
bg: Пакетите, отговарящи на това правило, ще бъдат препратени към посочения тук IP адрес.

source: If you want this rule to apply to another IP address rather than the IP address of the interface chosen above, select it here (you will need to define %sVirtual IP addresses%s on the interface first).
bg: Ако искате това правило да се прилага за друг IP адрес, а не за IP адреса на избрания по-горе интерфейс, изберете го тук (първо ще трябва да дефинирате %sVirtual IP addresses%s на интерфейса).

source: port:
bg: пристанище:

source: Enter the source port for the outbound NAT mapping.
bg: Въведете порта на източника за изходящото съпоставяне на NAT.

source: Static-port:
bg: Статичен порт:

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source. Optionally provide a Source Hash Key to make it persist when the ruleset is reloaded. Must be 0x followed by 32 hexadecimal digits.
bg: Източник Hash: Използва хеш на адреса на източника, за да определи адреса на превод, като гарантира, че адресът на пренасочване е винаги един и същ за даден източник. По желание предоставете Source Hash Key (Ключ за изходния хеш), за да се запази при презареждане на набора от правила. Трябва да бъде 0x, последван от 32 шестнадесетични цифри.

source: Echo Request
bg: Заявка за отзвук

source: Echo Reply
bg: Отговорът на Echo

source: Destination Unreachable
bg: Недостижима дестинация (Destination Unreachable)

source: Source Quench (Deprecated)
bg: Потискане на източника (отпаднало)

source: Redirect
bg: Пренасочване

source: Alternate Host Address (Deprecated)
bg: Алтернативен адрес на хоста (отпаднало)

source: Router Advertisement
bg: Реклама на маршрутизатора

source: Router Solicitation
bg: Повикване на маршрутизатор

source: Time Exceeded
bg: Превишено време

source: Parameter Problem
bg: Проблем с параметрите

source: Timestamp Reply
bg: Времеви печат Отговор

source: Information Request (Deprecated)
bg: Заявка за информация (отпаднала)

source: Information Reply (Deprecated)
bg: Отговор на информация (отпаднало)

source: Address Mask Request (Deprecated)
bg: Запитване за маска на адреса (отпаднало)

source: Address Mask Reply (Deprecated)
bg: Отговор на адресна маска (отпаднало)

source: Destination unreachable
bg: Недостижима дестинация

source: Packet too big
bg: Твърде голям пакет

source: Time exceeded
bg: Превишаване на времето

source: Invalid IPv6 header
bg: Невалиден IPv6 хедър

source: Echo service request
bg: Заявка за услуга Echo

source: Echo service reply
bg: Отговор на услугата Echo

source: Group membership query
bg: Запитване за членство в група

source: Multicast listener query
bg: Запитване на слушател за многоадресно излъчване

source: Group membership report
bg: Доклад за членството в групата

source: Multicast listener report
bg: Доклад за слушател на многоадресно предаване

source: Group membership termination
bg: Прекратяване на членството в група

source: Multicast listener done
bg: Слушател за многоадресно предаване е готов

source: Router solicitation
bg: Търсене на маршрутизатор

source: Router advertisement
bg: Реклама на маршрутизатора

source: Neighbor solicitation
bg: Привличане на съседи

source: Neighbor advertisement
bg: Реклама на съседите

source: Shorter route exists
bg: Съществува по-кратък маршрут

source: Route renumbering
bg: Преномериране на маршрути

source: FQDN query
bg: Запитване за FQDN

source: Node information query
bg: Запитване за информация за възел

source: Who-are-you request
bg: Искане за информация кой си ти

source: FQDN reply
bg: Отговор на FQDN

source: Node information reply
bg: Отговор на информацията за възела

source: Who-are-you reply
bg: Кой си ти отговори

source: mtrace response
bg: отговор на mtrace

source: mtrace messages
bg: съобщения mtrace

source: first match
bg: първи мач

source: last match
bg: последен мач

source: Disable Rule
bg: Деактивиране на правило

source: Enable Rule
bg: Разрешаване на правило

source: Disable Log
bg: Деактивиране на дневника

source: Enable Log
bg: Активиране на дневника

source: Inspect
bg: Проверете

source: The firewall rule configuration has been changed.<br />You must apply the changes in order for them to take effect.
bg: Конфигурацията на правилата на защитната стена е променена.<br />За да влязат в сила промените, трябва да ги приложите.

source: Apply changes
bg: Прилагане на промените

source: No floating rules are currently defined. Floating rules are not bound to a single interface and can therefore be used to span policies over multiple networks at the same time.
bg: Понастоящем не са определени правила за плаване. Плаващите правила не са обвързани с отделен интерфейс и следователно могат да се използват за разпростиране на политиките върху множество мрежи едновременно.

source: No %s rules are currently defined. All incoming connections on this interface will be blocked until you add a pass rule. Exceptions for automatically generated rules may apply.
bg: В момента не са дефинирани правила за %s. Всички входящи връзки на този интерфейс ще бъдат блокирани, докато не добавите правило за преминаване. Може да се прилагат изключения за автоматично генерирани правила.

source: Schedule
bg: График

source: Evaluations
bg: Оценки

source: Packets
bg: Пакети

source: Automatically generated rules
bg: Автоматично генерирани правила

source: Disable rule
bg: Деактивиране на правило

source: Enable rule
bg: Разрешаване на правило

source: Disable logging
bg: Деактивиране на регистрацията

source: Enable logging
bg: Активиране на регистрацията

source: pass
bg: преминаване

source: block
bg: блок

source: reject
bg: отхвърлете

source: log
bg: лог

source: pass (disabled)
bg: пропуск (изключен)

source: block (disabled)
bg: блок (изключен)

source: reject (disabled)
bg: отхвърляне (изключено)

source: log (disabled)
bg: дневник (изключен)

source: Active/Inactive Schedule (click to view/edit)
bg: Активен/неактивен график (кликнете, за да видите/редактирате)

source: %s rules are evaluated on a first-match basis by default (i.e. the action of the first rule to match a packet will be executed). This means that if you use block rules, you will have to pay attention to the rule order. Everything that is not explicitly passed is blocked by default.
bg: Правилата %s се оценяват по подразбиране на принципа "първо съвпадение" (т.е. изпълнява се действието на първото правило, което съвпада с даден пакет). Това означава, че ако използвате блокови правила, ще трябва да обърнете внимание на реда на правилата. Всичко, което не е изрично предадено, се блокира по подразбиране.

source: Floating rules are evaluated on a first-match basis (i.e. the action of the first rule to match a packet will be executed) only if the "quick" option is checked on a rule. Otherwise they will only apply if no other rules match. Pay close attention to the rule order and options chosen. If no rule here matches, the per-interface or default rules are used.
bg: Плаващите правила се оценяват по принципа "първо съвпадение" (т.е. действието на първото правило, което съвпада с даден пакет, ще бъде изпълнено) само ако опцията "бързо" е маркирана в дадено правило. В противен случай те ще се прилагат само ако няма други съвпадащи правила. Обърнете специално внимание на реда на правилата и избраните опции. Ако нито едно правило тук не съвпада, се използват правилата за интерфейс или правилата по подразбиране.

source: Source bit count
bg: Брой на изходните битове

source: Destination bit count
bg: Брой на битовете на местоназначението

source: You can not assign a gateway to a rule that applies to IPv4 and IPv6
bg: Не можете да зададете шлюз на правило, което се отнася за IPv4 и IPv6.

source: You can not assign an IPv4 gateway group on an IPv6 rule.
bg: Не можете да зададете група на IPv4 шлюз на правило за IPv6.

source: You can not assign an IPv6 gateway group on an IPv4 rule.
bg: Не можете да зададете група на IPv6 шлюз на правило за IPv4.

source: You can not assign the IPv4 Gateway to an IPv6 filter rule.
bg: Не можете да присвоите IPv4 шлюз към правило за IPv6 филтър.

source: You can not assign the IPv6 Gateway to an IPv4 filter rule.
bg: Не можете да присвоите IPv6 шлюз към правило за IPv4 филтър.

source: You can not assign a reply-to destination to a rule that applies to IPv4 and IPv6
bg: Не можете да зададете дестинация за отговор към правило, което се прилага за IPv4 и IPv6.

source: You can not assign a reply-to destination to a rule that uses a gateway.
bg: Не можете да зададете дестинация за отговор към правило, което използва шлюз.

source: You can not assign the IPv4 reply-to destination to an IPv6 filter rule.
bg: Не можете да присвоите IPv4 дестинация за отговор към правило за IPv6 филтър.

source: You can not assign the IPv6 reply-to destination to an IPv4 filter rule.
bg: Не можете да присвоите IPv6 дестинация за отговор към правило за IPv4 филтър.

source: You can not assign an ICMP type to a rule that applies to IPv4 and IPv6.
bg: Не можете да зададете тип ICMP на правило, което се отнася за IPv4 и IPv6.

source: %s is only valid with protocol tcp.
bg: %s е валидно само за протокол tcp.

source: %s is only valid if the gateway is set to 'default'.
bg: %s е валидно само ако шлюзът е зададен на "по подразбиране".

source: When selecting aliases for source ports, both from and to fields must be the same
bg: Когато избирате псевдоними за портове на източници, полетата от и до трябва да са еднакви.

source: When selecting aliases for destination ports, both from and to fields must be the same
bg: Когато избирате псевдоними за портове на дестинация, полетата от и до трябва да са еднакви.

source: The Source IP address %s Address Family differs from the destination %s.
bg: IP адресът на източника %s Address Family се различава от този на дестинацията %s.

source: You can not use IPv6 addresses in IPv4 rules.
bg: Не можете да използвате IPv6 адреси в IPv4 правила.

source: You can not use IPv4 addresses in IPv6 rules.
bg: Не можете да използвате IPv4 адреси в IPv6 правила.

source: Invalid subnet mask on IPv4 source
bg: Невалидна маска на подмрежата в източника IPv4

source: Invalid subnet mask on IPv4 destination
bg: Невалидна маска на подмрежата в дестинацията IPv4

source: You can not use an IPv4 or IPv6 address in combined IPv4 + IPv6 rules.
bg: Не можете да използвате IPv4 или IPv6 адрес в комбинирани IPv4 + IPv6 правила.

source: OS detection is only valid with protocol tcp.
bg: Откриването на операционната система е валидно само при протокол tcp.

source: Invalid OS detection selection. Please select a valid OS.
bg: Неправилен избор на откриване на операционна система. Моля, изберете валидна операционна система.

source: You can not use gateways in Floating rules without choosing a direction.
bg: Не можете да използвате шлюзове в плаващи правила, без да сте избрали посока.

source: You can only specify the maximum number of established connections per host (advanced option) for TCP protocol.
bg: Можете да зададете максимален брой установени връзки за хост (разширена опция) само за TCP протокол.

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for TCP protocol.
bg: Можете да зададете максимален брой нови връзки на хост / за секунда (разширена опция) само за TCP протокол.

source: You can only specify the state timeout (advanced option) for TCP protocol.
bg: Можете да зададете времетраенето на състоянието (разширена опция) само за протокола TCP.

source: You can only specify the maximum state entries (advanced option) for Pass type rules.
bg: Можете да зададете максималния брой записи на състоянието (разширена опция) само за правила от тип Pass.

source: You can only specify the maximum number of unique source hosts (advanced option) for Pass type rules.
bg: Можете да зададете максимален брой уникални хостове-източници (разширена опция) само за правила от тип Pass.

source: You can only specify the maximum number of established connections per host (advanced option) for Pass type rules.
bg: Можете да зададете максимален брой установени връзки на хост (разширена опция) само за правила от тип Pass.

source: You can only specify the maximum state entries per host (advanced option) for Pass type rules.
bg: Можете да зададете максимален брой записи за състояние на хост (разширена опция) само за правила от тип Pass.

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for Pass type rules.
bg: Можете да зададете максимален брой нови връзки на хост / за секунда (разширена опция) само за правила от тип Pass.

source: You can only specify the state timeout (advanced option) for Pass type rules.
bg: Можете да зададете времетраенето на състоянието (разширена опция) само за правила от тип Pass.

source: You can only specify the adaptive timeouts (advanced option) for Pass type rules.
bg: Можете да зададете адаптивните времеви ограничения (разширена опция) само за правила от тип Pass.

source: You can only specify allow options (advanced option) for Pass type rules.
bg: Можете да задавате опции за разрешаване (разширена опция) само за правила от тип Pass.

source: You cannot specify the maximum state entries (advanced option) if statetype is none.
bg: Не можете да зададете максимален брой записи на състояния (разширена опция), ако statetype е none.

source: You cannot specify the maximum number of unique source hosts (advanced option) if statetype is none.
bg: Не можете да зададете максимален брой уникални хостове-източници (разширена опция), ако statetype е none.

source: You cannot specify the maximum number of established connections per host (advanced option) if statetype is none.
bg: Не можете да зададете максимален брой установени връзки за хост (разширена опция), ако statetype е none.

source: You cannot specify the maximum state entries per host (advanced option) if statetype is none.
bg: Не можете да зададете максимален брой записи на състояние за хост (разширена опция), ако statetype е none.

source: You cannot specify the maximum new connections per host / per second(s) (advanced option) if statetype is none.
bg: Не можете да зададете максимален брой нови връзки на хост / за секунда (разширена опция), ако типът на стати е никакъв.

source: You cannot specify the state timeout (advanced option) if statetype is none.
bg: Не можете да зададете времетраене на състоянието (разширена опция), ако statetype е none.
