Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: The system does not check the validity of your entry against the selected mask - please refer to an online net calculator to ensure you have entered a correct range if the dhcpd6 server fails to start.
bg: Системата не проверява валидността на въведената от вас стойност спрямо избраната маска - моля, използвайте онлайн калкулатор на мрежата, за да се уверите, че сте въвели правилен обхват, ако сървърът dhcpd6 не успее да се стартира.

source: The default is to use the domain name of this system as the domain search list option provided by DHCPv6. You may optionally specify one or multiple domain(s) here. Use the semicolon character as separator. The first domain in this list will also be used for DNS registration of DHCP static mappings (if enabled).
bg: По подразбиране името на домейна на тази система се използва като опция на списъка за търсене на домейни, предоставен от DHCPv6. По желание можете да посочите един или няколко домейна тук. Използвайте символа запетая като разделител. Първият домейн в този списък ще се използва и за DNS регистрация на статичните картографирания на DHCP (ако е разрешено).

source: Change DHCPv6 display lease time from UTC to local time.
bg: Промяна на времето на наемане на DHCPv6 от UTC към местно време.

source: By default DHCPv6 leases are displayed in UTC time. By checking this box DHCPv6 lease time will be displayed in local time and set to time zone selected. This will be used for all DHCPv6 interfaces lease time.
bg: По подразбиране DHCPv6 лизингите се показват в UTC време. Като поставите отметка в това поле, времето на DHCPv6 лизинга ще се показва в местно време и ще се настройва според избраната часова зона. Това ще се използва за времето на наемане на всички DHCPv6 интерфейси.

source: Enables network booting.
bg: Активира мрежовото зареждане.

source: Enter the Bootfile URL
bg: Въведете URL адреса на стартовия файл

source: Additional BOOTP/DHCP Options
bg: Допълнителни опции за BOOTP/DHCP

source: DHCPv6 Static Mappings for this interface.
bg: DHCPv6 статични картографирания за този интерфейс.

source: A valid DUID Identifier must be specified.
bg: Трябва да се посочи валиден идентификатор DUID.

source: This Hostname, IP or DUID Identifier already exists.
bg: Това име на хост, IP или DUID идентификатор вече съществува.

source: Static DHCPv6 Mapping
bg: Статично картографиране на DHCPv6

source: DUID Identifier
bg: Идентификатор DUID

source: Enter a DUID Identifier in the following format:
bg: Въведете идентификатор DUID в следния формат:

source: If an IPv6 address is entered, the address must be outside of the pool.
bg: Ако е въведен IPv6 адрес, той трябва да е извън пула.

source: If no IPv6 address is given, one will be dynamically allocated from the pool.
bg: Ако не е зададен IPv6 адрес, той ще бъде динамично разпределен от пула.

source: When using a static WAN address, this should be entered using the full IPv6 address. When using a dynamic WAN address, only enter the suffix part (i.e. ::1:2:3:4).
bg: Когато използвате статичен WAN адрес, той трябва да бъде въведен с пълния IPv6 адрес. Когато използвате динамичен WAN адрес, въведете само суфиксната част (т.е. ::1:2:3:4).

source: If no IP address is given above, hostname will not be visible to DNS services with lease registration enabled.
bg: Ако не е посочен IP адрес, името на хоста няма да бъде видимо за DNS услугите с разрешена регистрация на лизинг.

source: If you want to use a custom domain search list for this host, you may optionally specify one or multiple domains here. Use the semicolon character as separator. The first domain in this list will also be used for DNS registration of this host if enabled. If empty, the first domain in the interface's domain search list will be used. If this is empty, too, the system domain will be used.
bg: Ако искате да използвате персонализиран списък за търсене на домейни за този хост, можете да посочите един или няколко домейна тук. Използвайте символа запетая като разделител. Първият домейн в този списък ще се използва и за DNS регистрация на този хост, ако е разрешен. Ако е празен, ще се използва първият домейн в списъка за търсене на домейни на интерфейса. Ако и той е празен, ще се използва системният домейн.

source: Netboot filename
bg: Име на файла Netboot

source: A valid Destination Server IPv6 address must be specified.
bg: Трябва да се посочи валиден IPv6 адрес на сървъра на местоназначението.

source: The DHCPv6 server is currently enabled. Cannot enable the DHCPv6 relay while the DHCPv6 server is enabled on any interface.
bg: Сървърът DHCPv6 в момента е активиран. Не може да се активира DHCPv6 релето, докато DHCPv6 сървърът е активиран на някой интерфейс.

source: DHCPv6 Relay configuration
bg: Конфигурация на DHCPv6 Relay

source: Enable DHCPv6 relay on interface
bg: Активиране на DHCPv6 релето на интерфейса

source: Interfaces without an IPv6 address will not be shown.
bg: Интерфейси без IPv6 адрес няма да бъдат показани.

source: If this is checked, the DHCPv6 relay will append the circuit ID (interface number) and the agent ID to the DHCPv6 request.
bg: Ако е поставена тази отметка, DHCPv6 релето ще добави идентификатора на веригата (номера на интерфейса) и идентификатора на агента към DHCPv6 заявката.

source: Destination server
bg: Сървър на местоназначението

source: This is the IPv6 address of the server to which DHCPv6 requests are relayed. You can enter multiple server IPv6 addresses, separated by commas.
bg: Това е IPv6 адресът на сървъра, към който се препращат DHCPv6 заявките. Можете да въведете няколко IPv6 адреса на сървъри, разделени със запетаи.

source: The domain may only contain the characters a-z, 0-9, '-' and '.'.
bg: Домейнът може да съдържа само символите a-z, 0-9, "-" и ".".

source: You must specify a valid port number
bg: Трябва да посочите валиден номер на порт

source: Unbound is still active on the same port. Disable it before enabling Dnsmasq.
bg: Unbound е все още активен на същия порт. Деактивирайте го, преди да активирате Dnsmasq.

source: Do you really want to delete this host?
bg: Наистина ли искате да изтриете този хост?

source: Do you really want to delete this domain override?
bg: Наистина ли искате да изтриете този пренасочен домейн?

source: The Dnsmasq configuration has been changed.
bg: Конфигурацията на Dnsmasq е променена.

source: General options
bg: Общи опции

source: Enable Dnsmasq
bg: Активиране на Dnsmasq

source: The port used for responding to DNS queries. It should normally be left blank unless another service needs to bind to TCP/UDP port 53.
bg: Портът, използван за отговаряне на DNS заявки. Обикновено трябва да се остави празен, освен ако друга услуга не трябва да се свърже с TCP/UDP порт 53.

source: Network Interfaces
bg: Мрежови интерфейси

source: All (recommended)
bg: Всички (препоръчително)

source: Interface IPs used by Dnsmasq for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
bg: IP адреси на интерфейси, използвани от Dnsmasq за отговаряне на заявки от клиенти. Ако даден интерфейс има IPv4 и IPv6 IP адреси, се използват и двата. Запитванията към други IP адреси на интерфейси, които не са избрани по-долу, се отхвърлят. Поведение по подразбиране е да се отговаря на заявки на всеки наличен IPv4 и IPv6 адрес.

source: Bind Mode
bg: Режим на свързване

source: Strict Interface Binding
bg: Строго обвързване на интерфейси

source: If this option is set, Dnsmasq will only bind to the interfaces containing the IP addresses selected above, rather than binding to all interfaces and discarding queries to other addresses.
bg: Ако тази опция е зададена, Dnsmasq ще се свързва само с интерфейсите, съдържащи избраните по-горе IP адреси, вместо да се свързва с всички интерфейси и да отхвърля заявки към други адреси.

source: This option does not work with IPv6. If set, Dnsmasq will not bind to IPv6 addresses.
bg: Тази опция не работи с IPv6. Ако е зададена, Dnsmasq няма да се свързва с IPv6 адреси.

source: DHCP Registration
bg: Регистрация на DHCP

source: Register DHCP leases
bg: Регистриране на DHCP лизинг

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Dnsmasq, so that their name can be resolved.
bg: Ако тази опция е зададена, машините, които посочват името на хоста си при заявка за DHCP лизинг, ще бъдат регистрирани в Dnsmasq, така че името им да може да бъде разрешено.

source: DHCP Domain Override
bg: Отмяна на домейна на DHCP

source: The domain name to use for DHCP hostname registration. If empty, the default system domain is used. Note that all DHCP leases will be assigned to the same domain. If this is undesired, static DHCP lease registration is able to provide coherent mappings.
bg: Името на домейна, което ще се използва за регистрация на име на хост в DHCP. Ако е празен, се използва системният домейн по подразбиране. Имайте предвид, че всички DHCP лизинги ще бъдат назначени за един и същ домейн. Ако това не е желателно, статичната регистрация на DHCP лизинг е в състояние да осигури последователни съпоставки.

source: Static DHCP
bg: Статичен DHCP

source: Register DHCP static mappings
bg: Регистриране на статични съпоставки на DHCP

source: If this option is set, then DHCP static mappings will be registered in Dnsmasq, so that their name can be resolved. You should also set the domain in %sSystem: General setup%s to the proper value.
bg: Ако тази опция е зададена, статичните съпоставки на DHCP ще бъдат регистрирани в Dnsmasq, така че да може да се разрешава тяхното име. Трябва също така да зададете домейна в %sSystem: General setup%s на правилната стойност.

source: Prefer DHCP
bg: Предпочитане на DHCP

source: Resolve DHCP mappings first
bg: Първо разрешаване на DHCP съпоставките

source: If this option is set, then DHCP mappings will be resolved before the manual list of names below. This only affects the name given for a reverse lookup (PTR).
bg: Ако тази опция е зададена, DHCP съпоставките ще бъдат разрешени преди ръчния списък с имена по-долу. Това засяга само името, дадено за обратно търсене (PTR).

source: DNS Query Forwarding
bg: Пренасочване на DNS заявки

source: Query DNS servers sequentially
bg: Последователно запитване към DNS сървърите

source: If this option is set, Dnsmasq will query the DNS servers sequentially in the order specified (System: General Setup: DNS Servers), rather than all at once in parallel.
bg: Ако е зададена тази опция, Dnsmasq ще прави запитвания към DNS сървърите последователно в посочения ред (System: General Setup: DNS Servers), а не паралелно наведнъж.

source: Require domain
bg: Изискване за домейн

source: If this option is set, Dnsmasq will not forward A or AAAA queries for plain names, without dots or domain parts, to upstream name servers. If the name is not known from /etc/hosts or DHCP then a "not found" answer is returned.
bg: Ако тази опция е зададена, Dnsmasq няма да препраща заявките A или AAAA за обикновени имена, без точки или части от домейна, към сървърите за имена нагоре по веригата. Ако името не е известно от /etc/hosts или DHCP, се връща отговор "не е намерено".

source: Do not forward private reverse lookups
bg: Не препращайте частни обратни търсения

source: If this option is set, Dnsmasq will not forward reverse DNS lookups (PTR) for private addresses (RFC 1918) to upstream name servers. Any entries in the Domain Overrides section forwarding private "n.n.n.in-addr.arpa" names to a specific server are still forwarded. If the IP to name is not known from /etc/hosts, DHCP or a specific domain override then a "not found" answer is immediately returned.
bg: Ако тази опция е зададена, Dnsmasq няма да препраща обратните DNS търсения (PTR) за частни адреси (RFC 1918) към сървърите за имена нагоре по веригата. Всички записи в раздела Domain Overrides (Преобладаване на домейни), препращащи частни имена "n.n.n.in-addr.arpa" към определен сървър, все още се препращат. Ако IP адресът на името не е известен от /etc/hosts, DHCP или специфичен домейн override, тогава незабавно се връща отговор "not found" (не е намерен).

source: No Hosts Lookup
bg: Няма търсене на хостове

source: Don't read the hostnames in /etc/hosts.
bg: Не четете имената на хостовете в /etc/hosts.

source: Log the results of DNS queries
bg: Регистриране на резултатите от DNS заявките

source: Host Overrides
bg: Премахване на хоста

source: Alias for
bg: Псевдоним за

source: Entries in this section override individual results from the forwarders.
bg: Записите в този раздел отменят индивидуалните резултати от препращачите.

source: Use these for changing DNS results or for adding custom DNS records.
bg: Използвайте ги за промяна на резултатите от DNS или за добавяне на персонализирани DNS записи.

source: Domain Overrides
bg: Премахване на домейни

source: Entries in this area override an entire domain, and subdomains, by specifying an authoritative DNS server to be queried for that domain.
bg: Записите в тази област отменят целия домейн и поддомейните, като посочват авторитетен DNS сървър, към който да бъде отправено запитване за този домейн.

source: A valid domain must be specified after _msdcs.
bg: След _msdcs трябва да се посочи валиден домейн.

source: A valid IP address must be specified, or # for an exclusion or ! to not forward at all.
bg: Трябва да се посочи валиден IP адрес или # за изключване или ! да не се препраща изобщо.

source: A valid port number must be specified.
bg: Трябва да се посочи валиден номер на порт.

source: An interface IP address must be specified for the DNS query source.
bg: За източника на DNS заявката трябва да се посочи IP адрес на интерфейс.

source: Edit Domain Override entry
bg: Редактиране на записа за отменяне на домейна

source: Domain to override (NOTE: this does not have to be a valid TLD!)
bg: Домейн, който да се замени (ЗАБЕЛЕЖКА: не е задължително това да е валиден TLD!)

source: or
bg: или

source: test
bg: тест

source: IP address of the authoritative DNS server for this domain
bg: IP адрес на авторитетния DNS сървър за този домейн

source: Or enter ! for lookups for this host/subdomain to NOT be forwarded anywhere.
bg: Или въведете !, за да не се пренасочват никъде търсенията за този хост/поддомейн.

source: Or enter # for an exclusion to pass through this host/subdomain to standard nameservers instead of a previous override.
bg: Или въведете # за изключване, за да преминете през този хост/поддомейн към стандартните сървъри за имена вместо към предишното отменяне.

source: Specify a non standard port number here, leave blank for default
bg: Посочете нестандартен номер на порт тук, оставете празно място по подразбиране

source: Source IP address for queries to the DNS server for the override domain.
bg: IP адрес на източника за заявки към DNS сървъра за домейна на пренастройване.

source: Leave blank unless your DNS server is accessed through a VPN tunnel.
bg: Оставете празно, освен ако достъпът до вашия DNS сървър не се осъществява чрез VPN тунел.

source: Alias Domain
bg: Псевдоним на домейн

source: Hostnames in alias list can only contain the characters A-Z, 0-9 and '-'.
bg: Имената на хостовете в списъка с псевдоними могат да съдържат само символите A-Z, 0-9 и '-'.

source: A valid domain must be specified in alias list.
bg: В списъка с псевдоними трябва да се посочи валиден домейн.

source: This host/domain already exists.
bg: Този хост/домейн вече съществува.

source: Edit entry
bg: Редактиране на записа

source: Name of the host, without domain part
bg: Име на хоста, без частта за домейн

source: Domain of the host
bg: Домейн на хоста

source: IP address of the host
bg: IP адрес на хоста

source: Enter additional names for this host.
bg: Въведете допълнителни имена за този хост.

source: Orphan mode must be a value between 0..15
bg: Режимът на сираците трябва да бъде стойност между 0..15

source: Advanced options may only be edited by system administrators due to the increased possibility of privilege escalation.
bg: Разширените опции могат да се редактират само от системни администратори поради повишената възможност за увеличаване на привилегиите.

source: NTP Server Configuration
bg: Конфигурация на сървъра NTP

source: Time servers
bg: Сървъри за време

source: Prefer
bg: Предпочитам

source: Do not use
bg: Не използвайте

source: For best results three to five servers should be configured here.
bg: За постигане на най-добри резултати тук трябва да бъдат конфигурирани от три до пет сървъра.

source: When no servers are specified NTP will be completely disabled.
bg: Когато не са зададени сървъри, NTP ще бъде напълно деактивиран.

source: The "prefer" option indicates that NTP should favor the use of this server more than all others.
bg: Опцията "предпочитам" указва, че NTP трябва да предпочита използването на този сървър повече от всички останали.

source: The "iburst" option enables faster clock synchronisation on startup at the expense of the peer.
bg: Опцията "iburst" дава възможност за по-бърза синхронизация на часовника при стартиране за сметка на партньора.

source: The "do not use" option indicates that NTP should not use this server for time, but stats for this server will be collected and displayed.
bg: Опцията "не използвай" указва, че NTP не трябва да използва този сървър за време, но статистиките за този сървър ще бъдат събирани и показвани.

source: Client mode
bg: Клиентски режим

source: Quit NTP server immediately after time synchronisation
bg: Завършване на сървъра NTP веднага след синхронизиране на времето

source: Selecting no interfaces will listen on all interfaces with a wildcard.
bg: Избирането на no interfaces (без интерфейси) ще доведе до прослушване на всички интерфейси със заместващ символ.

source: Selecting all interfaces will explicitly listen on only the interfaces/IPs specified.
bg: Избирането на всички интерфейси ще доведе до изрично слушане само на посочените интерфейси/IP.

source: Orphan mode
bg: Режим "сирак

source: Orphan mode allows the system clock to be used when no other clocks are available. The number here specifies the stratum reported during orphan mode and should normally be set to a number high enough to insure that any other servers available to clients are preferred over this server.
bg: Режимът "сирак" позволява използването на системния часовник, когато няма други часовници. Числото тук указва слоя, който се съобщава по време на режим "сирак", и обикновено трябва да се зададе достатъчно високо число, за да се гарантира, че всички други сървъри, достъпни за клиентите, са предпочитани пред този сървър.

source: NTP graphs
bg: Графики на NTP

source: Enable RRD graphs of NTP statistics
bg: Активиране на RRD графики на статистиката на NTP

source: Syslog logging
bg: Регистриране в Syslog

source: Enable logging of peer messages
bg: Активиране на регистрирането на партньорски съобщения

source: Enable logging of system messages
bg: Активиране на регистрирането на системни съобщения

source: Status > System Logs > NTP
bg: Състояние > Системни дневници > NTP

source: These options enable additional messages from NTP to be written to the System Log
bg: Тези опции позволяват записването на допълнителни съобщения от NTP в системния дневник

source: Statistics logging
bg: Регистриране на статистически данни

source: Show statistics logging options
bg: Показване на опциите за регистриране на статистиката

source: These options will create persistent daily log files in /var/log/ntp.
bg: Тези опции ще създадат постоянни ежедневни журнални файлове в /var/log/ntp.

source: Enable logging of reference clock statistics
bg: Активиране на регистрирането на статистиката за референтния часовник

source: Enable logging of clock discipline statistics
bg: Активиране на регистрирането на статистически данни за дисциплината на часовника

source: Enable logging of NTP peer statistics
bg: Активиране на регистрирането на статистиката за NTP партньор

source: Access restrictions
bg: Ограничения на достъпа

source: Show access restriction options
bg: Показване на опциите за ограничаване на достъпа

source: These options control access to NTP.
bg: Тези опции контролират достъпа до NTP.

source: Enable Kiss-o'-death packets
bg: Активиране на пакетите Kiss-o'-death

source: Enable Rate limiting
bg: Активиране на ограничаване на скоростта

source: Deny state modifications (i.e. run time configuration) by ntpq and ntpdc
bg: Отказване на модификации на състоянието (т.е. конфигурация по време на изпълнение) от ntpq и ntpdc

source: Disable ntpq and ntpdc queries
bg: Деактивиране на заявките ntpq и ntpdc

source: Disable all except ntpq and ntpdc queries
bg: Деактивиране на всички заявки с изключение на ntpq и ntpdc

source: Deny packets that attempt a peer association
bg: Отказване на пакети, които се опитват да се свържат с партньор

source: Deny mode 6 control message trap service
bg: Отказване на услугата на капана за контролни съобщения в режим 6

source: Leap seconds
bg: Високосни секунди

source: Show Leap second configuration
bg: Показване на конфигурацията на Leap second

source: A leap second file allows NTP to advertize an upcoming leap second addition or subtraction.
bg: Файлът за високосна секунда позволява на NTP да рекламира предстоящо добавяне или изваждане на високосна секунда.

source: Normally this is only useful if this server is a stratum 1 time server.
bg: Обикновено това е полезно само ако този сървър е сървър за време от слой 1.

source: Enter Leap second configuration as text:
bg: Въведете конфигурацията на скоковата секунда като текст:

source: select a file to upload:
bg: изберете файл, който да качите:

source: Show advanced option
bg: Показване на разширена опция

source: This option will be removed in the future due to being insecure by nature. In the mean time only full administrators are allowed to change this setting.
bg: Тази опция ще бъде премахната в бъдеще, тъй като е несигурна по своята същност. Междувременно само пълните администратори имат право да променят тази настройка.

source: Enter any additional options you would like to add to the network time configuration here, separated by a space or newline.
bg: Въведете всички допълнителни опции, които искате да добавите към конфигурацията на мрежовото време, като ги разделите с интервал или нов ред.

source: Clock stratum must be a number in the range 0..16
bg: Стратата на часовника трябва да бъде число в диапазона 0..16

source: NTP Serial GPS Configuration
bg: Конфигурация на NTP Serial GPS

source: Generic
bg: Обща

source: This option allows you to select a predefined configuration.
bg: Тази опция ви позволява да изберете предварително зададена конфигурация.

source: Select Generic if your GPS is not listed.
bg: Изберете Generic, ако вашият GPS не е в списъка.

source: The predefined configurations assume your GPS has already been set to NMEA mode.
bg: Предварително зададените конфигурации предполагат, че GPS устройството ви вече е настроено на режим NMEA.

source: Serial port
bg: Сериен порт

source: All serial ports are listed, be sure to pick the port with the GPS attached.
bg: Изброени са всички серийни портове, не забравяйте да изберете порта, към който е свързан GPS.

source: Serial port baud rate.
bg: Скорост на предаване на серийния порт.

source: Note: A higher baud rate is generally only helpful if the GPS is sending too many sentences. It is recommended to configure the GPS to send only one sentence at a baud rate of 4800 or 9600.
bg: Забележка: По-високата скорост на предаване обикновено е полезна само ако GPS изпраща твърде много изречения. Препоръчително е да конфигурирате GPS да изпраща само едно изречение при скорост на предаване 4800 или 9600.
