Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: This is useful for rejecting leases from cable modems that offer private IPs when they lose upstream sync.
bg: Това е полезно за отхвърляне на лизинги от кабелни модеми, които предлагат частни IP адреси, когато загубят синхронизация с възходящия поток.

source: Override MTU
bg: Отмяна на MTU

source: An ISP may incorrectly set an MTU value which can cause intermittent network disruption. By default this value will be ignored. Unsetting this option will allow to apply the MTU supplied by the ISP instead.
bg: Доставчикът на интернет услуги може да зададе неправилно стойността на MTU, което може да доведе до периодични смущения в мрежата. По подразбиране тази стойност се игнорира. Ако отмените настройката на тази опция, вместо това ще приложите MTU, предоставена от доставчика на интернет услуги.

source: Protocol Timing
bg: Време на протокола

source: Retry
bg: Повторение

source: Select Timeout
bg: Изберете Timeout

source: Backoff Cutoff
bg: Прекъсване на Backoff

source: Initial Interval
bg: Първоначален интервал

source: Presets:
bg: Предварителни настройки:

source: FreeBSD Default
bg: FreeBSD по подразбиране

source: DynFi Firewall Default
bg: DynFi Firewall по подразбиране

source: Saved Cfg
bg: Запазена Cfg

source: The values in these fields are DHCP %sprotocol timings%s used when requesting a lease.
bg: Стойностите в тези полета са DHCP %sprotocol timings%s, използвани при заявка за лизинг.

source: Lease Requirements
bg: Изисквания за лизинг

source: More detailed information about lease requirements and requests can be found in the %sFreeBSD Manual%s.
bg: По-подробна информация за изискванията и заявките за лизинг можете да намерите в Ръководството на %sFreeBSD%s.

source: Send Options
bg: Опции за изпращане

source: The values in this field are DHCP options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
bg: Стойностите в това поле са DHCP опции, които се изпращат при заявка за DHCP лизинг. [декларация на опция [, ...]] <br />Замествания на стойностите: {интерфейс}, {име на хоста}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Където C е U(pper) или L(ower) Case, а D е " :-." Делимитер (интервал, двоеточие, тире или точка) (пропуска се, ако няма такъв).

source: Request Options
bg: Опции за заявка

source: The values in this field are DHCP option 55 to be sent when requesting a DHCP lease. [option [, ...]]
bg: Стойностите в това поле са DHCP опция 55, която се изпраща при заявка за DHCP лизинг. [опция [, ...]]

source: Require Options
bg: Изисквайте опции

source: The values in this field are DHCP options required by the client when requesting a DHCP lease. [option [, ...]]
bg: Стойностите в това поле са опциите на DHCP, изисквани от клиента при заявяване на DHCP лизинг. [опция [, ...]]

source: Option Modifiers
bg: Модификатори на опциите

source: The values in this field are DHCP option modifiers applied to obtained DHCP lease. [modifier option declaration [, ...]] <br />modifiers: (default, supersede, prepend, append)
bg: Стойностите в това поле са модификатори на опции на DHCP, приложени към получения лизинг на DHCP. [декларация за модификатор на опция [, ...]] <br />модификатори: (по подразбиране, заместване, предварително добавяне, добавяне)

source: Configuration File Override
bg: Превземане на конфигурационния файл

source: The value in this field is the full absolute path to a DHCP client configuration file.
bg: Стойността в това поле е пълният абсолютен път до конфигурационния файл на DHCP клиента.

source: PPP configuration
bg: Конфигурация на PPP

source: Service Provider
bg: Доставчик на услуги

source: Country:
bg: Държава:

source: Provider:
bg: Доставчик:

source: Plan:
bg: План:

source: Select to fill in data for your service provider.
bg: Изберете, за да попълните данните за вашия доставчик на услуги.

source: Access Point Name (APN)
bg: Име на точка за достъп (APN)

source: Advanced PPP
bg: Разширено PPP

source: %sClick here%s to edit PPP configuration.
bg: %sНатиснете тук%s, за да редактирате конфигурацията на PPP.

source: %sClick here%s to create a PPP configuration.
bg: %sНатиснете тук%s, за да създадете конфигурация на PPP.

source: Service name
bg: Име на услугата

source: Hint: this field can usually be left empty
bg: Съвет: това поле обикновено може да остане празно

source: This field can usually be left empty unless specified by the provider.
bg: Това поле обикновено може да остане празно, освен ако не е посочено от доставчика.

source: This option causes the interface to operate in dial-on-demand mode, allowing you to have a 'virtual full time' connection. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
bg: Тази опция кара интерфейса да работи в режим на набиране при поискване, което ви позволява да имате "виртуална връзка на пълен работен ден". Интерфейсът е конфигуриран, но действителното свързване на връзката се отлага, докато не се открие квалифициран изходящ трафик.

source: seconds
bg: секунди

source: Advanced and MLPPP
bg: За напреднали и MLPPP

source: %sClick here%s for additional PPPoE configuration options. Save first if you made changes.
bg: %sНатиснете тук%s за допълнителни опции за конфигуриране на PPPoE. Запазете първо, ако сте направили промени.

source: %sClick here%s for advanced PPPoE configuration options and MLPPP configuration.
bg: Кликнете тук%s за разширени опции за конфигуриране на PPPoE и конфигуриране на MLPPP.

source: PPTP/L2TP configuration
bg: Конфигурация на PPTP/L2TP

source: Local IP address
bg: Местен IP адрес

source: Remote IP address
bg: Отдалечен IP адрес

source: %sClick here%s for additional PPTP and L2TP configuration options. Save first if you made changes.
bg: %sНатиснете тук%s за допълнителни опции за конфигуриране на PPTP и L2TP. Запазете първо, ако сте направили промени.

source: %sClick here%s for advanced PPTP and L2TP configuration options.
bg: %sНатиснете тук%s за разширени опции за конфигуриране на PPTP и L2TP.

source: MBIM configuration
bg: Конфигурация на MBIM

source: Interface Name
bg: Име на интерфейса

source: SIM card PIN number
bg: ПИН номер на SIM картата

source: The PIN number (usually 4 digits) provided by your SIM card provider with the SIM card.
bg: ПИН кодът (обикновено 4 цифри), предоставен от доставчика на SIM картата заедно с нея.

source: Name of the Access Point to use for connecting with the SIM card. Provided by your SIM card provider.
bg: Име на точката за достъп, която ще се използва за свързване със SIM картата. Предоставя се от доставчика на SIM картата.

source: Enable roaming
bg: Активиране на роуминга

source: Enable roaming (using other networks to connect when your provider's network is unavailable) with this connection. Warning: additional charges may apply. Check your contract and/or with your SIM card provider.
bg: Разрешете роуминга (използване на други мрежи за свързване, когато мрежата на вашия доставчик е недостъпна) с тази връзка. Предупреждение: Възможно е да се прилагат допълнителни такси. Проверете договора си и/или с доставчика на SIM картата си.

source: Static IPv6 configuration
bg: Статична конфигурация на IPv6

source: IPv6 Upstream Gateway
bg: IPv6 шлюз нагоре по веригата

source: Gateway IPv6
bg: Шлюз IPv6

source: Use IPv4 connectivity
bg: Използване на IPv4 свързаност

source: Set the IPv6 address on the IPv4 PPP connectivity link.
bg: Задайте IPv6 адреса на IPv4 PPP връзката за свързване.

source: DHCPv6 client configuration
bg: Конфигурация на клиент DHCPv6

source: Request only an IPv6 prefix
bg: Запитване само за префикс IPv6

source: Only request an IPv6 prefix; do not request an IPv6 address.
bg: Заявявайте само IPv6 префикс; не заявявайте IPv6 адрес.

source: Prefix delegation size
bg: Размер на делегацията на префикса

source: The value in this field is the delegated prefix length provided by the DHCPv6 server. Normally specified by the ISP.
bg: Стойността в това поле е дължината на делегирания префикс, предоставена от DHCPv6 сървъра. Обикновено се определя от доставчика на интернет услуги.

source: Send IPv6 prefix hint
bg: Изпращане на подсказка за префикс на IPv6

source: Send an IPv6 prefix hint to indicate the desired prefix size for delegation
bg: Изпращане на подсказка за префикс IPv6, за да се посочи желаният размер на префикса за делегиране

source: Request the IPv6 information through the IPv4 PPP connectivity link.
bg: Запитване за IPv6 информация чрез IPv4 PPP връзката за свързване.

source: Use VLAN priority
bg: Използване на приоритет на VLAN

source: Certain ISPs may require that DHCPv6 requests are sent with a specific VLAN priority.
bg: Някои интернет доставчици могат да изискват DHCPv6 заявките да се изпращат с определен приоритет на VLAN.

source: Interface Statement
bg: Декларация за интерфейс

source: Information Only
bg: Само за информация

source: This statement specifies dhcp6c to only exchange informational configuration parameters with servers. A list of DNS server addresses is an example of such parameters. This statement is useful when the client does not need stateful configuration parameters such as IPv6 addresses or prefixes.
bg: Тази декларация указва на dhcp6c да обменя само информационни параметри на конфигурацията със сървърите. Пример за такива параметри е списък с адреси на DNS сървъри. Тази декларация е полезна, когато клиентът не се нуждае от конфигурационни параметри, като например IPv6 адреси или префикси.

source: Source: FreeBSD man page
bg: Източник: Ръководна страница на FreeBSD

source: The values in this field are DHCP send options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
bg: Стойностите в това поле са опциите за изпращане на DHCP, които трябва да се изпратят при заявяване на DHCP лизинг. [декларация на опция [, ...]] <br />Замествания на стойностите: {интерфейс}, {име на хоста}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Където C е U(pper) или L(ower) Case, а D е " :-." Делимитер (интервал, двоеточие, тире или точка) (пропуска се, ако няма такъв).

source: The values in this field are DHCP request options to be sent when requesting a DHCP lease. [option [, ...]]
bg: Стойностите в това поле са опциите на DHCP заявката, които трябва да се изпратят при заявка за DHCP лизинг. [опция [, ...]]

source: Script
bg: Скрипт

source: The value in this field is the absolute path to a script invoked on certain conditions including when a reply message is received.
bg: Стойността в това поле е абсолютният път до скрипт, който се извиква при определени условия, включително при получаване на съобщение за отговор.

source: Identity Association
bg: Асоциация за идентичност

source: Non-Temporary Address Allocation
bg: Разпределение на невременни адреси

source: IPv6-address
bg: IPv6-адрес

source: Preferred Lifetime
bg: Предпочитана продължителност на живота

source: Valid Time
bg: Валидно време

source: Prefix Delegation
bg: Делегиране на префикс

source: Prefix
bg: Префикс

source: IPv6-Prefix
bg: IPv6-префикс

source: Prefix Interface
bg: Префикс Интерфейс

source: Site-Level Aggregation Length
bg: Дължина на агрегиране на ниво сайт

source: Authentication
bg: Удостоверяване

source: authname
bg: име на автора

source: protocol
bg: протокол

source: Algorithm
bg: Алгоритъм

source: keyname
bg: ключово име

source: realm
bg: област

source: expire
bg: изтичане на срока

source: SLAAC configuration
bg: Конфигурация на SLAAC

source: 6RD Rapid Deployment
bg: Бързо разгръщане на 6RD

source: 6RD prefix
bg: Префикс 6RD

source: The value in this field is the 6RD IPv6 prefix assigned by your ISP. e.g. '2001:db8::/32'
bg: Стойността в това поле е 6RD IPv6 префиксът, назначен от вашия доставчик на интернет услуги. напр. '2001:db8::/32'

source: 6RD Border Relay
bg: 6RD Гранична щафета

source: The value in this field is 6RD IPv4 gateway address assigned by your ISP
bg: Стойността в това поле е 6RD IPv4 адрес на шлюз, назначен от вашия доставчик на интернет услуги.

source: 6RD IPv4 Prefix length
bg: 6RD Дължина на префикса IPv4

source: bits
bg: битове

source: The value in this field is the 6RD IPv4 prefix length. Normally specified by the ISP. A value of 0 means we embed the entire IPv4 address in the 6RD prefix.
bg: Стойността в това поле е дължината на 6RD IPv4 префикса. Обикновено се определя от доставчика на интернет услуги. Стойност 0 означава, че целият IPv4 адрес е вграден в префикса 6RD.

source: 6RD IPv4 Prefix address
bg: 6RD IPv4 префикс адрес

source: The value in this field is the 6RD IPv4 prefix address. Optionally overrides the automatic detection.
bg: Стойността в това поле е префиксният адрес 6RD IPv4. По избор отменя автоматичното откриване.

source: Track IPv6 Interface
bg: Проследяване на IPv6 интерфейс

source: IPv6 Interface
bg: Интерфейс IPv6

source: This selects the dynamic IPv6 WAN interface to track for configuration
bg: Избира се динамичният IPv6 WAN интерфейс, който да се следи за конфигуриране.

source: IPv6 Prefix ID
bg: Идентификатор на префикс IPv6

source: The value in this field is the delegated hexadecimal IPv6 prefix ID. This determines the configurable /64 network ID based on the dynamic IPv6 connection.
bg: Стойността в това поле е делегираният шестнадесетичен IPv6 префикс ID. Това определя конфигурируемия /64 мрежов идентификатор въз основа на динамичната IPv6 връзка.

source: Manual configuration
bg: Ръчно конфигуриране

source: Allow manual adjustment of DHCPv6 and Router Advertisements
bg: Позволява ръчно настройване на DHCPv6 и рекламите на маршрутизатора

source: If this option is set, you will be able to manually set the DHCPv6 and Router Advertisements service for this interface. Use with care.
bg: Ако тази опция е зададена, ще можете ръчно да настроите услугата DHCPv6 и Router Advertisements за този интерфейс. Използвайте внимателно.

source: Common wireless configuration - Settings apply to all wireless networks on
bg: Обща конфигурация на безжичната мрежа - настройките се прилагат за всички безжични мрежи на

source: Persist common settings
bg: Запазване на общите настройки

source: Enabling this preserves the common wireless configuration through interface deletions and reassignments.
bg: Активирането на тази опция запазва общата безжична конфигурация при изтриване и пренасочване на интерфейси.

source: Standard
bg: Стандартен

source: Protection Mode
bg: Режим на защита

source: Protection mode off
bg: Изключен режим на защита

source: Protection mode CTS to self
bg: Режим на защита CTS към себе си

source: Protection mode RTS and CTS
bg: Режим на защита RTS и CTS

source: For IEEE 802.11g, use the specified technique for protecting OFDM frames in a mixed 11b/11g network.
bg: За IEEE 802.11g използвайте посочената техника за защита на OFDM кадри в смесена 11b/11g мрежа.

source: Transmit power
bg: Мощност на предаване

source: Typically only a few discreet power settings are available and the driver will use the setting closest to the specified value. Not all adapters support changing the transmit power setting.
bg: Обикновено са налични само няколко дискретни настройки на мощността и водачът ще използва настройката, която е най-близка до зададената стойност. Не всички адаптери поддържат промяна на настройката на мощността на предаване.

source: Channel
bg: Канал

source: Legend: wireless standards - channel # (frequency @ max TX power / TX power allowed in reg. domain)
bg: Легенда: безжични стандарти - канал № (честота @ максимална мощност на TX / мощност на TX, разрешена в рег. област)

source: Not all channels may be supported by your card. Auto may override the wireless standard selected above.
bg: Възможно е картата ви да не поддържа всички канали. Функцията Auto може да отмени избрания по-горе безжичен стандарт.

source: Antenna settings
bg: Настройки на антената

source: Diversity
bg: Разнообразие

source: Off
bg: Изключено

source: On
bg: На

source: Transmit antenna
bg: Предавателна антена

source: Receive antenna
bg: Приемателна антена

source: Note: The antenna numbers do not always match up with the labels on the card.
bg: Забележка: Номерата на антените не винаги съвпадат с етикетите на картата.

source: Regulatory settings
bg: Регулаторни настройки

source: Regulatory domain
bg: Регулаторна област

source: Some cards have a default that is not recognized and require changing the regulatory domain to one in this list for the changes to other regulatory settings to work.
bg: Някои карти имат подразбиране, което не се разпознава, и изискват промяна на регулаторния домейн на такъв от този списък, за да работят промените в другите регулаторни настройки.

source: Country (listed with country code and regulatory domain)
bg: Държава (посочена с кода на държавата и регулаторната област)

source: Any country setting other than "Default" will override the regulatory domain setting
bg: Всяка настройка за държава, различна от "По подразбиране", ще замени настройката за регулаторен домейн.

source: Location
bg: Местоположение

source: Indoor
bg: На закрито

source: Outdoor
bg: На открито

source: Anywhere
bg: Навсякъде

source: These settings may affect which channels are available and the maximum transmit power allowed on those channels. Using the correct settings to comply with local regulatory requirements is recommended.
bg: Тези настройки могат да повлияят на това кои канали са налични и каква е максималната разрешена мощност на предаване в тези канали. Препоръчва се използването на правилните настройки, за да се спазят местните регулаторни изисквания.

source: All wireless networks on this interface will be temporarily brought down when changing regulatory settings. Some of the regulatory domains or country codes may not be allowed by some cards. These settings may not be able to add additional channels that are not already supported.
bg: Всички безжични мрежи на този интерфейс ще бъдат временно изключени при промяна на регулаторните настройки. Някои от регулаторните домейни или кодове на държави може да не са разрешени от някои карти. Тези настройки може да не позволяват добавянето на допълнителни канали, които вече не се поддържат.

source: Network-specific wireless configuration
bg: Конфигуриране на безжична мрежа за конкретна мрежа

source: Infrastructure (BSS)
bg: Инфраструктура (BSS)

source: Access Point
bg: Точка за достъп

source: Note: Only required in Access Point mode. If left blank in Ad-hoc or Infrastructure mode, this interface will connect to any available SSID
bg: Забележка: Изисква се само в режим на точка за достъп. Ако бъде оставен празен в режим Ad-hoc или Infrastructure, този интерфейс ще се свърже с всеки наличен SSID.

source: Minimum standard
bg: Минимален стандарт

source: When operating as an access point, allow only stations capable of the selected wireless standard to associate (stations not capable are not permitted to associate).
bg: Когато работите като точка за достъп, разрешете само на станции, които могат да използват избрания безжичен стандарт, да се свързват (на станции, които не могат, не се разрешава да се свързват).

source: 802.11g only
bg: Само 802.11g

source: When operating as an access point in 802.11g mode, allow only 11g-capable stations to associate (11b-only stations are not permitted to associate).
bg: Когато работите като точка за достъп в режим 802.11g, разрешете само на станции, поддържащи 11g, да се свързват (на станции, поддържащи само 11b, не се разрешава да се свързват).

source: Allow intra-BSS communication
bg: Разрешаване на комуникация в рамките на BSS

source: When operating as an access point, enable this if you want to pass packets between wireless clients directly.
bg: Когато работите като точка за достъп, разрешете тази опция, ако искате да предавате пакети между безжични клиенти директно.

source: Disabling the internal bridging is useful when traffic is to be processed with packet filtering.
bg: Деактивирането на вътрешния мост е полезно, когато трафикът трябва да се обработва с филтриране на пакети.

source: Enable WME
bg: Разрешаване на WME

source: Setting this option will force the card to use WME (wireless QoS).
bg: Задаването на тази опция ще принуди картата да използва WME (безжична QoS).

source: Enable Hide SSID
bg: Разрешаване на скриването на SSID

source: Setting this option will force the card to NOT broadcast its SSID (this might create problems for some clients).
bg: Задаването на тази опция ще принуди картата да НЕ излъчва своя SSID (това може да създаде проблеми за някои клиенти).

source: Enable WEP
bg: Активиране на WEP

source: TX key
bg: Ключ TX

source: Key 1:
bg: Ключ 1:

source: Key 2:
bg: Ключ 2:

source: Key 3:
bg: Ключ 3:

source: Key 4:
bg: Ключ 4:

source: 40 (64) bit keys may be entered as 5 ASCII characters or 10 hex digits preceded by '0x'.
bg: 40 (64) битовите ключове могат да бъдат въведени като 5 ASCII символа или 10 шестнайсетични цифри, предшествани от "0x".

source: 104 (128) bit keys may be entered as 13 ASCII characters or 26 hex digits preceded by '0x'.
bg: 104 (128) битови ключа могат да бъдат въведени като 13 ASCII символа или 26 шестнайсетични цифри, предшествани от "0x".

source: Enable WPA
bg: Активиране на WPA

source: WPA EAP Identity
bg: Идентичност на WPA EAP

source: Only relevant when Extended Authentication Protocol (EAP) is used.
bg: Има значение само когато се използва разширен протокол за удостоверяване (EAP).

source: WPA Pre-Shared Key/EAP Password
bg: Предварително запазен ключ WPA/EAP парола

source: Passphrase must be from 8 to 63 characters.
bg: Паролата трябва да съдържа от 8 до 63 символа.

source: WPA Mode
bg: Режим WPA

source: Both
bg: И двата сайта

source: WPA Key Management Mode
bg: Режим на управление на ключове WPA

source: Pre-Shared Key
bg: Предварително споделен ключ

source: Extensible Authentication Protocol (EAP)
bg: Разширяем протокол за удостоверяване на автентичността (EAP)

source: EAP Method
bg: Метод EAP

source: Protected Extensible Authentication Protocol (PEAP)
bg: Защитен разширяем протокол за удостоверяване на автентичността (PEAP)

source: Transport Layer Security (TLS)
bg: Сигурност на транспортния слой (TLS)

source: Tunneled Transport Layer Security (TTLS)
bg: Тунелна сигурност на транспортния слой (TTLS)

source: Note: Only relevant for infrastructure mode (BSS) and if Extensible Authentication Protocol (EAP) is used for key management.
bg: Забележка: Отнася се само за инфраструктурен режим (BSS) и ако за управление на ключовете се използва разширяем протокол за удостоверяване (EAP).

source: EAP Phase 2 Authentication
bg: Удостоверяване на фаза 2 на EAP

source: EAP TLS CA Certificate
bg: Сертификат на EAP TLS CA

source: Do not verify server
bg: Не проверявайте сървъра

source: Certificate authority used to verify the access point's TLS certificate. Only relevant for infrastructure mode (BSS) if Extensible Authentication Protocol (EAP) is used for key management.
bg: Сертификационен орган, използван за проверка на TLS сертификата на точката за достъп. Има значение само за инфраструктурен режим (BSS), ако за управление на ключовете се използва Extensible Authentication Protocol (EAP).

source: The %scertificate authority manager%s can be used to create or import certificat authorities if required.
bg: Мениджърът %scertificate authority%s може да се използва за създаване или импортиране на сертификатни органи, ако е необходимо.

source: EAP TLS Client Certificate
bg: Клиентски сертификат EAP TLS
