Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Diagnostics: Factory defaults
bg: Диагностика: Фабрични настройки по подразбиране

source: Diagnostics: Firewall sessions
bg: Диагностика: Сесии на защитната стена

source: Diagnostics: Firewall statistics
bg: Диагностика: Статистика на защитната стена

source: Diagnostics: Halt system
bg: Диагностика: Спиране на системата

source: Diagnostics: Log: Firewall: General
bg: Диагностика: Регистър: Защитна стена: General

source: Diagnostics: Logs: DHCP
bg: Диагностика: Дневници: DHCP

source: Diagnostics: Logs: Firewall: Live View
bg: Диагностика: Дневници: Защитна стена: Преглед на живо

source: Diagnostics: Logs: Firewall: Plain View
bg: Диагностика: Дневници: Защитна стена: Изчистен изглед

source: Diagnostics: Logs: Firewall: Summary View
bg: Диагностика: Дневници: Защитна стена: Преглед на обобщението

source: Diagnostics: Logs: Gateways
bg: Диагностика: Дневници: Шлюзове

source: Diagnostics: Logs: Settings
bg: Диагностика: Дневници: Настройки

source: Diagnostics: Logs: Settings/Targets
bg: Диагностика: Дневници: Настройки/Цели

source: Diagnostics: Logs: System
bg: Диагностика: Дневници: Система

source: Diagnostics: NDP Table
bg: Диагностика: Таблица NDP

source: Diagnostics: Netflow configuration
bg: Диагностика: Конфигурация на Netflow

source: Diagnostics: Netstat
bg: Диагностика: Netstat

source: Diagnostics: Network Insight
bg: Диагностика: Network Insight

source: Diagnostics: PF Table IP addresses
bg: Диагностика: Таблица PF IP адреси

source: Diagnostics: Packet Capture
bg: Диагностика: Улавяне на пакети

source: Diagnostics: Ping
bg: Диагностика: Ping

source: Diagnostics: Reboot System
bg: Диагностика: Рестартиране на системата

source: Diagnostics: Routing tables
bg: Диагностика: Таблици за маршрутизиране

source: Diagnostics: Shaper status
bg: Диагностика: Състояние на формирователя

source: Diagnostics: Show States
bg: Диагностика: Показване на състоянията

source: Diagnostics: System Activity
bg: Диагностика: Дейност на системата

source: Diagnostics: System Health
bg: Диагностика: Здраве на системата

source: Diagnostics: Test Port
bg: Диагностика: Тестов порт

source: Diagnostics: Traceroute
bg: Диагностика: Traceroute

source: Firewall: Alias: Edit
bg: Защитна стена: Псевдоним: Редактиране

source: Firewall: Aliases
bg: Защитна стена: Псевдоними

source: Firewall: Categories
bg: Защитна стена: Категории

source: Firewall: NAT: 1:1
bg: Защитна стена: NAT: 1:1

source: Firewall: NAT: 1:1: Edit
bg: Защитна стена: NAT: 1:1: Редактиране

source: Firewall: NAT: NPT
bg: Защитна стена: NAT: NPT

source: Firewall: NAT: NPT: Edit
bg: Защитна стена: NAT: NPT: Редактиране

source: Firewall: NAT: Outbound
bg: Защитна стена: NAT: Изходяща връзка

source: Firewall: NAT: Outbound: Edit
bg: Защитна стена: NAT: Изходящи: Редактиране

source: Firewall: NAT: Port Forward
bg: Защитна стена: NAT: Пренасочване на порта

source: Firewall: NAT: Port Forward: Edit
bg: Защитна стена: NAT: Port Forward: Edit

source: Firewall: Normalization
bg: Защитна стена: Нормализация

source: Firewall: Rules
bg: Защитна стена: Правила

source: Firewall: Rules: API
bg: Защитна стена: Правила: API

source: Firewall: Rules: Edit
bg: Защитна стена: Правила: Edit

source: Firewall: Schedules
bg: Защитна стена: Графици

source: Firewall: Schedules: Edit
bg: Защитна стена: Графици: Редактиране

source: Firewall: Shaper
bg: Защитна стена: Shaper

source: Firewall: SourceNat: API
bg: Защитна стена: SourceNat: API

source: Firewall: Virtual IP Address: Edit
bg: Защитна стена: Виртуален IP адрес: Редактиране

source: Firewall: Virtual IP Addresses
bg: Защитна стена: Виртуални IP адреси

source: Interfaces: Assign network ports
bg: Интерфейси: Присвояване на мрежови портове

source: Interfaces: Bridge
bg: Интерфейси: Мост

source: Interfaces: Bridge edit
bg: Интерфейси: Редактиране на мост

source: Interfaces: GIF
bg: Интерфейси: GIF

source: Interfaces: GIF: Edit
bg: Интерфейси: GIF: Редактиране

source: Interfaces: GRE
bg: Интерфейси: GRE

source: Interfaces: GRE: Edit
bg: Интерфейси: GRE: Редактиране

source: Interfaces: Groups
bg: Интерфейси: Групи

source: Interfaces: Groups: Edit
bg: Интерфейси: Групи: Редактиране

source: Interfaces: LAGG
bg: Интерфейси: LAGG

source: Interfaces: LAGG: Edit
bg: Интерфейси: LAGG: Редактиране

source: Interfaces: Loopback
bg: Интерфейси: Loopback

source: Interfaces: PPPs
bg: Интерфейси: PPP

source: Interfaces: PPPs: Edit
bg: Интерфейси: PPP: Редактиране

source: Interfaces: VLAN
bg: Интерфейси: VLAN

source: Interfaces: VXLAN
bg: Интерфейси: VXLAN

source: Interfaces: WAN
bg: Интерфейси: WAN

source: Interfaces: Wireless
bg: Интерфейси: Безжичен

source: Interfaces: Wireless edit
bg: Интерфейси: Безжична редакция

source: Lobby: Login / Logout / Dashboard
bg: Лоби: Влизане / излизане / табло за управление

source: Services: C-ICAP
bg: Услуги: C-ICAP

source: Services: Captive Portal
bg: Услуги: Портал за затворени потребители

source: Services: ClamAV
bg: Услуги: ClamAV

source: Services: DHCP Relay
bg: Услуги: DHCP Relay

source: Services: DHCP Server: Edit static mapping
bg: Услуги: DHCP сървър: Редактиране на статично картографиране

source: Services: DHCP server
bg: Услуги: DHCP сървър

source: Services: DHCPv6 Relay
bg: Услуги: DHCPv6 Relay

source: Services: DHCPv6 Server: Edit static mapping
bg: Услуги: DHCPv6 сървър: Редактиране на статично картографиране

source: Services: DHCPv6 server
bg: Услуги: DHCPv6 сървър

source: Services: DNS Filter
bg: Услуги: Филтър за DNS

source: Services: Dnsmasq DNS: Edit Domain Override
bg: Услуги: Dnsmasq DNS: Редактиране на домейна Override

source: Services: Dnsmasq DNS: Edit Host
bg: Услуги: Dnsmasq DNS: Редактиране на хоста

source: Services: Dnsmasq DNS: Log File
bg: Услуги: Dnsmasq DNS: Регистрационен файл

source: Services: Dnsmasq DNS: Settings
bg: Услуги: Dnsmasq DNS: Настройки

source: Services: FreeRADIUS
bg: Услуги: FreeRADIUS

source: Services: Intrusion Detection
bg: Услуги: Откриване на проникване

source: Services: NTP
bg: Услуги: NTP

source: Services: Proxy
bg: Услуги: Прокси

source: Services: Router advertisements
bg: Услуги: Реклами на маршрутизатори

source: Services: SMART
bg: Услуги: SMART

source: Services: Unbound (MVC)
bg: Услуги: Unbound (MVC)

source: Services: Unbound DNS: Access Lists
bg: Услуги: Необвързан DNS: Списъци за достъп

source: Services: Unbound DNS: Edit Host and Domain Override
bg: Услуги: Необвързан DNS: Редактиране на хост и домейн Override

source: Services: Unbound DNS: General
bg: Услуги: Необвързан DNS: Общи

source: Services: Unbound DNS: Log File
bg: Услуги: Необвързан DNS: Регистрационен файл

source: Services: nprobe
bg: Услуги: nprobe

source: Services: ntopng
bg: Услуги: ntopng

source: Status: CARP
bg: Статус: CARP

source: Status: DHCP leases
bg: Статус: DHCP лизинг

source: Status: DHCPv6 leases
bg: Статус: DHCPv6 лизинг

source: Status: HA backup
bg: Статус: Резервно копие на HA

source: Status: IPsec
bg: Статус: IPsec

source: Status: IPsec: Leasespage
bg: Статус: IPsec: Лизинг страница

source: Status: IPsec: SAD
bg: Статус: IPsec: SAD

source: Status: IPsec: SPD
bg: Статус: IPsec: SPD

source: Status: Interfaces
bg: Статус: Интерфейси

source: Status: NTP
bg: Статус: NTP

source: Status: NTP GPS
bg: Статус: NTP GPS

source: Status: NTP PPS
bg: Статус: NTP PPS

source: Status: OpenVPN
bg: Статус: OpenVPN

source: Status: Services
bg: Статус: Услуги

source: Status: System logs: Captive portal
bg: Статус: Системни дневници: Портал със затворен достъп

source: Status: System logs: IPsec VPN
bg: Статус: Системни дневници: IPsec VPN

source: Status: System logs: NTP
bg: Статус: Системни дневници: NTP

source: Status: System logs: OpenVPN
bg: Статус: Системни дневници: OpenVPN

source: Status: System logs: PPP
bg: Статус: Системни дневници: PPP

source: Status: System logs: Routing
bg: Статус: Системни дневници: Маршрутизация

source: Status: System logs: Wireless
bg: Статус: Системни дневници: Безжична връзка

source: Status: Traffic Graph
bg: Статус: Графика на трафика

source: Status: Wireless
bg: Статус: Безжичен

source: System Setup Wizard
bg: Съветник за настройка на системата

source: System: Advanced: Admin Access Page
bg: Система: Разширена: Страница за достъп на администратора

source: System: Advanced: Firewall and NAT
bg: Система: Разширена: Защитна стена и NAT

source: System: Advanced: Miscellaneous
bg: Система: Разширена: Различни

source: System: Advanced: Network
bg: Система: Разширена: Мрежа

source: System: Advanced: Tunables
bg: Система: Разширена: Настройка

source: System: Authentication Servers
bg: Система: Сървъри за удостоверяване

source: System: CA Manager
bg: Система: CA Manager

source: System: CRL Manager
bg: Система: CRL Manager

source: System: Certificate Manager
bg: Система: Мениджър на сертификати

source: System: Crash Reporter
bg: Система: Crash Reporter

source: System: Deny config write
bg: Система: Отказ от запис на конфигурацията

source: System: Firmware
bg: Система: Фърмуер

source: System: Gateway Groups
bg: Система: Групи шлюзове

source: System: Gateways
bg: Система: Gateways

source: System: Gateways: Edit Gateway
bg: Система: Шлюзове: Редактиране на шлюз

source: System: Gateways: Edit Gateway Groups
bg: Система: Шлюзове: Редактиране на групи шлюзове

source: System: General Setup
bg: Система: Обща настройка

source: System: Group Manager: Add Privileges
bg: Система: Мениджър на група: Добавяне на привилегии

source: System: Group manager
bg: Система: Групов мениджър

source: System: High Availability
bg: Система: Висока наличност

source: System: License
bg: Система: Лиценз

source: System: Settings: Cron
bg: Система: Настройки: Cron

source: System: Static Routes
bg: Система: Статични маршрути

source: System: Status
bg: Система: Статус

source: System: User Manager
bg: Система: Мениджър на потребителите

source: System: User Manager: Add Privileges
bg: Система: Мениджър на потребителите: Добавяне на привилегии

source: System: User Password Manager
bg: Система: Мениджър на потребителските пароли

source: VPN: IPsec: Edit Phase 1
bg: VPN: IPsec: Редактиране на фаза 1

source: VPN: IPsec: Edit Phase 2
bg: VPN: IPsec: Редактиране на фаза 2

source: VPN: IPsec: Edit Pre-Shared Keys
bg: VPN: IPsec: Редактиране на предварително споделени ключове

source: VPN: IPsec: Key Pairs
bg: VPN: IPsec: Двойки ключове

source: VPN: IPsec: Pre-Shared Keys List
bg: VPN: IPsec: Списък с предварително споделени ключове

source: VPN: OpenVPN: Client
bg: VPN: OpenVPN: Клиент

source: VPN: OpenVPN: Client Export Utility
bg: VPN: OpenVPN: Помощна програма за експортиране на клиенти

source: VPN: OpenVPN: Client Specific Override
bg: VPN: OpenVPN: Специфично за клиента надписване

source: VPN: OpenVPN: Server
bg: VPN: OpenVPN: Сървър

source: WebCfg - Services: Monit System Monitoring page
bg: WebCfg - Услуги: Monit Страница за наблюдение на системата

source: XMLRPC Library
bg: Библиотека XMLRPC

source: Controls which objects to keep in the memory cache (cache_mem) always: Keep most recently fetched objects in memory (default) disk: Only disk cache hits are kept in memory, which means an object must first be cached on disk and then hit a second time before cached in memory. network: Only objects fetched from network is kept in memory
bg: Контролира кои обекти да се съхраняват в кеша на паметта (cache_mem) always: Запазва най-скоро изтеглените обекти в паметта (по подразбиране) disk: Само попаденията в дисковия кеш се съхраняват в паметта, което означава, че даден обект трябва първо да бъде кеширан на диска и след това да бъде намерен втори път, преди да бъде кеширан в паметта. мрежа: В паметта се съхраняват само обекти, изтеглени от мрежата

source: The proxy error pages can be altered, default layout uses DynFi Firewall content, when Squid is selected the content for the selected language will be used (standard squid layout), Custom offers the possibility to upload your own theme content.
bg: Страниците за грешки на прокси сървъра могат да се променят, оформлението по подразбиране използва съдържанието на DynFi Firewall, когато е избран Squid ще се използва съдържанието за избрания език (стандартно оформление на Squid), Custom предлага възможност да качите собствено съдържание на темата.

source: Configure a maximum Time to live in seconds for RRsets and messages in the cache. When the internal TTL expires the cache item is expired. This can be configured to force the resolver to query for data more often and not trust (very large) TTL values.
bg: Конфигуриране на максималното време на живот в секунди за RRsets и съобщенията в кеша. Когато вътрешното TTL изтече, срокът на действие на елемента в кеша изтича. Това може да се конфигурира, за да се принуди резолверът да прави по-често запитвания за данни и да не се доверява на (много големи) стойности на TTL.

source: Configure a minimum Time to live in seconds for RRsets and messages in the cache. If the minimum value kicks in, the data is cached for longer than the domain owner intended, and thus fewer queries are made to look up the data. The 0 value ensures the data in the cache is as the domain owner intended. High values can lead to trouble as the data in the cache might not match up with the actual data anymore.
bg: Конфигуриране на минимално време на живот в секунди за RRsets и съобщенията в кеша. Ако минималната стойност се задейства, данните се кешират за по-дълго време от собственикът на домейна е възнамерявал, и по този начин се правят по-малко заявки за търсене на данните. Стойността 0 гарантира, че данните в кеша са такива, каквито собственикът на домейна е възнамерявал. Високите стойности могат да доведат до проблеми, тъй като данните в кеша може вече да не съвпадат с действителните данни.

source: DNSKEYs are fetched earlier in the validation process when a Delegation signer is encountered. This helps lower the latency of requests but does utilize a little more CPU.
bg: DNSKEY се извличат на по-ранен етап от процеса на валидиране, когато се срещне подписващ с делегиране. Това помага за намаляване на латентността на заявките, но използва малко повече процесор.

source: DNSSEC data is required for trust-anchored zones. If such data is absent, the zone becomes bogus. If this is disabled and no DNSSEC data is received, then the zone is made insecure.
bg: Данните DNSSEC се изискват за зоните с доверие. Ако такива данни липсват, зоната става фалшива. Ако тази функция е изключена и не се получават DNSSEC данни, зоната се превръща в несигурна.

source: Destination ip address for entries in the blocklist (leave empty to use default: 0.0.0.0). Not used when "Return NXDOMAIN" is checked.
bg: IP адрес на местоназначението за записите в списъка с блокове (оставете празен, за да използвате по подразбиране: 0.0.0.0). Не се използва, когато е поставена отметка "Return NXDOMAIN" (Връщане на NXDOMAIN).

source: Direction of the traffic. The default policy is to filter inbound traffic, which sets the policy to the interface originally receiving the traffic.
bg: Посока на движение. Политиката по подразбиране е за филтриране на входящ трафик, което задава политиката към интерфейса, който първоначално получава трафика.

source: Domain to override (NOTE: this does not have to be a valid TLD!), e.g. 'test' or 'mycompany.localdomain' or '1.168.192.in-addr.arpa'
bg: Домейн, който да бъде заменен (ЗАБЕЛЕЖКА: не е задължително това да е валиден TLD!), напр. "test" или "mycompany.localdomain" или "1.168.192.in-addr.arpa

source: IP address of the authoritative DNS server for this domain, e.g. '192.168.100.100'. To use a nondefault port for communication, append an '@' with the port number.
bg: IP адрес на авторитетния DNS сървър за този домейн, например "192.168.100.100". Използване на порт, който не е по подразбиране, за комуникация, добавете "@" към номера на порта.

source: If a domain is entered here, queries for this specific domain will be forwarded to the specified server. Leave blank to forward all queries to the specified server (default).
bg: Ако тук е въведен домейн, заявките за този конкретен домейн ще бъдат препращани към посочения сървър. Оставете празно, за да препратите всички заявки към посочения сървър (по подразбиране).

source: If a packet matches a rule specifying quick, then that rule is considered the last matching rule and the specified action is taken. When a rule does not have quick enabled, the last matching rule wins.
bg: Ако даден пакет съвпада с правило, определящо бързо, това правило се счита за последното съвпадащо правило и се предприема определеното действие. Когато за дадено правило не е активирана функцията quick, печели последното съвпадащо правило.

source: If enabled, a total number of unwanted replies is kept track of in every thread. When it reaches the threshold, a defensive action is taken and a warning is printed to the log file. This defensive action is to clear the RRSet and message caches, hopefully flushing away any poison.
bg: Ако е разрешено, във всяка тема се следи общият брой на нежеланите отговори. Когато той достигне прага, се предприемат защитни действия и се отпечатва предупреждение в регистрационния файл. Това защитно действие е да се изчистят кешовете на RRSet и съобщенията, като се надяваме да се отмият всички отрови.

source: If enabled, prints one line per query to the log, with the log timestamp and IP address, name, type and class. Note that it takes time to print these lines, which makes the server (significantly) slower. Odd (non-printable) characters in names are printed as '?'.
bg: Ако е разрешено, се отпечатва по един ред за заявка в дневника с времевата марка на дневника и IP адреса, името, типа и класа. Имайте предвид, че отпечатването на тези редове отнема време, което прави сървъра (значително) по-бавен. Странно (непечатаеми) символи в имената се отпечатват като '?'.

source: If enabled, prints one line per reply to the log, with the log timestamp and IP address, name, type, class, return code, time to resolve, whether the reply is from the cache and the response size. Note that it takes time to print these lines, which makes the server (significantly) slower. Odd (non-printable) characters in names are printed as '?'.
bg: Ако е разрешено, отпечатва по един ред за всеки отговор в дневника с времева марка на дневника и IP адрес, име, тип, клас, код на връщане, време за разрешаване, дали отговорът е от кеша и размер на отговора. Имайте предвид, че отпечатването на тези редове отнема време, което прави сървъра (значително) по-бавен. Странно (непечатаеми) символи в имената се отпечатват като "?".

source: If enabled, prints the word 'query: ' and 'reply: ' with logged queries and replies. This makes filtering logs easier.
bg: Ако е разрешено, се отпечатва думата 'query: ' и 'отговор: ' с регистрираните заявки и отговори. Това прави филтрирането дневниците по-лесно.

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
bg: Оставете 'по подразбиране', за да използвате системната таблица за маршрутизация. Или изберете шлюз, за да използвате маршрутизиране, базирано на политики.

source: Limits the serving of expired responses to the configured amount of seconds after expiration. A value of 0 disables the limit. A suggested value per RFC 8767 is between 86400 (1 day) and 259200 (3 days).
bg: Ограничава обслужването на отговори с изтекъл срок до конфигурирания брой секунди след изтичането на срока. Стойност 0 деактивира ограничението. Предложената стойност според RFC 8767 е между 86400 (1 ден) и 259200 (3 дни).

source: List of domains to mark as private. These domains and all its subdomains are allowed to contain private addresses.
bg: Списък с домейни, които да бъдат маркирани като частни. Тези домейни и всички техни поддомейни могат да съдържат частни адреси.

source: Message cache elements are prefetched before they expire to help keep the cache up to date. When enabled, this option can cause an increase of around 10% more DNS traffic and load on the server, but frequently requested items will not expire from the cache.
bg: Елементите на кеша за съобщения се изтеглят предварително, преди да изтече срокът им, за да се поддържа кешът актуален. Когато е активирана, тази опция може да доведе до увеличаване на DNS трафика и натоварването с около 10%. на сървъра, но често търсените елементи няма да изтичат от кеша.

source: Number of hosts for which information is cached.
bg: Брой на хостовете, за които се кешира информация.

source: Packets matching this rule will be mapped to the IP address given here.
bg: Пакетите, отговарящи на това правило, ще бъдат препратени към посочения тук IP адрес.

source: Paste a public key of the selected type in X.509 format. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
bg: Вмъкнете публичен ключ от избрания тип във формат X.509. Трябва да бъде вмъкнат, включително заглавията '-----BEGIN ...-----' и '-----END [...]-----'.

source: Paste an optional private key of the selected type in X.509 format which belongs to the public key specified above. When adding the public key of a peer, this field should not be specified as the private key remains solely with the peer. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
bg: Вмъкнете незадължителен частен ключ от избрания тип във формат X.509, който принадлежи на публичния ключ, посочен по-горе. Когато добавяте публичния ключ на партньор, това поле не трябва да се посочва, тъй като частният ключ остава единствено у партньора. Трябва да се вмъкне, включително заглавията '-----BEGIN ...-----' и '-----END [...]-----'.

source: Select the log verbosity. Level 0 means no verbosity, only errors. Level 1 gives operational information. Level 2 gives detailed operational information. Level 3 gives query level information, output per query. Level 4 gives algorithm level information. Level 5 logs client identification for cache misses.
bg: Изберете вербосността на дневника. Ниво 0 означава, че няма многословност, а само грешки. Ниво 1 дава оперативна информация. Ниво 2 дава подробна оперативна информация. Ниво 3 дава информация на ниво заявка, изходна информация за всяка заявка. Ниво 4 дава информация на ниво алгоритъм. Ниво 5 регистрира идентификацията на клиента за пропуски в кеша.

source: Send minimum amount of information to upstream servers to enhance privacy. Do not fall-back to sending full QNAME to potentially broken nameservers. A lot of domains will not be resolvable when this option in enabled. Only use if you know what you are doing.
bg: Изпращане на минимално количество информация към сървърите нагоре по веригата за подобряване на поверителността. Не се връщайте към изпращане на пълното QNAME към потенциално повредени сървъри за имена. Много домейни няма да могат да бъдат разрешени, когато тази опция е разрешена. Използвайте я само ако знаете какво правите.

source: Serve expired responses from the cache with a TTL of 0 without waiting for the actual resolution to finish. The TTL can be modified with "Expired Record Reply TTL value"
bg: Сервиране на отговори с изтекъл срок на валидност от кеша с TTL 0, без да се изчаква приключването на действителното разрешаване. TTL може да бъде променен с "Expired Record Reply TTL value" (Стойност на TTL на отговор на изтекъл запис).

source: Set the TTL of expired records to the "TTL for Expired Responses" value after a failed attempt to retrieve the record from an upstream server. This makes sure that the expired records will be served as long as there are queries for it.
bg: Задайте TTL на изтеклите записи на стойността "TTL за изтекли отговори" след неуспешен опит за извличане на записа от сървър нагоре по веригата. Това гарантира, че записите с изтекъл срок на валидност ще бъдат обслужвани, докато докато има заявки за него.
