Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Do you really want to delete the selected entries?
bg: Наистина ли искате да изтриете избраните записи?

source: The IPsec tunnel configuration has been changed.
bg: Конфигурацията на IPsec тунела е променена.

source: collapse/expand phase 2s
bg: срутване/разширяване на фаза 2s

source: Remote Gateway
bg: Отдалечен шлюз

source: Phase 1 Proposal
bg: Предложение за етап 1

source: Local Subnet
bg: Местна подмрежа

source: Remote Subnet
bg: Отдалечена подмрежа

source: Phase 2 Proposal
bg: Предложение за етап 2

source: Disable phase 1 entry
bg: Деактивиране на въвеждането на фаза 1

source: Enable phase 1 entry
bg: Активиране на влизането във фаза 1

source: auto
bg: автоматично

source: add phase 2 entry
bg: добавяне на запис за фаза 2

source: Move selected entries before this
bg: Преместване на избраните записи преди тази

source: Disable phase 2 entry
bg: Деактивиране на влизането във фаза 2

source: Enable phase 2 entry
bg: Активиране на влизане във фаза 2

source: add new phase 1 entry
bg: добавяне на нов запис за фаза 1

source: Move selected entries to end
bg: Преместване на избрани записи в края

source: delete selected entries
bg: изтриване на избрани записи

source: Enable IPsec
bg: Активиране на IPsec

source: Do you really want to delete this Pre-Shared Key?
bg: Наистина ли искате да изтриете този предварително споделен ключ?

source: The IPsec tunnel configuration has been changed
bg: Конфигурацията на IPsec тунела е променена

source: Identifier
bg: Идентификатор

source: PSK for any user can be set by using an identifier of any/ANY
bg: PSK за всеки потребител може да се зададе с помощта на идентификатор any/ANY

source: A user with this name already exists. Add the key to the user instead.
bg: Потребител с това име вече съществува. Вместо това добавете ключа към потребителя.

source: The identifier contains invalid characters.
bg: Идентификаторът съдържа невалидни символи.

source: Another entry with the same identifier already exists.
bg: Вече съществува друг запис със същия идентификатор.

source: Edited
bg: Редактиран

source: Added
bg: Добавен

source: This can be either an IP address, fully qualified domain name or an email address.
bg: Това може да бъде IP адрес, напълно квалифицирано име на домейн или имейл адрес.

source: User Authentication Source
bg: Източник на удостоверяване на потребителя

source: A valid IPv4 address for 'Virtual IPv4 Address Pool Network' must be specified.
bg: Трябва да се посочи валиден IPv4 адрес за "Virtual IPv4 Address Pool Network".

source: A valid IPv6 address for 'Virtual IPv6 Address Pool Network' must be specified.
bg: Трябва да се посочи валиден IPv6 адрес за "Virtual IPv6 Address Pool Network".

source: A valid value for 'DNS Default Domain' must be specified.
bg: Трябва да бъде зададена валидна стойност за "DNS Default Domain".

source: A valid split DNS domain list must be specified.
bg: Трябва да се посочи валиден списък с разделени DNS домейни.

source: A valid IP address for 'DNS Server #1' must be specified.
bg: Трябва да се посочи валиден IP адрес за "DNS Server #1".

source: A valid IP address for 'DNS Server #2' must be specified.
bg: Трябва да се посочи валиден IP адрес за "DNS сървър #2".

source: A valid IP address for 'DNS Server #3' must be specified.
bg: Трябва да се посочи валиден IP адрес за "DNS Server #3".

source: A valid IP address for 'DNS Server #4' must be specified.
bg: Трябва да се посочи валиден IP адрес за "DNS Server #4".

source: A valid IP address for 'WINS Server #1' must be specified.
bg: Трябва да се посочи валиден IP адрес за "WINS Server #1".

source: A valid IP address for 'WINS Server #2' must be specified.
bg: Трябва да се посочи валиден IP адрес за "WINS сървър #2".

source: Create Phase1
bg: Създаване на фаза1

source: Please click Create to define one.
bg: Щракнете върху Създаване, за да го определите.

source: Support for IPsec Mobile clients is enabled but a Phase1 definition was not found
bg: Поддръжката на IPsec Mobile клиенти е разрешена, но не е намерена дефиниция на фаза 1

source: IKE Extensions
bg: Разширения на IKE

source: Enable IPsec Mobile Client Support
bg: Активиране на поддръжката на IPsec за мобилни клиенти

source: Extended Authentication (Xauth)
bg: Разширено удостоверяване (Xauth)

source: Backend for authentication
bg: Backend за удостоверяване

source: Restrict access to users in the selected local group. Please be aware that other authentication backends will refuse to authenticate when using this option.
bg: Ограничаване на достъпа до потребителите в избраната локална група. Моля, имайте предвид, че при използване на тази опция други средства за удостоверяване ще откажат да удостоверяват.

source: Client Configuration (mode-cfg)
bg: Конфигурация на клиента (mode-cfg)

source: Virtual IPv4 Address Pool
bg: Пул за виртуални IPv4 адреси

source: Provide a virtual IPv4 address to clients
bg: Предоставяне на виртуален IPv4 адрес на клиентите

source: Virtual IPv6 Address Pool
bg: Пул от виртуални IPv6 адреси

source: Provide a virtual IPv6 address to clients
bg: Предоставяне на виртуален IPv6 адрес на клиентите

source: Network List
bg: Списък на мрежите

source: Provide a list of accessible networks to clients
bg: Предоставяне на списък с достъпни мрежи на клиентите

source: Save Xauth Password
bg: Запазване на паролата на Xauth

source: Allow clients to save Xauth passwords (Cisco VPN client only)
bg: Разрешаване на клиентите да запазват пароли Xauth (само за Cisco VPN клиент)

source: With iPhone clients, this does not work when deployed via the iPhone configuration utility, only by manual entry.
bg: При клиентите на iPhone това не работи, когато се внедрява чрез помощната програма за конфигуриране на iPhone, а само чрез ръчно въвеждане.

source: Provide a default domain name to clients
bg: Предоставяне на име на домейн по подразбиране на клиентите

source: Split DNS
bg: Разделяне на DNS

source: Provide a list of split DNS domain names to clients
bg: Предоставяне на списък с разделени имена на домейни DNS на клиентите

source: Enter a comma-separated list. If left blank, and a default domain is set, it will be used for this value.
bg: Въведете списък, разделен със запетая. Ако е оставен празен и е зададен домейн по подразбиране, той ще се използва за тази стойност.

source: DNS Servers
bg: DNS сървъри

source: Provide a DNS server list to clients
bg: Предоставяне на списък с DNS сървъри на клиентите

source: WINS Servers
bg: WINS сървъри

source: Provide a WINS server list to clients
bg: Предоставяне на списък със сървъри WINS на клиентите

source: Phase 2 PFS Group
bg: Група PFS на фаза 2

source: Provide the selected phase 2 PFS group to all mobile clients.
bg: Предоставяне на избраната група PFS от фаза 2 на всички мобилни клиенти.

source: Login Banner
bg: Банер за вход

source: Provide a login banner to clients
bg: Предоставяне на банер за вход на клиентите

source: %s can only be used with IKEv2 type VPNs.
bg: %s може да се използва само с VPN от тип IKEv2.

source: Please select radius servers to use.
bg: Моля, изберете радиус сървърите, които да използвате.

source: Local Key Pair
bg: Локална двойка ключове

source: Peer Key Pair
bg: Партньорска двойка ключове

source: Remote gateway
bg: Отдалечен шлюз

source: The inactivity timeout must be an integer.
bg: Времето за неактивност трябва да бъде цяло число.

source: The keyingtries must be an integer.
bg: Ключовите стойности трябва да са цяло число.

source: The P1 lifetime must be an integer.
bg: Животът на P1 трябва да бъде цяло число.

source: The margintime must be an integer.
bg: Margintime трябва да бъде цяло число.

source: The value margin... + margin... * rekeyfuzz must not exceed the original lifetime limit.
bg: Стойностният марж... + марж... * rekeyfuzz не трябва да превишава първоначалния лимит на живота.

source: Rekeyfuzz must be an integer.
bg: Rekeyfuzz трябва да е цяло число.

source: A valid remote gateway address or host name must be specified.
bg: Трябва да се посочи валиден адрес на отдалечен шлюз или име на хост.

source: A valid remote gateway IPv4 address must be specified or you need to change protocol to IPv6
bg: Трябва да се посочи валиден IPv4 адрес на отдалечения шлюз или да се промени протоколът на IPv6.

source: A valid remote gateway IPv6 address must be specified or you need to change protocol to IPv4
bg: Трябва да се посочи валиден IPv6 адрес на отдалечения шлюз или да се промени протоколът на IPv4.

source: The remote gateway "%s" is already used by phase1 "%s".
bg: Отдалеченият шлюз "%s" вече се използва от фаза1 "%s".

source: Please select an identifier (My Identifier) other then 'any' when selecting 'Any' interface
bg: Моля, изберете идентификатор (My Identifier), различен от "any", когато избирате интерфейс "Any".

source: Please enter an address for 'My Identifier'
bg: Моля, въведете адрес за "Моят идентификатор

source: Please enter a keyid tag for 'My Identifier'
bg: Моля, въведете таг keyid за 'My Identifier'

source: Please enter a fully qualified domain name for 'My Identifier'
bg: Моля, въведете напълно квалифицирано име на домейн за "My Identifier".

source: Please enter a user and fully qualified domain name for 'My Identifier'
bg: Моля, въведете потребител и пълно квалифицирано име на домейн за "Моят идентификатор".

source: Please enter a dynamic domain name for 'My Identifier'
bg: Моля, въведете динамично име на домейн за "Моят идентификатор".

source: A valid IP address for 'My identifier' must be specified.
bg: Трябва да се посочи валиден IP адрес за "Моят идентификатор".

source: A valid domain name for 'My identifier' must be specified.
bg: Трябва да се посочи валидно име на домейн за "Моят идентификатор".

source: A valid FQDN for 'My identifier' must be specified.
bg: Трябва да се посочи валидно FQDN за "Моят идентификатор".

source: A valid User FQDN in the form of user@my.domain.com for 'My identifier' must be specified.
bg: Трябва да се посочи валидно FQDN на потребителя под формата на user@my.domain.com за "Моят идентификатор".

source: A valid Dynamic DNS address for 'My identifier' must be specified.
bg: Трябва да се посочи валиден динамичен DNS адрес за "Моят идентификатор".

source: Please enter an address for 'Peer Identifier'
bg: Моля, въведете адрес за 'Peer Identifier'.

source: Please enter a keyid tag for 'Peer Identifier'
bg: Моля, въведете keyid таг за 'Peer Identifier'.

source: Please enter a fully qualified domain name for 'Peer Identifier'
bg: Моля, въведете напълно квалифицирано име на домейн за "Peer Identifier".

source: Please enter a user and fully qualified domain name for 'Peer Identifier'
bg: Моля, въведете потребител и пълно квалифицирано име на домейн за "Peer Identifier".

source: A valid IP address for 'Peer identifier' must be specified.
bg: Трябва да се посочи валиден IP адрес за "Peer identifier".

source: A valid domain name for 'Peer identifier' must be specified.
bg: Трябва да се посочи валидно име на домейн за "Peer identifier".

source: A valid FQDN for 'Peer identifier' must be specified.
bg: Трябва да се посочи валидно FQDN за "Peer identifier".

source: A valid User FQDN in the form of user@my.domain.com for 'Peer identifier' must be specified.
bg: Трябва да се посочи валидно FQDN на потребителя под формата на user@my.domain.com за "Peer identifier".

source: Invalid argument for close action.
bg: Невалиден аргумент за действието за затваряне.

source: A numeric value must be specified for DPD delay.
bg: За DPD забавянето трябва да се посочи числова стойност.

source: A numeric value must be specified for DPD retries.
bg: За повторните опити на DPD трябва да се посочи числова стойност.

source: Invalid argument for DPD action.
bg: Невалиден аргумент за действие DPD.

source: Invalid argument for key exchange protocol version.
bg: Невалиден аргумент за версията на протокола за обмен на ключове.

source: At least one hashing algorithm needs to be selected.
bg: Трябва да се избере поне един алгоритъм за хеширане.

source: Install policy on phase1 is not a valid option when using Route-based phase 2 entries.
bg: Инсталирането на политика на фаза 1 не е валидна опция, когато използвате записи на фаза 2, базирани на маршрути.

source: General information
bg: Обща информация

source: Clone phase2
bg: Фаза на клониране2

source: Clone related phase 2 entries as well, remember to change the networks. All phase 2 entries will be added in disabled state
bg: Клонирайте и свързаните с фаза 2 записи, като не забравяте да промените мрежите. Всички записи от фаза 2 ще бъдат добавени в състояние на изключване

source: Disable this phase1 entry
bg: Деактивиране на този запис на фаза1

source: Set this option to disable this phase1 without removing it from the list.
bg: Задайте тази опция, за да деактивирате тази фаза1, без да я премахвате от списъка.

source: Connection method
bg: Метод на свързване

source: Respond only
bg: Отговорете само

source: Start on traffic
bg: Започнете от трафика

source: Start immediate
bg: Започнете веднага

source: Choose the connect behaviour here, when using CARP you might want to consider the 'Respond only' option here (wait for the other side to connect).
bg: Изберете поведението на свързване тук, когато използвате CARP, може да искате да разгледате опцията "Само отговор" тук (изчакайте другата страна да се свърже).

source: Key Exchange version
bg: Версия за обмен на ключове

source: Select the KeyExchange Protocol version to be used. Usually known as IKEv1 or IKEv2.
bg: Изберете версията на протокола за обмен на ключове, която ще се използва. Обикновено е известен като IKEv1 или IKEv2.

source: Internet Protocol
bg: Интернет протокол

source: Select the Internet Protocol family from this dropdown.
bg: Изберете фамилията интернет протоколи от това падащо меню.

source: Select the interface for the local endpoint of this phase1 entry.
bg: Изберете интерфейса за локалната крайна точка на този запис на фаза1.

source: Enter the public IP address or host name of the remote gateway.
bg: Въведете публичния IP адрес или името на хоста на отдалечения шлюз.

source: Dynamic gateway
bg: Динамичен шлюз

source: Allow any remote gateway to connect
bg: Позволете на всеки отдалечен шлюз да се свързва

source: Recommended for dynamic IP addresses that can be resolved by DynDNS at IPsec startup or update time.
bg: Препоръчва се за динамични IP адреси, които могат да бъдат разрешени от DynDNS по време на стартиране или актуализиране на IPsec.

source: Phase 1 proposal (Authentication)
bg: Предложение за фаза 1 (удостоверяване на автентичността)

source: Must match the setting chosen on the remote side.
bg: Трябва да съвпада с настройката, избрана от страната на дистанционното управление.

source: If you select EAP-RADIUS, you must define your RADIUS servers on the %sServers%s page.
bg: Ако изберете EAP-RADIUS, трябва да дефинирате своите RADIUS сървъри на страница %sServers%s.

source: Negotiation mode
bg: Режим на договаряне

source: Aggressive is more flexible, but less secure.
bg: Агресивният е по-гъвкав, но по-малко сигурен.

source: My identifier
bg: Моят идентификатор

source: My IP address
bg: Моят IP адрес

source: ASN.1 distinguished Name
bg: ASN.1 различимо име

source: KeyID tag
bg: Таг KeyID

source: Peer identifier
bg: Идентификатор на партньор

source: Peer IP address
bg: IP адрес на партньор

source: NOTE: This is known as the "group" setting on some VPN client implementations.
bg: ЗАБЕЛЕЖКА: В някои версии на VPN клиентите това е известно като настройка "група".

source: Input your Pre-Shared Key string.
bg: Въведете низ от предварително споделен ключ.

source: My Certificate
bg: Моят сертификат

source: Select a certificate previously configured in the Certificate Manager.
bg: Изберете сертификат, конфигуриран преди това в мениджъра на сертификати.

source: Remote Certificate Authority
bg: Отдалечен удостоверяващ орган

source: Select a certificate authority previously configured in the Certificate Manager.
bg: Изберете орган за издаване на сертификати, който е бил предварително конфигуриран в мениджъра на сертификати.

source: Select a local key pair previously configured at IPsec \ Key Pairs.
bg: Изберете локална двойка ключове, предварително конфигурирана в IPsec \ Key Pairs.

source: This selection will only display key pairs which have both a public and private key.
bg: Този избор ще покаже само двойки ключове, които имат публичен и частен ключ.

source: Select a peer key pair previously configured at IPsec \ Key Pairs.
bg: Изберете двойка ключове на партньор, предварително конфигурирана в IPsec \ Key Pairs.

source: This selection will only display key pairs which have a public key.
bg: Този избор ще покаже само двойки ключове, които имат публичен ключ.

source: Radius servers
bg: Сървъри Radius

source: Select authentication servers to use.
bg: Изберете сървъри за удостоверяване, които да използвате.

source: Phase 1 proposal (Algorithms)
bg: Предложение за етап 1 (Алгоритми)

source: Encryption algorithm
bg: Алгоритъм за криптиране

source: Note: For security reasons avoid the use of DES,3DES,CAST and BLOWFISH protocols
bg: Забележка: От съображения за сигурност избягвайте използването на протоколите DES,3DES,CAST и BLOWFISH.

source: Hash algorithm
bg: Алгоритъм за хеш

source: Note: For security reasons avoid the use of MD5 and SHA1 algorithms.
bg: Забележка: От съображения за сигурност избягвайте използването на алгоритми MD5 и SHA1.

source: DH key group
bg: Група ключове DH

source: Install policy
bg: Политика за инсталиране

source: Decides whether IPsec policies are installed in the kernel by the charon daemon for a given connection. When using route-based mode (VTI) this needs to be disabled.
bg: Решава дали политиките на IPsec се инсталират в ядрото от демона charon за дадена връзка. При използване на режим, базиран на маршрути (VTI), това трябва да бъде изключено.

source: Disable Rekey
bg: Деактивиране на Rekey

source: Whether a connection should be renegotiated when it is about to expire.
bg: Дали дадена връзка трябва да бъде предоговорена, когато изтича.

source: Disable Reauth
bg: Деактивиране на Reauth

source: Whether rekeying of an IKE_SA should also reauthenticate the peer. In IKEv1, reauthentication is always done.
bg: Дали повторното установяване на автентичността на IKE_SA трябва също така да се извърши повторно. В IKEv1 повторното удостоверяване на автентичността се извършва винаги.

source: Tunnel Isolation
bg: Изолиране на тунела

source: This option will create a tunnel for each phase 2 entry for IKEv2 interoperability with e.g. FortiGate devices.
bg: Тази опция ще създаде тунел за всеки запис на фаза 2 за оперативна съвместимост на IKEv2 с устройства FortiGate.

source: SHA256 96 Bit Truncation
bg: SHA256 96-битово съкращаване

source: For compatibility with implementations that incorrectly use 96-bit (instead of 128-bit) truncation this option may be enabled to configure the shorter truncation length. This is not negotiated, so this only works with peers that use the incorrect truncation length (or have this option enabled), e.g. Forcepoint Sidewinder.
bg: За съвместимост с реализации, които неправилно използват 96-битово (вместо 128-битово) съкращаване, тази опция може да бъде активирана, за да се конфигурира по-късата дължина на съкращаване. Това не се договаря, така че работи само с партньори, които използват неправилната дължина на съкращаване (или имат активирана тази опция), например Forcepoint Sidewinder.

source: NAT Traversal
bg: Преминаване през NAT

source: Force
bg: Сила

source: Set this option to enable the use of NAT-T (i.e. the encapsulation of ESP in UDP packets) if needed, which can help with clients that are behind restrictive firewalls.
bg: Задайте тази опция, за да разрешите използването на NAT-T (т.е. капсулиране на ESP в UDP пакети), ако е необходимо, което може да помогне на клиенти, които се намират зад ограничителни защитни стени.

source: Disable MOBIKE
bg: Деактивиране на MOBIKE

source: Disables the IKEv2 MOBIKE protocol defined by RFC 4555
bg: Деактивиране на протокола IKEv2 MOBIKE, определен от RFC 4555

source: Close Action
bg: Затвори действие

source: Hold
bg: Задръжте

source: Defines the action to take if the remote peer unexpectedly closes a CHILD_SA. A closeaction should not be used if the peer uses reauthentication or uniqueids checking, as these events might trigger the defined action when not desired.
bg: Дефинира действието, което да се предприеме, ако отдалеченият партньор неочаквано затвори CHILD_SA. Действието за затваряне не трябва да се използва, ако партньорът използва повторно удостоверяване или проверка на уникати, тъй като тези събития могат да задействат определеното действие, когато това не е желателно.

source: With clear the connection is closed with no further actions taken. hold installs a trap policy, which will catch matching traffic and tries to re-negotiate the connection on demand. restart will immediately trigger an attempt to re-negotiate the connection. The default is none and disables the close action.
bg: С clear (изчисти) връзката се затваря без по-нататъшни действия. hold (задръж) инсталира политика за улавяне, която улавя съвпадащия трафик и се опитва да предоговори връзката при поискване. restart (рестартирай) незабавно ще задейства опит за предоговаряне на връзката. По подразбиране е no и деактивира действието за затваряне.

source: Dead Peer Detection
bg: Откриване на мъртъв партньор

source: Enable DPD
bg: Активиране на DPD

source: Delay between requesting peer acknowledgement.
bg: Закъснение между заявките за потвърждение от партньор.

source: retries
bg: повторения

source: Number of consecutive failures allowed before disconnect.
bg: Брой последователни неуспехи, разрешени преди прекъсване на връзката.

source: Restart the tunnel
bg: Рестартиране на тунела

source: Stop the tunnel
bg: Спиране на тунела

source: DPD action
bg: Действие на DPD

source: Choose the behavior here what to do if a peer is detected to be unresponsive to DPD requests.
bg: Изберете поведението, което да се направи, ако се установи, че даден партньор не отговаря на DPD заявки.

source: Time before closing inactive tunnels if they don't handle any traffic. (seconds)
bg: Време преди затваряне на неактивни тунели, ако те не обработват трафик. (секунди)

source: How many attempts should be made to negotiate a connection, or a replacement for one, before giving up (default 3). Leave empty for default, -1 for forever or any positive integer for the number of tries
bg: Колко опита трябва да се направят за договаряне на връзка или замяна на връзка, преди да се откажете (по подразбиране 3). Оставете празно за подразбиране, -1 за завинаги или всяко положително цяло число за броя на опитите

source: Margintime
bg: Маргинтим

source: Time before SA expiry the rekeying should start. (seconds)
bg: Време преди изтичането на валидността на SA трябва да започне повторното въвеждане на ключове. (секунди)

source: Percentage by which margintime is randomly increased (may exceed 100%). Randomization may be disabled by setting rekeyfuzz=0%.
bg: Процент, с който маргиналното време се увеличава на случаен принцип (може да надвишава 100%). Случайността може да бъде изключена чрез задаване на rekeyfuzz=0%.

source: A valid ikeid must be specified.
bg: Трябва да се посочи валиден ikeid.

source: Local network type
bg: Тип локална мрежа

source: Unique Identifier
bg: Уникален идентификатор

source: Remote network type
bg: Тип отдалечена мрежа

source: A valid local network bit count must be specified.
bg: Трябва да се посочи валиден брой битове на локалната мрежа.

source: A valid local network IP address must be specified.
bg: Трябва да се посочи валиден IP адрес на локалната мрежа.
