Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Enter the size of the preview.
bg: Въведете размера на предварителния преглед.

source: Enter the storage size for the local cache (default is 100).
bg: Въведете размера на паметта за локалния кеш (по подразбиране е 100).

source: Enter the url where the REQMOD requests should be sent to.
bg: Въведете URL адреса, до който трябва да се изпращат заявките за REQMOD.

source: Enter the url where the RESPMOD requests should be sent to.
bg: Въведете URL адреса, на който трябва да се изпращат заявките за RESPMOD.

source: Eventqueue Path
bg: Път на списъка със събития

source: Eventqueue Slots
bg: Слотовете на списъка със събития

source: Events
bg: Събития

source: Events ZMQ Endpoint (IPS)
bg: Събития Крайна точка на ZMQ (IPS)

source: Exclusion List
bg: Списък на изключенията

source: Exclusion list destination domains.You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
bg: Списък на изключените домейни.Можете да използвате регулярен израз, запетая или да натиснете Enter за нов елемент. Примери: "mydomain.com" съответства на "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." съответства на "http(s)://textONLY.mydomain.*"; "\.gif$" съответства на "\*.gif", но не и на "\*.gif\test"; "\[0-9]+\.gif$" съответства на "\123.gif", но не и на "\test.gif"

source: Executable and Linking Format is a standard format for UN*X executables.
bg: Форматът за изпълними и свързващи файлове е стандартен формат за изпълними файлове на UN*X.

source: Expire idle flows.
bg: Изтичане на неактивните потоци.

source: Expired Record Reply TTL value
bg: Стойност TTL на отговора за изтекъл запис

source: Explicit Congestion Notification
bg: Явно уведомяване за претоварване

source: Export type
bg: Вид на износа

source: Extended Statistics
bg: Разширена статистика

source: Extended pre auth data
bg: Разширени данни за предварително удостоверяване

source: FQ-CoDel flows
bg: Потоци на FQ-CoDel

source: FQ-CoDel limit
bg: Граница на FQ-CoDel

source: FQ-CoDel quantum
bg: FQ-CoDel квант

source: FTP Proxy Settings
bg: Настройки на прокси сървъра FTP

source: FTP proxy interfaces
bg: FTP прокси интерфейси

source: FTP proxy port
bg: FTP прокси порт

source: Facilities
bg: Удобства

source: Fallback VLAN ID
bg: Идентификатор на резервна VLAN

source: File format to export.
bg: Формат на файла за експортиране.

source: Filename
bg: Име на файла

source: Files larger than this limit won't be scanned.
bg: Файлове, по-големи от този лимит, няма да бъдат сканирани.

source: Filter for group objects, should match all available group objects a user might be a member of.
bg: Филтър за групови обекти, който трябва да отговаря на всички налични групови обекти, в които може да членува даден потребител.

source: Find the process by regular expression. Test your pattern with <br><b>monit procmatch <i>PATTERN</i></b>
bg: Намиране на процеса чрез регулярен израз. Тествайте своя шаблон с <br><b>monit procmatch <i>PATTERN</i></b>

source: Follow directory symlinks
bg: Следване на симлинкове към директории

source: Follow regular file symlinks
bg: Следване на обикновени файлови симлинкове

source: Forward HTTP traffic to transparent proxy
bg: Пренасочване на HTTP трафик към прозрачно прокси

source: Forward HTTPS traffic to transparent proxy
bg: Пренасочване на HTTPS трафика към прозрачно прокси

source: Forward Proxy
bg: Прокси за препращане

source: Freshclam connect timeout
bg: Време за свързване на Freshclam

source: Freshclam database mirror
bg: Огледало на базата данни Freshclam

source: Freshclam log verbose
bg: Дневник на Freshclam с много думи

source: From Day
bg: От ден

source: From Month
bg: От месец

source: Gateway IP
bg: IP адрес на шлюза

source: General Forward Settings
bg: Общи настройки за препращане

source: General Proxy Settings
bg: Общи настройки на прокси сървъра

source: General Redis Settings
bg: Общи настройки на Redis

source: General Settings
bg: Общи настройки

source: Given name, last name, or anything you need to describe.
bg: Име, презиме, фамилия или нещо друго, което трябва да опишете.

source: Google GSuite restricted
bg: Ограничение на Google GSuite

source: Group Filter
bg: Групов филтър

source: HTTP Port
bg: HTTP порт

source: HTTP Port this service listens on.
bg: HTTP порт, на който тази услуга слуша.

source: HTTPS Port
bg: HTTPS порт

source: HTTPS Port this service listens on. If you enable HTTPS you will be redirected from HTTP to HTTPS. Please select a certificate below
bg: HTTPS Портът, на който тази услуга слуша. Ако активирате HTTPS, ще бъдете пренасочени от HTTP към HTTPS. Моля, изберете сертификат по-долу

source: Hard timeout (minutes)
bg: Hard timeout (минути)

source: Harden DNSSEC Data
bg: Затвърждаване на данните DNSSEC

source: Home networks
bg: Домашни мрежи

source: Host Pattern
bg: Модел на хоста

source: Host name of MX host, e.g. mail.example.com
bg: Име на хост на MX хост, например mail.example.com

source: Host override
bg: Замяна на хоста

source: Hostname (of this machine) to redirect login page to, leave blank to use this interface IP address, otherwise make sure the client can access DNS to resolve this location. When using a SSL certificate, make sure both this name and the cert name are equal.
bg: Име на хост (на тази машина), към което да се пренасочи страницата за вход, оставете празно, за да използвате IP адреса на този интерфейс, в противен случай се уверете, че клиентът има достъп до DNS, за да определи това местоположение. Когато използвате SSL сертификат, уверете се, че това име и името на сертификата са еднакви.

source: Hostname or address to resolve.
bg: Име на хост или адрес за разрешаване.

source: Hours
bg: Часове

source: ICAP Settings
bg: Настройки на ICAP

source: ICP port
bg: ICP порт

source: IP Address
bg: IP адрес

source: IP Address or Network with CIDR
bg: IP адрес или мрежа с CIDR

source: IP address of DNS server to forward all requests.
bg: IP адрес на DNS сървъра, към който се препращат всички заявки.

source: IP address of the host, e.g. 192.168.100.100 or fd00:abcd::1
bg: IP адрес на хоста, напр. 192.168.100.100 или fd00:abcd::1

source: IP addresses of DynFi Manager instance.
bg: IP адреси на инстанцията на DynFi Manager.

source: IPS mode
bg: Режим IPS

source: IPs of DynFi Manager
bg: IP адреси на DynFi Manager

source: IPv6 Address
bg: IPv6 адрес

source: Idle timeout (minutes)
bg: Време за престой (минути)

source: If Custom is specified. The detection engine tries to split out separate signatures into groups so that a packet is only inspected against signatures that can actually match. As in large rule set this would result in way too many groups and memory usage similar groups are merged together.
bg: Ако е посочено Custom. Механизмът за откриване се опитва да раздели отделните сигнатури на групи, така че даден пакет да се проверява само по сигнатури, които действително могат да съвпаднат. Тъй като в голям набор от правила това би довело до твърде много групи и използване на памет, подобни групи се обединяват.

source: If provided, all traffic will be transmitted over an HTTPS connection to protect against eavesdroppers.
bg: Ако е посочено, целият трафик ще се предава чрез HTTPS връзка, за да се предпази от подслушване.

source: If set (default), Squid will include a Via header in requests and replies as required by RFC2616.
bg: Ако е зададено (по подразбиране), Squid ще включва заглавие Via в заявките и отговорите, както се изисква от RFC2616.

source: If the number of the available threads is less than number, the c-icap server starts a new child.
bg: Ако броят на наличните нишки е по-малък от броя, сървърът c-icap стартира нова нишка.

source: If the number of the available threads is more than number then the c-icap server kills a child.
bg: Ако броят на наличните нишки е по-голям от броя, сървърът c-icap убива дете.

source: If this checkbox is checked, you can use an ICAP server to filter or replace content.
bg: Ако това квадратче е маркирано, можете да използвате ICAP сървър за филтриране или замяна на съдържание.

source: If this option is set, users can login on multiple machines at once. If disabled subsequent logins will cause machines previously logged in with the same username to be disconnected.
bg: Ако тази опция е зададена, потребителите могат да влизат едновременно в няколко машини. Ако е деактивирана, последващите влизания ще доведат до прекъсване на връзката с машините, в които преди това е влизано със същото потребителско име.

source: If you enable this option, the client IP address will be sent to the ICAP server. This can be useful if you want to filter traffic based on IP addresses.
bg: Ако разрешите тази опция, IP адресът на клиента ще бъде изпратен на ICAP сървъра. Това може да е полезно, ако искате да филтрирате трафика въз основа на IP адреси.

source: If you enable this option, the username of the client will be sent to the ICAP server. This can be useful if you want to filter traffic based on usernames. Authentication is required to use usernames.
bg: Ако разрешите тази опция, потребителското име на клиента ще бъде изпратено на ICAP сървъра. Това може да е полезно, ако искате да филтрирате трафика въз основа на потребителски имена. За използването на потребителски имена се изисква удостоверяване на автентичността.

source: If you turn off this option, the original files will still be scanned, but without parsing individual messages/attachments.
bg: Ако изключите тази опция, оригиналните файлове все пак ще бъдат сканирани, но без да се анализират отделните съобщения/прикачени файлове.

source: If you use previews, only a part of the data is sent to the ICAP server. Setting this option can improve the performance.
bg: Ако използвате визуализации, само част от данните се изпращат към сървъра ICAP. Задаването на тази опция може да подобри производителността.

source: Ignore SSL certificate validation (for self-signed certificates)
bg: Игнориране на валидирането на SSL сертификат (за самоподписани сертификати)

source: Ignore hosts in access.log
bg: Игнориране на хостове в access.log

source: Inactive Timeout
bg: Време за неактивност

source: Inner-Tunnel LDAP
bg: Вътрешен тунел LDAP

source: Insecure Domains
bg: Несигурни домейни

source: Insert here the domain that will be allowed to use Google GSuite. All accounts that are not in this domain will be blocked to use it.
bg: Въведете тук домейна, на който ще бъде разрешено да използва Google GSuite. Всички акаунти, които не са в този домейн, ще бъдат блокирани да го използват.

source: Instance
bg: Инстанция

source: Interface 2
bg: Интерфейс 2

source: Interfaces bound to DynFi Manager.
bg: Интерфейси, свързани с DynFi Manager.

source: Interfaces to capture.
bg: Интерфейси за заснемане.

source: Internal number used for this zone
bg: Вътрешен номер, използван за тази зона

source: Interval before dropping packets (in ms), leave empty for default
bg: Интервал преди отпадане на пакетите (в ms), оставете празен за подразбиране

source: Invert Port
bg: Инвертиращ порт

source: Invert Protocol
bg: Инвертиране на протокола

source: Invert destination
bg: Инвертиране на дестинацията

source: Invert source
bg: Инвертиране на източника

source: Join Type
bg: Тип присъединяване

source: Keepalive Interval
bg: Интервал на поддържане

source: Last Hour
bg: Последен час

source: Last updated
bg: Последна актуализация

source: Last updated timestamp. This is the time the vendor created the lists.
bg: Последно актуализиран времеви печат. Това е моментът, в който доставчикът е създал списъците.

source: Let the Redis server listen on non-localhost interfaces.
bg: Позволете на сървъра Redis да слуша на интерфейси, които не са локални хостове.

source: Levels
bg: Нива

source: License Key
bg: Ключ за лиценз

source: License key for activating nProbe Pro.
bg: Лицензионен ключ за активиране на nProbe Pro.

source: License key for activating ntopng Enterprise.
bg: Лицензионен ключ за активиране на ntopng Enterprise.

source: Limits
bg: Ограничения

source: List of IP addresses not to be sent via parent proxy.
bg: Списък с IP адреси, които не трябва да се изпращат чрез родителското прокси.

source: List of addresses allowed to pass trough the tunnel adapter. Please use CIDR notation like 10.0.0.1/24.
bg: Списък на адресите, разрешени за преминаване през тунелния адаптер. Моля, използвайте CIDR обозначение като 10.0.0.1/24.

source: List of addresses to configure on the tunnel adapter. Please use CIDR notation like 10.0.0.1/24.
bg: Списък с адреси за конфигуриране на тунелния адаптер. Моля, използвайте CIDR нотация като 10.0.0.1/24.

source: List of authorized SSH keys.
bg: Списък на разрешените SSH ключове.

source: List of domains from where blocklist will be downloaded.
bg: Списък на домейните, от които ще бъде изтеглен списъкът с блокове.

source: List of domains not to be sent via parent proxy.
bg: Списък с домейни, които не трябва да се изпращат чрез родителското прокси.

source: List of domains to mark as insecure. DNSSEC chain of trust is ignored towards the domain name.
bg: Списък с домейни, които да се маркират като несигурни. Веригата на доверие DNSSEC се пренебрегва по отношение на името на домейна.

source: List of domains to mark as private. You only need this for some DNSBL lists which resolve to private addresses.
bg: Списък с домейни, които да бъдат маркирани като частни. Това е необходимо само за някои списъци на DNSBL, които разрешават частни адреси.

source: List of peers for this server.
bg: Списък с равнопоставени потребители за този сървър.

source: List with events. Leave it empty for all events.
bg: Списък със събития. Оставете го празен за всички събития.

source: Listen address
bg: Адрес за слушане

source: Listening interfaces
bg: Интерфейси за слушане

source: Load the certificate and private key from the Windows Certificate System Store (Windows/OpenSSL Only).
bg: Заредете сертификата и частния ключ от системния магазин за сертификати на Windows (само за Windows/OpenSSL).

source: Local Cache Settings
bg: Настройки на локалния кеш

source: Local Description
bg: Местно описание

source: Local Description to help identify this network
bg: Локално описание, което помага за идентифицирането на тази мрежа

source: Local Domains
bg: Местни домейни

source: Local IPs
bg: Местни IP адреси

source: Local Networks (IPS)
bg: Местни мрежи (IPS)

source: Location to fetch geoip address ranges from. Refer to the DynFi Firewall documentation for further details
bg: Местоположение, от което да се извличат диапазони от геоип адреси. Обърнете се към документацията на DynFi Firewall за допълнителни подробности

source: Log Authentication Bad Password
bg: Вход Удостоверяване на автентичността Лоша парола

source: Log Authentication Good Password
bg: Вход Удостоверяване на автентичността Добра парола

source: Log Authentication Request
bg: Заявка за удостоверяване в дневника

source: Log File
bg: Регистрационен файл

source: Log Level
bg: Ниво на дневника

source: Log Level Verbosity
bg: Ниво на дневника

source: Log Replies
bg: Отговори на дневника

source: Log SNI information only
bg: Регистрирайте само информация за SNI

source: Log Transactions Slower Than (microsecond)
bg: Транзакции в дневника, по-бавни от (микросекунда)

source: Log package payload
bg: Полезен товар на пакета Log

source: Log to File or Syslog
bg: Регистриране във файл или Syslog

source: Login-Time
bg: Време за влизане

source: Logs password if it is correct.
bg: Регистрира паролата, ако тя е правилна.

source: Logs password if it is rejected.
bg: Регистрира паролата, ако тя бъде отхвърлена.

source: M/Monit Register Credentials
bg: M/Monit Регистрирайте пълномощията

source: MAC Address
bg: MAC адрес

source: MX Priority
bg: Приоритет на MX

source: Mail Server Address
bg: Адрес на пощенския сървър

source: Mail Server Password
bg: Парола на пощенския сървър

source: Mail Server Port
bg: Порт на пощенския сървър

source: Mail Server SSL Connection
bg: SSL връзка с пощенския сървър

source: Mail Server Username
bg: Потребителско име на пощенския сървър

source: Mail format
bg: Формат на пощата

source: Make sure the script is executable by the Monit service.
bg: Уверете се, че скриптът е изпълним от услугата Monit.

source: Mark encrypted archives as viruses (Encrypted.Zip, Encrypted.RAR).
bg: Маркирайте криптираните архиви като вируси (Encrypted.Zip, Encrypted.RAR).

source: Mask
bg: Маска

source: Match
bg: Мач

source: Match Type
bg: Тип на мача

source: Match against one or multiple DSCP values.
bg: Съвпадение с една или няколко DSCP стойности.

source: Matches
bg: Мачове

source: Max Daily Session
bg: Максимална дневна сесия

source: Max Packet Length
bg: Максимална дължина на пакета

source: Max directory recursion
bg: Максимална рекурсия на директорията

source: Max file size
bg: Максимален размер на файла

source: Max files
bg: Максимален брой файлове

source: Max keepalive requests
bg: Максимален брой заявки за поддържане

source: Max keepalive timeout
bg: Максимално време за поддържане на връзката

source: Max object size
bg: Максимален размер на обекта

source: Max recursion
bg: Максимална рекурсия

source: Max requests per child
bg: Максимален брой заявки на дете

source: Max scan size
bg: Максимален размер на сканиране

source: Max servers
bg: Максимален брой сървъри

source: Max spare threads
bg: Максимален брой резервни нишки

source: Maximum Clients
bg: Максимален брой клиенти

source: Maximum Length
bg: Максимална дължина

source: Maximum Memory
bg: Максимална памет

source: Maximum Memory Policy
bg: Политика за максимална памет

source: Maximum Memory Samples
bg: Максимален брой проби памет

source: Maximum depth directories are scanned at.
bg: Максималната дълбочина, на която се сканират директориите.

source: Maximum download size (kB)
bg: Максимален размер на изтегляне (kB)

source: Maximum number of queued items
bg: Максимален брой елементи в опашката

source: Maximum number of queued items (including those being processed by MaxThreads threads). It is recommended to have this value at least twice MaxThreads if possible.
bg: Максимален брой елементи на опашката (включително тези, които се обработват от нишките MaxThreads). Препоръчително е тази стойност да е поне два пъти по-голяма от MaxThreads, ако е възможно.

source: Maximum number of threads running
bg: Максимален брой работещи нишки

source: Maximum number of threads running at the same time.
bg: Максимален брой нишки, работещи едновременно.

source: Maximum object size (MB)
bg: Максимален размер на обекта (MB)

source: Maximum object size in memory (KB)
bg: Максимален размер на обекта в паметта (KB)

source: Maximum upload size (kB)
bg: Максимален размер на качване (kB)

source: Memory Cache size in Megabytes
bg: Размер на кеша на паметта в мегабайти

source: Memory cache mode
bg: Режим на кеш паметта

source: Message
bg: Съобщение

source: Min spare threads
bg: Мин. резервни нишки

source: Minimum acceptable persistent queue delay (in ms), leave empty for default
bg: Минимално приемливо забавяне на постоянната опашка (в ms), оставете празно за подразбиране

source: Monit HTTPD Access List
bg: Списък за достъп на Monit HTTPD

source: Monit HTTPD Port
bg: Порт на Monit HTTPD

source: Months
bg: Месеци

source: Multicast group
bg: Група за многоадресно предаване

source: MySQL Database
bg: База данни MySQL

source: MySQL Password
bg: Парола на MySQL

source: MySQL Port
bg: Порт на MySQL

source: MySQL Server
bg: Сървър на MySQL

source: MySQL User
bg: Потребител на MySQL

source: Name of the host, without the domain part. Use "*" to create a wildcard entry.
bg: Име на хоста, без частта за домейн. Използвайте "*", за да създадете запис със заместващи символи.

source: Negate
bg: Отричане на

source: Negate this match. For example you can match if a host is not inside a network.
bg: Отхвърлете този мач. Например можете да направите съвпадение, ако хостът не е вътре в мрежата.

source: Nested archives are scanned recursively, e.g. if a Zip archive contains a RAR file, all files within it will also be scanned.
bg: Вложените архиви се сканират рекурсивно, напр. ако архив Zip съдържа файл RAR, всички файлове в него също ще бъдат сканирани.

source: Netmask
bg: Нетна маска

source: Network Address
bg: Мрежов адрес

source: Network ID
bg: Идентификатор на мрежата

source: Network address that the c-icap server uses to listen to requests.
bg: Мрежов адрес, който сървърът c-icap използва, за да слуша заявки.

source: Networks to interpret as local
bg: Мрежите да се тълкуват като местни

source: New action
bg: Ново действие

source: Not on
bg: Не на

source: Number of files to be scanned within an archive, a document, or any other container file.
bg: Брой на файловете, които трябва да бъдат сканирани в рамките на архив, документ или друг контейнерен файл.

source: Number of first-level subdirectories
bg: Брой на поддиректориите от първо ниво

source: Number of logs to keep.
bg: Брой регистри, които да се съхраняват.

source: Number of second-level subdirectories
bg: Брой поддиректории от второ ниво

source: OLE2 block macros
bg: Макроси за блокове OLE2

source: Offer extended data to the login template before authentication (mac addresses for upstream use).
bg: Предлагане на разширени данни на шаблона за вход преди удостоверяване (mac адреси за използване в горната част на мрежата).

source: On system boot wait before Monit starts checking services.
bg: При зареждане на системата изчакайте, преди Monit да започне да проверява услугите.

source: Only if the object is bigger than size then the percentage of data which defined by SendPercentData sent by the c-icap server before receiving the complete body of request.
bg: Само ако обектът е по-голям от размера, тогава процентът данни, определен от SendPercentData, се изпраща от сървъра c-icap, преди да получи пълното съдържание на заявката.

source: Operator
bg: Оператор

source: Optional DNS server address.
bg: Незадължителен адрес на DNS сървър.

source: Optionally define a (list of) service(s) which are required before monitoring this one, if any of the dependencies are either stopped or unmonitored this service will stop/unmonitor too.
bg: По желание дефинирайте услуга (списък с услуги), които се изискват преди наблюдението на тази услуга, ако някоя от зависимостите е спряна или не се наблюдава, тази услуга също ще бъде спряна/не се наблюдава.

source: Optionally set a fixed port for this instance to listen on. The standard port range starts at 51820.
bg: По желание задайте фиксиран порт, на който да слуша тази инстанция. Стандартният обхват на портовете започва от 51820.

source: Outgoing Range
bg: Изходящ обхват

source: Overall bandwidth throttling (kbps)
bg: Общо ограничаване на честотната лента (kbps)

source: P12 Password/confirm
bg: P12 Парола/потвърждение

source: PE stands for Portable Executable - it's an executable file format used in all 32 and 64-bit versions of Windows operating systems.
bg: PE означава Portable Executable (преносим изпълним файл) - това е формат на изпълним файл, използван във всички 32- и 64-битови версии на операционните системи Windows.

source: PID File
bg: Файл PID

source: Parameters
bg: Параметри

source: Parent
bg: Родител

source: Parent Proxy Settings
bg: Настройки на прокси сървъра на родителя

source: Parent proxy IP address or hostname.
bg: IP адрес или име на хост на родителското прокси.

source: Parent proxy port.
bg: Родителски прокси порт.

source: Pass on error
bg: Предаване на грешка
