Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: The time period needs at least 2.1 times that of the probe interval.
bg: Периодът от време трябва да е поне 2,1 пъти по-голям от интервала на сондата.

source: The loss interval needs to be a numeric value.
bg: Интервалът на загуба трябва да бъде числова стойност.

source: The loss interval needs to be positive.
bg: Интервалът на загубите трябва да е положителен.

source: Edit gateway
bg: Редактиране на портала

source: Set this option to disable this gateway without removing it from the list.
bg: Задайте тази опция, за да деактивирате този шлюз, без да го премахвате от списъка.

source: Choose which interface this gateway applies to.
bg: Изберете за кой интерфейс се отнася този шлюз.

source: Choose the Internet Protocol this gateway uses.
bg: Изберете интернет протокола, който този шлюз използва.

source: This will select the above gateway as a default gateway candidate.
bg: Това ще избере горния шлюз като кандидат за шлюз по подразбиране.

source: Far Gateway
bg: Далечен портал

source: This will allow the gateway to exist outside of the interface subnet.
bg: Това ще позволи на шлюза да съществува извън подмрежата на интерфейса.

source: Disable Gateway Monitoring
bg: Деактивиране на наблюдението на шлюза

source: This will consider this gateway as always being "up".
bg: При това този шлюз винаги ще се счита за "включен".

source: Enter an alternative address here to be used to monitor the link. This is used for the quality RRD graphs as well as the load balancer entries. Use this if the gateway does not respond to ICMP echo requests (pings)
bg: Въведете тук алтернативен адрес, който да се използва за наблюдение на връзката. Той се използва за графиките за качество на RRD, както и за записите за балансиране на натоварването. Използвайте го, ако шлюзът не отговаря на ICMP ехо заявки (pings)

source: Mark Gateway as Down
bg: Маркирайте Gateway като Down

source: This will force this gateway to be considered "down".
bg: Това ще принуди този шлюз да се счита за "изключен".

source: Influences sort order when selecting a (default) gateway, lower means more important.
bg: Влияе върху реда на сортиране при избора на шлюз (по подразбиране), като по-нисък означава по-важен.

source: - Show advanced option
bg: - Показване на разширена опция

source: Weight for this gateway when used in a Gateway Group.
bg: Тегло за този шлюз, когато се използва в група шлюзове.

source: Latency thresholds
bg: Прагове на закъснение

source: From
bg: От

source: To
bg: За

source: Low and high thresholds for latency in milliseconds. Default is %d/%d.
bg: Ниски и високи прагове за латентност в милисекунди. По подразбиране е %d/%d.

source: Packet Loss thresholds
bg: Прагове за загуба на пакети

source: Low and high thresholds for packet loss in %%. Default is %d/%d.
bg: Ниски и високи прагове за загуба на пакети в %%. По подразбиране е %d/%d.

source: Probe Interval
bg: Интервал на сондата

source: How often that an ICMP probe will be sent in seconds. Default is %d.
bg: Колко често ще се изпраща ICMP сонда в секунди. По подразбиране е %d.

source: Alert Interval
bg: Интервал на предупреждение

source: Time interval between alerts. Default is %d.
bg: Времеви интервал между сигналите. По подразбиране е %d.

source: Time Period
bg: Времеви период

source: The time period over which results are averaged. Default is %d.
bg: Периодът от време, за който се осредняват резултатите. По подразбиране е %d.

source: Loss Interval
bg: Интервал на загуба

source: Time interval before packets are treated as lost. Default is %d.
bg: Времеви интервал, преди пакетите да се третират като загубени. По подразбиране е %d.

source: Data Length
bg: Дължина на данните

source: Specify the number of data bytes to be sent. Default is %d.
bg: Посочете броя на байтовете данни, които ще бъдат изпратени. По подразбиране е %d.

source: The hostname may only contain the characters a-z, 0-9 and '-'.
bg: Името на хоста може да съдържа само символите a-z, 0-9 и '-'.

source: A search domain may only contain the characters a-z, 0-9, '-' and '.'.
bg: Домейнът за търсене може да съдържа само символите a-z, 0-9, "-" и ".".

source: A valid IP address must be specified for DNS server "%s".
bg: За DNS сървъра "%s" трябва да бъде зададен валиден IP адрес.

source: You can not assign a gateway to DNS server "%s" which is on a directly connected network.
bg: Не можете да зададете шлюз на DNS сървър "%s", който е в директно свързана мрежа.

source: Name of the firewall host, without domain part
bg: Име на хоста на защитната стена, без частта за домейн

source: Do not use 'local' as your internal domain name. It is reserved for and will interfere with mDNS (avahi, bonjour, etc.). Use the special-purpose home.arpa domain instead.
bg: Не използвайте "local" като име на вътрешен домейн. То е запазено за и ще пречи на mDNS (avahi, bonjour и др.). Вместо това използвайте домейна със специално предназначение home.arpa.

source: e.g. %sexample.net, branch.example.com, home.arpa, etc.%s
bg: например %sexample.net, branch.example.com, home.arpa и т.н.%s

source: Time zone
bg: Часова зона

source: Select the location closest to you
bg: Изберете най-близкото до вас местоположение

source: Choose a language for the web GUI.
bg: Изберете език за уеб графичния интерфейс.

source: Theme
bg: Тема

source: This will change the look and feel of the GUI.
bg: Това ще промени външния вид на графичния потребителски интерфейс.

source: Store intermediate
bg: Магазин за междинни продукти

source: Allow local defined intermediate certificate authorities to be used in the local trust store. We advise to only store root certificates to prevent cross signed ones causing breakage when included but expired later in the chain.
bg: Разрешаване на използването на локално дефинирани междинни удостоверителни органи в локалното хранилище за доверие. Препоръчваме да се съхраняват само коренови сертификати, за да се предотврати срив на кръстосано подписаните сертификати, когато са включени, но са изтекли по-късно във веригата.

source: Networking
bg: Работа в мрежа

source: Prefer IPv4 over IPv6
bg: Предпочитане на IPv4 пред IPv6

source: Prefer to use IPv4 even if IPv6 is available
bg: Предпочитате да използвате IPv4, дори ако е наличен IPv6

source: By default, if a hostname resolves IPv6 and IPv4 addresses IPv6 will be used. If you check this option, IPv4 will be used instead of IPv6.
bg: По подразбиране, ако дадено име на хост разрешава IPv6 и IPv4 адреси, ще се използва IPv6. Ако поставите отметка на тази опция, ще се използва IPv4 вместо IPv6.

source: Use gateway
bg: Използване на шлюз

source: Enter IP addresses to be used by the system for DNS resolution. These are also used for the DHCP service, DNS services and for PPTP VPN clients.
bg: Въведете IP адреси, които системата да използва за DNS резолюция. Тези адреси се използват и за услугата DHCP, DNS услугите и за PPTP VPN клиентите.

source: In addition, optionally select the gateway for each DNS server. When using multiple WAN connections there should be at least one unique DNS server per gateway.
bg: Освен това по желание изберете шлюза за всеки DNS сървър. При използване на няколко WAN връзки трябва да има поне един уникален DNS сървър за всеки шлюз.

source: DNS search domain
bg: DNS търсене на домейн

source: Enter an additional domain to add to the local list of search domains.
bg: Въведете допълнителен домейн, който да добавите към локалния списък с домейни за търсене.

source: DNS server options
bg: Опции за DNS сървър

source: Allow DNS server list to be overridden by DHCP/PPP on WAN
bg: Разрешаване на списъка с DNS сървъри да бъде заменен от DHCP/PPP в WAN

source: If this option is set, DNS servers assigned by a DHCP/PPP server on WAN will be used for their own purposes (including the DNS services). However, they will not be assigned to DHCP clients. Since this option concerns all interfaces retrieving dynamic dns entries, you can exclude items from the list below.
bg: Ако тази опция е зададена, DNS сървърите, назначени от DHCP/PPP сървър в глобалната мрежа, ще се използват за собствени цели (включително DNS услугите). Те обаче няма да бъдат присвоявани на DHCP клиенти. Тъй като тази опция се отнася за всички интерфейси, извличащи динамични DNS записи, можете да изключите елементи от списъка по-долу.

source: Exclude interfaces
bg: Изключване на интерфейси

source: Do not use the local DNS service as a nameserver for this system
bg: Не използвайте местната услуга DNS като сървър на имена за тази система

source: By default localhost (127.0.0.1) will be used as the first nameserver when e.g. Dnsmasq or Unbound is enabled, so system can use the local DNS service to perform lookups. Checking this box omits localhost from the list of DNS servers.
bg: По подразбиране localhost (127.0.0.1) ще се използва като първи сървър на имена, когато е активиран например Dnsmasq или Unbound, така че системата да може да използва местната DNS услуга за извършване на търсения. Поставянето на отметка в това квадратче изключва localhost от списъка с DNS сървъри.

source: Gateway switching
bg: Превключване на шлюза

source: Allow default gateway switching
bg: Разрешаване на превключването на шлюза по подразбиране

source: If the link where the default gateway resides fails switch the default gateway to another available one.
bg: Ако връзката, в която се намира шлюзът по подразбиране, се повреди, превключете шлюза по подразбиране на друг достъпен.

source: The group name contains invalid characters.
bg: Името на групата съдържа невалидни символи.

source: The group name is longer than 32 characters.
bg: Името на групата е по-дълго от 32 символа.

source: Another entry with the same group name already exists.
bg: Вече съществува друг запис със същото име на групата.

source: That groupname is reserved by the system.
bg: Това име на група е запазено от системата.

source: Do you really want to delete this group?
bg: Наистина ли искате да изтриете тази група?

source: Defined by
bg: Определен от

source: Group name
bg: Име на групата

source: Group description, for your own information only
bg: Описание на групата, само за ваша собствена информация

source: Group Memberships
bg: Членство в групи

source: Not Member Of
bg: Не е член на

source: Member Of
bg: Член на

source: Add Users
bg: Добавяне на потребители

source: Remove Users
bg: Премахване на потребители

source: Hold down CTRL (pc)/COMMAND (mac) key to select multiple items
bg: Задръжте натиснат клавиша CTRL (pc)/COMMAND (mac), за да изберете няколко елемента

source: Assigned Privileges
bg: Присвоени привилегии

source: GUI
bg: ГРАФИЧЕН ИНТЕРФЕЙС

source: Member Count
bg: Брой членове

source: Superuser group
bg: Група Суперпотребител

source: Normal group
bg: Нормална група

source: The synchronize peer IP must be an IPv4 address or left empty.
bg: IP адресът на синхронизиращия партньор трябва да бъде IPv4 адрес или да остане празен.

source: Disable preempt
bg: Деактивиране на изпреварването

source: When this device is configured as CARP master it will try to switch to master when powering up, this option will keep this one slave if there already is a master on the network. A reboot is required to take effect.
bg: Когато това устройство е конфигурирано като CARP master, то ще се опита да превключи на master при включване, тази опция ще запази това устройство като slave, ако вече има master в мрежата. Необходимо е рестартиране на компютъра, за да влезе в сила.

source: Disconnect dialup interfaces
bg: Изключване на интерфейси за комутиране

source: When this device is configured as CARP backup it will disconnect all PPP type interfaces and try to reconnect them when becoming master again.
bg: Когато това устройство е конфигурирано като резервно за CARP, то ще прекъсне връзката с всички интерфейси от типа PPP и ще се опита да ги свърже отново, когато отново стане главен.

source: Synchronize States
bg: Синхронизиране на състояния

source: pfsync transfers state insertion, update, and deletion messages between firewalls.%sEach firewall sends these messages out via multicast on a specified interface, using the PFSYNC protocol (%sIP Protocol 240%s).%sIt also listens on that interface for similar messages from other firewalls, and imports them into the local state table.%sThis setting should be enabled on all members of a failover group.
bg: pfsync прехвърля съобщения за въвеждане, актуализиране и изтриване на състояния между защитни стени.%sВсяка защитна стена изпраща тези съобщения чрез многоадресация по определен интерфейс, като използва протокола PFSYNC (%sIP Protocol 240%s).%sТой също така слуша на този интерфейс за подобни съобщения от други защитни стени и ги импортира в местната таблица на състоянията.%sТази настройка трябва да бъде разрешена за всички членове на група за преминаване към отказ.

source: Clicking save will force a configuration sync if it is enabled! (see Configuration Synchronization Settings below)
bg: Щракването върху "Запази" ще наложи синхронизиране на конфигурацията, ако то е разрешено! (вижте Настройки за синхронизиране на конфигурацията по-долу)

source: Synchronize Interface
bg: Синхронизиране на интерфейса

source: If Synchronize States is enabled, it will utilize this interface for communication.
bg: Ако е активирана функцията Синхронизиране на състояния, тя ще използва този интерфейс за комуникация.

source: We recommend setting this to a interface other than LAN! A dedicated interface works the best.
bg: Препоръчваме да зададете тази стойност за интерфейс, различен от LAN! Специален интерфейс работи най-добре.

source: You must define an IP on each machine participating in this failover group.
bg: Трябва да определите IP адрес на всяка машина, участваща в тази група за отказ.

source: You must have an IP assigned to the interface on any participating sync nodes.
bg: Трябва да имате IP адрес, присвоен на интерфейса на всички участващи възли за синхронизация.

source: Synchronize Peer IP
bg: Синхронизиране на IP на партньор

source: Setting this option will force pfsync to synchronize its state table to this IP address. The default is directed multicast.
bg: Задаването на тази опция ще накара pfsync да синхронизира своята таблица на състоянието с този IP адрес. По подразбиране е насочен multicast.

source: Configuration Synchronization Settings (XMLRPC Sync)
bg: Настройки за синхронизиране на конфигурацията (XMLRPC Sync)

source: Perform synchronization
bg: Извършване на синхронизация

source: Synchronize Config to IP
bg: Синхронизиране на конфигурацията с IP

source: Enter the IP address of the firewall to which the selected configuration sections should be synchronized.
bg: Въведете IP адреса на защитната стена, към която трябва да се синхронизират избраните секции от конфигурацията.

source: When using XMLRPC sync to a backup machine running on another port/protocol please input the full url (example: %s)
bg: Когато използвате XMLRPC за синхронизиране с машина за архивиране, работеща на друг порт/протокол, моля, въведете пълния URL адрес (пример: %s)

source: For setting up the backup machine leave this field empty, and do not forget to allow incoming connections on the specified interface for synchronization.
bg: За настройване на машината за архивиране оставете това поле празно и не забравяйте да разрешите входящите връзки на посочения интерфейс за синхронизиране.

source: Remote System Username
bg: Потребителско име на отдалечената система

source: Enter the web GUI username of the system entered above for synchronizing your configuration.
bg: Въведете потребителското име на уеб графичния интерфейс на системата, въведена по-горе за синхронизиране на конфигурацията.

source: Do not use the Synchronize Config to IP and username option on backup cluster members!
bg: Не използвайте опцията Synchronize Config to IP and username (Синхронизиране на конфигурацията с IP и потребителско име) за членовете на резервния клъстер!

source: Remote System Password
bg: Парола за отдалечена система

source: Enter the web GUI password of the system entered above for synchronizing your configuration.
bg: Въведете паролата за уеб графичния интерфейс на системата, въведена по-горе за синхронизиране на конфигурацията.

source: Do not use the Synchronize Config to IP and password option on backup cluster members!
bg: Не използвайте опцията Synchronize Config to IP and password (Синхронизиране на конфигурацията с IP и парола) за членовете на резервния клъстер!

source: You cannot delete yourself.
bg: Не можете да изтриете себе си.

source: The user "%s" was successfully removed.
bg: Потребителят "%s" беше успешно премахнат.

source: The certificate association "%s" was successfully removed.
bg: Асоциацията на удостоверенията "%s" беше успешно премахната.

source: The API key "%s" was successfully removed.
bg: Ключът на API "%s" беше успешно премахнат.

source: No API key found
bg: Не е намерен API ключ

source: The username contains invalid characters.
bg: Потребителското име съдържа невалидни символи.

source: The username is longer than 32 characters.
bg: Потребителското име е по-дълго от 32 символа.

source: Cannot set random password due to explicit input.
bg: Не може да се зададе случайна парола поради изрично въвеждане.

source: You cannot disable yourself.
bg: Не можете да се деактивирате.

source: A password is required.
bg: Изисква се парола.

source: Another entry with the same username already exists.
bg: Вече съществува друг запис със същото потребителско име.

source: That username is reserved by the system.
bg: Това потребителско име е запазено от системата.

source: Invalid expiration date format; use MM/DD/YYYY instead.
bg: Невалиден формат на датата на изтичане; вместо това използвайте MM/DD/YYYY.

source: Invalid internal Certificate Authority
bg: Невалиден вътрешен удостоверяващ орган

source: Invalid login shell provided.
bg: Предоставена е невалидна обвивка за вход.

source: (Certificate will not be deleted)
bg: (Сертификатът няма да бъде изтрит)

source: Do you really want to remove this certificate association?
bg: Наистина ли искате да премахнете тази асоциация на сертификати?

source: Do you really want to delete this user?
bg: Наистина ли искате да изтриете този потребител?

source: Popup blocker detected. Action aborted.
bg: Открит е блокер за изскачащи прозорци. Действието е прекъснато.

source: Do you really want to delete this API key?
bg: Наистина ли искате да изтриете този API ключ?

source: User distinguished name
bg: Отличително име на потребителя

source: (confirmation)
bg: (потвърждение)

source: Generate a scrambled password to prevent local database logins for this user.
bg: Генериране на кодирана парола, за да се предотврати влизането в локална база данни за този потребител.

source: Full name
bg: Пълно име

source: User's full name, for your own information only
bg: Пълно име на потребителя, само за ваша информация

source: E-Mail
bg: Електронна поща

source: User's e-mail address, for your own information only
bg: Имейл адрес на потребителя, само за ваша собствена информация

source: Comment
bg: Коментар

source: User comment, for your own information only
bg: Потребителски коментар, само за ваша информация

source: Preferred landing page
bg: Предпочитана целева страница

source: Preferred landing page after login or authentication failure
bg: Предпочитана целева страница след неуспешно влизане или удостоверяване

source: Login shell
bg: Входна обвивка

source: Expiration date
bg: Дата на изтичане на валидността

source: Leave blank if the account shouldn't expire, otherwise enter the expiration date in the following format: mm/dd/yyyy
bg: Оставете празно, ако срокът на валидност на акаунта не трябва да изтича, в противен случай въведете датата на валидност в следния формат: мм/дд/гггг

source: Add groups
bg: Добавяне на групи

source: Remove groups
bg: Премахване на групи

source: Effective Privileges
bg: Ефективни привилегии

source: Inherited from
bg: Наследено от

source: edit privileges
bg: права за редактиране

source: User Certificates
bg: Потребителски сертификати

source: Valid To
bg: Валидно до

source: export private key
bg: износ на частен ключ

source: export certificate
bg: сертификат за износ

source: unlink certificate
bg: премахване на връзката със сертификат

source: create or link user certificate
bg: създаване или свързване на потребителски сертификат

source: API keys
bg: API ключове

source: key
bg: ключ

source: delete API key
bg: изтриване на API ключ

source: Create API key
bg: Създаване на API ключ

source: Manage API keys here for machine to machine interaction using this user's credentials.
bg: Тук управлявайте API ключовете за взаимодействие между машините, като използвате идентификационните данни на този потребител.

source: Click to create a user certificate.
bg: Щракнете, за да създадете потребителски сертификат.

source: OTP seed
bg: Посявка на OTP

source: Generate new secret (160 bit)
bg: Генериране на нова тайна (160 бита)

source: OTP (base32) seed to use when a one time password authenticator is used
bg: OTP (base32) семе, което да се използва, когато се използва автентификатор с еднократна парола

source: OTP QR code
bg: OTP QR код

source: Click to unhide
bg: Кликнете, за да премахнете скриването

source: Scan this QR code for easy setup with external apps.
bg: Сканирайте този QR код за лесна настройка с външни приложения.

source: Paste an authorized keys file here.
bg: Поставете тук файла с оторизирани ключове.

source: IPsec Pre-Shared Key
bg: Предварително споделен ключ на IPsec

source: Save and go back
bg: Запазване и връщане назад

source: Import
bg: Внос

source: System Administrator
bg: Администратор на системата

source: Disabled User
bg: Потребител с увреждания

source: Normal User
bg: Нормален потребител

source: Privileges
bg: Привилегии

source: Please be aware that this option does not cover all areas of the system and will be removed in a future release.
bg: Моля, имайте предвид, че тази опция не покрива всички области на системата и ще бъде премахната в бъдеща версия.

source: Ok
bg: Добре

source: System Privileges
bg: Системни привилегии

source: Allowed
bg: Разрешено

source: Endpoints
bg: Крайни точки

source: (filter)
bg: (филтър)

source: search
bg: търсене

source: Select all (visible)
bg: Изберете всички (видимо)

source: Deselect all (visible)
bg: Премахване на всички (видими)

source: Could not connect to the LDAP server. Please check your LDAP configuration.
bg: Не може да се свърже със сървъра LDAP. Моля, проверете конфигурацията на LDAP.

source: Please select users to import:
bg: Моля, изберете потребители за импортиране:

source: Your password does not match the selected security policies. Please provide a new one.
bg: Паролата ви не отговаря на избраните политики за сигурност. Моля, въведете нова.

source: Sorry, you cannot change settings for a non-local user.
bg: Съжаляваме, но не можете да променяте настройките за неместен потребител.

source: Saved settings for user "%s"
bg: Запазени настройки за потребител "%s"

source: Are you sure you want to request a new OTP token? The previous token will not be valid after this action.
bg: Сигурни ли сте, че искате да заявите нов OTP токен? Предишният токен няма да бъде валиден след това действие.

source: User Settings
bg: Настройки на потребителя

source: Old password
bg: Стара парола

source: New password
bg: Нова парола

source: Request new OTP seed
bg: Запитване за ново OTP семе

source: Mobile Client
bg: Мобилен клиент

source: off
bg: от

source: Do you really want to delete this phase1 and all associated phase2 entries?
bg: Наистина ли искате да изтриете тази фаза1 и всички свързани с нея записи на фаза2?

source: Do you really want to delete this phase2 entry?
bg: Наистина ли искате да изтриете този запис от фаза 2?
