Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: NMEA sentences
bg: Изречения NMEA

source: All
bg: Всички

source: ZDA or ZDG
bg: ZDA или ZDG

source: By default NTP will listen for all supported NMEA sentences. Here one or more sentences to listen for may be specified.
bg: По подразбиране NTP ще слуша всички поддържани NMEA изречения. Тук може да се зададе едно или повече изречения, за които да се слуша.

source: Fudge time 1 (seconds)
bg: Време за приготвяне на фъдж 1 (секунди)

source: Fudge time 1 is used to specify the GPS PPS signal offset (default: 0.0).
bg: Fudge time 1 се използва за определяне на отместването на GPS PPS сигнала (по подразбиране: 0,0).

source: Fudge time 2 (seconds)
bg: Време за приготвяне на фъдж 2 (секунди)

source: Fudge time 2 is used to specify the GPS time offset (default: 0.0).
bg: Fudge time 2 се използва за задаване на отместването на GPS времето (по подразбиране: 0,0).

source: Stratum
bg: Страт

source: This may be used to change the GPS Clock stratum (default: 0). This may be useful if, for some reason, you want ntpd to prefer a different clock
bg: Тази опция може да се използва за промяна на слоя на GPS часовника (по подразбиране: 0). Това може да е полезно, ако по някаква причина искате ntpd да предпочете друг часовник.

source: Flags
bg: Флагове

source: Normally there should be no need to change these options from the defaults.
bg: Обикновено не е необходимо да променяте тези опции спрямо настройките по подразбиране.

source: NTP should prefer this clock (default: enabled).
bg: NTP трябва да предпочита този часовник (по подразбиране: разрешено).

source: NTP should not use this clock, it will be displayed for reference only (default: disabled).
bg: NTP не трябва да използва този часовник, той ще се показва само за справка (по подразбиране: изключено).

source: Enable PPS signal processing (default: enabled).
bg: Разрешаване на обработката на PPS сигнала (по подразбиране: разрешено).

source: Enable falling edge PPS signal processing (default: rising edge).
bg: Активиране на обработката на PPS сигнала с падащ фронт (по подразбиране: с нарастващ фронт).

source: Enable kernel PPS clock discipline (default: enabled).
bg: Разрешаване на дисциплината на часовника на ядрото PPS (по подразбиране: разрешено).

source: Obscure location in timestamp (default: unobscured).
bg: Затъмнено местоположение във времевия печат (по подразбиране: незатъмнено).

source: Log the sub-second fraction of the received time stamp (default: Not logged).
bg: Записва подсекундната част от получения времеви печат (по подразбиране: Не се записва).

source: Clock ID
bg: Идентификатор на часовника

source: (1 to 4 characters)
bg: (от 1 до 4 символа)

source: This may be used to change the GPS Clock ID (default: GPS).
bg: Това може да се използва за промяна на идентификатора на GPS часовника (по подразбиране: GPS).

source: GPS Initialization
bg: Иницииране на GPS

source: Show GPS Initialization commands
bg: Показване на командите за инициализация на GPS

source: Note: Commands entered here will be sent to the GPS during initialization. Please read and understand your GPS documentation before making any changes here.
bg: Забележка: Въведените тук команди ще бъдат изпратени на GPS по време на инициализацията. Моля, прочетете и разберете документацията на вашия GPS, преди да правите каквито и да било промени тук.

source: NMEA checksum calculator
bg: Калкулатор на контролната сума на NMEA

source: Enter the text between "$" and "*" of a NMEA command string.
bg: Въведете текста между "$" и "*" на низ от команди NMEA.

source: Calculate
bg: Изчислете

source: Checksum:
bg: Контролна сума:

source: Please click the "Calculate" to get a result.
bg: Кликнете върху "Изчисли", за да получите резултат.

source: A GPS connected via a serial port may be used as a reference clock for NTP. If the GPS also supports PPS and is properly configured, and connected, that GPS may also be used as a Pulse Per Second clock reference. NOTE: a USB GPS may work, but is not recommended due to USB bus timing issues.
bg: GPS, свързан чрез сериен порт, може да се използва като референтен часовник за NTP. Ако GPS поддържа и PPS и е правилно конфигуриран и свързан, този GPS може да се използва и като референтен часовник за импулси в секунда. ЗАБЕЛЕЖКА: USB GPS може да работи, но не се препоръчва поради проблеми с времето на USB шината.

source: For the best results, NTP should have at least three sources of time. So it is best to configure at least 2 servers under %sServices: Network Time%s to minimize clock drift if the GPS data is not valid over time. Otherwise ntpd may only use values from the unsynchronized local clock when providing time to clients.
bg: За постигане на най-добри резултати NTP трябва да има поне три източника на време. Затова е най-добре да конфигурирате поне 2 сървъра в %sServices: Network Time%s, за да се сведе до минимум отклонението на часовника, ако GPS данните не са валидни във времето. В противен случай ntpd може да използва само стойностите от несинхронизирания местен часовник, когато предоставя време на клиентите.

source: NTP PPS Configuration
bg: Конфигурация на NTP PPS

source: All serial ports are listed, be sure to pick the port with the PPS source attached.
bg: Изброени са всички серийни портове, не забравяйте да изберете порта с прикачен източник на PPS.

source: Fudge time
bg: Време за фъдж

source: Fudge time is used to specify the PPS signal offset from the actual second such as the transmission delay between the transmitter and the receiver.
bg: Времето за изкривяване се използва за определяне на изместването на сигнала PPS от действителната секунда, например закъснението на предаването между предавателя и приемника.

source: This may be used to change the PPS Clock stratum
bg: Това може да се използва за промяна на стратата на PPS Clock

source: This may be useful if, for some reason, you want ntpd to prefer a different clock and just monitor this source.
bg: Това може да е полезно, ако по някаква причина искате ntpd да предпочита друг часовник и да следи само този източник.

source: Enable kernel PPS clock discipline (default: disabled).
bg: Разрешаване на дисциплината на часовника на ядрото PPS (по подразбиране: изключено).

source: Record a timestamp once for each second, useful for constructing Allan deviation plots (default: disabled).
bg: Записва времева марка веднъж за всяка секунда, което е полезно за построяване на графики на отклонението на Allan (по подразбиране: изключено).

source: This may be used to change the PPS Clock ID
bg: Това може да се използва за промяна на идентификатора на часовника PPS

source: Devices with a Pulse Per Second output such as radios that receive a time signal from DCF77 (DE), JJY (JP), MSF (GB) or WWVB (US) may be used as a PPS reference for NTP.
bg: Устройства с изход за импулси в секунда, като например радиостанции, които получават времеви сигнал от DCF77 (DE), JJY (JP), MSF (GB) или WWVB (US), могат да се използват като PPS референция за NTP.

source: A serial GPS may also be used, but the serial GPS driver would usually be the better option.
bg: Може да се използва и сериен GPS, но серийният GPS драйвер обикновено е по-добрият вариант.

source: A PPS signal only provides a reference to the change of a second, so at least one other source to number the seconds is required.
bg: Сигналът PPS осигурява само референция за промяната на секундата, така че е необходим поне още един източник за броене на секундите.

source: At least 3 additional time sources should be configured under %sServices: NTP%s to reliably supply the time of each PPS pulse.
bg: Поне 3 допълнителни източника на време трябва да бъдат конфигурирани в %sServices: NTP%s, за да се осигури надеждно времето на всеки PPS импулс.

source: OpenDNS Setup
bg: Настройка на OpenDNS

source: Filter DNS requests using OpenDNS
bg: Филтриране на DNS заявки с помощта на OpenDNS

source: Enabling the OpenDNS service will overwrite DNS servers configured via the General Setup page as well as ignore any DNS servers learned by DHCP/PPP on WAN and use the DNS servers from %s instead.
bg: Активирането на услугата OpenDNS ще презапише DNS сървърите, конфигурирани чрез страницата General Setup (Обща настройка), както и ще игнорира всички DNS сървъри, научени от DHCP/PPP в глобалната мрежа, и вместо тях ще използва DNS сървърите от %s.

source: Standalone
bg: Самостоятелен

source: Do not alter system DNS server settings
bg: Не променяйте системните настройки на DNS сървъра

source: Enable this mode when the OpenDNS servers are used by a different network component but the periodic update behaviour is still desired.
bg: Активирайте този режим, когато сървърите на OpenDNS се използват от друг мрежов компонент, но все още се желае периодично актуализиране.

source: Signon Username to log into your OpenDNS dashboard. It is used to automatically update the IP address of the registered network.
bg: Потребителско име за влизане, за да влезете в таблото за управление на OpenDNS. То се използва за автоматично актуализиране на IP адреса на регистрираната мрежа.

source: Enter the network name configured on the %sNetworks Dashboard of OpenDNS%s under 'Manage your networks'. Used to update the node's IP address whenever the WAN interface changes its IP address.
bg: Въведете името на мрежата, конфигурирано на таблото за управление %sNetworks на OpenDNS%s в раздел "Управление на вашите мрежи". Използва се за актуализиране на IP адреса на възела, когато WAN интерфейсът промени своя IP адрес.

source: Test result
bg: Резултат от теста

source: Test/Update
bg: Тест/актуализация

source: An invalid subnet route was supplied: %s
bg: Предоставен е невалиден маршрут към подмрежата: %s

source: Maximum interval must be between %s and %s seconds.
bg: Максималният интервал трябва да е между %s и %s секунди.

source: Minimum interval must be between %s and %s seconds.
bg: Минималният интервал трябва да е между %s и %s секунди.

source: AdvDefaultLifetime must be between %s and %s seconds.
bg: AdvDefaultLifetime трябва да е между %s и %s секунди.

source: AdvValidLifetime must be between %s and %s seconds.
bg: AdvValidLifetime трябва да е между %s и %s секунди.

source: AdvPreferredLifetime must be between %s and %s seconds.
bg: AdvPreferredLifetime трябва да е между %s и %s секунди.

source: AdvRDNSSLifetime must be between %s and %s seconds.
bg: AdvRDNSSLifetime трябва да е между %s и %s секунди.

source: AdvDNSSLLifetime must be between %s and %s seconds.
bg: AdvDNSSLLifetime трябва да е между %s и %s секунди.

source: AdvRouteLifetime must be between %s and %s seconds.
bg: AdvRouteLifetime трябва да е между %s и %s секунди.

source: AdvLinkMTU must be between %s and %s bytes.
bg: AdvLinkMTU трябва да е между %s и %s байта.

source: Router Only
bg: Само маршрутизатор

source: Unmanaged
bg: Неуправляем

source: Managed
bg: Управление на

source: Assisted
bg: Асистиран

source: Stateless
bg: Без състояние

source: Select which flags to set in Router Advertisements sent from this interface.
bg: Изберете кои флагове да се задават в рекламите на маршрутизатора, изпращани от този интерфейс.

source: Use "Router Only" to disable Stateless Address Autoconfiguration (SLAAC) and DHCPv6, "Unmanaged" for SLAAC (A flag), "Managed" for Stateful DHCPv6 (M+O flags), "Assisted" for Stateful DHCPv6 and SLAAC (M+O+A flags), or "Stateless" for Stateless DHCPv6 and SLAAC (O+A flags).
bg: Използвайте "Router Only" (Само маршрутизатор), за да деактивирате автоматичното конфигуриране на адреси без състояние (SLAAC) и DHCPv6, "Unmanaged" (Неуправлявано) за SLAAC (флаг A), "Managed" (Управлявано) за Stateful DHCPv6 (флаг M+O), "Assisted" (Подпомагано) за Stateful DHCPv6 и SLAAC (флаг M+O+A) или "Stateless" (Без състояние) за Stateful DHCPv6 и SLAAC (флаг O+A).

source: Router Priority
bg: Приоритет на маршрутизатора

source: Select the Priority for the Router Advertisement (RA) Daemon.
bg: Изберете приоритета за демона за маршрутизираща реклама (RA).

source: Select the source address embedded in the RA messages. If a CARP address is used DeprecatePrefix and RemoveRoute are both set to "off" by default.
bg: Изберете адреса на източника, вграден в съобщенията RA. Ако се използва CARP адрес, DeprecatePrefix и RemoveRoute са настроени по подразбиране на "изключено".

source: Advertise Default Gateway
bg: Рекламиране на шлюза по подразбиране

source: Advertise Routes
bg: Рекламиране на маршрути

source: Length
bg: Дължина

source: Remove
bg: Премахване на

source: Routes are specified in CIDR format. The prefix of a route definition should be network prefix; it can be used to advertise more specific routes to the hosts.
bg: Маршрутите се задават във формат CIDR. Префиксът на дефиницията на маршрута трябва да бъде мрежов префикс; той може да се използва за рекламиране на по-специфични маршрути към хостовете.

source: DNS options
bg: Опции за DNS

source: Use the DNS configuration of the DHCPv6 server
bg: Използване на DNS конфигурацията на DHCPv6 сървъра

source: Do not send any DNS configuration to clients
bg: Да не се изпраща конфигурация на DNS на клиентите

source: Control the behavior of the embedded DNS configuration (RFC 8106). Leave unchecked to use a custom DNS configuration.
bg: Контролиране на поведението на вградената DNS конфигурация (RFC 8106). Оставете без отметка, за да използвате персонализирана DNS конфигурация.

source: The default is to use the domain name of this system as the DNSSL option in Router Advertisements. You may optionally specify one or multiple domain(s) here. Use the semicolon character as separator.
bg: По подразбиране името на домейна на тази система се използва като опция DNSSL в рекламите на маршрутизатора. По желание можете да посочите един или няколко домейна тук. Използвайте символа запетая като разделител.

source: Minimum Interval
bg: Минимален интервал

source: The minimum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
bg: Минималното разрешено време между изпращането на нежелани реклами на маршрутизатора за многоадресиране от интерфейса, в секунди.

source: Maximum Interval
bg: Максимален интервал

source: The maximum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
bg: Максималното разрешено време между изпращането на нежелани реклами на маршрутизатора за многоадресиране от интерфейса, в секунди.

source: Dnsmasq is still active on the same port. Disable it before enabling Unbound.
bg: Dnsmasq все още е активен на същия порт. Деактивирайте го, преди да активирате Unbound.

source: You must specify a valid DNS64 prefix.
bg: Трябва да посочите валиден префикс DNS64.

source: You must specify a valid port number.
bg: Трябва да посочите валиден номер на порт.

source: Local zone type "%s" is not known.
bg: Типът на локалната зона "%s" не е известен.

source: The Unbound configuration has been changed.
bg: Конфигурацията Unbound е променена.

source: Enable Unbound
bg: Активиране на функцията Unbound

source: Interface IP addresses used for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
bg: IP адреси на интерфейси, използвани за отговаряне на заявки от клиенти. Ако даден интерфейс има IPv4 и IPv6 IP адреси, се използват и двата. Запитванията към други IP адреси на интерфейси, които не са избрани по-долу, се отхвърлят. Поведението по подразбиране е да се отговаря на заявки на всеки наличен IPv4 и IPv6 адрес.

source: Enable DNS64 Support
bg: Активиране на поддръжката на DNS64

source: If this option is set, Unbound will synthesize AAAA records from A records if no actual AAAA records are present.
bg: Ако тази опция е зададена, Unbound ще синтезира AAAA записи от A записи, ако няма действителни AAAA записи.

source: DNS64 prefix
bg: Префикс DNS64

source: If no DNS64 prefix is specified, the default prefix 64:ff9b::/96 (RFC 6052) will be used.
bg: Ако не е зададен префикс DNS64, ще се използва префиксът по подразбиране 64:ff9b::/96 (RFC 6052).

source: Enable AAAA-only mode
bg: Активиране на режим само за AAAA

source: If this option is set, Unbound will remove all A records from the answer section of all responses.
bg: Ако тази опция е зададена, Unbound ще премахне всички записи A от раздела за отговори на всички отговори.

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Unbound, so that their name can be resolved.
bg: Ако тази опция е зададена, машините, които посочват своето име на хост при заявка за DHCP лизинг, ще бъдат регистрирани в Unbound, така че името им да може да бъде разрешено.

source: The default domain name to use for DHCP lease registration. If empty, the system domain is used.
bg: Името на домейна по подразбиране, което се използва за регистрация на DHCP лизинг. Ако е празен, се използва системният домейн.

source: DHCP Static Mappings
bg: Статични картографирания на DHCP

source: If this option is set, then DHCP static mappings will be registered in Unbound, so that their name can be resolved. You should also set the domain in %sSystem: General setup%s to the proper value.
bg: Ако тази опция е зададена, статичните съпоставки на DHCP ще бъдат регистрирани в Unbound, така че да може да се разрешава тяхното име. Трябва също така да зададете домейна в %sSystem: General setup%s на правилната стойност.

source: IPv6 Link-local
bg: IPv6 Локална връзка

source: Register IPv6 link-local addresses
bg: Регистриране на IPv6 локални адреси на връзката

source: If this option is unset, then IPv6 link-local addresses will not be registered in Unbound, preventing return of unreachable address when more than one listen interface is configured.
bg: Ако тази опция не е зададена, IPv6 link-local адресите няма да бъдат регистрирани в Unbound, което предотвратява връщането на недостижим адрес, когато е конфигуриран повече от един интерфейс за слушане.

source: System A/AAAA records
bg: Системни записи A/AAAA

source: Do not register system A/AAAA records
bg: Не регистрирайте системни записи A/AAAA

source: If this option is set, then no A/AAAA records for the configured listen interfaces will be generated. If desired, you can manually add them in %sUnbound DNS: Overrides%s. Use this to control which interface IP addresses are mapped to the system host/domain name as well as to restrict the amount of information exposed in replies to queries for the system host/domain name .
bg: Ако тази опция е зададена, няма да се генерират записи A/AAAA за конфигурираните интерфейси за слушане. Ако желаете, можете да ги добавите ръчно в %sUnbound DNS: Overrides%s. Използвайте тази опция, за да контролирате кои IP адреси на интерфейси се съпоставят с името на системния хост/домейн, както и за да ограничите количеството информация, изложена в отговорите на заявките за името на системния хост/домейн .

source: TXT Comment Support
bg: Поддръжка на коментар TXT

source: Create corresponding TXT records
bg: Създаване на съответните TXT записи

source: If this option is set, then any descriptions associated with Host entries and DHCP Static mappings will create a corresponding TXT record.
bg: Ако тази опция е зададена, всички описания, свързани със записи на хостове и статични съпоставки на DHCP, ще създадат съответния TXT запис.

source: DNS Cache
bg: DNS кеш

source: Flush DNS cache during reload
bg: Измиване на кеша на DNS при презареждане

source: If this option is set, the DNS cache will be flushed during each daemon reload. This is the default behavior for Unbound, but may be undesired when multiple dynamic interfaces require frequent reloading.
bg: Ако тази опция е зададена, кешът на DNS ще се промива при всяко презареждане на демона. Това е поведението по подразбиране за Unbound, но може да е нежелателно, когато множество динамични интерфейси изискват често презареждане.

source: Local Zone Type
bg: Тип на местната зона

source: The local zone type used for the system domain. Type descriptions are available under "local-zone:" in the %sunbound.conf(5)%s manual page. The default is 'transparent'.
bg: Типът на локалната зона, използван за системния домейн. Описанията на типовете са налични под "local-zone:" в страницата на ръководството %sunbound.conf(5)%s. По подразбиране е "transparent".

source: Outgoing Network Interfaces
bg: Изходящи мрежови интерфейси

source: Utilize different network interfaces that Unbound will use to send queries to authoritative servers and receive their replies. By default all interfaces are used. Note that setting explicit outgoing interfaces only works when they are statically configured.
bg: Използвайте различни мрежови интерфейси, които Unbound ще използва за изпращане на заявки към авторитетни сървъри и получаване на техните отговори. По подразбиране се използват всички интерфейси. Обърнете внимание, че задаването на изрични изходящи интерфейси работи само когато те са статично конфигурирани.

source: If this option is set, CNAME records for the WPAD host of all configured domains will be automatically added as well as overrides for TXT records for domains. This allows automatic proxy configuration in your network but you should not enable it if you are not using WPAD or if you want to configure it by yourself.
bg: Ако тази опция е зададена, CNAME записите за WPAD хоста на всички конфигурирани домейни ще бъдат добавени автоматично, както и презаписвания за TXT записи за домейни. Това позволява автоматична конфигурация на прокси сървъра във вашата мрежа, но не трябва да го включвате, ако не използвате WPAD или ако искате да го конфигурирате сами.

source: If Unbound is enabled, the DHCP service (if enabled) will automatically serve the LAN IP address as a DNS server to DHCP clients so they will use Unbound resolver.
bg: Ако е активирана функцията Unbound, услугата DHCP (ако е активирана) автоматично ще подава IP адреса на LAN като DNS сървър на DHCP клиентите, така че те да използват Unbound resolver.

source: Unbound
bg: Необвързан

source: Do you really want to delete this access list?
bg: Наистина ли искате да изтриете този списък за достъп?

source: %s Access List
bg: %s Списък за достъп

source: Access List name
bg: Име на списъка за достъп

source: Provide an Access List name.
bg: Посочете име на списъка за достъп.

source: Allow
bg: Позволете

source: Deny
bg: Отказ

source: Refuse
bg: Отпадъци

source: Allow Snoop
bg: Позволете на Snoop

source: Deny Non-local
bg: Отказване на нелокални

source: Refuse Non-local
bg: Отказ Неместен

source: Choose what to do with DNS requests that match the criteria specified below.
bg: Изберете какво да се прави с DNS заявките, които отговарят на посочените по-долу критерии.

source: Deny: This action stops queries from hosts within the netblock defined below.
bg: Отказ: Това действие спира заявките от хостове в рамките на определения по-долу мрежов блок.

source: Refuse: This action also stops queries from hosts within the netblock defined below, but sends a DNS rcode REFUSED error message back to the client.
bg: Отказ: Това действие също спира заявките от хостове в рамките на определения по-долу мрежов блок, но изпраща съобщение за грешка DNS rcode REFUSED обратно към клиента.

source: Allow: This action allows queries from hosts within the netblock defined below.
bg: Позволете: Това действие разрешава заявки от хостове в рамките на определения по-долу мрежов блок.
