Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Pass the content instead of blocking it, in the case when the virus scanner or the virus_scan module finds an error.
bg: Предайте съдържанието, вместо да го блокирате, в случай че антивирусният скенер или модулът virus_scan открие грешка.

source: Password for the bind user.
bg: Парола за потребителя за свързване.

source: Path
bg: Път

source: Pattern matcher
bg: Матрица за модели

source: Peers
bg: Връстници

source: Per host bandwidth throttling (kbps)
bg: Ограничаване на честотната лента на хост (kbps)

source: Perform HTML normalisation and decryption of MS Script Encoder code.
bg: Извършване на нормализация на HTML и декриптиране на кода на MS Script Encoder.

source: Performance and Monitoring
bg: Изпълнение и мониторинг

source: Pipe
bg: Тръби

source: Please select a separator to join the matches. Or means any mach can be true which can be used to configure the same proxy for multiple networks while And means all matches must be true which can be used to assign the proxy in a more detailed way.
bg: Моля, изберете разделител, за да се присъедините към мачовете. Или означава, че всеки мач може да е верен, което може да се използва за конфигуриране на едно и също прокси за няколко мрежи, докато И означава, че всички съвпадения трябва да са верни, което може да се използва за по-подробно задаване на прокси.

source: Please select if this rule should be added to the PAC file.
bg: Моля, изберете дали това правило трябва да бъде добавено към файла PAC.

source: Policies are processed on a first match basis a lower number means more important.
bg: Полиците се обработват на принципа "първо съвпадение", като по-малък брой означава по-важен.

source: Policy zone will be enabled only for client IP addresses defined by selected network aliases.
bg: Зоната на политиката ще бъде активирана само за клиентските IP адреси, определени от избраните мрежови псевдоними.

source: Poll Time
bg: Време за анкетиране

source: Polling Interval
bg: Интервал на анкетиране

source: Polling interval in seconds.
bg: Интервал на анкетиране в секунди.

source: Port of DNS server, for usual DNS use 53, if you use DoT set it to 853.
bg: Порта на DNS сървъра, за обичайния DNS използвайте 53, а ако използвате DoT, задайте 853.

source: Port on which OpenVPN listens
bg: Пристанище, на което OpenVPN слуша

source: Port used by DynFi Manager.
bg: Порт, използван от DynFi Manager.

source: Preview Size
bg: Размер на прегледа

source: Priority of MX record, e.g. 10
bg: Приоритет на MX записа, напр. 10

source: Private Domains
bg: Частни домейни

source: Private Key
bg: Частен ключ

source: Private key of this instance. You can specify your own one, or a key will be generated after saving. Please keep this key safe.
bg: Частен ключ на този екземпляр. Можете да посочите свой собствен ключ или ключът ще бъде генериран след запазване. Моля, пазете този ключ на сигурно място.

source: Program Timeout
bg: Програмен таймаут

source: Protocol Type
bg: Тип протокол

source: Proxies
bg: Пълномощни

source: Proxy Type
bg: Тип прокси

source: Proxy interfaces
bg: Прокси интерфейси

source: Public key of this instance.
bg: Публичен ключ на тази инстанция.

source: Public key of this instance. You can specify your own one, or a key will be generated after saving.
bg: Публичен ключ на тази инстанция. Можете да посочите свой собствен ключ или ключът ще бъде генериран след запазване.

source: Queue
bg: Опашка

source: RRset Cache Size
bg: Размер на кеша на RRset

source: Rebind protection networks
bg: Повторно свързване на мрежите за защита

source: Recipient
bg: Получател

source: Regular expressions are allowed.
bg: Разрешени са обикновени изрази.

source: Reject Connections from other IP addresses than ::1 and 127.0.0.1.
bg: Отхвърляне на връзки от други IP адреси, различни от ::1 и 127.0.0.1.

source: Reminder
bg: Напомняне

source: Remote Access Server
bg: Сървър за отдалечен достъп

source: Remote address
bg: Отдалечен адрес

source: Request Modify URL
bg: Заявка за промяна на URL

source: Reset Expired Record TTL
bg: Нулиране на TTL на изтекъл запис

source: Response Modify URL
bg: Отговор Промяна на URL

source: Restrict access to users in the selected (local)group. <br/> <b>NOTE:</b> please be aware that users (or vouchers) which aren't administered locally will be denied when using this option.
bg: Ограничаване на достъпа до потребителите в избраната (локална) група. <br/> <b>ЗАБЕЛЕЖКА:</b> Моля, имайте предвид, че потребителите (или ваучерите), които не са администрирани локално, ще бъдат отказани при използване на тази опция.

source: Restrict access to users in the selected (local)group. <br/> <b>NOTE:</b> please be aware that users (or vouchers) which aren't administered locally will be denied when using this option.
bg: Ограничаване на достъпа до потребителите в избраната (местна) група. <br/> <b>ЗАБЕЛЕЖКА:</b> Моля, имайте предвид, че потребителите (или ваучерите), които не са администрирани локално, ще бъдат отказани при използване на тази опция.

source: Restrict to
bg: Ограничаване до

source: Restrictions
bg: Ограничения

source: Return NXDOMAIN
bg: Връщане на NXDOMAIN

source: Revision
bg: Ревизия

source: Root Certificate
bg: Коренен сертификат

source: Rotate alert logs at provided interval.
bg: Завъртане на дневниците за предупреждения на зададен интервал.

source: Rotate log
bg: Завъртете дневника

source: Routes
bg: Маршрути

source: Rule configured action
bg: Конфигурирано действие на правилото

source: Rulesets
bg: Набори от правила

source: SNMP Agent Settings
bg: Настройки на агента SNMP

source: SNMP password
bg: SNMP парола

source: SNMP port
bg: SNMP порт

source: SSL Proxy port
bg: Порт на SSL прокси сървъра

source: SSL Version
bg: Версия на SSL

source: SSL cache size
bg: Размер на SSL кеша

source: SSL cert workers
bg: Работници, работещи с SSL сертификат

source: SSL certificate
bg: SSL сертификат

source: SSL no bump sites
bg: SSL няма сайтове за удари

source: SSL/Fingerprint
bg: SSL/първичен отпечатък

source: Save logs
bg: Запазване на дневници

source: Scan HTML
bg: Сканиране на HTML

source: Scan HWP3
bg: Сканиране на HWP3

source: Scan OLE2
bg: Сканиране на OLE2

source: Scan PDF files
bg: Сканиране на PDF файлове

source: Scan SWF
bg: Сканиране на SWF

source: Scan XMLDOCS
bg: Сканиране на XMLDOCS

source: Scan archives
bg: Сканиране на архиви

source: Scan executable and linking format
bg: Сканиране на изпълним файл и формат за свързване

source: Scan for filetypes
bg: Сканиране за типове файлове

source: Scan portable executable
bg: Сканиране на преносим изпълним файл

source: Scheduler type
bg: Тип на планировчика

source: Secret
bg: Тайната

source: Security Settings
bg: Настройки за сигурност

source: Select Authentication method
bg: Изберете метод за удостоверяване

source: Select NetFlow version to use.
bg: Изберете версията на NetFlow, която да използвате.

source: Select a Certificate Authority to use. To create a CA, go to <a href="/system_camanager.php">CA Manager</a>.
bg: Изберете орган за издаване на сертификати, който да използвате. За да създадете удостоверяващ орган, отидете на <a href="/system_camanager.php">CA Manager</a>.

source: Select a name for this match.
bg: Изберете име за това съвпадение.

source: Select all the interfaces to enable NetFlow on.
bg: Изберете всички интерфейси, на които да разрешите NetFlow.

source: Select an OpenVPN server to export profiles for.
bg: Изберете сървър на OpenVPN, за който да експортирате профили.

source: Select authentication methods to use, leave empty for no authentication needed.
bg: Изберете методите за удостоверяване, които да използвате, оставете празно за липса на необходимост от удостоверяване.

source: Select destinations to send NetFlow data to (ip address:port, eg 192.168.0.1:2550).
bg: Изберете дестинации, към които да изпращате данни за NetFlow (ip адрес:порт, например 192.168.0.1:2550).

source: Select how detailed the logs should be debug is the most verbose setting.
bg: Изберете колко подробни трябва да бъдат дневниците debug е най-подробната настройка.

source: Select if job is enabled or not
bg: Изберете дали задачата е разрешена или не

source: Select if you want to use ICAP.
bg: Изберете дали искате да използвате ICAP.

source: Select interface(s) the ftp proxy will bind to.
bg: Изберете интерфейса(ите), към който(ито) ще се свърже ftp проксито.

source: Select interface(s) the proxy will bind to.
bg: Изберете интерфейса(ите), към който(ито) ще се свърже проксито.

source: Select interface(s) to enable for captive portal.
bg: Изберете интерфейса(ите), който(ито) искате да активирате за портала с ограничен достъп.

source: Select interface(s) to use. When enabling IPS, only use physical interfaces here (no vlans etc).
bg: Изберете интерфейса(ите), който(ито) да използвате. Когато активирате IPS, тук използвайте само физически интерфейси (без vlans и т.н.).

source: Select interfaces used for WAN traffic to avoid counting NAT traffic twice.
bg: Изберете интерфейси, използвани за WAN трафик, за да избегнете двойно отчитане на NAT трафика.

source: Select some matches you want to use in this rule. This matches are joined using the selected separator.
bg: Изберете някои съвпадения, които искате да използвате в това правило. Тези съвпадения се обединяват, като се използва избраният разделител.

source: Select the Youtube filter level.
bg: Изберете нивото на филтъра в Youtube.

source: Select the applicable protocol
bg: Изберете приложимия протокол

source: Select the associated host override to apply this alias on
bg: Изберете свързаното отменяне на хост, за да приложите този псевдоним

source: Select the categories you want to drop. All the traffic belonging to the categories selected is going to be dropped
bg: Изберете категориите, които искате да премахнете. Целият трафик, принадлежащ към избраните категории, ще бъде отхвърлен.

source: Select the command that needs to be executed at given time frame.
bg: Изберете командата, която трябва да се изпълни в даден времеви интервал.

source: Select the configured AVPairs for this user.
bg: Изберете конфигурираните двойки AVP за този потребител.

source: Select the continents you want to drop. All the traffic coming from the selected continents is going to be dropped
bg: Изберете континентите, които искате да пуснете. Целият трафик, идващ от избраните континенти, ще бъде отхвърлен.

source: Select the countries you want to drop. All the traffic coming from the selected countries is going to be dropped
bg: Изберете държавите, които искате да пуснете. Целият трафик, идващ от избраните страни, ще бъде отхвърлен.

source: Select the interface to listen to.
bg: Изберете интерфейса, който ще слушате.

source: Select the interface to listen to. Set to none if you want to choose the interface via ntopng UI.
bg: Изберете интерфейса, който ще слушате. Задайте no, ако искате да изберете интерфейса чрез потребителския интерфейс на ntopng.

source: Select the multi-pattern matcher algorithm to use.
bg: Изберете алгоритъма на матрицата с множество шаблони, който да използвате.

source: Select the protocol to capture, Any to omit this filter.
bg: Изберете протокола за улавяне, Any, за да пропуснете този филтър.

source: Select the protocols you want to drop. All the traffic having the protocols selected is going to be dropped
bg: Изберете протоколите, които искате да свалите. Целият трафик с избраните протоколи ще бъде отхвърлен.

source: Select the risky flows you want to drop. All the traffic having the selected flow risks is going to be dropped
bg: Изберете рисковите потоци, които искате да изоставите. Целият трафик, който има избраните рискови потоци, ще бъде отхвърлен.

source: Select the type of the key pair. Currently RSA is the only supported type.
bg: Изберете типа на двойката ключове. Понастоящем RSA е единственият поддържан тип.

source: Select the type of the match. Depending on the match, you will need different arguments.
bg: Изберете типа на съвпадението. В зависимост от съвпадението ще са ви необходими различни аргументи.

source: Select what to do with URI that contain whitespaces. The current Squid implementation of encode and chop violates RFC2616 by not using a 301 redirect after altering the URL.
bg: Изберете какво да се прави с URI, които съдържат бели полета. Настоящата реализация на Squid на кодиране и разбиване нарушава RFC2616, като не използва пренасочване 301 след промяна на URL.

source: Select what to do with X-Forwarded-For header. If set to: "on", Squid will append your client's IP address in the HTTP requests it forwards. By default it looks like X-Forwarded-For: 192.1.2.3; If set to: "off", it will appear as X-Forwarded-For: unknown; "transparent", Squid will not alter the X-Forwarded-For header in any way; If set to: "delete", Squid will delete the entire X-Forwarded-For header; If set to: "truncate", Squid will remove all existing X-Forwarded-For entries, and place the client IP as the sole entry.
bg: Изберете какво да се прави със заглавието X-Forwarded-For. Ако е зададено на: "on", Squid ще добавя IP адреса на вашия клиент в HTTP заявките, които препраща. По подразбиране той изглежда като X-Forwarded-For: 192.1.2.3; Ако е зададено на: "off", той ще изглежда като X-Forwarded-For: unknown; "transparent", Squid няма да променя по никакъв начин заглавието X-Forwarded-For; Ако е зададено на: "delete", Squid ще изтрие цялото заглавие X-Forwarded-For; Ако е зададено на: "truncate", Squid ще премахне всички съществуващи записи X-Forwarded-For и ще постави IP адреса на клиента като единствен запис.

source: Select which kind of DNSBL you want to use.
bg: Изберете вида на DNSBL, който искате да използвате.

source: Send Client IP
bg: Изпращане на IP адреса на клиента

source: Send Username
bg: Изпращане на потребителско име

source: Send a reminder after some cycles
bg: Изпращане на напомняне след няколко цикъла

source: Send alerts to system log in fast log format. This will not change the alert logging used by the product itself.
bg: Изпращане на сигнали в системния дневник в бърз формат на дневника. Това няма да промени регистрирането на предупрежденията, използвано от самия продукт.

source: Send log data to the selected target. When syslog is selected, facility local 4 will be used to send messages of info level for these logs.
bg: Изпращане на данни от дневника към избраната цел. Когато е избран syslog, ще се използва локалното съоръжение 4 за изпращане на съобщения от информационно ниво за тези дневници.

source: Send package payload to the log for further analyses.
bg: Изпратете полезния товар на пакета в дневника за по-нататъшни анализи.

source: Send percentage data
bg: Изпращане на данни в проценти

source: Send the client IP address to the ICAP server.
bg: Изпратете IP адреса на клиента към ICAP сървъра.

source: Sequence
bg: Последователност

source: Serve Expired Responses
bg: Обслужване на изтекли отговори

source: Server IP
bg: IP адрес на сървъра

source: Server Password
bg: Парола на сървъра

source: Server Port
bg: Порт на сървъра

source: Server admin
bg: Администратор на сървъра

source: Servername
bg: Име на сървъра

source: Service Type
bg: Вид услуга

source: Set a list of DNS servers for this pool.
bg: Задаване на списък с DNS сървъри за този пул.

source: Set a password if parent proxy requires authentication.
bg: Задайте парола, ако родителският прокси сървър изисква удостоверяване.

source: Set a username if parent proxy requires authentication.
bg: Задайте потребителско име, ако родителското прокси изисква удостоверяване.

source: Set action to perform here, only used when in IPS mode.
bg: Задайте действие, което да се извърши тук, използва се само в режим IPS.

source: Set database name of remote MySQL server.
bg: Задаване на името на базата данни на отдалечения сървър MySQL.

source: Set exos policy filter id with Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
bg: Задайте идентификатор на филтъра на политиката на exos с Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"

source: Set exos vlan tagged
bg: Задаване на exos vlan tagged

source: Set exos vlan untagged
bg: Задаване на exos vlan untagged

source: Set how many times one account is allowed to login at the same time.
bg: Задайте колко пъти един акаунт може да влезе в системата по едно и също време.

source: Set minimum TLS version. Please be aware that every version below 1.2 is considered as insecure.
bg: Задаване на минимална версия на TLS. Моля, имайте предвид, че всяка версия под 1.2 се счита за несигурна.

source: Set persistent keepalive interval in seconds.
bg: Задаване на интервал за поддържане на постоянна връзка в секунди.

source: Set port the endpoint listens to.
bg: Задаване на порта, на който крайната точка слуша.

source: Set public IP address the endpoint listens to.
bg: Задаване на публичен IP адрес, на който крайната точка слуша.

source: Set the "shortname" for the client.
bg: Задайте краткото име на клиента.

source: Set the Base DN in format dc=example,dc=domain,dc=com
bg: Задайте базовия DN във формат dc=example,dc=domain,dc=com

source: Set the Elliptical cryptography configuration.
bg: Задайте конфигурацията на елиптичната криптография.

source: Set the IP address for this static lease.
bg: Задайте IP адреса за този статичен лизинг.

source: Set the IP address of remote MySQL server.
bg: Задайте IP адреса на отдалечения сървър на MySQL.

source: Set the IP address of the remote client or the complete network like 10.10.10.0/24
bg: Задайте IP адреса на отдалечения клиент или цялата мрежа, например 10.10.10.0/24

source: Set the IP address the user should receive.
bg: Задайте IP адреса, който потребителят трябва да получи.

source: Set the IP address to listen on.
bg: Задайте IP адреса, на който да слушате.

source: Set the IPv6 address the user should receive.
bg: Задайте IPv6 адреса, който потребителят трябва да получи.

source: Set the MAC address for this static lease.
bg: Задайте MAC адреса за този статичен лизинг.

source: Set the Mikrotik VLAN ID attribute. Mikrotik uses own attributes for VLAN assignment.
bg: Задайте атрибута Mikrotik VLAN ID. Mikrotik използва собствени атрибути за присвояване на VLAN.

source: Set the Mikrotik VLAN type attribute. For general use a value of 0 is fine.
bg: Задайте атрибута Mikrotik VLAN type. За обща употреба е подходяща стойност 0.

source: Set the SSL version to use. In AUTO mode, only TLS is used.
bg: Задайте версията на SSL, която да използвате. В режим AUTO се използва само TLS.

source: Set the Service-Type attributes for this user.
bg: Задаване на атрибутите на типа на услугата за този потребител.

source: Set the certificate to use for HTTPS connections.
bg: Задайте сертификата, който да се използва за HTTPS връзки.

source: Set the default EAP type.
bg: Задайте типа EAP по подразбиране.

source: Set the destination IP or network to match. Leave this field empty for using "any".
bg: Задайте IP адреса или мрежата на местоназначението, за да съответства. Оставете това поле празно, ако използвате "any".

source: Set the filter to search for users, for Active Directory change uid to samaccountname.
bg: Задайте филтъра за търсене на потребители, за Active Directory променете uid на samaccountname.

source: Set the gateway IP for this pool. It will be the gateway for the clients and also used as the identifier.
bg: Задайте IP адреса на шлюза за този пул. Той ще бъде шлюз за клиентите и ще се използва като идентификатор.

source: Set the gateway IP here when using Disable Routes feature. You also have to add this as a gateway in DynFi Firewall.
bg: Задайте IP адреса на шлюза тук, когато използвате функцията Disable Routes. Също така трябва да го добавите като шлюз в DynFi Firewall.

source: Set the hostname or IP address to connect to.
bg: Задайте името на хоста или IP адреса, към който да се свържете.

source: Set the interface MTU for this interface. Leaving empty uses the MTU from main interface which is fine for most setups.
bg: Задаване на MTU на интерфейса за този интерфейс. Ако оставите празно поле, се използва MTU от основния интерфейс, което е подходящо за повечето настройки.

source: Set the interface specific DNS server.
bg: Задайте специфичния за интерфейса DNS сървър.

source: Set the maximum download bandwith for ChilliSpot attribute. The value is treated as kbits/s.
bg: Задайте максималната скорост на изтегляне за атрибута ChilliSpot. Стойността се обработва като kbits/s.

source: Set the maximum download bandwith for WISPr attribute. The value is treated as bits/s.
bg: Задаване на максималната скорост на изтегляне за атрибута WISPr. Стойността се разглежда като битове/сек.

source: Set the maximum object size (default 4MB when left empty).
bg: Задаване на максималния размер на обекта (по подразбиране 4MB, когато е оставен празен).

source: Set the maximum object size in memory (default 512KB when left empty).
bg: Задаване на максималния размер на обекта в паметта (по подразбиране 512KB, когато е оставен празен).

source: Set the maximum session limit in seconds. This can be used by the Captive Portal.
bg: Задайте максималното ограничение на сесията в секунди. Това може да се използва от портала Captive Portal.

source: Set the maximum upload bandwith for ChilliSpot attribute. The value is treated as kbits/s.
bg: Задайте максималната скорост на качване за атрибута ChilliSpot. Стойността се обработва като kbits/s.

source: Set the maximum upload bandwith for WISPr attribute. The value is treated as bits/s.
bg: Задайте максималната скорост на качване за атрибута WISPr. Стойността се разглежда като битове/сек.

source: Set the minimum download bandwith for WISPr attribute. The value is treated as bits/s.
bg: Задаване на минималната честотна лента за изтегляне за атрибута WISPr. Стойността се разглежда като битове/сек.

source: Set the minimum upload bandwith for WISPr attribute. The value is treated as bits/s.
bg: Задайте минималната честотна лента за качване за атрибута WISPr. Стойността се разглежда като битове/сек.

source: Set the name for this AVPair
bg: Задаване на името на тази AVPair

source: Set the name for this instance.
bg: Задайте името на този екземпляр.

source: Set the name for this signatures.
bg: Задайте името на този подпис.

source: Set the password for the user. Allowed characters are 0-9, a-z, A-Z, and ,._-!$%/()+#= with up to 128 characters.
bg: Задайте паролата на потребителя. Позволените символи са 0-9, a-z, A-Z и ,._-!$%/()+#= с до 128 символа.

source: Set the password of remote MySQL server.
bg: Задайте паролата на отдалечения сървър MySQL.

source: Set the port of remote MySQL server.
bg: Задайте порта на отдалечения сървър на MySQL.

source: Set the port to connect
bg: Задайте порта за свързване

source: Set the protocol to use.
bg: Задайте протокола, който да използвате.

source: Set the service poll time. Either as a number of cycles "<i>NUMBER</i> CYCLES" or Cron-style "* 8-19 * * 1-5"
bg: Задайте времето за анкетиране на услугата. Или като брой цикли "<i>NUMBER</i> CYCLES" (Брой цикли), или в кронен стил "* 8-19 * * 1-5".

source: Set the shared secret for the client. Must match on both sides.
bg: Задайте споделената тайна за клиента. Трябва да съвпада и от двете страни.

source: Set the source IP or network to match. Leave this field empty for using "any".
bg: Задайте IP адреса или мрежата на източника за съвпадение. Оставете това поле празно, ако използвате "any".

source: Set the subnet mask for this pool.
bg: Задайте маската на подмрежата за този пул.

source: Set the unique username for the user. Allowed characters are 0-9, a-z, A-Z, and ._-@/
bg: Задайте уникалното потребителско име на потребителя. Позволените символи са 0-9, a-z, A-Z и ._-@/

source: Set the user of remote MySQL server.
bg: Задаване на потребителя на отдалечения сървър MySQL.
