Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: Size of the RRset cache. Contains the actual RR data. Valid input is plain bytes, optionally appended with 'k', 'm', or 'g' for kilobytes, megabytes or gigabytes respectively.
bg: Размер на кеша на RRset. Съдържа действителните RR данни. Допустимият вход е обикновен байт, по избор с добавка с 'k', 'm' или 'g' за килобайти, мегабайти или гигабайти съответно.

source: Size of the message cache. The message cache stores DNS rcodes and validation statuses. The RRSet cache will automatically be set to twice this amount. The RRSet cache contains the actual RR data. Valid input is plain bytes, optionally appended with 'k', 'm', or 'g' for kilobytes, megabytes or gigabytes respectively.
bg: Размер на кеша за съобщения. Кешът за съобщения съхранява DNS rcodes и състояния на валидиране. Кешът на RRSet автоматично ще бъде зададен на два пъти по-голям размер. Кешът RRSet съдържа действителните данни за RR. Валидните входни данни са обикновени байтове, по избор допълнени с "k", "m" или "g" за килобайти, мегабайти или гигабайти съответно.

source: TTL value to use when replying with expired data. If "Client Expired Response Timeout" is also used then it is recommended to use 30 as the value as per RFC 8767.
bg: Стойност на TTL, която да се използва при отговор с изтекли данни. Ако се използва и "Време за отговор с изтекъл срок на клиента" тогава се препоръчва да се използва стойност 30, както е в RFC 8767.

source: The Common Name of the DNS server (e.g. dns.example.com). This field is required to verify its TLS certificate. DNS-over-TLS is susceptible to man-in-the-middle attacks unless certificates can be verified. Leave empty to accept self-signed yet also potentially fraudulent certificates.
bg: Общото име на DNS сървъра (напр. dns.example.com). Това поле е необходимо за проверка на неговия TLS сертификат. DNS-over-TLS е податлив на атаки тип "човек в средата", освен ако сертификатите не могат да бъдат проверени. Оставете празно, за да приемете самоподписани, но и потенциално измамни сертификати.

source: The configured system nameservers will be used to forward queries to. This will override any entry in the grid below, except for entries with a specific domain. DNS over TLS will never be used for any query bound for a system nameserver.
bg: Конфигурираните системни сървъри за имена ще се използват за препращане на заявки към тях. Това ще замени всеки запис в таблицата по-долу, с изключение на записите с конкретен домейн. DNS през TLS никога няма да се използва за заявки, свързани със системен сървър за имена.

source: The number of incoming TCP buffers to allocate per thread. If 0 is selected then no TCP queries, from clients, are accepted.
bg: Броят на входящите TCP буфери, които се разпределят за всяка нишка. Ако е избрана стойност 0, не се приемат TCP заявки от клиенти.

source: The number of outgoing TCP buffers to allocate per thread. If 0 is selected then no TCP queries, to authoritative servers, are done.
bg: Броят на изходящите TCP буфери, които се разпределят за всяка нишка. Ако е избрана стойност 0, не се извършват TCP заявки към авторитетни сървъри.

source: The number of ports to open. This number of file descriptors can be opened per thread. Larger numbers need extra resources from the operating system. For performance a very large value is best. For reference, usually double the amount of queries per thread is used.
bg: Броят на портовете, които да бъдат отворени. Този брой файлови дескриптори може да бъде отворен за една нишка. По-големи числа се нуждаят от допълнителни ресурси от операционната система. За по-голяма производителност най-добре е да се избере много голяма стойност. За справка, обикновено се използва двойно по-голямо количество заявки на нишка.

source: The number of queries that every thread will service simultaneously. If more queries arrive that need to be serviced, and no queries can be jostled out (see "Jostle Timeout"), then these queries are dropped. This forces the client to resend after a timeout, allowing the server time to work on the existing queries.
bg: Броят на заявките, които всяка нишка ще обслужва едновременно. Ако пристигнат повече заявки, отколкото трябва да бъдат обслужени, и нито една заявка не може да бъде изтласкана (вижте "Jostle Timeout"), тогава тези заявки се отхвърлят. Това принуждава клиента да изпрати отново заявката след изтичане на времето, което позволява сървъра да работи по съществуващите заявки.

source: This timeout is used for when the server is very busy. Set to a value that usually results in one round-trip to the authority servers. If too many queries arrive, then 50% of the queries are allowed to run to completion, and the other 50% are replaced with the new incoming query if they have already spent more than their allowed time. This protects against denial of service by slow queries or high query rates.
bg: Този таймаут се използва, когато сървърът е много натоварен. Задайте стойност, която обикновено води до един обиколка до сървърите на властите. Ако пристигнат твърде много заявки, тогава се разрешава да се изпратят 50% от заявките да се изпълнят докрай, а другите 50% се заменят с новата входяща заявка, ако имат вече са изразходвали повече от разрешеното им време. Това предпазва от отказ на услуга от страна на бавни заявки или висока честота на заявките.

source: Time in milliseconds before replying to the client with expired data. This essentially enables the serve- stable behavior as specified in RFC 8767 that first tries to resolve before immediately responding with expired data. A recommended value per RF 8767 is 1800. Setting this to 0 will disable this behavior.
bg: Време в милисекунди, преди да се отговори на клиента с изтекли данни. Това по същество позволява на обслужващия стабилно поведение, както е посочено в RFC 8767, което първо се опитва да разреши, преди незабавно да отговори с изтекли данни. Препоръчителната стойност според RF 8767 е 1800. Задаването на стойност 0 ще деактивира това поведение.

source: Time to live in seconds for entries in the host cache. The host cache contains round-trip timing, lameness and EDNS support information.
bg: Време на живот в секунди за записите в кеша на хоста. Кешът на хоста съдържа време за обиколка, куцане и информация за поддръжка на EDNS.

source: Leave empty to generate a device name. Custom names are possible, but only if the start of the name matches the required prefix and contains numeric characters or dots, e.g. "vlan0.1.2" or "qinq0.3.4".
bg: Оставете празно, за да генерирате име на устройство. Възможни са потребителски имена, но само ако началото на името съвпада със задължителния префикс и съдържа цифрови знаци или точки, напр. "vlan0.1.2" или "qinq0.3.4".

source: Send alerts in eve format to syslog, using log level info. This will not change the alert logging used by the product itself. Drop logs will only be send to the internal logger, due to restrictions in suricata.
bg: Изпращане на сигнали във формат eve към syslog, като се използва информация за нивото на дневника. Това няма да промени регистрирането на сигналите, използвано от самия продукт. Логовете за капки ще се изпращат само към вътрешния логер поради ограниченията в suricata.

source: The interface can be configured in a multicast mode to create a virtual network of hosts. This is the IP multicast group address the interface will join.
bg: Интерфейсът може да бъде конфигуриран в режим на мултикаст, за да се създаде виртуална мрежа от хостове. Това е адресът на IP multicast групата, към която ще се присъедини интерфейсът.

source: The interface can be configured in a unicast, or point-to-point, mode to create a tunnel between two hosts. This is the IP address of the remote end of the tunnel.
bg: Интерфейсът може да бъде конфигуриран в уникаст или в режим "точка-точка" за създаване на тунел между два хоста. Това е IP адресът на отдалечения край на тунела.

source: The source address used in the encapsulating IPv4/IPv6 header. The address should already be assigned to an existing interface. When the interface is configured in unicast mode, the listening socket is bound to this address.
bg: Адресът на източника, използван в енкапсулиращото IPv4/IPv6 заглавие. Адресът вече трябва да е присвоен на съществуващ интерфейс. Когато интерфейсът е конфигуриран в уникаст режим, слушащото гнездо е свързано с този адрес.

source: These are addresses on your private network, and are not allowed to be returned for public internet names. Any occurrence of such addresses are removed from DNS answers. Additionally, the DNSSEC validator may mark the answers bogus. This protects against so-called DNS Rebinding. (Only applicable when DNS rebind check is enabled in System->Settings->Administration)
bg: Това са адреси в частната ви мрежа и не е позволено да бъдат връщани за публични интернет имена. Всяка поява на такива адреси се премахва от DNS отговорите. Освен това валидаторът на DNSSEC може да отбележи отговорите като фалшиви. Това предпазва от т.нар. повторно свързване на DNS. (Приложимо само когато проверката за повторно свързване на DNS е разрешена в System->Settings->Administration)

source: When the interface is configured in multicast mode, the dev interface is used to transmit IP multicast packets.
bg: Когато интерфейсът е конфигуриран в режим мултикаст, интерфейсът dev се използва за предаване на IP мултикаст пакети.

source: This is the number of packets the packet capture will grab. Default value is 100. Enter 0 (zero) for no count limit.
bg: Това е броят на пакетите, които ще бъдат прихванати. Стойността по подразбиране е 100. Въведете 0 (нула), за да няма ограничение на броя.

source: This value is either the Source or Destination IP address or subnet in CIDR notation. The packet capture will look for this address in either field. Matching can be negated by preceding the value with "not". Multiple IP addresses or CIDR subnets may be specified as boolean expression. If you leave this field blank, all packets on the specified interface will be captured. Example: not 10.0.0.0/24 not and not 11.0.0.1
bg: Тази стойност е IP адресът или подмрежата на източника или получателя в CIDR нотация. Заснемането на пакети ще търси този адрес в двете полета. Съпоставянето може да бъде отхвърлено, като стойността се предхожда от "not". Множество IP адреси или подмрежи по CIDR могат да бъдат зададени като булев израз. Ако оставите това поле празно, ще бъдат уловени всички пакети на посочения интерфейс. Пример: not 10.0.0.0/24 not and not 11.0.0.1

source: (FQ-)CoDel interval
bg: (FQ-)CoDel интервал

source: (FQ-)CoDel target
bg: (FQ-)CoDel цел

source: (optional) user credentials.
bg: (по избор) идентификационни данни на потребителя.

source: 0: Log everything, Positive Value: Log events that take longer than specified, Negative Value: Log nothing.
bg: 0: Регистрирайте всичко, положителна стойност: Регистриране на събития, които отнемат повече време от посоченото, Отрицателна стойност: Не се регистрира нищо.

source: A JSON document containing configuration options that apply to the local node
bg: JSON документ, съдържащ опции за конфигуриране, които се прилагат за локалния възел

source: A name for this server. Used when displaying information about this server (logs, info service, etc).
bg: Име за този сървър. Използва се при показване на информация за този сървър (дневници, информационна услуга и др.).

source: API Access Token
bg: Токен за достъп до API

source: Access Control List
bg: Списък за контрол на достъпа

source: Access Token used for the Zerotier API service
bg: Токен за достъп, използван за услугата Zerotier API

source: Access log target
bg: Цел на дневника за достъп

source: According to the service type path can be a file or a directory.
bg: В зависимост от типа на услугата пътят може да бъде файл или директория.

source: Action to perform when filter policy applies
bg: Действие, което се извършва, когато се прилага политиката за филтриране

source: Activate third party signatures from BLURL. Use at your own risk.
bg: Активиране на подписи на трети страни от BLURL. Използвайте на свой риск.

source: Activate third party signatures from Malware Expert. Use at your own risk.
bg: Активирайте подписи на трети страни от Malware Expert. Използвайте на свой риск.

source: Activate third party signatures from Sanesecurtiy BOFHLand. Use at your own risk.
bg: Активирайте подписите на трети страни от Sanesecurtiy BOFHLand. Използвайте на свой риск.

source: Activate third party signatures from Sanesecurtiy JURLBLA. Use at your own risk.
bg: Активирайте подписите на трети страни от Sanesecurtiy JURLBLA. Използвайте на свой риск.

source: Active Timeout
bg: Активен таймаут

source: Add BLURL Signatures
bg: Добавяне на подписи BLURL

source: Add BOFHLand Signatures
bg: Добавяне на подписи BOFHLand

source: Add JURLBLA Signatures
bg: Добавяне на подписи на JURLBLA

source: Add Malware Expert Signatures
bg: Добавяне на експертни подписи за зловреден софтуер

source: Add delay in ms to this pipe.
bg: Добавяне на закъснение в ms към тази тръба.

source: Add routes in CIDR notation, e.g. 192.168.2.0/24. Multiple entries are allowed
bg: Добавете маршрути в нотация CIDR, напр. 192.168.2.0/24. Позволени са няколко записа

source: Add the networks you want to protect using IPS mode. Warning: if a WAN interface is monitored then local addresses (e.g. 192.168.1.1/24) are not going to be valid!
bg: Добавете мрежите, които искате да защитите с помощта на режима IPS. Предупреждение: ако се наблюдава WAN интерфейс, тогава локалните адреси (напр. 192.168.1.1/24) няма да бъдат валидни!

source: Address(es) or hostname(s) to which this client should connect to separated by comma for multiple entries
bg: Адрес(и) или име(на) на хост, към които този клиент трябва да се свърже, разделени със запетая за множество записи

source: Administrator's Email
bg: Имейл на администратора

source: Allow 204 responses
bg: Позволете 204 отговора

source: Allow DynFi Manager traffic
bg: Разрешаване на трафика на DynFi Manager

source: Allow interface subnets
bg: Разрешаване на интерфейсни подмрежи

source: Allowed IPs
bg: Разрешени IP адреси

source: Allowed MAC addresses
bg: Разрешени MAC адреси

source: Allowed SSL ports
bg: Разрешени SSL портове

source: Allowed Subnets
bg: Разрешени подмрежи

source: Allowed addresses
bg: Разрешени адреси

source: Allowed destination SSL ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
bg: Позволени SSL портове на дестинацията, можете да използвате диапазони (например 222-226) и да добавите коментари с двоеточие (например 22:ssh).

source: Allowed destination TCP port
bg: Разрешен TCP порт на дестинацията

source: Allowed destination TCP ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
bg: Позволени TCP портове на дестинацията, можете да използвате диапазони (например 222-226) и да добавите коментари с двоеточие (например 22:ssh).

source: Always send accounting requests
bg: Винаги изпращайте заявки за осчетоводяване

source: Applications
bg: Приложения

source: Authenticate using
bg: Удостоверяване чрез

source: Authentication Prompt
bg: Подкана за удостоверяване

source: Authentication Settings
bg: Настройки за удостоверяване

source: Authentication TTL (hours)
bg: TTL за удостоверяване (часове)

source: Authentication processes
bg: Процеси на удостоверяване на автентичността

source: Automatically added, will be removed when unused
bg: Автоматично добавен, ще бъде премахнат, когато не се използва

source: Automatically create firewall rules associated to the selected interface(s) and SSH port, allowing Manager traffic to these interfaces.
bg: Автоматично създаване на правила за защитна стена, свързани с избрания(ите) интерфейс(и) и SSH порт, като се разрешава трафикът на мениджъра към тези интерфейси.

source: Automatically create firewall rules associated to the selected interface(s) and WebGUI port, allowing Manager's DirectView access to these interfaces.
bg: Автоматично създаване на правила за защитна стена, свързани с избрания(ите) интерфейс(и) и порт на WebGUI, които позволяват на Manager's DirectView достъп до тези интерфейси.

source: Automatically register in M/Monit by sending Monit credentials (see Monit Access List above).
bg: Автоматично се регистрирайте в M/Monit, като изпратите идентификационните данни на Monit (вж. списъка за достъп до Monit по-горе).

source: Avoid authentication for addresses and subnets in this list
bg: Избягване на удостоверяване за адреси и подмрежи в този списък

source: Avoid authentication for physical addresses in this list
bg: Избягване на удостоверяване за физически адреси в този списък

source: Bandwidth Metric
bg: Метрика на честотната лента

source: Banned host IP addresses
bg: Забранени IP адреси на хостове

source: Beginning Hour
bg: Начален час

source: Bind User
bg: Свързване на потребител

source: Blacklist
bg: Черен списък

source: Blacklist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
bg: Домейни на дестинацията в черния списък. Можете да използвате регулярен израз, да поставите запетая или да натиснете Enter за нов елемент. Примери: "mydomain.com" съответства на "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." съответства на "http(s)://textONLY.mydomain.*"; "\.gif$" съвпада с "*.gif", но не и с "\*.gif\test"; "\[0-9]+\.gif$" съвпада с "\123.gif", но не и с "\test.gif"

source: Blacklisted domain.
bg: Домейн в черния списък.

source: Block browser/user-agents
bg: Блокиране на браузъра/агентите на потребителя

source: Block encrypted archive
bg: Блокиране на криптиран архив

source: Block specific MIME type reply
bg: Блокиране на конкретен MIME тип отговор

source: Block specific MIME type reply. You may use a regular expression, use a comma or press Enter for new item. Examples: "video/flv" matches on "Flash Video"; "application/x-javascript" matches on "javascripts"
bg: Блокиране на конкретен тип MIME отговор. Можете да използвате регулярен израз, запетая или да натиснете Enter за нов елемент. Примери: "video/flv" отговаря на "Flash Video"; "application/x-javascript" отговаря на "javascripts"

source: Block user-agents. You may use a regular expression, use a comma or press Enter for new item. Examples: "^(.)+Macintosh(.)+Firefox/37\.0" matches on "Macintosh version of Firefox revision 37.0"; "^Mozilla" matches on "all Mozilla based browsers"
bg: Блокиране на потребителски агенти. Можете да използвате регулярен израз, запетая или да натиснете Enter за нов елемент. Примери: "^(.)+Macintosh(.)+Firefox/37\.0" съвпада с "Macintosh версия на Firefox ревизия 37.0"; "^Mozilla" съвпада с "всички браузъри, базирани на Mozilla"

source: Buckets
bg: Кофи

source: CA to use
bg: CA за използване

source: Cache directory location
bg: Местоположение на директорията за кеш

source: Cache size in Megabytes
bg: Размер на кеша в мегабайти

source: Capture local
bg: Заснемане на местни

source: Categories
bg: Категории

source: Certificate to use to connect
bg: Сертификат, който да използвате за свързване

source: Check TLS Common-Name
bg: Проверка на общото име на TLS

source: Check if the username should be sent to the ICAP server.
bg: Проверете дали потребителското име трябва да се изпрати на ICAP сървъра.

source: Check if you want to encode the username using base64.
bg: Проверете дали искате да кодирате потребителското име с base64.

source: Checks that the username given by the user matches the Common-Name of the certificate.
bg: Проверява дали потребителското име, зададено от потребителя, съвпада с общото име на сертификата.

source: ChilliSpot Bandwith Max DOWN
bg: ChilliSpot лента с Max DOWN

source: ChilliSpot Bandwith Max UP
bg: ChilliSpot лента с Max UP

source: Choose If in case any case you want to ensure a match to evaluate as is, else choose unless if you want the negated version. Unless is used if you want to use the proxy for every host but not for some special ones.
bg: Изберете If в случай, че искате да гарантирате, че съответствието се оценява така, както е, или изберете unless, ако искате отрицателната версия. Unless се използва, ако искате да използвате проксито за всеки хост, но не и за някои специални.

source: Choose a proxy type. Usually you should use Direct for a direct connection or Proxy for a Proxy.
bg: Изберете тип прокси. Обикновено трябва да използвате Direct за директна връзка или Proxy за прокси.

source: Choose a secure value. It is recommended that you generate this password.
bg: Изберете сигурна стойност. Препоръчително е да генерирате тази парола.

source: Choose for which file types to scan, if unsure select all.
bg: Изберете за кои типове файлове да сканирате, ако не сте сигурни, изберете всички.

source: Choose the Root CA. This CA will be trusted to issue client certificates for authentication.
bg: Изберете Root CA. Този CA ще бъде доверен за издаване на клиентски сертификати за удостоверяване.

source: Choose the certificate the Radius service should use.
bg: Изберете сертификата, който услугата Radius трябва да използва.

source: Choose what to do with packets that match the criteria specified below. Hint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
bg: Изберете какво да правите с пакетите, които отговарят на посочените по-долу критерии. Подсказка: разликата между блокиране и отхвърляне е, че при отхвърляне пакетът (TCP RST или ICMP port unreachable за UDP) се връща на подателя, докато при блокиране пакетът се прекъсва мълчаливо. И в двата случая оригиналният пакет се отхвърля.

source: Choose which applications should be forwarded to the specified target, omit to select all.
bg: Изберете кои приложения да бъдат препратени към посочената цел, пропуснете, за да изберете всички.

source: Choose which facilities to include, omit to select all.
bg: Изберете кои съоръжения да включите, пропуснете, за да изберете всички.

source: Choose which gateway this route applies to or <a href="/system_gateways_edit.php">add a new one</a>.
bg: Изберете за кой шлюз се отнася този маршрут или <a href="/system_gateways_edit.php">добавете нов</a>.

source: Choose which levels to include, omit to select all.
bg: Изберете кои нива да включите, пропуснете, за да изберете всички.

source: ClamAV engine version
bg: Версия на двигателя на ClamAV

source: ClamAV log verbose
bg: Дневник на ClamAV с подробни данни

source: ClamAV will scan within archives and compressed files.
bg: ClamAV ще сканира архиви и компресирани файлове.

source: Client Expired Response Timeout
bg: Време за отговор на клиента с изтекъл срок

source: Clients will be disconnected after this amount of inactivity. They may log in again immediately, though. Enter 0 to disable idle timeout.
bg: Клиентите ще бъдат изключени след този период на неактивност. Те обаче могат да влязат отново веднага. Въведете 0, за да деактивирате времетраенето при неактивност.

source: Clients will be disconnected after this amount of time, regardless of activity. They may log in again immediately, though. Enter 0 to disable hard timeout (not recommended unless an idle timeout is set).
bg: Клиентите ще бъдат изключени след този период от време, независимо от тяхната активност. Те обаче могат да влязат отново веднага. Въведете 0, за да деактивирате твърдия таймаут (не се препоръчва, освен ако не е зададен таймаут при бездействие).

source: Collect IPS Events
bg: Събиране на IPS събития
