Repository: DynFi/opnsense-core
Catalog: translations/bu_*.po
Languages: bg

source: These are the IPv4 networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more CIDR ranges.
bg: Това са IPv4 мрежите, които ще бъдат достъпни от този конкретен клиент. Изразява се като списък с един или повече CIDR диапазони, разделени със запетая.

source: NOTE: You do not need to specify networks here if they have already been defined on the main server configuration.
bg: ЗАБЕЛЕЖКА: Не е необходимо да посочвате мрежи тук, ако те вече са дефинирани в конфигурацията на основния сървър.

source: These are the IPv6 networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more IP/PREFIX networks.
bg: Това са IPv6 мрежите, които ще бъдат достъпни от този конкретен клиент. Изразява се като списък с една или повече IP/PREFIX мрежи, разделени със запетая.

source: These are the IPv4 networks that will be routed to this client specifically using iroute, so that a site-to-site VPN can be established. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if there are no client-side networks to be routed
bg: Това са IPv4 мрежите, които ще бъдат маршрутизирани към този клиент с помощта на iroute, така че да бъде създадена VPN връзка между сайтове. Изразява се като списък, разделен със запетая, на един или повече CIDR диапазони. Можете да оставите това поле празно, ако няма мрежи от страна на клиента, които да бъдат маршрутизирани

source: NOTE: Remember to add these subnets to the IPv4 Remote Networks list on the corresponding OpenVPN server settings.
bg: ЗАБЕЛЕЖКА: Не забравяйте да добавите тези подмрежи в списъка IPv4 Remote Networks (Отдалечени мрежи IPv4) в съответните настройки на OpenVPN сървъра.

source: These are the IPv6 networks that will be routed to this client specifically using iroute, so that a site-to-site VPN can be established. Expressed as a comma-separated list of one or more IP/PREFIX networks. You may leave this blank if there are no client-side networks to be routed.
bg: Това са IPv6 мрежите, които ще бъдат маршрутизирани към този клиент с помощта на iroute, така че да бъде създадена VPN връзка между сайтове. Изразява се като списък с една или повече IP/PREFIX мрежи, разделени със запетая. Можете да оставите това поле празно, ако няма мрежи от страна на клиента, които да бъдат маршрутизирани.

source: NOTE: Remember to add these subnets to the IPv6 Remote Networks list on the corresponding OpenVPN server settings.
bg: ЗАБЕЛЕЖКА: Не забравяйте да добавите тези подмрежи в списъка IPv6 Remote Networks (Отдалечени мрежи IPv6) в съответните настройки на OpenVPN сървъра.

source: Server Definitions
bg: Определения на сървъра

source: Prevent this client from receiving any server-defined client settings.
bg: Предотвратяване на получаването на дефинирани от сървъра клиентски настройки от този клиент.

source: DNS Domain search list
bg: Списък за търсене на домейни DNS

source: Add name to the domain search list. Repeat this option to add more entries. Expressed as a comma-separated list up to 10 domains are supported.
bg: Добавяне на име в списъка за търсене на домейни. Повторете тази опция, за да добавите още записи. Поддържа се до 10 домейна, изразени като списък, разделен със запетая.

source: Server #1:
bg: Сървър #1:

source: Server #2:
bg: Сървър № 2:

source: Server #3:
bg: Сървър #3:

source: Server #4:
bg: Сървър #4:

source: NTP Servers
bg: Сървъри NTP

source: Provide a NTP server list to clients
bg: Предоставяне на списък със сървъри на NTP на клиентите

source: Enable NetBIOS over TCP/IP
bg: Активиране на NetBIOS през TCP/IP

source: If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled
bg: Ако тази опция не е зададена, всички опции на NetBIOS-over-TCP/IP (включително WINS) ще бъдат деактивирани.

source: Node Type
bg: Тип възел

source: Enter any additional options you would like to add for this client specific override, separated by a semicolon
bg: Въведете всички допълнителни опции, които желаете да добавите за този специфичен за клиента пренасочен режим, разделени с точка и запетая.

source: EXAMPLE: push "route 10.0.0.0 255.255.255.0"
bg: ПРИМЕР: push "route 10.0.0.0 255.255.255.0"

source: Tunnel Network
bg: Мрежа от тунели

source: delete csc
bg: изтриване на csc

source: clone rule
bg: правило за клониране

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 IP address.
bg: Семействата протоколи и IP адреси не съвпадат. Не можете да изберете IPv6 протокол и IPv4 IP адрес.

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 IP address.
bg: Семействата протоколи и IP адреси не съвпадат. Не можете да изберете IPv4 протокол и IPv6 IP адрес.

source: You must select a Backend for Authentication if the server mode requires User Auth.
bg: Ако режимът на сървъра изисква User Auth, трябва да изберете Backend for Authentication.

source: A prefix longer than 29 cannot be used for tunnel network.
bg: Префикс, по-дълъг от 29, не може да се използва за тунелна мрежа.

source: Client management port
bg: Порт за управление на клиенти

source: Using a tunnel network and server bridge settings together is not allowed.
bg: Използването на тунелна мрежа и настройки за мост на сървъра заедно не е разрешено.

source: Server Bridge DHCP Start and End must both be empty, or defined.
bg: Началото и краят на сървърния мост DHCP трябва да са празни или дефинирани.

source: Server Bridge DHCP Start must be an IPv4 address.
bg: Server Bridge DHCP Start трябва да бъде IPv4 адрес.

source: Server Bridge DHCP End must be an IPv4 address.
bg: Server Bridge DHCP End трябва да бъде IPv4 адрес.

source: The Server Bridge DHCP range is invalid (start higher than end).
bg: Диапазонът DHCP на моста на сървъра е невалиден (началото е по-голямо от края).

source: Do you really want to delete this server?
bg: Наистина ли искате да изтриете този сървър?

source: Set this option to disable this server without removing it from the list
bg: Задайте тази опция, за да деактивирате този сървър, без да го премахвате от списъка

source: Remote Access ( SSL/TLS )
bg: Отдалечен достъп ( SSL/TLS )

source: Remote Access ( User Auth )
bg: Отдалечен достъп ( User Auth )

source: Remote Access ( SSL/TLS + User Auth )
bg: Отдалечен достъп ( SSL/TLS + удостоверяване на потребителя )

source: Device Mode
bg: Режим на устройството

source: When selecting any in combination with UDP, we will assume the server is used multi-homed. This has some small performance implications to assure proper return address lookup.
bg: Когато избирате някоя от тях в комбинация с UDP, ще приемем, че сървърът се използва в няколко домове. Това има някои малки последици за производителността, за да се осигури правилно търсене на обратен адрес.

source: Peer Certificate Revocation List
bg: Списък с оттеглени партньорски сертификати

source: No Certificate Revocation Lists (CRLs) defined.
bg: Не са дефинирани списъци за отмяна на удостоверения (CRL).

source: Leave this set to SHA1 unless all clients are set to match. SHA1 is the default for OpenVPN.
bg: Оставете тази стойност на SHA1, освен ако всички клиенти не са настроени да съвпадат. SHA1 е настройката по подразбиране за OpenVPN.

source: Certificate Depth
bg: Дълбочина на сертификата

source: Do Not Check
bg: Не проверявайте

source: One (Client+Server)
bg: Един (клиент+сървър)

source: Two (Client+Intermediate+Server)
bg: Две (клиент+средно ниво+сървър)

source: Three (Client+2xIntermediate+Server)
bg: Три (Клиент+2хСредно ниво+Сървър)

source: Four (Client+3xIntermediate+Server)
bg: Четири (Клиент+3xИнтермедиант+Сървър)

source: Five (Client+4xIntermediate+Server)
bg: Пет (Клиент+4xИнтермедиант+Сървър)

source: When a certificate-based client logs in, do not accept certificates below this depth. Useful for denying certificates made with intermediate CAs generated from the same CA as the server.
bg: Когато клиент, базиран на сертификати, влезе в системата, не приемайте сертификати под тази дълбочина. Полезно за отказване на сертификати, направени с междинни CA, генерирани от същия CA като сървъра.

source: Strict User/CN Matching
bg: Строго съответствие между потребител и номер на мрежата

source: When authenticating users, enforce a match between the Common Name of the client certificate and the username given at login.
bg: Когато удостоверявате потребителите, налагайте съответствие между общото име на клиентския сертификат и потребителското име, дадено при влизане.

source: Bridge DHCP
bg: Мост DHCP

source: Allow clients on the bridge to obtain DHCP.
bg: Позволете на клиентите на моста да получават DHCP.

source: Bridge Interface
bg: Интерфейс на моста

source: The interface to which this tap instance will be bridged. This is not done automatically. You must assign this interface and create the bridge separately. This setting controls which existing IP address and subnet mask are used by OpenVPN for the bridge. Setting this to 'none' will cause the Server Bridge DHCP settings below to be ignored.
bg: Интерфейсът, към който тази инстанция на тапа ще бъде мостово свързана. Това не се извършва автоматично. Трябва да присвоите този интерфейс и да създадете моста отделно. Тази настройка контролира кой съществуващ IP адрес и маска на подмрежата се използват от OpenVPN за моста. При задаване на стойност "none" (няма) настройките DHCP на моста на сървъра по-долу ще бъдат игнорирани.

source: Server Bridge DHCP Start
bg: Сървър Мост DHCP Старт

source: When using tap mode as a multi-point server, you may optionally supply a DHCP range to use on the interface to which this tap instance is bridged. If these settings are left blank, DHCP will be passed through to the LAN, and the interface setting above will be ignored.
bg: Когато използвате режим на крана като многоточков сървър, по желание можете да предоставите DHCP обхват, който да се използва на интерфейса, към който е свързан този екземпляр на крана. Ако тези настройки са оставени празни, DHCP ще бъде предаден на LAN, а настройката на интерфейса по-горе ще бъде игнорирана.

source: Server Bridge DHCP End
bg: Сървър Мост DHCP Край

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
bg: Това са IPv4 мрежите, които ще бъдат достъпни от отдалечената крайна точка. Изразява се като списък с един или повече CIDR диапазони, разделени със запетая. Можете да оставите това поле празно, ако не искате да добавяте маршрут към локалната мрежа през този тунел на отдалечената машина. Обикновено това е зададено за вашата LAN мрежа

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
bg: Това са IPv6 мрежите, които ще бъдат достъпни от отдалечената крайна точка. Изразява се като списък с един или повече IP/PREFIX, разделени със запетая. Можете да оставите това поле празно, ако не искате да добавяте маршрут към локалната мрежа през този тунел на отдалечената машина. Обикновено това е зададено за вашата LAN мрежа

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
bg: Това са IPv4 мрежите, които ще бъдат маршрутизирани през тунела, така че да може да се създаде VPN услуга от сайт до сайт, без да се налага ръчно да се променят таблиците за маршрутизация. Изразява се като списък, разделен със запетая, на един или повече CIDR диапазони. Ако това е VPN от сайт до сайт, въведете тук отдалечените LAN/и. Можете да оставите това поле празно, ако не желаете VPN от сайт до сайт

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
bg: Това са IPv6 мрежите, които ще бъдат маршрутизирани през тунела, така че да може да се създаде VPN услуга от сайт до сайт, без да се налага ръчно да се променят таблиците за маршрутизация. Изразява се като списък с един или повече IP/PREFIX, разделени със запетая. Ако това е VPN от сайт до сайт, въведете тук отдалечените LAN/и. Можете да оставите това поле празно, ако не желаете VPN от сайт до сайт

source: Concurrent connections
bg: Едновременни връзки

source: Specify the maximum number of clients allowed to concurrently connect to this server
bg: Задайте максималния брой клиенти, на които е позволено да се свързват едновременно с този сървър

source: Inter-client communication
bg: Комуникация между клиентите

source: Allow communication between clients connected to this server
bg: Разрешаване на комуникацията между клиенти, свързани към този сървър

source: Allow multiple concurrent connections from clients using the same Common Name.<br />NOTE: This is not generally recommended, but may be needed for some scenarios.
bg: Позволете няколко едновременни връзки от клиенти, използващи едно и също общо име.<br />ЗАБЕЛЕЖКА: Това обикновено не се препоръчва, но може да е необходимо при някои сценарии.

source: Allow connected clients to retain their connections if their IP address changes
bg: Позволете на свързаните клиенти да запазят връзките си, ако IP адресът им се промени

source: Topology
bg: Топология

source: Allocate only one IP per client (topology subnet), rather than an isolated subnet per client (topology net30).
bg: Разпределете само един IP адрес на клиент (топология подмрежа), а не изолирана подмрежа на клиент (топология net30).

source: Relevant when supplying a virtual adapter IP address to clients when using tun mode on IPv4.
bg: Има значение при предоставяне на IP адрес на виртуален адаптер на клиенти, когато се използва режим tun за IPv4.

source: Some clients may require this even for IPv6, such as OpenVPN Connect (iOS/Android). Others may break if it is present, such as older versions of OpenVPN or clients such as Yealink phones.
bg: Някои клиенти могат да изискват това дори за IPv6, например OpenVPN Connect (iOS/Android). Други могат да се счупят, ако го има, например по-стари версии на OpenVPN или клиенти като телефони Yealink.

source: Force DNS cache update
bg: Принудително актуализиране на кеша на DNS

source: Run ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' and ''ipconfig /registerdns'' on connection initiation. This is known to kick Windows into recognizing pushed DNS servers.
bg: Изпълнете ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' и ''ipconfig /registerdns'' при иницииране на връзката. Известно е, че това кара Windows да разпознава изтласкани DNS сървъри.

source: Prevent DNS leaks
bg: Предотвратяване на изтичане на DNS

source: Block DNS servers on other network adapters to prevent DNS leaks. Compatible with Windows clients only.
bg: Блокирайте DNS сървърите на други мрежови адаптери, за да предотвратите изтичането на DNS. Съвместим само с клиенти на Windows.

source: Scope ID
bg: Идентификатор на обхвата

source: Client Management Port
bg: Порт за управление на клиенти

source: Use a different management port on clients. The default port is 166. Specify a different port if the client machines need to select from multiple OpenVPN links.
bg: Използвайте различен порт за управление при клиентите. Портът по подразбиране е 166. Посочете различен порт, ако клиентските машини трябва да избират от няколко OpenVPN връзки.

source: Use common name
bg: Използване на общото име

source: When using a client certificate, use certificate common name for indexing purposes instead of username
bg: Когато използвате клиентски сертификат, използвайте общото име на сертификата за целите на индексирането вместо потребителско име.

source: %s0%s -- No output except fatal errors.
bg: %s0%s -- Няма изходни данни, освен фатални грешки.

source: %s1%s -- startup info + connection initiated messages + non-fatal encryption & net errors.
bg: %s1%s -- информация за стартиране + съобщения за инициирана връзка + нефатални грешки при криптиране и мрежи.

source: %s2,3%s -- show TLS negotiations & route info.
bg: %s2,3%s -- покажете TLS преговорите и информацията за маршрута.

source: %s4%s -- Normal usage range.
bg: %s4%s -- Нормален диапазон на използване.

source: Renegotiate data channel key after n seconds (default=3600).%sWhen using a one time password, be advised that your connection will automatically drop because your password is not valid anymore.%sSet to 0 to disable, remember to change your client as well.
bg: Renegotiate data channel key after n seconds (default=3600).%sПри използване на еднократна парола имайте предвид, че връзката ви автоматично ще се прекъсне, тъй като паролата ви вече не е валидна.%sЗадайте 0, за да забраните, не забравяйте да смените и клиента си.

source: Force CSO Login Matching
bg: Принудително съвпадение на входните данни на CSO

source: Use username instead of common name to match client specific override.
bg: Използвайте потребителско име вместо общо име, за да съответствате на специфичното за клиента отменяне.

source: Protocol / Port
bg: Протокол / порт

source: Use a wizard to setup a new server
bg: Използване на съветник за настройка на нов сървър

source: Current: %s MHz, Max: %s MHz
bg: Ток: %s MHz, Макс: %s MHz

source: Licensed until
bg: Лицензиран до

source: Click to check for updates.
bg: Щракнете, за да проверите за актуализации.

source: Click to view pending updates.
bg: Щракнете, за да видите чакащите актуализации.

source: Core
bg: Ядро

source: Zone
bg: Зона

source: CPU usage
bg: Използване на процесора

source: Interface Statistics
bg: Статистика на интерфейса

source: Firewall Log
bg: Дневник на защитната стена

source: SMART Status
bg: Статус на SMART

source: System Log
bg: Системен дневник

source: Traffic Graph
bg: Графика на трафика

source: No CARP Interfaces Defined. Click %shere%s to configure CARP.
bg: Няма дефинирани CARP интерфейси. Щракнете върху %shere%s, за да конфигурирате CARP.

source: Hide
bg: Скрий

source: Show
bg: Покажи

source: Packets In
bg: Входящи пакети

source: Packets Out
bg: Изходящи пакети

source: Bytes In
bg: Байтове в

source: Bytes Out
bg: Байтове навън

source: Errors In
bg: Грешки в

source: Errors Out
bg: Грешки навън

source: Tunnels
bg: Тунели

source: Mobile
bg: Мобилен

source: Active Tunnels
bg: Активни тунели

source: Inactive Tunnels
bg: Неактивни тунели

source: Mobile Users
bg: Мобилни потребители

source: Note: There are no configured IPsec Tunnels
bg: Забележка: Няма конфигурирани IPsec тунели

source: click the Act icon to track this rule in Live View
bg: щракнете върху иконата Act, за да проследите това правило в режим Live View.

source: Matched rule
bg: Съответстващо правило

source: Number of log entries:
bg: Брой записи в дневника:

source: Update interval in seconds:
bg: Интервал на актуализация в секунди:

source: Interfaces to display:
bg: Интерфейси за показване:

source: Act
bg: Закон

source: Failed
bg: Неуспешен

source: Changed
bg: Променен

source: Not changed
bg: Не е променено

source: Rows
bg: Редове

source: Search
bg: Търсене

source: No active peers available
bg: Няма налични активни връстници

source: Clock location
bg: Местоположение на часовника

source: in view
bg: с оглед на

source: in use
bg: в употреба

source: Updating...
bg: Актуализиране...

source: Name/Time
bg: Име/час

source: Real/Virtual IP
bg: Реален/виртуален IP

source: Remote/Virtual IP
bg: Отдалечен/виртуален IP

source: NOTE:
bg: ЗАБЕЛЕЖКА:

source: You need to bind each OpenVPN client to enable its management daemon: use 'Local port' setting in the OpenVPN client screen
bg: Трябва да свържете всеки клиент на OpenVPN, за да активирате неговия демон за управление: използвайте настройката "Локален порт" в екрана на клиента на OpenVPN

source: No OpenVPN instance defined or enabled.
bg: Няма дефиниран или активиран OpenVPN инстанция.

source: Upload
bg: Качване на

source: Display number of items:
bg: Показване на броя на елементите:

source: Widget height:
bg: Височина на джаджата:

source: Show how many characters from story:
bg: Покажете колко герои от историята:

source: Unable to fetch rss feed
bg: Невъзможност за извличане на RSS емисия

source: Comma-separated list of services to NOT display in the widget
bg: Списък с услуги, разделени със запетая, които да НЕ се показват в джаджата

source: Drive
bg: Задвижване

source: Ident
bg: Идентификатор

source: Versions
bg: Версии

source: Retrieving internal update status...
bg: Извличане на вътрешно състояние на актуализация...

source: CPU type
bg: Тип процесор

source: Load average
bg: Средно натоварване

source: Current date/time
bg: Текуща дата/час

source: Last config change
bg: Последна промяна на конфигурацията

source: State table size
bg: Размер на таблицата на състоянието

source: MBUF usage
bg: Използване на MBUF

source: Memory usage
bg: Използване на паметта

source: SWAP usage
bg: Използване на SWAP

source: Disk usage
bg: Използване на диска

source: Query filter string is invalid
bg: Последователността на филтъра на заявката е невалидна

source: Number of Log lines to display
bg: Брой редове на дневника за показване

source: Log query filter:
bg: Филтър на заявката за дневник:

source: No matching results!
bg: Няма съвпадащи резултати!

source: An empty response from the server.
bg: Празен отговор от сървъра.

source: Thresholds in °C (1 to 100):
bg: Прагови стойности в °C (от 1 до 100):

source: Zone Warning:
bg: Предупреждение за зона:

source: Zone Critical:
bg: Критична зона:

source: Core Warning:
bg: Предупреждение за ядрото:

source: Core Critical:
bg: Основни критични:

source: Only show first found CPU core temperature
bg: Покажете само първата намерена температура на ядрото на процесора

source: Display temperature in fahrenheit
bg: Показване на температурата в градуси по Фаренхайт

source: You can configure a proper Thermal Sensor / Module %shere%s.
bg: Можете да конфигурирате подходящ термичен сензор/модул %shere%s.

source: In (bps)
bg: В (bps)

source: Out (bps)
bg: Изход (bps)

source: Endpoint
bg: Крайна точка

source: Latest Handshake
bg: Последно ръкостискане

source: No WireGuard instance defined or enabled.
bg: Няма дефиниран или активиран инстанция на WireGuard.

source: ERROR: Could not find wizard file.
bg: ГРЕШКА: Не можа да намери файла на съветника.

source: ERROR: Could not parse %s wizard file.
bg: ГРЕШКА: Не можа да анализира файла на съветника %s.

source: AJAX: Get Service Providers
bg: AJAX: Получаване на доставчици на услуги

source: AJAX: Get Stats
bg: AJAX: Получаване на статистики

source: All pages
bg: Всички страници

source: Dashboard (all)
bg: Информационно табло (всички)

source: Dashboard (widgets only)
bg: Табло за управление (само за уиджети)

source: Diagnostics: ARP Table
bg: Диагностика: ARP таблица

source: Diagnostics: Authentication
bg: Диагностика: Удостоверяване

source: Diagnostics: Backup / Restore
bg: Диагностика: Архивиране/възстановяване

source: Diagnostics: Configuration History
bg: Диагностика: История на конфигурацията
