Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: DHCP Unique Identifier
el: Μοναδικό αναγνωριστικό DHCP

source: Insert the existing DUID
el: Εισάγετε το υπάρχον DUID

source: Insert a new LLT DUID
el: Εισαγωγή νέου LLT DUID

source: Insert a new LL DUID
el: Εισαγωγή νέου LL DUID

source: Insert a new UUID DUID
el: Εισαγωγή νέου UUID DUID

source: Insert a new EN DUID
el: Εισάγετε ένα νέο EL DUID

source: Clear the existing DUID
el: Καθαρίστε το υπάρχον DUID

source: This field can be used to enter an explicit DUID for use by IPv6 DHCP clients.
el: Αυτό το πεδίο μπορεί να χρησιμοποιηθεί για την εισαγωγή ενός ρητού DUID για χρήση από τους πελάτες DHCP IPv6.

source: The correct format for each DUID type is as follows, all entries to be in hex format "xx" separated by a colon.
el: Η σωστή μορφή για κάθε τύπο DUID είναι η ακόλουθη, όλες οι καταχωρίσεις πρέπει να είναι σε δεκαεξαδική μορφή "xx" χωρισμένες με άνω και κάτω τελεία.

source: LLT: 4 bytes "00:01:00:01" followed by 4 bytes Unix time e.g. "00:01:02:03", followed by 6 bytes of the MAC address.
el: LLT: 4 bytes "00:01:00:01" ακολουθούμενα από 4 bytes Unix time π.χ. "00:01:02:03", ακολουθούμενα από 6 bytes της διεύθυνσης MAC.

source: LL: 4 bytes "00:03:00:01" followed by 6 bytes of the MAC address.
el: LL: 4 bytes "00:03:00:01" ακολουθούμενα από 6 bytes της διεύθυνσης MAC.

source: UUID: 4 bytes "00:00:00:04" followed by 8 bytes of a universally unique identifier.
el: UUID: 4 bytes "00:00:00:00:04" ακολουθούμενα από 8 bytes ενός καθολικά μοναδικού αναγνωριστικού.

source: EN: 2 bytes "00:02" followed by 4 bytes of the enterprise number e.g. "00:00:00:01", followed by a variable length identifier of hex values up to 122 bytes in length.
el: EL: 2 bytes "00:02" ακολουθούμενα από 4 bytes του αριθμού επιχείρησης π.χ. "00:00:00:01", ακολουθούμενα από ένα αναγνωριστικό μεταβλητού μήκους με δεκαεξαδικές τιμές μήκους έως 122 bytes.

source: This will take effect after you reboot the machine or reconfigure each interface.
el: Αυτό θα τεθεί σε ισχύ μετά την επανεκκίνηση του μηχανήματος ή την επαναδιαμόρφωση κάθε διασύνδεσης.

source: Tunable
el: Ρυθμιζόμενο

source: Are you sure you want to reset all tunables back to factory defaults?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε όλες τις ρυθμίσεις στις εργοστασιακές ρυθμίσεις;

source: The firewall tunables have changed. You must apply the configuration to take affect.
el: Οι ρυθμίσεις του τείχους προστασίας έχουν αλλάξει. Πρέπει να εφαρμόσετε τη διαμόρφωση για να ισχύσει.

source: Tunables are composed of runtime settings for sysctl.conf which take effect immediately after apply and boot settings for loader.conf which require a reboot.
el: Οι ρυθμιζόμενες ρυθμίσεις αποτελούνται από ρυθμίσεις χρόνου εκτέλεσης για το sysctl.conf, οι οποίες τίθενται σε ισχύ αμέσως μετά την εφαρμογή, και ρυθμίσεις εκκίνησης για το loader.conf, οι οποίες απαιτούν επανεκκίνηση.

source: unsupported
el: μη υποστηριζόμενο

source: runtime
el: χρόνος εκτέλεσης

source: boot-time
el: χρόνος εκκίνησης

source: read-only
el: μόνο για ανάγνωση

source: environment
el: περιβάλλον

source: Edit system tunable
el: Επεξεργασία συστήματος ρυθμιζόμενο

source: Port value
el: Τιμή θύρας

source: Protocol version
el: Έκδοση πρωτοκόλλου

source: Search level
el: Επίπεδο αναζήτησης

source: User naming Attribute
el: Χαρακτηριστικό ονομασίας χρήστη

source: Authentication container
el: Δοχείο ελέγχου ταυτότητας

source: Bind user DN
el: Δέσμευση DN χρήστη

source: Authentication port value
el: Τιμή θύρας ελέγχου ταυτότητας

source: The host name contains invalid characters.
el: Το όνομα του κεντρικού υπολογιστή περιέχει μη έγκυρους χαρακτήρες.

source: An authentication server with the same name already exists.
el: Ένας διακομιστής ελέγχου ταυτότητας με το ίδιο όνομα υπάρχει ήδη.

source: RADIUS Timeout value must be numeric and positive.
el: Η τιμή RADIUS Timeout πρέπει να είναι αριθμητική και θετική.

source: A server name must be provided.
el: Πρέπει να δοθεί ένα όνομα διακομιστή.

source: Invalid server name given.
el: Δόθηκε άκυρο όνομα διακομιστή.

source: Do you really want to delete this Server?
el: Θέλετε πραγματικά να διαγράψετε αυτόν τον διακομιστή;

source: Please fill the required values.
el: Συμπληρώστε τις απαιτούμενες τιμές.

source: No results. Check General log for details
el: Δεν υπάρχουν αποτελέσματα. Ελέγξτε το γενικό αρχείο καταγραφής για λεπτομέρειες

source: Please select which containers to Authenticate against:
el: Παρακαλούμε επιλέξτε ποια δοχεία θα χρησιμοποιηθούν για την πιστοποίηση ταυτότητας:

source: Enable password policy constraints
el: Ενεργοποίηση περιορισμών πολιτικής κωδικού πρόσβασης

source: Use hardened security policies for local accounts. Methods other than local these will usually be configured by the respective provider (e.g. LDAP, RADIUS, ...).
el: Χρησιμοποιήστε αυστηρές πολιτικές ασφαλείας για τοπικούς λογαριασμούς. Μέθοδοι εκτός από τους τοπικούς συνήθως ρυθμίζονται από τον αντίστοιχο πάροχο (π.χ. LDAP, RADIUS, ...).

source: Duration
el: Διάρκεια

source: %d days
el: %d ημέρες

source: Password duration settings, the interval in days in which passwords stay valid. When reached, the user will be forced to change his or her password before continuing.
el: Ρυθμίσεις διάρκειας του κωδικού πρόσβασης, το διάστημα σε ημέρες κατά το οποίο οι κωδικοί πρόσβασης παραμένουν έγκυροι. Όταν επιτευχθεί, ο χρήστης θα αναγκαστεί να αλλάξει τον κωδικό πρόσβασής του πριν συνεχίσει.

source: Sets the minimum length for a password
el: Ορίζει το ελάχιστο μήκος για έναν κωδικό πρόσβασης

source: Complexity
el: Πολυπλοκότητα

source: Enable complexity requirements
el: Ενεργοποίηση απαιτήσεων πολυπλοκότητας

source: Require passwords to meet complexity rules
el: Απαιτείται να πληρούν οι κωδικοί πρόσβασης τους κανόνες πολυπλοκότητας

source: NOTE: When using SSL, this hostname MUST match the Common Name (CN) of the LDAP server's SSL Certificate.
el: ΣΗΜΕΙΩΣΗ: Όταν χρησιμοποιείτε SSL, αυτό το όνομα κεντρικού υπολογιστή ΠΡΕΠΕΙ να ταιριάζει με το κοινό όνομα (CN) του πιστοποιητικού SSL του διακομιστή LDAP.

source: When choosing StartTLS or SSL, please configure the required private CAs in System -> Trust
el: Όταν επιλέγετε StartTLS ή SSL, παρακαλούμε ρυθμίστε τις απαιτούμενες ιδιωτικές CAs στο Σύστημα -> Εμπιστοσύνη

source: Bind credentials
el: Δέσμευση διαπιστευτηρίων

source: User DN:
el: Χρήστης DN:

source: Leave empty to use anonymous binds to resolve distinguished names
el: Αφήστε το κενό για να χρησιμοποιήσετε ανώνυμες δεσμεύσεις για την επίλυση διακεκριμένων ονομάτων

source: Search scope
el: Πεδίο αναζήτησης

source: Authentication containers
el: Δοχεία ελέγχου ταυτότητας

source: Select
el: Επιλέξτε

source: Semicolon-separated list of distinguished names containing DC= components.
el: Κατάλογος διαχωρισμένων με άνω τελεία διακεκριμένων ονομάτων που περιέχουν στοιχεία DC=.

source: Extended Query
el: Εκτεταμένο ερώτημα

source: Initial Template
el: Αρχικό πρότυπο

source: User naming attribute
el: Χαρακτηριστικό ονομασίας χρήστη

source: Read properties
el: Διαβάστε ιδιότητες

source: Normally the authentication only tries to bind to the remote server, when this option is enabled also the objects properties are fetched, can be practical for debugging purposes.
el: Κανονικά ο έλεγχος ταυτότητας προσπαθεί μόνο να συνδεθεί με τον απομακρυσμένο διακομιστή, όταν αυτή η επιλογή είναι ενεργοποιημένη, λαμβάνονται επίσης οι ιδιότητες των αντικειμένων, μπορεί να είναι πρακτικό για σκοπούς εντοπισμού σφαλμάτων.

source: Services offered
el: Προσφερόμενες υπηρεσίες

source: Authentication and Accounting
el: Πιστοποίηση ταυτότητας και λογιστική

source: Accounting port value
el: Τιμή θύρας λογιστικής

source: Authentication Timeout
el: Χρονικό όριο ελέγχου ταυτότητας

source: This value controls how long, in seconds, that the RADIUS server may take to respond to an authentication request.
el: Αυτή η τιμή ελέγχει το χρονικό διάστημα, σε δευτερόλεπτα, που μπορεί να χρειαστεί ο διακομιστής RADIUS για να απαντήσει σε ένα αίτημα ελέγχου ταυτότητας.

source: If left blank, the default value is 5 seconds.
el: Εάν αφεθεί κενό, η προεπιλεγμένη τιμή είναι 5 δευτερόλεπτα.

source: NOTE: If you are using an interactive two-factor authentication system, increase this timeout to account for how long it will take the user to receive and enter a token.
el: ΣΗΜΕΙΩΣΗ: Εάν χρησιμοποιείτε ένα διαδραστικό σύστημα ελέγχου ταυτότητας δύο παραγόντων, αυξήστε αυτό το χρονικό όριο για να υπολογίσετε το χρόνο που θα χρειαστεί ο χρήστης για να λάβει και να εισάγει ένα διακριτικό.

source: Synchronize groups
el: Συγχρονισμός ομάδων

source: Synchronize groups specified by memberOf or class attribute after login, this option requires to enable read properties. Groups will be extracted from the first CN= section and will only be considered when already existing in DynFi Firewall. Group memberships will be persisted in DynFi Firewall. Use the server test tool to check if memberOf is returned by your LDAP server before enabling.
el: Συγχρονισμός ομάδων που καθορίζονται από το χαρακτηριστικό memberOf ή class μετά τη σύνδεση, αυτή η επιλογή απαιτεί την ενεργοποίηση των ιδιοτήτων ανάγνωσης. Οι ομάδες θα εξαχθούν από το πρώτο τμήμα CN= και θα ληφθούν υπόψη μόνο όταν υπάρχουν ήδη στο DynFi Firewall. Τα μέλη των ομάδων θα παραμείνουν στο DynFi Firewall. Χρησιμοποιήστε το εργαλείο δοκιμής διακομιστή για να ελέγξετε αν το memberOf επιστρέφεται από το διακομιστή LDAP πριν την ενεργοποίηση.

source: Limit groups
el: Οριακές ομάδες

source: Limit the groups which may be used by this authenticator, keep empty to consider all local groups in DynFi Firewall. When groups are selected, you can assign unassigned groups to the user manually
el: Περιορίστε τις ομάδες που μπορούν να χρησιμοποιηθούν από αυτόν τον επαληθευτή, διατηρήστε τις κενές για να λάβετε υπόψη όλες τις τοπικές ομάδες στο DynFi Firewall. Όταν επιλεγούν ομάδες, μπορείτε να εκχωρήσετε μη εκχωρημένες ομάδες στον χρήστη με μη αυτόματο τρόπο.

source: Automatic user creation
el: Αυτόματη δημιουργία χρηστών

source: To be used in combination with synchronize groups, allow the authenticator to create new local users after successful login with group memberships returned for the user.
el: Για να χρησιμοποιηθεί σε συνδυασμό με τη λειτουργία συγχρονισμού ομάδων, επιτρέπει στον ελεγκτή ταυτότητας να δημιουργεί νέους τοπικούς χρήστες μετά την επιτυχή σύνδεση με τα μέλη των ομάδων που επιστρέφονται για τον χρήστη.

source: Server Name
el: Όνομα διακομιστή

source: Host Name
el: Όνομα οικοδεσπότη

source: Certificate data
el: Δεδομένα πιστοποιητικού

source: This certificate does not appear to be valid.
el: Αυτό το πιστοποιητικό δεν φαίνεται να είναι έγκυρο.

source: Encrypted private keys are not yet supported.
el: Τα κρυπτογραφημένα ιδιωτικά κλειδιά δεν υποστηρίζονται ακόμη.

source: Key type
el: Τύπος κλειδιού

source: Curve
el: Καμπύλη

source: Digest algorithm
el: Αλγόριθμος Digest

source: Distinguished name Country Code
el: Διακεκριμένη ονομασία Κωδικός χώρας

source: Distinguished name State or Province
el: Διακεκριμένο όνομα Κράτος ή επαρχία

source: Distinguished name City
el: Διακεκριμένο όνομα Πόλη

source: Distinguished name Organization
el: Διακεκριμένο όνομα Οργανισμός

source: Distinguished name Email Address
el: Διακεκριμένο όνομα Διεύθυνση ηλεκτρονικού ταχυδρομείου

source: Distinguished name Common Name
el: Διακεκριμένο όνομα Κοινό όνομα

source: Signing Certificate Authority
el: Αρχή Πιστοποιητικού υπογραφής

source: The field 'Distinguished name Email Address' contains invalid characters.
el: Το πεδίο 'Διακεκριμένο όνομα Διεύθυνση ηλεκτρονικού ταχυδρομείου' περιέχει μη έγκυρους χαρακτήρες.

source: The field 'Distinguished name Common Name' contains invalid characters.
el: Το πεδίο "Διακεκριμένο όνομα Κοινό όνομα" περιέχει μη έγκυρους χαρακτήρες.

source: The field '%s' contains invalid characters.
el: Το πεδίο '%s' περιέχει μη έγκυρους χαρακτήρες.

source: Please select a valid Key Type.
el: Παρακαλούμε επιλέξτε έναν έγκυρο τύπο κλειδιού.

source: Please select a valid Key Length.
el: Παρακαλούμε επιλέξτε ένα έγκυρο μήκος κλειδιού.

source: Please select a valid Curve.
el: Παρακαλούμε επιλέξτε μια έγκυρη καμπύλη.

source: Please select a valid Digest Algorithm.
el: Παρακαλούμε επιλέξτε έναν έγκυρο αλγόριθμο ψηφιοποίησης.

source: The serial number must be a number greater than zero or left blank.
el: Ο αύξων αριθμός πρέπει να είναι αριθμός μεγαλύτερος του μηδενός ή να παραμείνει κενό.

source: openssl library returns:
el: η βιβλιοθήκη openssl επιστρέφει:

source: Do you really want to delete this Certificate Authority and its CRLs, and unreference any associated certificates?
el: Θέλετε πραγματικά να διαγράψετε αυτή την Αρχή Πιστοποιητικών και τα CRL της και να μην αναφέρετε τα πιστοποιητικά που σχετίζονται με αυτήν;

source: Method
el: Μέθοδος

source: Import an existing Certificate Authority
el: Εισαγωγή υπάρχουσας Αρχής Πιστοποιητικών

source: Create an internal Certificate Authority
el: Δημιουργία εσωτερικής Αρχής Πιστοποιητικών

source: Create an intermediate Certificate Authority
el: Δημιουργία μιας ενδιάμεσης αρχής πιστοποιητικών

source: Existing Certificate Authority
el: Υπάρχουσα αρχή πιστοποιητικών

source: Paste a certificate in X.509 PEM format here.
el: Επικολλήστε εδώ ένα πιστοποιητικό σε μορφή X.509 PEM.

source: Certificate Private Key
el: Ιδιωτικό κλειδί πιστοποιητικού

source: (optional)
el: (προαιρετικά)

source: Paste the private key for the above certificate here. This is optional in most cases, but required if you need to generate a Certificate Revocation List (CRL).
el: Επικολλήστε εδώ το ιδιωτικό κλειδί για το παραπάνω πιστοποιητικό. Αυτό είναι προαιρετικό στις περισσότερες περιπτώσεις, αλλά απαιτείται εάν πρέπει να δημιουργήσετε μια λίστα ανάκλησης πιστοποιητικών (Certificate Revocation List - CRL).

source: Serial for next certificate
el: Σειρά για το επόμενο πιστοποιητικό

source: Enter a decimal number to be used as the serial number for the next certificate to be created using this CA.
el: Εισάγετε έναν δεκαδικό αριθμό που θα χρησιμοποιηθεί ως αύξων αριθμός για το επόμενο πιστοποιητικό που θα δημιουργηθεί με τη χρήση αυτής της CA.

source: Internal Certificate Authority
el: Εσωτερική Αρχή Πιστοποιητικών

source: Digest Algorithm
el: Αλγόριθμος Digest

source: NOTE: It is recommended to use an algorithm stronger than SHA1 when possible.
el: ΣΗΜΕΙΩΣΗ: Συνιστάται η χρήση αλγορίθμου ισχυρότερου από τον SHA1, όταν αυτό είναι δυνατό.

source: days
el: ημέρες

source: Distinguished name
el: Διακεκριμένο όνομα

source: Leipzig
el: Λειψία

source: My Company Inc
el: Η εταιρεία μου Inc

source: Email Address
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου

source: Issuer
el: Εκδότης

source: Distinguished Name
el: Διακεκριμένο όνομα

source: self-signed
el: αυτο-υπογεγραμμένο

source: external
el: εξωτερικό

source: Valid From
el: Ισχύει από

source: Valid Until
el: Ισχύει μέχρι

source: edit CA
el: επεξεργασία CA

source: export CA cert
el: εξαγωγή πιστοποιητικού CA

source: export CA private key
el: εξαγωγή ιδιωτικού κλειδιού CA

source: DNS subjectAltName values must be valid hostnames or FQDNs
el: Οι τιμές DNS subjectAltName πρέπει να είναι έγκυρα ονόματα κεντρικών υπολογιστών ή FQDN.

source: IP subjectAltName values must be valid IP Addresses
el: Οι τιμές IP subjectAltName πρέπει να είναι έγκυρες διευθύνσεις IP

source: You must provide an email address for this type of subjectAltName
el: Πρέπει να δώσετε μια διεύθυνση ηλεκτρονικού ταχυδρομείου για αυτόν τον τύπο subjectAltName

source: The email provided in a subjectAltName contains invalid characters.
el: Το email που παρέχεται σε ένα subjectAltName περιέχει μη έγκυρους χαρακτήρες.

source: URI subjectAltName types must be a valid URI
el: Οι τύποι URI subjectAltName πρέπει να είναι έγκυρα URI

source: Unrecognized subjectAltName type.
el: Μη αναγνωρισμένος τύπος subjectAltName.

source: Import an existing Certificate
el: Εισαγωγή υπάρχοντος πιστοποιητικού

source: Create an internal Certificate
el: Δημιουργία εσωτερικού πιστοποιητικού

source: Create a Certificate Signing Request
el: Δημιουργία αίτησης υπογραφής πιστοποιητικού

source: Sign a Certificate Signing Request
el: Υπογραφή αίτησης υπογραφής πιστοποιητικού

source: OCSPSigning
el: OCSΨηφοφορία

source: Choose an existing certificate
el: Επιλέξτε ένα υπάρχον πιστοποιητικό

source: Invalid request
el: Μη έγκυρο αίτημα

source: Invalid Request
el: Μη έγκυρο αίτημα

source: No csr parameter in query
el: Δεν υπάρχει παράμετρος csr στο ερώτημα

source: CSR file is invalid
el: Το αρχείο CSR είναι άκυρο

source: Could not parse CSR file.
el: Δεν μπόρεσε να αναλύσει το αρχείο CSR.

source: Final Certificate data
el: Τελικά στοιχεία πιστοποιητικού

source: The certificate modulus does not match the signing request modulus.
el: Το modulus του πιστοποιητικού δεν ταιριάζει με το modulus της αίτησης υπογραφής.

source: Key data
el: Βασικά στοιχεία

source: Certificate authority
el: Αρχή έκδοσης πιστοποιητικών

source: Existing Certificate Choice
el: Επιλογή υφιστάμενου πιστοποιητικού

source: CSR file
el: Αρχείο CSR

source: Please select a valid Type.
el: Παρακαλούμε επιλέξτε έναν έγκυρο τύπο.

source: Please select a valid keyUsage.
el: Παρακαλούμε επιλέξτε ένα έγκυρο κλειδίΧρήση.

source: Please select a valid extendedKeyUsage.
el: Παρακαλούμε επιλέξτε ένα έγκυρο extendedKeyUsage.

source: Do you really want to delete this Certificate?
el: Θέλετε πραγματικά να διαγράψετε αυτό το πιστοποιητικό;

source: Confirm
el: Επιβεβαίωση

source: Optionally use a password to protect your export
el: Προαιρετικά, χρησιμοποιήστε έναν κωδικό πρόσβασης για να προστατεύσετε την εξαγωγή σας

source: Certificate Request
el: Αίτηση πιστοποιητικού

source: Unknown Error
el: Άγνωστο σφάλμα

source: Unknown error occurred. Try again.
el: Εμφανίστηκε άγνωστο σφάλμα. Δοκιμάστε ξανά.

source: Import Certificate
el: Πιστοποιητικό εισαγωγής

source: Private key data
el: Δεδομένα ιδιωτικού κλειδιού

source: Paste a private key in X.509 PEM format here.
el: Επικολλήστε εδώ ένα ιδιωτικό κλειδί σε μορφή X.509 PEM.

source: Sign CSR
el: Υπογραφή CSR

source: No internal Certificate Authorities have been defined. You must %sadd%s an internal CA before creating an internal certificate.
el: Δεν έχουν οριστεί εσωτερικές Αρχές Πιστοποιητικών. Πρέπει να προσθέσετε %sadd%s μια εσωτερική CA πριν δημιουργήσετε ένα εσωτερικό πιστοποιητικό.

source: Show Detail
el: Εμφάνιση λεπτομέρειας

source: Paste the CSR file here.
el: Επικολλήστε το αρχείο CSR εδώ.

source: Subject of the certificate
el: Θέμα του πιστοποιητικού

source: Subject
el: Θέμα

source: is CA
el: είναι η CA

source: Maximum Path Length
el: Μέγιστο μήκος διαδρομής

source: Define the maximum number of non-self-issued intermediate certificates that may follow this certificate in a valid certification path.
el: Καθορίστε τον μέγιστο αριθμό ενδιάμεσων πιστοποιητικών που δεν εκδίδονται από τον ίδιο τον χρήστη και μπορούν να ακολουθούν αυτό το πιστοποιητικό σε μια έγκυρη διαδρομή πιστοποίησης.

source: Select keyUsage
el: Επιλέξτε keyUsage

source: Practical examples:
el: Πρακτικά παραδείγματα:

source: Client Certificate
el: Πιστοποιητικό πελάτη

source: Combined Client/Server Certificate
el: Συνδυασμένο πιστοποιητικό πελάτη/εξυπηρετητή

source: None. Just add CA option in basicConstraints.
el: Καμία. Απλά προσθέστε την επιλογή CA στο basicConstraints.

source: Select extendedKeyUsage
el: Επιλέξτε extendedKeyUsage

source: Internal Certificate
el: Εσωτερικό πιστοποιητικό

source: Choose the type of certificate to generate here, the type defines it's constraints
el: Επιλέξτε εδώ τον τύπο του πιστοποιητικού που θα δημιουργηθεί, ο τύπος καθορίζει τους περιορισμούς του.

source: Private key location
el: Τοποθεσία ιδιωτικού κλειδιού

source: Save on this firewall
el: Εξοικονομήστε σε αυτό το τείχος προστασίας

source: Download and do not save
el: Λήψη και μη αποθήκευση

source: Normally choose this.
el: Συνήθως επιλέγετε αυτό.

source: If the certificate is for use by a device other than this firewall, and you can download private key soon after Saving, choose this. By this option you can download the private key, which is not saved onto this firewall.
el: Εάν το πιστοποιητικό προορίζεται για χρήση από μια συσκευή εκτός αυτού του τείχους προστασίας και μπορείτε να κατεβάσετε το ιδιωτικό κλειδί αμέσως μετά την Αποθήκευση, επιλέξτε αυτό. Με αυτή την επιλογή μπορείτε να κατεβάσετε το ιδιωτικό κλειδί, το οποίο δεν αποθηκεύεται σε αυτό το τείχος προστασίας.

source: Alternative Names
el: Εναλλακτικές ονομασίες

source: External Signing Request
el: Αίτημα εξωτερικής υπογραφής

source: Organizational Unit
el: Οργανωτική μονάδα

source: IT department
el: Τμήμα πληροφορικής

source: Choose an Existing Certificate
el: Επιλέξτε ένα υπάρχον πιστοποιητικό

source: Existing Certificates
el: Υφιστάμενα πιστοποιητικά

source: *In Use
el: *Σε χρήση

source: *Revoked
el: *Ανακαλείται

source: Complete Signing Request
el: Πλήρης αίτηση υπογραφής

source: Signing request data
el: Δεδομένα αίτησης υπογραφής

source: Copy the certificate signing data from here and forward it to your certificate authority for signing.
el: Αντιγράψτε τα δεδομένα υπογραφής του πιστοποιητικού από εδώ και προωθήστε τα στην αρχή πιστοποιητικών σας για υπογραφή.

source: Final certificate data
el: Τελικά στοιχεία πιστοποιητικού

source: Paste the certificate received from your certificate authority here.
el: Επικολλήστε εδώ το πιστοποιητικό που λάβατε από την αρχή πιστοποιητικών σας.

source: Update
el: Ενημέρωση

source: Certificate has been issued.
el: Το πιστοποιητικό έχει εκδοθεί.

source: Private key
el: Ιδιωτικό κλειδί

source: The private key is not saved and no longer downloadable after closing this window.
el: Το ιδιωτικό κλειδί δεν αποθηκεύεται και δεν είναι πλέον διαθέσιμο για λήψη μετά το κλείσιμο αυτού του παραθύρου.

source: Download Private Key
el: Λήψη ιδιωτικού κλειδιού

source: You can download, revise, or add to CRL later.
el: Μπορείτε να κατεβάσετε, να αναθεωρήσετε ή να προσθέσετε στο CRL αργότερα.

source: Download Certificate
el: Λήψη πιστοποιητικού

source: Go back
el: Πηγαίνετε πίσω

source: external - signature pending
el: εξωτερική - εκκρεμεί η υπογραφή

source: Server:
el: Διακομιστής:

source: Revoked
el: Ανακλήθηκε

source: No private key here
el: Δεν υπάρχει ιδιωτικό κλειδί εδώ

source: User Cert
el: Πιστοποιητικό χρήστη

source: OpenVPN Server
el: Διακομιστής OpenVPN

source: OpenVPN Client
el: Πελάτης OpenVPN

source: IPsec Tunnel
el: Σήραγγα IPsec

source: show certificate info
el: Εμφάνιση πληροφοριών πιστοποιητικού

source: export user cert
el: εξαγωγή πιστοποιητικού χρήστη

source: export user key
el: εξαγωγή κλειδιού χρήστη

source: export ca+user cert+user key in .p12 format
el: εξαγωγή πιστοποιητικού ca+user+κλειδιού χρήστη σε μορφή .p12

source: update csr
el: ενημέρωση csr

source: Certificate Revocation List %s is in use and cannot be deleted
el: Η λίστα ανάκλησης πιστοποιητικών %s χρησιμοποιείται και δεν μπορεί να διαγραφεί

source: Failed to delete certificate %s from CRL %s
el: Απέτυχε η διαγραφή πιστοποιητικού %s από το CRL %s

source: Both the Certificate and CRL must be specified.
el: Πρέπει να καθοριστούν τόσο το πιστοποιητικό όσο και το CRL.

source: CA mismatch between the Certificate and CRL. Unable to Revoke.
el: Αναντιστοιχία CA μεταξύ του πιστοποιητικού και του CRL. Αδυναμία ανάκλησης.

source: Cannot revoke certificates for an imported/external CRL.
el: Δεν είναι δυνατή η ανάκληση πιστοποιητικών για ένα εισαγόμενο/εξωτερικό CRL.

source: Cannot revoke certificate. See general log for details.
el: Δεν είναι δυνατή η ανάκληση πιστοποιητικού. Δείτε το γενικό αρχείο καταγραφής για λεπτομέρειες.

source: Certificate Revocation List data
el: Δεδομένα λίστας ανάκλησης πιστοποιητικών
