Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Semicolon separated. This will be prepended to the search base DN above or you can specify full container path, e.g. CN=Users;DC=example or CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com
el: Διαχωρισμός με άνω και κάτω τελεία. Αυτό θα προστεθεί στο παραπάνω DN της βάσης αναζήτησης ή μπορείτε να καθορίσετε την πλήρη διαδρομή του περιέκτη, π.χ. CN=Users;DC=example ή CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com.

source: Server Certificate Selection
el: Επιλογή πιστοποιητικού διακομιστή

source: Server Setup
el: Ρύθμιση διακομιστή

source: Set Root Password
el: Ορισμός κωδικού πρόσβασης Root

source: Set the MTU of the WAN interface. If you leave this field blank, an MTU of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed.
el: Ορίστε το MTU της διασύνδεσης WAN. Εάν αφήσετε αυτό το πεδίο κενό, θα θεωρηθεί MTU 1492 bytes για PPPoE και 1500 bytes για όλους τους άλλους τύπους σύνδεσης.

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value.
el: Ορίστε την τιμή της κεφαλίδας TOS IP των πακέτων σήραγγας ώστε να ταιριάζει με την τιμή του ενθυλακωμένου πακέτου.

source: Size of the key which will be generated. The larger the key, the more security is offers, but larger keys are generally slower to use.
el: Μέγεθος του κλειδιού που θα δημιουργηθεί. Όσο μεγαλύτερο είναι το κλειδί, τόσο μεγαλύτερη ασφάλεια προσφέρεται, αλλά τα μεγαλύτερα κλειδιά είναι γενικά πιο αργά στη χρήση.

source: Specify the maximum number of clients allowed to concurrently connect to this server.
el: Καθορίστε το μέγιστο αριθμό πελατών που επιτρέπεται να συνδέονται ταυτόχρονα σε αυτόν το διακομιστή.

source: Static
el: Στατικό

source: Static IP Configuration
el: Διαμόρφωση στατικής IP

source: Subnet Mask
el: Μάσκα υποδικτύου

source: The interface where OpenVPN will listen for incoming connections.
el: Η διασύνδεση όπου το OpenVPN θα ακούει για εισερχόμενες συνδέσεις.

source: The method used to authenticate traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like.
el: Η μέθοδος που χρησιμοποιείται για τον έλεγχο ταυτότητας της κυκλοφορίας μεταξύ τελικών σημείων. Αυτή η ρύθμιση πρέπει να ταιριάζει στην πλευρά του πελάτη και του διακομιστή, αλλά κατά τα άλλα ρυθμίζεται όπως θέλετε.

source: The method used to encrypt traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like. Certain algorithms will perform better on different hardware, depending on the availability of supported VPN accelerator chips.
el: Η μέθοδος που χρησιμοποιείται για την κρυπτογράφηση της κυκλοφορίας μεταξύ των τελικών σημείων. Αυτή η ρύθμιση πρέπει να ταιριάζει στην πλευρά του πελάτη και του διακομιστή, αλλά κατά τα άλλα ρυθμίζεται όπως θέλετε. Ορισμένοι αλγόριθμοι αποδίδουν καλύτερα σε διαφορετικό υλικό, ανάλογα με τη διαθεσιμότητα των υποστηριζόμενων τσιπ επιτάχυνσης VPN.

source: The protocol used by your LDAP server. It can either be standard TCP or SSL encrypted.
el: Το πρωτόκολλο που χρησιμοποιείται από το διακομιστή LDAP. Μπορεί να είναι είτε τυπικό TCP είτε κρυπτογραφημένο SSL.

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
el: Αυτά είναι τα δίκτυα IPv4 που θα είναι προσβάσιμα από το απομακρυσμένο τελικό σημείο. Εκφράζεται ως λίστα διαχωρισμένη με κόμμα από μία ή περισσότερες περιοχές CIDR. Μπορείτε να το αφήσετε κενό, εάν δεν θέλετε να προσθέσετε μια διαδρομή προς το τοπικό δίκτυο μέσω αυτής της σήραγγας στο απομακρυσμένο μηχάνημα. Αυτό γενικά ορίζεται στο δίκτυο LAN σας.

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
el: Αυτά είναι τα δίκτυα IPv4 που θα δρομολογηθούν μέσω της σήραγγας, έτσι ώστε να μπορεί να δημιουργηθεί ένα site-to-site VPN χωρίς χειροκίνητη αλλαγή των πινάκων δρομολόγησης. Εκφράζεται ως λίστα με διαχωρισμό με κόμμα μιας ή περισσότερων περιοχών CIDR. Εάν πρόκειται για site-to-site VPN, εισαγάγετε εδώ τα απομακρυσμένα LAN/s. Μπορείτε να το αφήσετε κενό αν δεν θέλετε ένα site-to-site VPN.

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
el: Αυτά είναι τα δίκτυα IPv6 που θα είναι προσβάσιμα από το απομακρυσμένο τελικό σημείο. Εκφράζεται ως λίστα με διαχωρισμό με κόμμα ενός ή περισσότερων IP/PREFIX. Μπορείτε να το αφήσετε κενό, εάν δεν θέλετε να προσθέσετε μια διαδρομή προς το τοπικό δίκτυο μέσω αυτής της σήραγγας στο απομακρυσμένο μηχάνημα. Αυτό γενικά ορίζεται στο δίκτυο του τοπικού σας δικτύου.

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
el: Αυτά είναι τα δίκτυα IPv6 που θα δρομολογηθούν μέσω της σήραγγας, έτσι ώστε να μπορεί να δημιουργηθεί ένα site-to-site VPN χωρίς χειροκίνητη αλλαγή των πινάκων δρομολόγησης. Εκφράζεται ως λίστα με διαχωρισμό με κόμμα ενός ή περισσότερων IP/PREFIX. Εάν πρόκειται για site-to-site VPN, εισαγάγετε εδώ τα απομακρυσμένα LAN/s. Μπορείτε να το αφήσετε κενό αν δεν θέλετε ένα site-to-site VPN.

source: This field can be used to modify ("spoof") the MAC address of the WAN interface (may be required with some cable connections). Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank.
el: Αυτό το πεδίο μπορεί να χρησιμοποιηθεί για την τροποποίηση ("παραποίηση") της διεύθυνσης MAC της διασύνδεσης WAN (μπορεί να απαιτείται σε ορισμένες καλωδιακές συνδέσεις). Εισάγετε μια διεύθυνση MAC με την ακόλουθη μορφή: xx:xx:xx:xx:xx:xx:xx:xx ή αφήστε την κενή.

source: This option causes the interface to operate in dial-on-demand mode, allowing you to have a virtual full time connection. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
el: Αυτή η επιλογή προκαλεί τη λειτουργία της διασύνδεσης σε κατάσταση dial-on-demand, επιτρέποντάς σας να έχετε μια εικονική σύνδεση πλήρους απασχόλησης. Η διασύνδεση διαμορφώνεται, αλλά η πραγματική σύνδεση της σύνδεσης καθυστερεί μέχρι να εντοπιστεί εξερχόμενη κυκλοφορία που πληροί τις προϋποθέσεις.

source: This wizard will guide you through the initial system configuration. The wizard may be stopped at any time by clicking the logo image at the top of the screen.
el: Αυτός ο οδηγός θα σας καθοδηγήσει στην αρχική διαμόρφωση του συστήματος. Ο οδηγός μπορεί να διακοπεί ανά πάσα στιγμή κάνοντας κλικ στην εικόνα του λογότυπου στο επάνω μέρος της οθόνης.

source: Time Server Information
el: Πληροφορίες διακομιστή ώρας

source: Time server hostname
el: Όνομα κεντρικού υπολογιστή διακομιστή χρόνου

source: Timezone
el: Χρονοζώνη

source: Traffic from clients through VPN
el: Κυκλοφορία από πελάτες μέσω VPN

source: Traffic from clients to server
el: Κυκλοφορία από τους πελάτες στον διακομιστή

source: Two-letter ISO country code (e.g. NL, DE, US)
el: Κωδικός χώρας ISO δύο γραμμάτων (π.χ. NL, DE, US)

source: Type of Server
el: Τύπος διακομιστή

source: Typically "cn" (OpenLDAP, Microsoft AD, and Novell eDirectory)
el: Συνήθως "cn" (OpenLDAP, Microsoft AD και Novell eDirectory)

source: Typically "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)
el: Συνήθως "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)

source: User Naming Attribute
el: Χαρακτηριστικό ονομασίας χρήστη

source: WINS Server 1
el: Διακομιστής WINS 1

source: WINS Server 2
el: Διακομιστής WINS 2

source: Your configuration is now complete.
el: Η διαμόρφωσή σας έχει πλέον ολοκληρωθεί.

source: basedn
el: με βάση το

source: city
el: πόλη

source: compression
el: συμπίεση

source: concurrentcon
el: ταυτόχρονη σύνδεση

source: country
el: χώρα

source: description
el: περιγραφή

source: dummy
el: εικονικό

source: lifetime
el: διάρκεια ζωής

source: name
el: όνομα

source: organization
el: οργάνωση

source: port
el: λιμένας

source: scope
el: πεδίο εφαρμογής

source: transport
el: μεταφορά
