Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: status
el: κατάσταση

source: Using dial-on-demand will bring the connection up again if any packet triggers it. To substantiate this point: disconnecting manually will not prevent dial-on-demand from making connections to the outside. Don't use dial-on-demand if you want to make sure that the line is kept disconnected.
el: Η χρήση της κλήσης κατ' απαίτηση θα επαναφέρει τη σύνδεση, αν κάποιο πακέτο την ενεργοποιήσει. Προς επίρρωση αυτού του σημείου: η χειροκίνητη αποσύνδεση δεν θα εμποδίσει τη σύνδεση μέσω dial-on-demand να πραγματοποιήσει συνδέσεις προς τα έξω. Μην χρησιμοποιείτε dial-on-demand αν θέλετε να βεβαιωθείτε ότι η γραμμή παραμένει αποσυνδεδεμένη.

source: Unknown
el: Άγνωστος

source: Unreach/Pending
el: Απρόσιτο/εκκρεμεί

source: Active Peer
el: Ενεργός ομότιμος

source: Candidate
el: Υποψήφιος

source: Selected
el: Επιλεγμένα

source: Excess Peer
el: Περίσσεια Peer

source: False Ticker
el: Ψευδές Ticker

source: Network Time Protocol Status
el: Κατάσταση πρωτοκόλλου χρόνου δικτύου

source: When
el: Όταν

source: Poll
el: Δημοσκόπηση

source: Statistics unavailable because ntpq and ntpdc queries are disabled in the %sNTP service settings%s.
el: Τα στατιστικά στοιχεία δεν είναι διαθέσιμα επειδή τα ερωτήματα ntpq και ntpdc είναι απενεργοποιημένα στις ρυθμίσεις υπηρεσίας %sNTP%s.

source: No peers found, %sis the ntp service running%s?
el: Δεν βρέθηκαν ομότιμοι, %sis the ntp service running%s?

source: Clock Latitude
el: Ρολόι Γεωγραφικό πλάτος

source: Clock Longitude
el: Ρολόι Γεωγραφικό μήκος

source: Clock Altitude
el: Υψόμετρο ρολογιού

source: Satellites
el: Δορυφόροι

source: invalid input
el: άκυρη είσοδος

source: Client connections
el: Συνδέσεις πελατών

source: Common Name
el: Κοινό όνομα

source: Real Address
el: Πραγματική διεύθυνση

source: Virtual Address
el: Εικονική διεύθυνση

source: Connected Since
el: Συνδεδεμένος από

source: Bytes Sent
el: Απεσταλμένα bytes

source: Bytes Received
el: Bytes που ελήφθησαν

source: No OpenVPN clients are connected to this instance.
el: Δεν υπάρχουν πελάτες OpenVPN συνδεδεμένοι σε αυτήν την περίπτωση.

source: Kill client connection from
el: Τερματισμός σύνδεσης πελάτη από

source: Routing Table
el: Πίνακας δρομολόγησης

source: Target Network
el: Δίκτυο-στόχος

source: Last Used
el: Τελευταία χρήση

source: An IP address followed by C indicates a host currently connected through the VPN.
el: Μια διεύθυνση IP ακολουθούμενη από C υποδεικνύει έναν κεντρικό υπολογιστή που είναι συνδεδεμένος μέσω του VPN.

source: Peer to Peer Server Instance Statistics
el: Στατιστικά στοιχεία για τις περιπτώσεις διακομιστών Peer to Peer

source: Virtual Addr
el: Εικονική διεύθυνση

source: Client Instance Statistics
el: Στατιστικά στοιχεία για το Client Instance

source: OpenVPN Status
el: Κατάσταση OpenVPN

source: No OpenVPN instance defined
el: Δεν έχει οριστεί καμία περίπτωση OpenVPN

source: No services found
el: Δεν βρέθηκαν υπηρεσίες

source: Nearby access points or ad-hoc peers
el: Κοντινά σημεία πρόσβασης ή ομότιμοι ad-hoc

source: Rescan
el: Επανασκόπηση

source: RATE
el: ΤΙΜΗ

source: Associated or ad-hoc peers
el: Συνδεδεμένοι ή ad-hoc ομότιμοι

source: A = authorized, E = Extended Rate (802.11g), P = Power save mode
el: A = εξουσιοδοτημένο, E = διευρυμένος ρυθμός (802.11g), P = λειτουργία εξοικονόμησης ενέργειας

source: Flags:
el: Σημαίες:

source: Capabilities:
el: Δυνατότητες:

source: E = ESS (infrastructure mode), I = IBSS (ad-hoc mode), P = privacy (WEP/TKIP/AES), S = Short preamble, s = Short slot time
el: E = ESS (λειτουργία υποδομής), I = IBSS (ad-hoc λειτουργία), P = απόρρητο (WEP/TKIP/AES), S = σύντομο προοίμιο, s = σύντομος χρόνος σχισμής

source: You must specify a valid web GUI port number.
el: Πρέπει να καθορίσετε έναν έγκυρο αριθμό θύρας web GUI.

source: You must specify a valid web GUI protocol.
el: Πρέπει να καθορίσετε ένα έγκυρο πρωτόκολλο web GUI.

source: Alternate hostname %s is not a valid hostname.
el: Το εναλλακτικό όνομα κεντρικού υπολογιστή %s δεν είναι έγκυρο όνομα κεντρικού υπολογιστή.

source: You must specify a valid SSH port number.
el: Πρέπει να καθορίσετε έναν έγκυρο αριθμό θύρας SSH.

source: Session timeout must be an integer value.
el: Το χρονικό όριο συνόδου πρέπει να είναι ακέραιος αριθμός.

source: Inactivity timeout must be an integer value.
el: Το χρονικό όριο αδράνειας πρέπει να είναι ακέραιος αριθμός.

source: Authentication server "%s" is invalid.
el: Ο διακομιστής ελέγχου ταυτότητας "%s" είναι άκυρος.

source: A TLS 1.3-compliant application MUST implement the TLS_AES_128_GCM_SHA256 according to RFC 8446.
el: Μια εφαρμογή που συμμορφώνεται με το TLS 1.3 ΠΡΕΠΕΙ να εφαρμόζει το TLS_AES_128_GCM_SHA256 σύμφωνα με το RFC 8446.

source: Warning!
el: Προειδοποίηση!

source: Changing the listen interfaces of the web GUI may prevent you from accessing this page if you continue. It is recommended to keep this set to the default unless you know what you are doing.
el: Η αλλαγή των διεπαφών ακρόασης του web GUI ενδέχεται να σας εμποδίσει να αποκτήσετε πρόσβαση σε αυτή τη σελίδα, εάν συνεχίσετε. Συνιστάται να διατηρήσετε την προεπιλεγμένη ρύθμιση, εκτός αν γνωρίζετε τι κάνετε.

source: I know what I am doing
el: Ξέρω τι κάνω

source: Use the default
el: Χρησιμοποιήστε την προεπιλεγμένη

source: The web GUI is reloading at the moment, please wait...
el: Το web GUI φορτώνει ξανά αυτή τη στιγμή, παρακαλώ περιμένετε...

source: If the page does not reload go here:
el: Εάν η σελίδα δεν επαναφορτωθεί, μεταβείτε εδώ:

source: No Certificates have been defined. You must %sCreate or Import%s a Certificate before SSL can be enabled.
el: Δεν έχουν οριστεί πιστοποιητικά. Πρέπει να %sΔημιουργήσετε ή να Εισάγετε%s ένα πιστοποιητικό πριν ενεργοποιηθεί το SSL.

source: SSL Certificate
el: Πιστοποιητικό SSL

source: The %sSSL certificate manager%s can be used to create or import certificates if required.
el: Ο διαχειριστής πιστοποιητικών %sSSL%s μπορεί να χρησιμοποιηθεί για τη δημιουργία ή την εισαγωγή πιστοποιητικών, εάν απαιτείται.

source: SSL Ciphers
el: Κρυπτογραφήματα SSL

source: System defaults
el: Προεπιλογές συστήματος

source: Limit SSL cipher selection in case the system defaults are undesired. Note that restrictive use may lead to an inaccessible web GUI.
el: Περιορίστε την επιλογή κρυπτογράφησης SSL σε περίπτωση που οι προεπιλογές του συστήματος δεν είναι επιθυμητές. Σημειώστε ότι η περιοριστική χρήση μπορεί να οδηγήσει σε μη προσβάσιμο γραφικό περιβάλλον web.

source: HTTP Strict Transport Security
el: Ασφάλεια αυστηρής μεταφοράς HTTP

source: Enable HTTP Strict Transport Security
el: Ενεργοποίηση της ασφάλειας αυστηρής μεταφοράς HTTP

source: HTTP Strict Transport Security (HSTS) is a web security policy mechanism that helps to protect websites against protocol downgrade attacks and cookie hijacking.
el: Το HTTP Strict Transport Security (HSTS) είναι ένας μηχανισμός πολιτικής ασφάλειας ιστού που βοηθά στην προστασία των ιστότοπων από επιθέσεις υποβάθμισης πρωτοκόλλου και από την πειρατεία cookie.

source: Enter a custom port number for the web GUI above if you want to override the default (80 for HTTP, 443 for HTTPS). Changes will take effect immediately after save.
el: Εισάγετε έναν προσαρμοσμένο αριθμό θύρας για το web GUI παραπάνω, αν θέλετε να παρακάμψετε την προεπιλεγμένη (80 για HTTP, 443 για HTTPS). Οι αλλαγές θα τεθούν σε ισχύ αμέσως μετά την αποθήκευση.

source: HTTP Redirect
el: Ανακατεύθυνση HTTP

source: Disable web GUI redirect rule
el: Απενεργοποίηση κανόνα ανακατεύθυνσης web GUI

source: When this is unchecked, access to the web GUI is always permitted even on port 80, regardless of the listening port configured. Check this box to disable this automatically added redirect rule.
el: Όταν αυτή η επιλογή είναι απενεργοποιημένη, η πρόσβαση στο web GUI επιτρέπεται πάντα ακόμη και στη θύρα 80, ανεξάρτητα από τη θύρα ακρόασης που έχει ρυθμιστεί. Τσεκάρετε αυτό το πλαίσιο για να απενεργοποιήσετε αυτόν τον αυτόματα προστιθέμενο κανόνα ανακατεύθυνσης.

source: Login Messages
el: Μηνύματα σύνδεσης

source: Disable logging of web GUI successful logins
el: Απενεργοποίηση της καταγραφής των επιτυχημένων συνδέσεων στο web GUI

source: When this is checked, successful logins to the web GUI will not be logged.
el: Όταν αυτή η επιλογή είναι επιλεγμένη, οι επιτυχείς συνδέσεις στο web GUI δεν θα καταγράφονται.

source: Session Timeout
el: Χρονικό όριο συνόδου

source: Time in minutes to expire idle management sessions. The default is 4 hours (240 minutes).
el: Χρόνος σε λεπτά για τη λήξη των αδρανών συνόδων διαχείρισης. Η προεπιλογή είναι 4 ώρες (240 λεπτά).

source: DNS Rebind Check
el: Έλεγχος επανασύνδεσης DNS

source: Disable DNS Rebinding Checks
el: Απενεργοποίηση ελέγχων επανασύνδεσης DNS

source: When this is unchecked, your system is protected against %sDNS Rebinding attacks%s. This blocks private IP responses from your configured DNS servers. Check this box to disable this protection if it interferes with web GUI access or name resolution in your environment.
el: Όταν αυτή η επιλογή είναι απενεργοποιημένη, το σύστημά σας προστατεύεται από επιθέσεις %sDNS Rebinding%s. Αυτό μπλοκάρει τις αποκρίσεις ιδιωτικών IP από τους ρυθμισμένους διακομιστές DNS. Τσεκάρετε αυτό το πλαίσιο για να απενεργοποιήσετε αυτή την προστασία, εάν παρεμβαίνει στην πρόσβαση στο web GUI ή στην επίλυση ονομάτων στο περιβάλλον σας.

source: Alternate Hostnames
el: Εναλλακτικά ονόματα κεντρικών υπολογιστών

source: Alternate Hostnames for DNS Rebinding and HTTP_REFERER Checks
el: Εναλλακτικά ονόματα κεντρικών υπολογιστών για επανασύνδεση DNS και ελέγχους HTTP_REFERER

source: Here you can specify alternate hostnames by which the router may be queried, to bypass the DNS Rebinding Attack checks. Separate hostnames with spaces.
el: Εδώ μπορείτε να καθορίσετε εναλλακτικά ονόματα κεντρικών υπολογιστών με τα οποία μπορεί να ερωτηθεί ο δρομολογητής, για να παρακάμψετε τους ελέγχους της επίθεσης επανασύνδεσης DNS. Διαχωρίστε τα ονόματα κεντρικών υπολογιστών με κενά.

source: HTTP Compression
el: Συμπίεση HTTP

source: Enable compression of HTTP pages and dynamic content.
el: Ενεργοποίηση της συμπίεσης των σελίδων HTTP και του δυναμικού περιεχομένου.

source: Transfer less data to the client for an additional cost in processing power.
el: Μεταφέρετε λιγότερα δεδομένα στον πελάτη με πρόσθετο κόστος σε επεξεργαστική ισχύ.

source: Access log
el: Ημερολόγιο πρόσβασης

source: Enable access log
el: Ενεργοποίηση του αρχείου καταγραφής πρόσβασης

source: Enable access logging on the web GUI for debugging and analysis purposes.
el: Ενεργοποιήστε την καταγραφή πρόσβασης στο web GUI για σκοπούς αποσφαλμάτωσης και ανάλυσης.

source: Only accept connections from the selected interfaces. Leave empty to listen globally. Use with care.
el: Δέχεται συνδέσεις μόνο από τις επιλεγμένες διασυνδέσεις. Αφήστε το κενό για να ακούτε παγκοσμίως. Χρησιμοποιήστε το με προσοχή.

source: HTTP_REFERER enforcement
el: Επιβολή HTTP_REFERER

source: Disable HTTP_REFERER enforcement check
el: Απενεργοποίηση του ελέγχου επιβολής HTTP_REFERER

source: When this is unchecked, access to the web GUI is protected against HTTP_REFERER redirection attempts. Check this box to disable this protection if you find that it interferes with web GUI access in certain corner cases such as using external scripts to interact with this system. More information on HTTP_REFERER is available from %sWikipedia%s.
el: Όταν αυτή η επιλογή είναι απενεργοποιημένη, η πρόσβαση στο web GUI προστατεύεται από προσπάθειες ανακατεύθυνσης HTTP_REFERER. Τσεκάρετε αυτό το πλαίσιο για να απενεργοποιήσετε αυτή την προστασία, εάν διαπιστώσετε ότι παρεμποδίζει την πρόσβαση στο web GUI σε ορισμένες γωνιακές περιπτώσεις, όπως η χρήση εξωτερικών σεναρίων για την αλληλεπίδραση με αυτό το σύστημα. Περισσότερες πληροφορίες σχετικά με το HTTP_REFERER είναι διαθέσιμες από την %sWikipedia%s.

source: Secure Shell
el: Ασφαλές Shell

source: Secure Shell Server
el: Διακομιστής Secure Shell

source: Enable Secure Shell
el: Ενεργοποίηση Secure Shell

source: Login Group
el: Ομάδα σύνδεσης

source: Select the allowed groups for remote login. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will. Do not yield remote access to non-administrators as every user can access system files using SSH or SFTP.
el: Επιλέξτε τις επιτρεπόμενες ομάδες για απομακρυσμένη σύνδεση. Η ομάδα "τροχός" ορίζεται πάντα για σκοπούς ανάκτησης και μια πρόσθετη τοπική ομάδα μπορεί να επιλεγεί κατά βούληση. Μην αποδίδετε απομακρυσμένη πρόσβαση σε μη διαχειριστές, καθώς κάθε χρήστης μπορεί να έχει πρόσβαση στα αρχεία του συστήματος χρησιμοποιώντας SSH ή SFTP.

source: Root Login
el: Σύνδεση ρίζας

source: Permit root user login
el: Επιτρέψτε την είσοδο του χρήστη root

source: Root login is generally discouraged. It is advised to log in via another user and switch to root afterwards.
el: Η σύνδεση ρίζας γενικά αποθαρρύνεται. Συνιστάται να συνδεθείτε μέσω ενός άλλου χρήστη και να μεταβείτε σε root στη συνέχεια.

source: Authentication Method
el: Μέθοδος ελέγχου ταυτότητας

source: Permit password login
el: Επιτρέψτε την είσοδο με κωδικό πρόσβασης

source: When disabled, authorized keys need to be configured for each %sUser%s that has been granted secure shell access.
el: Όταν είναι απενεργοποιημένο, τα εξουσιοδοτημένα κλειδιά πρέπει να διαμορφωθούν για κάθε %sUser%s που έχει λάβει ασφαλή πρόσβαση στο κέλυφος.

source: SSH port
el: Θύρα SSH

source: Leave this blank for the default of 22.
el: Αφήστε το κενό για την προεπιλογή 22.

source: Show cryptographic overrides
el: Εμφάνιση κρυπτογραφικών παρακάμψεων

source: Key exchange algorithms
el: Αλγόριθμοι ανταλλαγής κλειδιών

source: The key exchange methods that are used to generate per-connection keys
el: Οι μέθοδοι ανταλλαγής κλειδιών που χρησιμοποιούνται για τη δημιουργία κλειδιών ανά σύνδεση

source: Ciphers
el: Κρυπτογραφήματα

source: The ciphers to encrypt the connection
el: Τα κρυπτογραφήματα για την κρυπτογράφηση της σύνδεσης

source: The message authentication codes used to detect traffic modification
el: Οι κωδικοί ελέγχου ταυτότητας μηνυμάτων που χρησιμοποιούνται για την ανίχνευση τροποποίησης της κυκλοφορίας

source: Host key algorithms
el: Αλγόριθμοι κλειδιού υποδοχής

source: Specifies the host key algorithms that the server offers
el: Καθορίζει τους αλγορίθμους κλειδιού υποδοχής που προσφέρει ο διακομιστής

source: Public key signature algorithms
el: Αλγόριθμοι υπογραφής δημόσιου κλειδιού

source: The signature algorithms that are used for public key authentication
el: Οι αλγόριθμοι υπογραφής που χρησιμοποιούνται για τον έλεγχο ταυτότητας δημόσιου κλειδιού

source: Console
el: Κονσόλα

source: Console driver
el: Οδηγός κονσόλας

source: Use the virtual terminal driver (vt)
el: Χρήση του προγράμματος οδήγησης εικονικού τερματικού (vt)

source: Primary Console
el: Πρωτεύουσα κονσόλα

source: Select the primary console. This preferred console will show boot script output.
el: Επιλέξτε την κύρια κονσόλα. Αυτή η προτιμώμενη κονσόλα θα εμφανίζει την έξοδο του σεναρίου εκκίνησης.

source: All consoles display OS boot messages, console messages, and the console menu.
el: Όλες οι κονσόλες εμφανίζουν τα μηνύματα εκκίνησης του λειτουργικού συστήματος, τα μηνύματα της κονσόλας και το μενού της κονσόλας.

source: Secondary Console
el: Δευτερεύουσα κονσόλα

source: Select the secondary console if multiple consoles are present.
el: Επιλέξτε τη δευτερεύουσα κονσόλα εάν υπάρχουν πολλές κονσόλες.

source: Serial Speed
el: Σειριακή ταχύτητα

source: Allows selection of different speeds for the serial console port.
el: Επιτρέπει την επιλογή διαφορετικών ταχυτήτων για τη σειριακή θύρα κονσόλας.

source: USB-based serial
el: Σειριακή βάση USB

source: Use USB-based serial ports
el: Χρήση σειριακών θυρών USB

source: Console menu
el: Μενού κονσόλας

source: Password protect the console menu
el: Προστασία του μενού της κονσόλας με κωδικό πρόσβασης

source: Shell
el: Κοχύλι

source: Inactivity timeout
el: Χρονικό όριο αδράνειας

source: When set, defines the number of minutes an ssh or console session might idle before being logged out automatically, only available on [t]csh type shells. Does not affect currently active shells.
el: Όταν οριστεί, ορίζει τον αριθμό λεπτών που μπορεί να παραμείνει σε αδράνεια μια σύνοδος ssh ή κονσόλας πριν αποσυνδεθεί αυτόματα, διαθέσιμο μόνο σε κελύφη τύπου [t]csh. Δεν επηρεάζει τα ενεργά κελύφη.

source: Select one or more authentication servers to validate user credentials against. Multiple servers can make sense with remote authentication methods to provide a fallback during connectivity issues. When nothing is specified the default of "Local Database" is used.
el: Επιλέξτε έναν ή περισσότερους διακομιστές ελέγχου ταυτότητας για την επικύρωση των διαπιστευτηρίων του χρήστη. Πολλαπλοί διακομιστές μπορεί να έχουν νόημα με απομακρυσμένες μεθόδους ελέγχου ταυτότητας για την παροχή εφεδρείας κατά τη διάρκεια προβλημάτων συνδεσιμότητας. Όταν δεν ορίζεται τίποτα, χρησιμοποιείται η προεπιλεγμένη επιλογή "Τοπική βάση δεδομένων".

source: Disable integrated authentication
el: Απενεργοποίηση ενσωματωμένου ελέγχου ταυτότητας

source: When set, console login, SSH, and other system services can only use standard UNIX account authentication.
el: Όταν έχει οριστεί, η είσοδος στην κονσόλα, το SSH και άλλες υπηρεσίες συστήματος μπορούν να χρησιμοποιούν μόνο τον τυπικό έλεγχο ταυτότητας λογαριασμού UNIX.

source: Disallow
el: Απαγόρευση

source: Ask password
el: Ρωτήστε τον κωδικό πρόσβασης

source: No password
el: Δεν υπάρχει κωδικός πρόσβασης

source: Permit sudo usage for administrators with shell access.
el: Επιτρέψτε τη χρήση sudo για διαχειριστές με πρόσβαση στο κέλυφος.

source: Select the allowed groups for sudo usage. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will.
el: Επιλέξτε τις επιτρεπόμενες ομάδες για τη χρήση sudo. Η ομάδα "wheel" ορίζεται πάντα για σκοπούς ανάκτησης και μια επιπλέον τοπική ομάδα μπορεί να επιλεγεί κατά βούληση.

source: User OTP seed
el: Σπόρος OTP χρήστη

source: Permit users to generate their own OTP seed in the password page.
el: Επιτρέψτε στους χρήστες να δημιουργήσουν το δικό τους σπόρο OTP στη σελίδα κωδικού πρόσβασης.

source: Deployment
el: Ανάπτυξη

source: Deployment type
el: Τύπος ανάπτυξης

source: Production
el: Παραγωγή

source: Development
el: Ανάπτυξη

source: Set the deployment type of this DynFi Firewall instance.
el: Ορίστε τον τύπο εγκατάστασης αυτής της περίπτωσης του DynFi Firewall.

source: The Firewall Adaptive values must be set together.
el: Οι τιμές Firewall Adaptive πρέπει να οριστούν μαζί.

source: The Firewall Adaptive Start value must be an integer.
el: Η τιμή Firewall Adaptive Start πρέπει να είναι ακέραιος αριθμός.

source: The Firewall Adaptive End value must be an integer.
el: Η τιμή Firewall Adaptive End πρέπει να είναι ακέραιος αριθμός.

source: The Firewall Maximum States value must be an integer.
el: Η τιμή Firewall Maximum States (Μέγιστες καταστάσεις τείχους προστασίας) πρέπει να είναι ακέραιος αριθμός.

source: The Firewall Maximum Frags value must be an integer.
el: Η τιμή Firewall Maximum Frags πρέπει να είναι ακέραιος αριθμός.

source: The Aliases Hostname Resolve Interval value must be an integer.
el: Η τιμή Aliases Hostname Resolve Interval πρέπει να είναι ακέραιος αριθμός.

source: The Firewall Maximum Table Entries value must be an integer.
el: Η τιμή Firewall Maximum Table Entries πρέπει να είναι ακέραιος αριθμός.

source: Unknown syncookie type %s.
el: Άγνωστος τύπος syncookie %s.

source: Syncookie Adaptive values must be set together.
el: Οι τιμές Syncookie Adaptive πρέπει να οριστούν μαζί.

source: Syncookie Adaptive Start value must be an integer.
el: Η τιμή Syncookie Adaptive Start πρέπει να είναι ακέραιος αριθμός.

source: Syncookie Adaptive End value must be an integer.
el: Η τιμή Syncookie Adaptive End πρέπει να είναι ακέραιος αριθμός.

source: Syncookie Adaptive Start must be a higher value than End.
el: Το Syncookie Adaptive Start πρέπει να έχει μεγαλύτερη τιμή από το End.

source: IPv6 Options
el: Επιλογές IPv6

source: Allow IPv6
el: Επιτρέψτε το IPv6

source: All IPv6 traffic will be blocked by the firewall unless this box is checked.
el: Όλη η κυκλοφορία IPv6 θα αποκλείεται από το τείχος προστασίας, εκτός εάν αυτό το πλαίσιο είναι επιλεγμένο.

source: NOTE: This does not disable any IPv6 features on the firewall, it only blocks traffic.
el: ΣΗΜΕΙΩΣΗ: Αυτό δεν απενεργοποιεί καμία λειτουργία IPv6 στο τείχος προστασίας, αλλά μόνο εμποδίζει την κυκλοφορία.

source: Reflection for port forwards
el: Αντανάκλαση για προώθηση θύρας

source: When enabled, this automatically creates additional NAT redirect rules for access to port forwards on your external IP addresses from within your internal networks.
el: Όταν είναι ενεργοποιημένο, αυτό δημιουργεί αυτόματα πρόσθετους κανόνες ανακατεύθυνσης NAT για πρόσβαση σε προωθημένες θύρες στις εξωτερικές διευθύνσεις IP σας από τα εσωτερικά σας δίκτυα.

source: Individual rules may be configured to override this system setting on a per-rule basis.
el: Οι μεμονωμένοι κανόνες μπορούν να διαμορφωθούν ώστε να παρακάμπτουν αυτή τη ρύθμιση του συστήματος ανά κανόνα.

source: Reflection for 1:1
el: Προβληματισμός για 1:1

source: Enables the automatic creation of additional NAT redirect rules for access to 1:1 mappings of your external IP addresses from within your internal networks.
el: Επιτρέπει την αυτόματη δημιουργία πρόσθετων κανόνων ανακατεύθυνσης NAT για πρόσβαση σε αντιστοιχίσεις 1:1 των εξωτερικών σας διευθύνσεων IP από τα εσωτερικά σας δίκτυα.

source: Automatic outbound NAT for Reflection
el: Αυτόματο εξερχόμενο NAT για Reflection

source: Automatically create outbound NAT rules which assist inbound NAT rules that direct traffic back out to the same subnet it originated from.
el: Αυτόματη δημιουργία κανόνων NAT εξερχόμενου δικτύου, οι οποίοι βοηθούν τους κανόνες NAT εισερχόμενου δικτύου που κατευθύνουν την κυκλοφορία πίσω στο ίδιο υποδίκτυο από το οποίο προήλθε.

source: Bogon Networks
el: Δίκτυα Bogon

source: Update Frequency
el: Συχνότητα ενημέρωσης

source: Monthly
el: Μηνιαία

source: The frequency of updating the lists of IP addresses that are reserved (but not RFC 1918) or not yet assigned by IANA.
el: Η συχνότητα ενημέρωσης των καταλόγων των διευθύνσεων IP που είναι δεσμευμένες (αλλά όχι RFC 1918) ή δεν έχουν ακόμη εκχωρηθεί από τον IANA.

source: Gateway Monitoring
el: Παρακολούθηση πύλης

source: Skip rules
el: Παράλειψη κανόνων

source: Skip rules when gateway is down
el: Παράλειψη κανόνων όταν η πύλη είναι εκτός λειτουργίας

source: By default, when a rule has a specific gateway set, and this gateway is down, rule is created and traffic is sent to default gateway. This option overrides that behavior and the rule is not created when gateway is down
el: Από προεπιλογή, όταν ένας κανόνας έχει ορίσει μια συγκεκριμένη πύλη και αυτή η πύλη είναι εκτός λειτουργίας, δημιουργείται κανόνας και η κυκλοφορία αποστέλλεται στην προεπιλεγμένη πύλη. Αυτή η επιλογή παρακάμπτει αυτή τη συμπεριφορά και ο κανόνας δεν δημιουργείται όταν η πύλη είναι εκτός λειτουργίας.

source: Sticky connections
el: Κολλώδεις συνδέσεις

source: Use sticky connections
el: Χρησιμοποιήστε κολλώδεις συνδέσεις
