Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Type subnets/addresses you want to ignore for the access.log.
el: Πληκτρολογήστε τα υποδίκτυα/διευθύνσεις που θέλετε να αγνοήσετε για το access.log.

source: URL Pattern
el: Μοτίβο URL

source: URL of the signature database.
el: URL της βάσης δεδομένων υπογραφών.

source: URLs of Blocklists
el: URLs των λιστών αποκλεισμού

source: Unrestricted IP addresses
el: Απεριόριστες διευθύνσεις IP

source: Use System Nameservers
el: Χρήση διακομιστών ονομάτων συστήματος

source: Use Via header
el: Χρήση Via header

source: Use a password to protect the pkcs12 file contents
el: Χρησιμοποιήστε έναν κωδικό πρόσβασης για την προστασία των περιεχομένων του αρχείου pkcs12

source: Use a random local source port (lport) for traffic from the client. Without this set, two clients may not run concurrently.
el: Χρησιμοποιήστε μια τυχαία τοπική θύρα προέλευσης (lport) για την κυκλοφορία από τον πελάτη. Χωρίς αυτό το σύνολο, δύο πελάτες δεν μπορούν να εκτελούνται ταυτόχρονα.

source: Use alternate DNS-servers
el: Χρησιμοποιήστε εναλλακτικούς διακομιστές DNS

source: Use c-icap with local squid
el: Χρήση c-icap με τοπικό καλαμάρι

source: Use custom template package for user login
el: Χρήση προσαρμοσμένου πακέτου προτύπων για την είσοδο του χρήστη

source: Use own certificates
el: Χρήση δικών σας πιστοποιητικών

source: Use random local port
el: Χρήση τυχαίας τοπικής θύρας

source: Use rfc5424 formated messages for this destination.
el: Χρησιμοποιήστε μηνύματα με μορφή rfc5424 για αυτόν τον προορισμό.

source: Use the DNS response code NXDOMAIN instead of a destination address.
el: Χρησιμοποιήστε τον κωδικό απόκρισης DNS NXDOMAIN αντί μιας διεύθυνσης προορισμού.

source: Use this option if your usernames need to be encoded.
el: Χρησιμοποιήστε αυτή την επιλογή αν τα ονόματα χρήστη πρέπει να κωδικοποιηθούν.

source: User Filter
el: Φίλτρο χρήστη

source: User error pages
el: Σελίδες σφαλμάτων χρήστη

source: Username Header
el: Επικεφαλίδα ονόματος χρήστη

source: Username to bind to LDAP, same format as in Base DN.
el: Όνομα χρήστη για σύνδεση στο LDAP, ίδια μορφή με το Base DN.

source: Usual operators here are = or +=
el: Οι συνήθεις τελεστές εδώ είναι = ή +=

source: VLAN ID
el: ΑΝΑΓΝΩΡΙΣΤΙΚΌ VLAN

source: VLAN ID the user receives, e.g. for 802.1X. Leave empty if you don't know what it is.
el: Αναγνωριστικό VLAN που λαμβάνει ο χρήστης, π.χ. για το 802.1X. Αφήστε το κενό εάν δεν γνωρίζετε τι είναι.

source: VXLAN Network Identifier (VNI) that identifies the virtual network segment membership of the interface.
el: Αναγνωριστικό δικτύου VXLAN (VNI) που προσδιορίζει τη συμμετοχή της διασύνδεσης σε εικονικό τμήμα δικτύου.

source: Validate server subject
el: Επικύρωση θέματος διακομιστή

source: Verify CN
el: Επαλήθευση CN

source: Verify SSL certificates
el: Επαλήθευση πιστοποιητικών SSL

source: Verify the server certificate name when the client connects
el: Επαληθεύστε το όνομα του πιστοποιητικού διακομιστή όταν ο πελάτης συνδέεται

source: Visible Hostname
el: Ορατό όνομα κεντρικού υπολογιστή

source: WAN interfaces
el: Διασυνδέσεις WAN

source: Waiting for a new job will timeout after this time in seconds.
el: Η αναμονή για μια νέα εργασία θα τερματιστεί μετά από αυτό το χρονικό διάστημα σε δευτερόλεπτα.

source: Weight of this queue (1..100), used to prioritize within a pipe. (1 is low, 100 is high)
el: Βάρος αυτής της ουράς (1..100), που χρησιμοποιείται για την ιεράρχηση προτεραιοτήτων εντός ενός σωλήνα. (1 είναι χαμηλή, 100 είναι υψηλή)

source: When enabled the subnets of the selected interfaces will be added to the allow access list.
el: Όταν είναι ενεργοποιημένο, τα υποδίκτυα των επιλεγμένων διασυνδέσεων θα προστεθούν στη λίστα πρόσβασης allow.

source: When set, the system will capture all traffic present on the interface in stead of the traffic heading to the firewall.
el: Όταν οριστεί, το σύστημα θα καταγράφει όλη την κυκλοφορία που υπάρχει στη διασύνδεση αντί για την κυκλοφορία που κατευθύνεται προς το τείχος προστασίας.

source: Whitelist
el: Λευκή λίστα

source: Whitelist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
el: Whitelist domains προορισμού. Μπορείτε να χρησιμοποιήσετε μια κανονική έκφραση, να χρησιμοποιήσετε ένα κόμμα ή να πατήσετε Enter για νέο στοιχείο. Παραδείγματα: "^https?:\/\/([a-zA-Z]+)\.mydomain\." ταιριάζει στο "http(s)://textONLY.mydomain.*", "\.gif$" ταιριάζει στο "\*.gif" αλλά όχι στο "\*.gif\test", "\[0-9]+\.gif$" ταιριάζει στο "\123.gif" αλλά όχι στο "\test.gif".

source: Whitespace handling of URI
el: Χειρισμός κενών διαστημάτων στο URI

source: Windows Certificate System Store
el: Κατάστημα συστήματος πιστοποιητικών των Windows

source: With this option clamav will try to detect broken executables (both PE and ELF) and mark them as Broken.
el: Με αυτή την επιλογή το clamav θα προσπαθήσει να εντοπίσει σπασμένα εκτελέσιμα (τόσο PE όσο και ELF) και να τα χαρακτηρίσει ως σπασμένα.

source: With this option enabled OLE2 files with VBA macros, which were not detected by signatures will be marked as "Heuristics.OLE2.ContainsMacros".
el: Με αυτήν την επιλογή ενεργοποιημένη, τα αρχεία OLE2 με μακροεντολές VBA, τα οποία δεν εντοπίστηκαν από τις υπογραφές, θα επισημαίνονται ως "Heuristics.OLE2.ContainsMacros".

source: With this option you can set a time frame how long the user is allowed to be logged in.
el: Με αυτή την επιλογή μπορείτε να ορίσετε ένα χρονικό πλαίσιο για πόσο χρονικό διάστημα επιτρέπεται να είναι συνδεδεμένος ο χρήστης.

source: With this option, you can set the size of the packets on your network. It is possible that bigger packets have to be processed sometimes. The engine can still process these bigger packets, but processing it will lower the performance.
el: Με αυτήν την επιλογή, μπορείτε να ορίσετε το μέγεθος των πακέτων στο δίκτυό σας. Είναι πιθανό να χρειαστεί να επεξεργαστούν μεγαλύτερα πακέτα μερικές φορές. Η μηχανή μπορεί να εξακολουθήσει να επεξεργάζεται αυτά τα μεγαλύτερα πακέτα, αλλά η επεξεργασία τους θα μειώσει την απόδοση.

source: X-Forwarded-For header handling
el: Χειρισμός κεφαλίδας X-Forwarded-For

source: You may enter a description here for your reference (not parsed)
el: Μπορείτε να εισαγάγετε εδώ μια περιγραφή για την αναφορά σας (δεν αναλύεται)

source: YouTube Filter
el: Φίλτρο YouTube

source: ZMQ Endpoint
el: Τελικό σημείο ZMQ

source: ZMQ Endpoint for receiving IPS policies updates published by ntopng.
el: Τελικό σημείο ZMQ για τη λήψη ενημερώσεων πολιτικών IPS που δημοσιεύονται από το ntopng.

source: ZMQ Endpoint this service will send flows to.
el: Τελικό σημείο ZMQ στο οποίο αυτή η υπηρεσία θα στέλνει ροές.

source: ZMQ Probe Mode
el: Λειτουργία ανιχνευτή ZMQ

source: Zerotier Network ID e.g., 161411d4f6abe4a7
el: Αναγνωριστικό δικτύου Zerotier π.χ., 161411d4f6abe4a7

source: Zone number
el: Αριθμός ζώνης

source: categories (if available)
el: κατηγορίες (εάν υπάρχουν)

source: connected pipe for this queue
el: συνδεδεμένος σωλήνας για αυτή την ουρά

source: daily
el: καθημερινά

source: database.clamav.net is a round-robin record which points to the most reliable mirrors. DO NOT TOUCH the following line unless you know what you are doing.
el: Το database.clamav.net είναι μια εγγραφή στρογγυλής ροής που δείχνει στους πιο αξιόπιστους καθρέφτες. ΜΗΝ ΑΚΟΥΜΠΗΣΕΤΕ την ακόλουθη γραμμή αν δεν ξέρετε τι κάνετε.

source: default packet size
el: προεπιλεγμένο μέγεθος πακέτου

source: destination ip or network, examples 10.0.0.0/24, 10.0.0.1
el: ip ή δίκτυο προορισμού, παραδείγματα 10.0.0.0.0/24, 10.0.0.0.1

source: enable this rule
el: ενεργοποιήστε αυτόν τον κανόνα

source: enabled
el: ενεργοποιημένη

source: invert destination (not)
el: αντιστροφή προορισμού (όχι)

source: invert port (not)
el: θύρα αναστροφής (όχι)

source: invert protocol (not)
el: πρωτόκολλο αντιστροφής (όχι)

source: invert source (not)
el: αντιστροφή πηγής (όχι)

source: local.conf settings
el: ρυθμίσεις local.conf

source: main
el: κύριο

source: mask
el: μάσκα

source: matches incoming or outgoing packets or both (default)
el: ταιριάζει με εισερχόμενα ή εξερχόμενα πακέτα ή και τα δύο (προεπιλογή)

source: metadata rules per category
el: κανόνες μεταδεδομένων ανά κατηγορία

source: number of dynamic queues, leave empty for default
el: αριθμός δυναμικών ουρών αναμονής, αφήστε κενό για προεπιλογή

source: order in which the rule will be evaluated (lowest first)
el: σειρά με την οποία θα αξιολογηθεί ο κανόνας (χαμηλότερη πρώτα)

source: password (optional)
el: κωδικός πρόσβασης (προαιρετικό)

source: pick a color to use.
el: επιλέξτε ένα χρώμα για να χρησιμοποιήσετε.

source: rulesets this policy applies to (all when none selected)
el: σύνολα κανόνων στα οποία εφαρμόζεται αυτή η πολιτική (όλα όταν δεν έχει επιλεγεί κανένα)

source: secondary interface, matches packets traveling to/from interface (1) to/from interface (2). can be combined with direction.
el: δευτερεύουσα διασύνδεση, ταιριάζει με πακέτα που ταξιδεύουν από/προς διασύνδεση (1) προς/από διασύνδεση (2). μπορεί να συνδυαστεί με την κατεύθυνση.

source: select categories to use, leave empty for all. Categories are visible after initial download.
el: επιλέξτε τις κατηγορίες που θα χρησιμοποιήσετε, αφήστε τις κενές για όλες. Οι κατηγορίες είναι ορατές μετά την αρχική λήψη.

source: source ip or network, examples 10.0.0.0/24, 10.0.0.1
el: πηγή ip ή δίκτυο, παραδείγματα 10.0.0.0.0/24, 10.0.0.0.1

source: target pipe or queue
el: σωλήνας ή ουρά προορισμού

source: user:password, @group... Finish with TAB.
el: user:password, @group... Ολοκληρώστε με TAB.

source: username (optional)
el: όνομα χρήστη (προαιρετικό)

source: (none)
el: (κανένας)

source: A (IPv4 address)
el: A (διεύθυνση IPv4)

source: A SSL fingerprint should be a 59 character long hex value.
el: Ένα δακτυλικό αποτύπωμα SSL θα πρέπει να είναι μια δεκαεξαδική τιμή 59 χαρακτήρων.

source: A category with this name already exists.
el: Μια κατηγορία με αυτό το όνομα υπάρχει ήδη.

source: A filtering list with this name already exists.
el: Μια λίστα φιλτραρίσματος με αυτό το όνομα υπάρχει ήδη.

source: A host must be set.
el: Πρέπει να οριστεί ένας κεντρικός υπολογιστής.

source: A hostname cannot have a negative count of levels.
el: Ένα όνομα κεντρικού υπολογιστή δεν μπορεί να έχει αρνητικό αριθμό επιπέδων.

source: A port must be set.
el: Πρέπει να οριστεί μια θύρα.

source: A valid IP must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη IP.

source: A valid color code consists of 6 hex digits
el: Ένας έγκυρος κωδικός χρώματος αποτελείται από 6 δεκαεξαδικά ψηφία

source: AAAA (IPv6 address)
el: AAAA (διεύθυνση IPv6)

source: ARP Table
el: Πίνακας ARP

source: Abuse.ch - ThreatFox IOC database
el: Abuse.ch - Βάση δεδομένων ThreatFox IOC

source: Access
el: Πρόσβαση

source: Access Lists
el: Λίστες πρόσβασης

source: Access Log
el: Ημερολόγιο πρόσβασης

source: Active timeout needs to be an integer value between 1 and 86400
el: Το ενεργό χρονικό όριο πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 86400.

source: Activity
el: Δραστηριότητα

source: AdAway List
el: Λίστα AdAway

source: AdGuard List
el: Λίστα AdGuard

source: Administration
el: Διοίκηση

source: Adult Content
el: Περιεχόμενο για ενήλικες

source: Advanced Settings
el: Ρυθμίσεις για προχωρημένους

source: Advertise
el: Διαφημιστείτε

source: Advertisement
el: Διαφήμιση

source: Afghanistan
el: Αφγανιστάν

source: Africa
el: Αφρική

source: Aggressive Content
el: Επιθετικό περιεχόμενο

source: Aho-Corasick, "Ken Steele" variant
el: Aho-Corasick, παραλλαγή "Ken Steele"

source: Aho-Corasick, reduced memory implementation
el: Aho-Corasick, εφαρμογή μειωμένης μνήμης

source: Aland Islands
el: Νησιά Aland

source: Albania
el: Αλβανία

source: Alcohol
el: Αλκοόλ

source: Alert
el: Ειδοποίηση

source: Algeria
el: Αλγερία

source: Allow whitespaces
el: Επιτρέψτε τα κενά διαστήματα

source: Allowed_Site
el: Επιτρεπόμενος_χώρος

source: American Samoa
el: Αμερικανική Σαμόα

source: An alias with this name already exists.
el: Ένα ψευδώνυμο με αυτό το όνομα υπάρχει ήδη.

source: And
el: Και

source: Andorra
el: Ανδόρα

source: Angola
el: Αγκόλα

source: Anguilla
el: Ανγκουίλα

source: Antarctica
el: Ανταρκτική

source: Antigua and Barbuda
el: Αντίγκουα και Μπαρμπούντα

source: Append client's IP (on)
el: Προσθήκη της IP του πελάτη (on)

source: Archives
el: Αρχεία

source: Argentina
el: Αργεντινή

source: Armenia
el: Αρμενία

source: Aruba
el: Αρούμπα

source: Asia
el: Ασία

source: Asia-Pacific
el: Ασία-Ειρηνικός

source: Asia/Pacific Region
el: Περιοχή Ασίας/Ειρηνικού

source: Assignments
el: Αναθέσεις

source: At least one interface must be selected
el: Πρέπει να επιλεγεί τουλάχιστον μία διασύνδεση

source: Australia
el: Αυστραλία

source: Austria
el: Αυστρία

source: Automation
el: Αυτοματισμός

source: Azerbaijan
el: Αζερμπαϊτζάν

source: Backups
el: Αντίγραφα ασφαλείας

source: Bahamas
el: Μπαχάμες

source: Bahrain
el: Μπαχρέιν

source: Bandwidth metric should be either bit/s, kbit/s, Mbit/s or Gbit/s
el: Η μετρική εύρους ζώνης πρέπει να είναι είτε bit/s, kbit/s, Mbit/s ή Gbit/s.

source: Bandwidth out of range
el: Εύρος ζώνης εκτός εύρους

source: Bangladesh
el: Μπαγκλαντές

source: Bank
el: Τράπεζα

source: Barbados
el: Μπαρμπάντος

source: Belarus
el: Λευκορωσία

source: Belgium
el: Βέλγιο

source: Belize
el: Μπελίζ

source: Benin
el: Μπενίν

source: Bermuda
el: Βερμούδες

source: Best Effort
el: Καλύτερη προσπάθεια

source: Bhutan
el: Μπουτάν

source: Binary application transfer
el: Μεταφορά δυαδικής εφαρμογής

source: Binary files
el: Δυαδικά αρχεία

source: Blocklist.site Abuse
el: Blocklist.site Κατάχρηση

source: Blocklist.site Ads
el: Blocklist.site Διαφημίσεις

source: Blocklist.site Crypto
el: Blocklist.site Κρυπτογράφηση

source: Blocklist.site Drugs
el: Blocklist.site Ναρκωτικά

source: Blocklist.site Fraud
el: Blocklist.site Απάτη

source: Blocklist.site Gambling
el: Blocklist.site Τυχερά παιχνίδια

source: Blocklist.site Malware
el: Blocklist.site Κακόβουλο λογισμικό

source: Blocklist.site Piracy
el: Blocklist.site Πειρατεία

source: Blocklist.site Porn
el: Blocklist.site Πορνό

source: Blocklist.site Redirect
el: Blocklist.site ανακατεύθυνση

source: Blocklist.site Scam
el: Απάτη Blocklist.site

source: Blocklist.site Tracking
el: Blocklist.site Παρακολούθηση

source: Bolivia
el: Βολιβία

source: Bonaire, Saint Eustatius and Saba
el: Μποναίρ, Άγιος Ευστάθιος και Σάμπα

source: Bosnia and Herzegovina
el: Βοσνία-Ερζεγοβίνη

source: Both throttling parameters should either be filled or empty
el: Και οι δύο παράμετροι στραγγαλισμού πρέπει να είναι είτε γεμάτες είτε κενές

source: Botswana
el: Μποτσουάνα

source: Bouvet Island
el: Νήσος Μπουβέ

source: Brazil
el: Βραζιλία

source: British Indian Ocean Territory
el: Βρετανικό έδαφος του Ινδικού Ωκεανού

source: Brunei Darussalam
el: Μπρουνέι Νταρουσαλάμ

source: Bulgaria
el: Βουλγαρία

source: Burkina Faso
el: Μπουρκίνα Φάσο

source: Burundi
el: Μπουρούντι

source: Cache
el: Κρυφή μνήμη

source: Cache Log
el: Αρχείο καταγραφής cache

source: Cambodia
el: Καμπότζη

source: Cameroon
el: Καμερούν

source: Canada
el: Καναδάς

source: Cape Verde
el: Πράσινο Ακρωτήριο

source: Cassandra
el: Κασσάνδρα

source: Cayman Islands
el: Νησιά Κέιμαν

source: Celebrity
el: Διασημότητα

source: Central African Republic
el: Κεντροαφρικανική Δημοκρατία

source: Chad
el: Τσαντ

source: Chat
el: Συνομιλία

source: Chile
el: Χιλή

source: China
el: Κίνα

source: Choose an Peer.
el: Επιλέξτε έναν ομότιμο.

source: Chop URI at first whitespace
el: Κόψτε το URI στο πρώτο κενό διάστημα

source: Christmas Island
el: Νησί των Χριστουγέννων

source: Clear-text credentials
el: Διαπιστευτήρια καθαρού κειμένου

source: Client Export
el: Εξαγωγή πελατών

source: Client Specific Overrides
el: Ειδικές παρακάμψεις πελάτη

source: Clients
el: Πελάτες

source: CoDel and PIE can not be combined.
el: Το CoDel και το PIE δεν μπορούν να συνδυαστούν.

source: Cocos (Keeling) Islands
el: Νήσοι Κόκος (Keeling)

source: Collaborative
el: Συνεργασία

source: Colombia
el: Κολομβία

source: Commercial Support
el: Εμπορική υποστήριξη

source: Comoros
el: Κομόρες

source: Configuration
el: Διαμόρφωση

source: Congo
el: Κονγκό

source: Congo, The Democratic Republic of the
el: Κονγκό, Λαϊκή Δημοκρατία του

source: Connection Agent
el: Πράκτορας σύνδεσης

source: Cook Islands
el: Νήσοι Κουκ

source: Cooking
el: Μαγείρεμα

source: Costa Rica
el: Κόστα Ρίκα

source: Cote d'Ivoire
el: Ακτή Ελεφαντοστού

source: Credentials TTL needs to be an integer value above 0
el: Το TTL διαπιστευτηρίων πρέπει να είναι ακέραιος αριθμός πάνω από 0

source: Croatia
el: Κροατία

source: Cryptocurrency
el: Κρυπτονόμισμα

source: Cuba
el: Κούβα

source: Curacao
el: Κουρασάο

source: Cyprus
el: Κύπρος

source: Czech Republic
el: Τσεχική Δημοκρατία

source: DHCP Leases
el: Μισθώσεις DHCP

source: DNS Domain Is
el: Τομέας DNS είναι

source: DNS Domain Levels (Count Of Dots)
el: Επίπεδα τομέα DNS (Αριθμός κουκκίδων)

source: DNS over TLS
el: DNS μέσω TLS

source: DNS packet larger than 512 bytes
el: Πακέτο DNS μεγαλύτερο από 512 bytes

source: Dangerous material
el: Επικίνδυνο υλικό

source: DataTransfer
el: Μεταφορά δεδομένων

source: Database
el: Βάση δεδομένων

source: Date Range
el: Εύρος ημερομηνίας

source: Dating
el: Ραντεβού

source: Days and hours should be numeric values or left empty
el: Οι ημέρες και οι ώρες πρέπει να είναι αριθμητικές τιμές ή να παραμείνουν κενές

source: Decode DNS responses and do not resolve numeric IPs
el: Αποκωδικοποίηση απαντήσεων DNS και δεν επιλύουν αριθμητικές IPs

source: Decode DNS responses and resolve all numeric IPs
el: Αποκωδικοποίηση απαντήσεων DNS και επίλυση όλων των αριθμητικών IP

source: Decode DNS responses and resolve only local numeric IPs
el: Αποκωδικοποίηση απαντήσεων DNS και επίλυση μόνο τοπικών αριθμητικών IPs

source: Defaults
el: Προεπιλογές

source: Deficit Round Robin
el: Έλλειμμα Round Robin

source: Denmark
el: Δανία

source: Deny request
el: Άρνηση αίτησης

source: Description should be a string between 1 and 255 characters
el: Η περιγραφή πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων.

source: Description should be a string between 1 and 255 characters.
el: Η περιγραφή πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων.

source: Desktop/File Sharing Session
el: Σύνοδος κοινής χρήσης επιφάνειας εργασίας/αρχείου

source: Diagnostics
el: Διαγνωστικά

source: Diameter
el: Διάμετρος

source: Direct Connection (no Proxy)
el: Άμεση σύνδεση (χωρίς διακομιστή μεσολάβησης)

source: Disk I/O
el: Δίσκος I/O

source: Djibouti
el: Τζιμπουτί

source: Do not alter forward header (transparent)
el: Μην αλλάζετε την επικεφαλίδα προώθησης (διαφανής)

source: Do not decode DNS responses and do not resolve numeric IPs
el: Μην αποκωδικοποιείτε απαντήσεις DNS και μην επιλύετε αριθμητικές IPs

source: Documentation
el: Τεκμηρίωση

source: Dominica
el: Ντομίνικα

source: Dominican Republic
el: Δομινικανή Δημοκρατία

source: Drugs
el: Ναρκωτικά

source: DynFi Manager
el: Διαχειριστής DynFi

source: Dynamic IPv6 Host
el: Δυναμικός κεντρικός υπολογιστής IPv6

source: Ecuador
el: Εκουαδόρ

source: Education
el: Εκπαίδευση

source: Egypt
el: Αίγυπτος

source: El Salvador
el: Ελ Σαλβαδόρ

source: Email
el: Ηλεκτρονικό ταχυδρομείο

source: Encode whitespaces (RFC1738)
el: Κωδικοποίηση κενών διαστημάτων (RFC1738)

source: Enter a description.
el: Εισάγετε μια περιγραφή.

source: Enter a valid number of logs to save
el: Εισάγετε έναν έγκυρο αριθμό καταγραφών για αποθήκευση

source: Enter a valid packet size
el: Εισάγετε ένα έγκυρο μέγεθος πακέτου

source: Enter a valid toclient-groups size
el: Εισάγετε ένα έγκυρο μέγεθος toclient-groups

source: Enter a valid toserver-groups size
el: Εισάγετε ένα έγκυρο μέγεθος toserver-groups

source: Enter valid parameter(s) for the chosen command (Found illegal characters).
el: Εισάγετε έγκυρες παραμέτρους για την επιλεγμένη εντολή (Βρέθηκαν παράνομοι χαρακτήρες).

source: Equatorial Guinea
el: Ισημερινή Γουινέα

source: Eritrea
el: Ερυθραία

source: Estonia
el: Εσθονία

source: Ethiopia
el: Αιθιοπία

source: Europe
el: Ευρώπη

source: Eventqueue Slots must be a numeric value.
el: Οι υποδοχές ουράς συμβάντων πρέπει να είναι αριθμητική τιμή.

source: Executables
el: Εκτελέσιμα

source: Execute
el: Εκτέλεση

source: Existence
el: Ύπαρξη

source: Expedited Forwarding
el: Ταχεία προώθηση

source: External (advanced)
el: Εξωτερικό (προηγμένο)

source: FTP Proxy port needs to be an integer value between 1 and 65535
el: Η θύρα FTP Proxy πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 65535.

source: FTP daemon
el: Δαίμονας FTP

source: Falkland Islands (Malvinas)
el: Νήσοι Φόκλαντ (Μαλβίνες)

source: Faroe Islands
el: Νήσοι Φερόε

source: Fiji
el: Φίτζι

source: File (Extended)
el: Αρχείο (εκτεταμένο)

source: File (Json)
el: Αρχείο (Json)

source: File Checksum
el: Άθροισμα ελέγχου αρχείου

source: File Content
el: Περιεχόμενο αρχείου

source: File Size
el: Μέγεθος αρχείου

source: File content should be in (base64 encoded) zip format
el: Το περιεχόμενο του αρχείου πρέπει να είναι σε μορφή zip (κωδικοποιημένη με base64)

source: FileSharing
el: Κοινή χρήση αρχείων

source: Fileid should be an internally generated unique number
el: Το Fileid θα πρέπει να είναι ένας εσωτερικά παραγόμενος μοναδικός αριθμός

source: Filename should be unique
el: Το όνομα αρχείου πρέπει να είναι μοναδικό

source: Filesystem Mount Flags
el: Σημαίες προσάρτησης συστήματος αρχείων

source: Filter
el: Φίλτρο

source: Filter bypass
el: Παράκαμψη φίλτρου

source: Filtering Lists
el: Λίστες φιλτραρίσματος

source: Finance
el: Οικονομικά

source: Finland
el: Φινλανδία

source: Firewall
el: Τείχος προστασίας

source: Firewall Config
el: Ρύθμιση τείχους προστασίας

source: Flows
el: Ροές

source: Flows Settings
el: Ρυθμίσεις ροών

source: Fortunetelling
el: Μαντεία

source: Forum
el: Φόρουμ

source: Forward
el: Εμπρός

source: Fragmented DNS message
el: Κατακερματισμένο μήνυμα DNS

source: France
el: Γαλλία

source: Fraud
el: Απάτη

source: Freanch exams cheaters
el: Freanch εξετάσεις απατεώνες

source: French Guiana
el: Γαλλική Γουιάνα

source: French Polynesia
el: Γαλλική Πολυνησία

source: French Southern Territories
el: Γαλλικά νότια εδάφη

source: Friday
el: Παρασκευή

source: GIF animations
el: Κινούμενα σχέδια GIF

source: Gabon
el: Γκαμπόν

source: Gambia
el: Γκάμπια

source: Gambling
el: Τυχερά παιχνίδια

source: Game
el: Παιχνίδι

source: Games
el: Παιχνίδια

source: General
el: Γενικά

source: Georgia
el: Γεωργία

source: Germany
el: Γερμανία

source: Ghana
el: Γκάνα

source: Gibraltar
el: Γιβραλτάρ

source: Government
el: Κυβέρνηση

source: Greece
el: Ελλάδα

source: Greenland
el: Γροιλανδία

source: Grenada
el: Γρενάδα

source: Guadeloupe
el: Γουαδελούπη

source: Guam
el: Γκουάμ

source: Guatemala
el: Γουατεμάλα

source: Guinea
el: Γουινέα

source: Guinea-Bissau
el: Γουινέα-Μπισσάου

source: Guyana
el: Γουιάνα

source: HP Virtual Machine Group Management
el: Διαχείριση ομάδας εικονικών μηχανών HP

source: HTTP Numeric IP Address
el: HTTP Αριθμητική διεύθυνση IP

source: HTTP Proxy
el: Μεσολάβηση HTTP

source: HTTP Suspicious Header
el: Ύποπτη επικεφαλίδα HTTP

source: HTTP Suspicious URL
el: Ύποπτο URL HTTP

source: HTTP Suspicious User-Agent
el: Ύποπτος πράκτορας χρήστη HTTP

source: HTTP suspicious content
el: Ύποπτο περιεχόμενο HTTP

source: HTTPS Proxy
el: Μεσολάβηση HTTPS

source: Haiti
el: Αϊτή

source: Hard timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
el: Σκληρό χρονικό όριο, σε λεπτά, πρέπει να είναι μεταξύ 0 (κανένα χρονικό όριο) και 10080 (μια εβδομάδα)
