Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Send alerts in eve format to syslog, using log level info. This will not change the alert logging used by the product itself. Drop logs will only be send to the internal logger, due to restrictions in suricata.
el: Αποστολή ειδοποιήσεων σε μορφή eve στο syslog, χρησιμοποιώντας πληροφορίες για το επίπεδο καταγραφής. Αυτό δεν θα αλλάξει την καταγραφή ειδοποιήσεων που χρησιμοποιείται από το ίδιο το προϊόν. Τα αρχεία καταγραφής πτώσης θα αποστέλλονται μόνο στον εσωτερικό καταγραφέα, λόγω των περιορισμών της suricata.

source: The interface can be configured in a multicast mode to create a virtual network of hosts. This is the IP multicast group address the interface will join.
el: Η διασύνδεση μπορεί να διαμορφωθεί σε λειτουργία πολλαπλής διανομής για τη δημιουργία ενός εικονικού δικτύου κεντρικών υπολογιστών. Αυτή είναι η διεύθυνση ομάδας πολλαπλής διανομής IP στην οποία θα ενταχθεί η διασύνδεση.

source: The interface can be configured in a unicast, or point-to-point, mode to create a tunnel between two hosts. This is the IP address of the remote end of the tunnel.
el: Η διασύνδεση μπορεί να διαμορφωθεί σε λειτουργία unicast ή σημείο προς σημείο για τη δημιουργία σήραγγας μεταξύ δύο κεντρικών υπολογιστών. Πρόκειται για τη διεύθυνση IP του απομακρυσμένου άκρου της σήραγγας.

source: The source address used in the encapsulating IPv4/IPv6 header. The address should already be assigned to an existing interface. When the interface is configured in unicast mode, the listening socket is bound to this address.
el: Η διεύθυνση προέλευσης που χρησιμοποιείται στην κεφαλίδα ενθυλάκωσης IPv4/IPv6. Η διεύθυνση θα πρέπει να έχει ήδη εκχωρηθεί σε μια υπάρχουσα διασύνδεση. Όταν η διασύνδεση διαμορφώνεται σε λειτουργία unicast, η υποδοχή ακρόασης δεσμεύεται σε αυτή τη διεύθυνση.

source: These are addresses on your private network, and are not allowed to be returned for public internet names. Any occurrence of such addresses are removed from DNS answers. Additionally, the DNSSEC validator may mark the answers bogus. This protects against so-called DNS Rebinding. (Only applicable when DNS rebind check is enabled in System->Settings->Administration)
el: Πρόκειται για διευθύνσεις στο ιδιωτικό σας δίκτυο και δεν επιτρέπεται να επιστρέφονται για δημόσια ονόματα στο διαδίκτυο. Κάθε εμφάνιση τέτοιων διευθύνσεων αφαιρείται από τις απαντήσεις DNS. Επιπλέον, ο επικυρωτής DNSSEC μπορεί να χαρακτηρίσει τις απαντήσεις ψευδείς. Αυτό προστατεύει από το λεγόμενο DNS Rebinding. (Ισχύει μόνο όταν ο έλεγχος επαναδέσμευσης DNS είναι ενεργοποιημένος στο System->Settings->Administration)

source: When the interface is configured in multicast mode, the dev interface is used to transmit IP multicast packets.
el: Όταν η διασύνδεση έχει διαμορφωθεί σε λειτουργία πολλαπλής διανομής, η διασύνδεση dev χρησιμοποιείται για τη μετάδοση πακέτων πολλαπλής διανομής IP.

source: This is the number of packets the packet capture will grab. Default value is 100. Enter 0 (zero) for no count limit.
el: Αυτός είναι ο αριθμός των πακέτων που θα συλλάβει η καταγραφή πακέτων. Η προεπιλεγμένη τιμή είναι 100. Εισάγετε 0 (μηδέν) για να μην υπάρχει όριο μέτρησης.

source: This value is either the Source or Destination IP address or subnet in CIDR notation. The packet capture will look for this address in either field. Matching can be negated by preceding the value with "not". Multiple IP addresses or CIDR subnets may be specified as boolean expression. If you leave this field blank, all packets on the specified interface will be captured. Example: not 10.0.0.0/24 not and not 11.0.0.1
el: Αυτή η τιμή είναι είτε η διεύθυνση IP προέλευσης ή προορισμού είτε το υποδίκτυο σε συμβολισμό CIDR. Η καταγραφή πακέτων θα αναζητήσει αυτή τη διεύθυνση σε οποιοδήποτε από τα δύο πεδία. Η αντιστοίχιση μπορεί να αναιρεθεί με το "not" πριν από την τιμή. Πολλαπλές διευθύνσεις IP ή υποδίκτυα CIDR μπορούν να καθοριστούν ως έκφραση boolean. Εάν αφήσετε αυτό το πεδίο κενό, θα καταγραφούν όλα τα πακέτα στη συγκεκριμένη διασύνδεση. Παράδειγμα: not 10.0.0.0/24 not και not 11.0.0.0.1

source: (FQ-)CoDel interval
el: Διάστημα (FQ-)CoDel

source: (FQ-)CoDel target
el: Στόχος (FQ-)CoDel

source: (optional) user credentials.
el: (προαιρετικά) διαπιστευτήρια χρήστη.

source: 0: Log everything, Positive Value: Log events that take longer than specified, Negative Value: Log nothing.
el: 0: Καταγραφή των πάντων, θετική τιμή: Αρνητική τιμή: Δεν καταγράφει τίποτα.

source: A JSON document containing configuration options that apply to the local node
el: Ένα έγγραφο JSON που περιέχει επιλογές διαμόρφωσης που ισχύουν για τον τοπικό κόμβο

source: A name for this server. Used when displaying information about this server (logs, info service, etc).
el: Ένα όνομα για αυτόν τον διακομιστή. Χρησιμοποιείται όταν εμφανίζονται πληροφορίες σχετικά με αυτόν τον διακομιστή (αρχεία καταγραφής, υπηρεσία πληροφοριών κ.λπ.).

source: API Access Token
el: Token πρόσβασης API

source: Access Control List
el: Λίστα ελέγχου πρόσβασης

source: Access Token used for the Zerotier API service
el: Token πρόσβασης που χρησιμοποιείται για την υπηρεσία Zerotier API

source: Access log target
el: Στόχος καταγραφής πρόσβασης

source: According to the service type path can be a file or a directory.
el: Ανάλογα με τον τύπο υπηρεσίας, η διαδρομή μπορεί να είναι αρχείο ή κατάλογος.

source: Action to perform when filter policy applies
el: Ενέργεια που εκτελείται όταν εφαρμόζεται η πολιτική φίλτρου

source: Activate third party signatures from BLURL. Use at your own risk.
el: Ενεργοποίηση υπογραφών τρίτων από το BLURL. Χρήση με δική σας ευθύνη.

source: Activate third party signatures from Malware Expert. Use at your own risk.
el: Ενεργοποιήστε υπογραφές τρίτων από το Malware Expert. Χρήση με δική σας ευθύνη.

source: Activate third party signatures from Sanesecurtiy BOFHLand. Use at your own risk.
el: Ενεργοποίηση υπογραφών τρίτων από το Sanesecurtiy BOFHLand. Χρήση με δική σας ευθύνη.

source: Activate third party signatures from Sanesecurtiy JURLBLA. Use at your own risk.
el: Ενεργοποίηση υπογραφών τρίτων από το Sanesecurtiy JURLBLA. Χρήση με δική σας ευθύνη.

source: Active Timeout
el: Ενεργό χρονικό όριο

source: Add BLURL Signatures
el: Προσθήκη υπογραφών BLURL

source: Add BOFHLand Signatures
el: Προσθήκη υπογραφών BOFHLand

source: Add JURLBLA Signatures
el: Προσθήκη υπογραφών JURLBLA

source: Add Malware Expert Signatures
el: Προσθήκη υπογραφών εμπειρογνωμόνων κακόβουλου λογισμικού

source: Add delay in ms to this pipe.
el: Προσθέστε καθυστέρηση σε ms σε αυτόν τον σωλήνα.

source: Add routes in CIDR notation, e.g. 192.168.2.0/24. Multiple entries are allowed
el: Προσθέστε διαδρομές σε συμβολισμό CIDR, π.χ. 192.168.2.0/24. Επιτρέπονται πολλαπλές καταχωρήσεις

source: Add the networks you want to protect using IPS mode. Warning: if a WAN interface is monitored then local addresses (e.g. 192.168.1.1/24) are not going to be valid!
el: Προσθέστε τα δίκτυα που θέλετε να προστατεύσετε χρησιμοποιώντας τη λειτουργία IPS. Προειδοποίηση: Εάν παρακολουθείται μια διασύνδεση WAN, τότε οι τοπικές διευθύνσεις (π.χ. 192.168.1.1/24) δεν θα είναι έγκυρες!

source: Address(es) or hostname(s) to which this client should connect to separated by comma for multiple entries
el: Διεύθυνση(-ες) ή όνομα(-α) κεντρικού υπολογιστή(-ων) στο οποίο πρέπει να συνδεθεί αυτός ο πελάτης χωρισμένα με κόμμα για πολλαπλές καταχωρήσεις

source: Administrator's Email
el: Ηλεκτρονικό ταχυδρομείο διαχειριστή

source: Allow 204 responses
el: Επιτρέψτε 204 απαντήσεις

source: Allow DynFi Manager traffic
el: Επιτρέψτε την κυκλοφορία του DynFi Manager

source: Allow interface subnets
el: Επιτρέψτε υποδίκτυα διασύνδεσης

source: Allowed IPs
el: Επιτρεπόμενες IPs

source: Allowed MAC addresses
el: Επιτρεπόμενες διευθύνσεις MAC

source: Allowed SSL ports
el: Επιτρεπόμενες θύρες SSL

source: Allowed Subnets
el: Επιτρεπόμενα υποδίκτυα

source: Allowed addresses
el: Επιτρεπόμενες διευθύνσεις

source: Allowed destination SSL ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
el: Επιτρεπόμενες θύρες SSL προορισμού, μπορείτε να χρησιμοποιήσετε περιοχές (π.χ. 222-226) και να προσθέσετε σχόλια με άνω και κάτω τελεία (π.χ. 22:ssh).

source: Allowed destination TCP port
el: Επιτρεπόμενη θύρα TCP προορισμού

source: Allowed destination TCP ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
el: Επιτρεπόμενες θύρες TCP προορισμού, μπορείτε να χρησιμοποιήσετε περιοχές (π.χ. 222-226) και να προσθέσετε σχόλια με άνω και κάτω τελεία (π.χ. 22:ssh).

source: Always send accounting requests
el: Να στέλνετε πάντα αιτήσεις λογιστικής

source: Applications
el: Εφαρμογές

source: Authenticate using
el: Πιστοποίηση ταυτότητας χρησιμοποιώντας

source: Authentication Prompt
el: Προτροπή ελέγχου ταυτότητας

source: Authentication Settings
el: Ρυθμίσεις ελέγχου ταυτότητας

source: Authentication TTL (hours)
el: Αυθεντικοποίηση TTL (ώρες)

source: Authentication processes
el: Διαδικασίες ελέγχου ταυτότητας

source: Automatically added, will be removed when unused
el: Προστίθεται αυτόματα, θα αφαιρεθεί όταν δεν χρησιμοποιηθεί

source: Automatically create firewall rules associated to the selected interface(s) and SSH port, allowing Manager traffic to these interfaces.
el: Αυτόματη δημιουργία κανόνων τείχους προστασίας που σχετίζονται με την επιλεγμένη διασύνδεση και τη θύρα SSH, επιτρέποντας την κυκλοφορία του Manager σε αυτές τις διασυνδέσεις.

source: Automatically create firewall rules associated to the selected interface(s) and WebGUI port, allowing Manager's DirectView access to these interfaces.
el: Αυτόματη δημιουργία κανόνων τείχους προστασίας που σχετίζονται με την επιλεγμένη διασύνδεση και τη θύρα WebGUI, επιτρέποντας την πρόσβαση του Manager's DirectView σε αυτές τις διασυνδέσεις.

source: Automatically register in M/Monit by sending Monit credentials (see Monit Access List above).
el: Αυτόματη εγγραφή στο M/Monit με την αποστολή των διαπιστευτηρίων Monit (βλ. Λίστα πρόσβασης Monit παραπάνω).

source: Avoid authentication for addresses and subnets in this list
el: Αποφύγετε τον έλεγχο ταυτότητας για διευθύνσεις και υποδίκτυα σε αυτή τη λίστα

source: Avoid authentication for physical addresses in this list
el: Αποφύγετε τον έλεγχο ταυτότητας για φυσικές διευθύνσεις σε αυτή τη λίστα

source: Bandwidth Metric
el: Μετρική εύρους ζώνης

source: Banned host IP addresses
el: Απαγορευμένες διευθύνσεις IP κεντρικών υπολογιστών

source: Beginning Hour
el: Ώρα έναρξης

source: Bind User
el: Δέσμευση χρήστη

source: Blacklist
el: Μαύρη λίστα

source: Blacklist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
el: Μαύρη λίστα τομέων προορισμού. Μπορείτε να χρησιμοποιήσετε μια κανονική έκφραση, να χρησιμοποιήσετε ένα κόμμα ή να πατήσετε Enter για νέο στοιχείο. Παραδείγματα: "^https?:\/\/([a-zA-Z]+)\.mydomain\." ταιριάζει στο "http(s)://textONLY.mydomain.*", "\.gif$" ταιριάζει στο "*.gif" αλλά όχι στο "\*.gif\test", "\[0-9]+\.gif$" ταιριάζει στο "\123.gif" αλλά όχι στο "\test.gif".

source: Blacklisted domain.
el: Μαύρη λίστα τομέων.

source: Block browser/user-agents
el: Αποκλεισμός προγραμμάτων περιήγησης/πρακτόρων-χρηστών

source: Block encrypted archive
el: Αποκλεισμός κρυπτογραφημένου αρχείου

source: Block specific MIME type reply
el: Αποκλεισμός συγκεκριμένου τύπου απάντησης MIME

source: Block specific MIME type reply. You may use a regular expression, use a comma or press Enter for new item. Examples: "video/flv" matches on "Flash Video"; "application/x-javascript" matches on "javascripts"
el: Αποκλεισμός συγκεκριμένης απάντησης τύπου MIME. Μπορείτε να χρησιμοποιήσετε μια κανονική έκφραση, να χρησιμοποιήσετε ένα κόμμα ή να πατήσετε Enter για νέο στοιχείο. Παραδείγματα: "application/x-javascript" αντιστοιχεί σε "javascripts".

source: Block user-agents. You may use a regular expression, use a comma or press Enter for new item. Examples: "^(.)+Macintosh(.)+Firefox/37\.0" matches on "Macintosh version of Firefox revision 37.0"; "^Mozilla" matches on "all Mozilla based browsers"
el: Αποκλείστε τους πράκτορες-χρήστες. Μπορείτε να χρησιμοποιήσετε μια κανονική έκφραση, να χρησιμοποιήσετε ένα κόμμα ή να πατήσετε Enter για νέο στοιχείο. Παραδείγματα: "^(.)+Macintosh(.)+Firefox/37\.0" ταιριάζει στην "έκδοση Macintosh του Firefox αναθεώρηση 37.0"; "^Mozilla" ταιριάζει σε "όλα τα προγράμματα περιήγησης που βασίζονται στη Mozilla".

source: Buckets
el: Κάδοι

source: CA to use
el: CA προς χρήση

source: Cache directory location
el: Τοποθεσία καταλόγου cache

source: Cache size in Megabytes
el: Μέγεθος cache σε Megabytes

source: Capture local
el: Σύλληψη τοπικών

source: Categories
el: Κατηγορίες

source: Certificate to use to connect
el: Πιστοποιητικό που θα χρησιμοποιηθεί για τη σύνδεση

source: Check TLS Common-Name
el: Ελέγξτε το κοινό όνομα TLS

source: Check if the username should be sent to the ICAP server.
el: Ελέγξτε αν το όνομα χρήστη πρέπει να αποστέλλεται στο διακομιστή ICAP.

source: Check if you want to encode the username using base64.
el: Ελέγξτε αν θέλετε να κωδικοποιήσετε το όνομα χρήστη χρησιμοποιώντας base64.

source: Checks that the username given by the user matches the Common-Name of the certificate.
el: Ελέγχει αν το όνομα χρήστη που έδωσε ο χρήστης ταιριάζει με το Common-Name του πιστοποιητικού.

source: Choose If in case any case you want to ensure a match to evaluate as is, else choose unless if you want the negated version. Unless is used if you want to use the proxy for every host but not for some special ones.
el: Επιλέξτε Εάν σε κάθε περίπτωση που θέλετε να διασφαλίσετε ότι η αντιστοιχία θα αξιολογηθεί ως έχει, αλλιώς επιλέξτε Εκτός αν θέλετε την αναιρεμένη έκδοση. Το Unless χρησιμοποιείται αν θέλετε να χρησιμοποιήσετε τον πληρεξούσιο για κάθε host αλλά όχι για κάποιους ειδικούς.

source: Choose a proxy type. Usually you should use Direct for a direct connection or Proxy for a Proxy.
el: Επιλέξτε έναν τύπο μεσολάβησης. Συνήθως θα πρέπει να χρησιμοποιείτε το Direct για απευθείας σύνδεση ή το Proxy για μεσολάβηση.

source: Choose a secure value. It is recommended that you generate this password.
el: Επιλέξτε μια ασφαλή τιμή. Συνιστάται να δημιουργήσετε αυτόν τον κωδικό πρόσβασης.

source: Choose for which file types to scan, if unsure select all.
el: Επιλέξτε για ποιους τύπους αρχείων θα γίνει σάρωση, αν δεν είστε σίγουροι επιλέξτε όλους.

source: Choose the Root CA. This CA will be trusted to issue client certificates for authentication.
el: Επιλέξτε τη Root CA. Αυτή η CA θα εμπιστεύεται την έκδοση πιστοποιητικών πελατών για έλεγχο ταυτότητας.

source: Choose the certificate the Radius service should use.
el: Επιλέξτε το πιστοποιητικό που θα πρέπει να χρησιμοποιεί η υπηρεσία Radius.

source: Choose what to do with packets that match the criteria specified below. Hint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
el: Επιλέξτε τι να κάνετε με τα πακέτα που ταιριάζουν με τα κριτήρια που καθορίζονται παρακάτω. Συμβουλή: η διαφορά μεταξύ block και reject είναι ότι με reject, ένα πακέτο (TCP RST ή ICMP port unreachable για UDP) επιστρέφεται στον αποστολέα, ενώ με block το πακέτο απορρίπτεται σιωπηρά. Σε κάθε περίπτωση, το αρχικό πακέτο απορρίπτεται.

source: Choose which applications should be forwarded to the specified target, omit to select all.
el: Επιλέξτε ποιες εφαρμογές θα πρέπει να προωθηθούν στον καθορισμένο στόχο, παραλείψτε να επιλέξετε όλες.

source: Choose which facilities to include, omit to select all.
el: Επιλέξτε ποιες εγκαταστάσεις θέλετε να συμπεριλάβετε, παραλείψτε για να επιλέξετε όλες.

source: Choose which gateway this route applies to or <a href="/system_gateways_edit.php">add a new one</a>.
el: Επιλέξτε σε ποια πύλη εφαρμόζεται αυτή η διαδρομή ή <a href="/system_gateways_edit.php">προσθέστε μια νέα πύλη</a>.

source: Choose which levels to include, omit to select all.
el: Επιλέξτε ποια επίπεδα θέλετε να συμπεριλάβετε, παραλείψτε τα για να επιλέξετε όλα.

source: ClamAV engine version
el: Έκδοση μηχανής ClamAV

source: ClamAV will scan within archives and compressed files.
el: Το ClamAV θα σαρώσει μέσα σε αρχεία και συμπιεσμένα αρχεία.

source: Client Expired Response Timeout
el: Χρόνος απόκρισης πελάτη που έχει λήξει

source: Clients will be disconnected after this amount of inactivity. They may log in again immediately, though. Enter 0 to disable idle timeout.
el: Οι πελάτες θα αποσυνδεθούν μετά από αυτό το χρονικό διάστημα αδράνειας. Ωστόσο, μπορούν να συνδεθούν ξανά αμέσως. Εισάγετε 0 για να απενεργοποιήσετε το χρονικό όριο αδράνειας.

source: Clients will be disconnected after this amount of time, regardless of activity. They may log in again immediately, though. Enter 0 to disable hard timeout (not recommended unless an idle timeout is set).
el: Οι πελάτες θα αποσυνδεθούν μετά από αυτό το χρονικό διάστημα, ανεξάρτητα από τη δραστηριότητά τους. Ωστόσο, μπορούν να συνδεθούν ξανά αμέσως. Εισάγετε 0 για να απενεργοποιήσετε το σκληρό χρονικό όριο (δεν συνιστάται, εκτός αν έχει οριστεί χρονικό όριο αδράνειας).

source: Collect IPS Events
el: Συλλογή συμβάντων IPS

source: Collect NetFlow data on this firewall for use with Insight. Note that the local cache only holds the latest 100 MB of data.
el: Συλλογή δεδομένων NetFlow σε αυτό το τείχος προστασίας για χρήση με το Insight. Σημειώστε ότι η τοπική προσωρινή μνήμη περιέχει μόνο τα τελευταία 100 MB δεδομένων.

source: Color
el: Χρώμα

source: Comma-separated list of SMTP servers for alert delivery.
el: Κατάλογος διακομιστών SMTP με διαχωρισμό με κόμμα για την παράδοση ειδοποιήσεων.

source: Command
el: Εντολή

source: Community Mode
el: Λειτουργία κοινότητας

source: Concurrent user logins
el: Ταυτόχρονες συνδέσεις χρηστών

source: Condition
el: Κατάσταση

source: Create a list of sites which may not be inspected, for example bank sites. Prefix the domain with a . to accept all subdomains (e.g. .google.com).
el: Δημιουργήστε έναν κατάλογο των χώρων που δεν μπορούν να επιθεωρηθούν, για παράδειγμα χώροι τραπεζών. Προθέστε το domain με ένα . για να δέχεστε όλα τα υποτομέα (π.χ. .google.com).

source: Custom config
el: Προσαρμοσμένη ρύθμιση παραμέτρων

source: Custom configuration, which will be returned in the output file without modifications
el: Προσαρμοσμένη διαμόρφωση, η οποία θα επιστραφεί στο αρχείο εξόδου χωρίς τροποποιήσεις

source: Custom template
el: Προσαρμοσμένο πρότυπο

source: DHCP Enable
el: Ενεργοποίηση DHCP

source: DNS Mode
el: Λειτουργία DNS

source: Database Count
el: Αριθμός βάσεων δεδομένων

source: Day of the month
el: Ημέρα του μήνα

source: Days of the week
el: Ημέρες της εβδομάδας

source: Decode mail files
el: Αποκωδικοποίηση αρχείων αλληλογραφίας

source: Default EAP Type
el: Προεπιλεγμένος τύπος EAP

source: Default Options TTL
el: Προεπιλεγμένες επιλογές TTL

source: Default ttl
el: Προεπιλεγμένο ttl

source: Define the Fallback VLAN group ID.
el: Καθορίστε το αναγνωριστικό της ομάδας Fallback VLAN.

source: Depends
el: Εξαρτάται

source: Description to be displayed in the "jobs" tab.
el: Περιγραφή που θα εμφανίζεται στην καρτέλα "θέσεις εργασίας".

source: Description to identify this pipe.
el: Περιγραφή για την ταυτοποίηση αυτού του σωλήνα.

source: Description to identify this queue.
el: Περιγραφή για την ταυτοποίηση αυτής της ουράς.

source: Description to identify this rule.
el: Περιγραφή για τον προσδιορισμό αυτού του κανόνα.

source: Description to identify this zone.
el: Περιγραφή για τον προσδιορισμό αυτής της ζώνης.

source: Destination / Invert
el: Προορισμός / αντιστροφή

source: Destination network for this static route
el: Δίκτυο προορισμού για αυτή τη στατική διαδρομή

source: Destination port number or well known name (imap, imaps, http, https, ...)
el: Αριθμός θύρας προορισμού ή γνωστό όνομα (imap, imaps, http, https, ...)

source: Destination port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
el: Αριθμός θύρας προορισμού ή γνωστή ονομασία (imap, imaps, http, https, ...), για περιοχές χρησιμοποιείται παύλα.

source: Destinations
el: Προορισμοί

source: Detect Profile
el: Προφίλ ανίχνευσης

source: Detect broken executables
el: Ανίχνευση σπασμένων εκτελέσιμων αρχείων

source: Disable 204 responses outside previews for virus_scan if your ICAP client does not support it.
el: Απενεργοποιήστε τις 204 απαντήσεις εκτός προεπισκόπησης για το virus_scan, εάν ο πελάτης ICAP δεν το υποστηρίζει.

source: Disable Commands
el: Εντολές απενεργοποίησης

source: Disable Routes
el: Απενεργοποίηση δρομολογίων

source: Disable cache
el: Απενεργοποίηση της προσωρινής μνήμης cache

source: Disable password save
el: Απενεργοποίηση αποθήκευσης κωδικού πρόσβασης

source: Do not decode and/or filter SSL content, only log requested domains and IP addresses. Some old servers may not provide SNI, so their addresses will not be indicated.
el: Μην αποκωδικοποιείτε και/ή φιλτράρετε το περιεχόμενο SSL, καταγράψτε μόνο τους τομείς και τις διευθύνσεις IP που ζητούνται. Ορισμένοι παλιοί διακομιστές ενδέχεται να μην παρέχουν SNI, οπότε οι διευθύνσεις τους δεν θα υποδεικνύονται.

source: Do not send alerts for the following events but on all others.
el: Μην στέλνετε ειδοποιήσεις για τα ακόλουθα συμβάντα, αλλά για όλα τα υπόλοιπα.

source: Domain Level From
el: Επίπεδο τομέα Από

source: Domain Level To
el: Επίπεδο τομέα προς

source: Domain of the host, e.g. example.com
el: Τομέας του κεντρικού υπολογιστή, π.χ. example.com

source: Drop Categories (IPS)
el: Κατηγορίες πτώσης (IPS)

source: Drop Protocols (IPS)
el: Πρωτόκολλα απόρριψης (IPS)

source: Drop Risky Flows (IPS)
el: Απελευθέρωση επικίνδυνων ροών (IPS)

source: Dst-port
el: Θύρα Dst

source: DynFi Manager binding
el: Δέσμευση του DynFi Manager

source: Dynamic pipe creation by source or destination address. <li>Choose destination to give every IP in destination field of rules the specified bandwidth. A pipe with 1Mbit e.g. would let 3 clients lend 1Mbit each so 3Mbit max. Normally this is used for download pipes.</li> <li>Choose source to give every IP in the source field of rules the specified bandwidth. Normally this is used for upload pipes.</li> <li>Leave this value empty if you want to create a pipe with a fixed bandwidth.</li>
el: Δυναμική δημιουργία σωλήνων με βάση τη διεύθυνση πηγής ή προορισμού. <li>Επιλογή προορισμού για να δώσετε σε κάθε IP στο πεδίο προορισμού των κανόνων το καθορισμένο εύρος ζώνης. Ένας σωλήνας με 1Mbit π.χ. θα επιτρέψει σε 3 πελάτες να δανείσουν 1Mbit ο καθένας, άρα 3Mbit max. Συνήθως αυτό χρησιμοποιείται για σωλήνες λήψης.</li> <li>Επιλέξτε πηγή για να δώσετε σε κάθε IP στο πεδίο πηγής των κανόνων το καθορισμένο εύρος ζώνης. Συνήθως αυτό χρησιμοποιείται για σωλήνες μεταφόρτωσης.</li> <li>Αφήστε αυτή την τιμή κενή αν θέλετε να δημιουργήσετε ένα σωλήνα με σταθερό εύρος ζώνης.</li>
