Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: When operating as an access point in 802.11g mode, allow only 11g-capable stations to associate (11b-only stations are not permitted to associate).
el: Όταν λειτουργείτε ως σημείο πρόσβασης σε λειτουργία 802.11g, επιτρέψτε τη σύνδεση μόνο σε σταθμούς με δυνατότητα 11g (δεν επιτρέπεται η σύνδεση μόνο σε σταθμούς 11b).

source: Allow intra-BSS communication
el: Επιτρέπει την επικοινωνία εντός του BSS

source: When operating as an access point, enable this if you want to pass packets between wireless clients directly.
el: Όταν λειτουργείτε ως σημείο πρόσβασης, ενεργοποιήστε αυτήν την επιλογή εάν θέλετε να μεταδίδετε πακέτα μεταξύ των ασύρματων πελατών απευθείας.

source: Disabling the internal bridging is useful when traffic is to be processed with packet filtering.
el: Η απενεργοποίηση της εσωτερικής γεφύρωσης είναι χρήσιμη όταν η κυκλοφορία πρόκειται να υποβληθεί σε επεξεργασία με φιλτράρισμα πακέτων.

source: Enable WME
el: Ενεργοποίηση WME

source: Setting this option will force the card to use WME (wireless QoS).
el: Η ρύθμιση αυτής της επιλογής θα αναγκάσει την κάρτα να χρησιμοποιήσει το WME (ασύρματο QoS).

source: Enable Hide SSID
el: Ενεργοποίηση απόκρυψης SSID

source: Setting this option will force the card to NOT broadcast its SSID (this might create problems for some clients).
el: Η ρύθμιση αυτής της επιλογής θα αναγκάσει την κάρτα να ΜΗΝ μεταδίδει το SSID της (αυτό μπορεί να δημιουργήσει προβλήματα σε ορισμένους πελάτες).

source: Enable WEP
el: Ενεργοποίηση WEP

source: TX key
el: Πλήκτρο TX

source: Key 1:
el: Κλειδί 1:

source: Key 2:
el: Κλειδί 2:

source: Key 3:
el: Κλειδί 3:

source: Key 4:
el: Κλειδί 4:

source: 40 (64) bit keys may be entered as 5 ASCII characters or 10 hex digits preceded by '0x'.
el: Τα κλειδιά 40 (64) bit μπορούν να εισαχθούν ως 5 χαρακτήρες ASCII ή 10 δεκαεξαδικά ψηφία, των οποίων προηγείται το '0x'.

source: 104 (128) bit keys may be entered as 13 ASCII characters or 26 hex digits preceded by '0x'.
el: Τα κλειδιά 104 (128) bit μπορούν να εισαχθούν ως 13 χαρακτήρες ASCII ή 26 δεκαεξαδικά ψηφία, των οποίων προηγείται το '0x'.

source: Enable WPA
el: Ενεργοποίηση WPA

source: WPA EAP Identity
el: Ταυτότητα WPA EAP

source: Only relevant when Extended Authentication Protocol (EAP) is used.
el: Σχετικό μόνο όταν χρησιμοποιείται το Extended Authentication Protocol (EAP).

source: WPA Pre-Shared Key/EAP Password
el: Προκαθορισμένο κλειδί WPA/EAP Password

source: Passphrase must be from 8 to 63 characters.
el: Η φράση πρόσβασης πρέπει να είναι από 8 έως 63 χαρακτήρες.

source: WPA Mode
el: Λειτουργία WPA

source: Both
el: Και οι δύο

source: WPA Key Management Mode
el: Λειτουργία διαχείρισης κλειδιών WPA

source: Pre-Shared Key
el: Προ-κοινόχρηστο κλειδί

source: Extensible Authentication Protocol (EAP)
el: Επεκτάσιμο πρωτόκολλο ελέγχου ταυτότητας (EAP)

source: EAP Method
el: Μέθοδος EAP

source: Protected Extensible Authentication Protocol (PEAP)
el: Πρωτόκολλο προστατευμένου επεκτάσιμου ελέγχου ταυτότητας (PEAP)

source: Transport Layer Security (TLS)
el: Ασφάλεια επιπέδου μεταφοράς (TLS)

source: Tunneled Transport Layer Security (TTLS)
el: Ασφάλεια επιπέδου μεταφοράς μέσω σήραγγας (TTLS)

source: Note: Only relevant for infrastructure mode (BSS) and if Extensible Authentication Protocol (EAP) is used for key management.
el: Σημείωση: Σχετικό μόνο για τη λειτουργία υποδομής (BSS) και εάν χρησιμοποιείται το πρωτόκολλο ελέγχου ταυτότητας EAP (Extensible Authentication Protocol) για τη διαχείριση κλειδιών.

source: EAP Phase 2 Authentication
el: Αυθεντικοποίηση φάσης 2 EAP

source: EAP TLS CA Certificate
el: Πιστοποιητικό CA EAP TLS

source: Do not verify server
el: Μην επαληθεύετε το διακομιστή

source: Certificate authority used to verify the access point's TLS certificate. Only relevant for infrastructure mode (BSS) if Extensible Authentication Protocol (EAP) is used for key management.
el: Αρχή πιστοποιητικών που χρησιμοποιείται για την επαλήθευση του πιστοποιητικού TLS του σημείου πρόσβασης. Σχετικό μόνο για τη λειτουργία υποδομής (BSS) εάν χρησιμοποιείται το πρωτόκολλο ελέγχου ταυτότητας EAP (Extensible Authentication Protocol) για τη διαχείριση κλειδιών.

source: The %scertificate authority manager%s can be used to create or import certificat authorities if required.
el: Ο %scertificate authority manager%s μπορεί να χρησιμοποιηθεί για τη δημιουργία ή την εισαγωγή αρχών πιστοποίησης, εάν απαιτείται.

source: EAP TLS Client Certificate
el: Πιστοποιητικό πελάτη EAP TLS

source: Certificate used for authentication towards the access point. Only relevant for infrastructure mode (BSS) if EAP with TLS is used for key management.
el: Πιστοποιητικό που χρησιμοποιείται για τον έλεγχο ταυτότητας προς το σημείο πρόσβασης. Σχετικό μόνο για τη λειτουργία υποδομής (BSS) εάν χρησιμοποιείται EAP με TLS για τη διαχείριση κλειδιών.

source: The %scertificate manager%s can be used to create or import certificates if required.
el: Το %scertificate manager%s μπορεί να χρησιμοποιηθεί για τη δημιουργία ή την εισαγωγή πιστοποιητικών, εάν απαιτείται.

source: Access Point Authentication
el: Αυθεντικοποίηση σημείου πρόσβασης

source: Open System Authentication
el: Αυθεντικοποίηση ανοικτού συστήματος

source: Shared Key Authentication
el: Αυθεντικοποίηση με κοινόχρηστο κλειδί

source: Note: Shared Key Authentication requires WEP. Only relevant for access point mode.
el: Σημείωση: Ο έλεγχος ταυτότητας με κοινόχρηστο κλειδί απαιτεί WEP. Σχετικό μόνο για τη λειτουργία σημείου πρόσβασης.

source: WPA Pairwise
el: WPA κατά ζεύγη

source: AES (recommended)
el: AES (συνιστάται)

source: Key Rotation
el: Περιστροφή πλήκτρων

source: Allowed values are 1-9999 but should not be longer than Master Key Regeneration time.
el: Οι επιτρεπόμενες τιμές είναι 1-9999, αλλά δεν πρέπει να είναι μεγαλύτερες από το χρόνο αναγέννησης του κύριου κλειδιού.

source: Master Key Regeneration
el: Αναγέννηση κύριου κλειδιού

source: Allowed values are 1-9999 but should not be shorter than Key Rotation time.
el: Οι επιτρεπόμενες τιμές είναι 1-9999, αλλά δεν πρέπει να είναι μικρότερες από το Key Rotation time.

source: Strict Key Regeneration
el: Αυστηρή αναγέννηση κλειδιών

source: Setting this option will force the AP to rekey whenever a client disassociates.
el: Η ρύθμιση αυτής της επιλογής θα αναγκάσει το AP να επαναφέρει το κλειδί κάθε φορά που ένας πελάτης αποσυνδέεται.

source: Enable IEEE802.1X Authentication
el: Ενεργοποίηση ελέγχου ταυτότητας IEEE802.1X

source: Setting this option will enable 802.1x authentication.
el: Η ρύθμιση αυτής της επιλογής ενεργοποιεί τον έλεγχο ταυτότητας 802.1x.

source: NOTE
el: ΣΗΜΕΙΩΣΗ

source: this option requires checking the "Enable WPA box".
el: αυτή η επιλογή απαιτεί την επιλογή "Ενεργοποίηση του πλαισίου WPA".

source: 802.1X Server IP Address
el: Διεύθυνση IP διακομιστή 802.1X

source: Enter the IP address of the 802.1X Authentication Server. This is commonly a Radius server (FreeRadius, Internet Authentication Services, etc.)
el: Εισάγετε τη διεύθυνση IP του διακομιστή ελέγχου ταυτότητας 802.1X. Συνήθως πρόκειται για διακομιστή Radius (FreeRadius, Internet Authentication Services κ.λπ.)

source: 802.1X Server Port
el: Θύρα διακομιστή 802.1X

source: Leave blank for the default 1812 port.
el: Αφήστε κενό για την προεπιλεγμένη θύρα 1812.

source: 802.1X Server Shared Secret
el: Κοινό μυστικό διακομιστή 802.1X

source: 802.1X Server IP Address (2)
el: Διεύθυνση IP διακομιστή 802.1X (2)

source: Secondary 802.1X Authentication Server IP Address
el: Διεύθυνση IP δευτερεύοντος διακομιστή ελέγχου ταυτότητας 802.1X

source: 802.1X Server Port (2)
el: Θύρα διακομιστή 802.1X (2)

source: Secondary 802.1X Authentication Server Port
el: Δευτερεύουσα θύρα διακομιστή πιστοποίησης 802.1X

source: 802.1X Server Shared Secret (2)
el: Κοινό μυστικό διακομιστή 802.1X (2)

source: Secondary 802.1X Authentication Server Shared Secret
el: Δευτερεύων διακομιστής ελέγχου ταυτότητας 802.1X Κοινό μυστικό

source: %s %s (Parent: %s, Tag: %s)
el: %s %s (γονέας: %s, ετικέτα: %s)

source: wireless clone
el: ασύρματος κλώνος

source: The interface "%s" does not exist. Make sure to apply its configuration first.
el: Η διασύνδεση "%s" δεν υπάρχει. Βεβαιωθείτε ότι εφαρμόσατε πρώτα τη διαμόρφωσή της.

source: The interface is part of a group. Please remove it from the group to continue
el: Η διασύνδεση είναι μέρος μιας ομάδας. Παρακαλούμε αφαιρέστε την από την ομάδα για να συνεχίσετε

source: The interface is part of a bridge. Please remove it from the bridge to continue
el: Η διασύνδεση είναι μέρος μιας γέφυρας. Παρακαλούμε αφαιρέστε την από τη γέφυρα για να συνεχίσετε

source: The interface is part of a gre tunnel. Please delete the tunnel to continue
el: Η διασύνδεση είναι μέρος μιας σήραγγας gre. Διαγράψτε τη σήραγγα για να συνεχίσετε

source: The interface is part of a gif tunnel. Please delete the tunnel to continue
el: Η διασύνδεση είναι μέρος μιας σήραγγας gif. Διαγράψτε τη σήραγγα για να συνεχίσετε

source: Port %s was assigned to %d interfaces:
el: Η θύρα %s εκχωρήθηκε σε %d διασυνδέσεις:

source: You cannot set port %s to interface %s because this interface is a member of %s.
el: Δεν μπορείτε να ορίσετε τη θύρα %s στη διασύνδεση %s επειδή αυτή η διασύνδεση είναι μέλος της %s.

source: VLAN parent interface %s does not exist.
el: Η γονική διασύνδεση VLAN %s δεν υπάρχει.

source: Do you really want to delete this interface?
el: Θέλετε πραγματικά να διαγράψετε αυτή τη διεπαφή;

source: Technical identifier of the interface, used by hasync for example
el: Τεχνικό αναγνωριστικό της διασύνδεσης, που χρησιμοποιείται από το hasync για παράδειγμα

source: Network port
el: Θύρα δικτύου

source: New interface:
el: Νέα διεπαφή:

source: This bridge cannot be deleted because it is assigned as an interface.
el: Αυτή η γέφυρα δεν μπορεί να διαγραφεί επειδή έχει εκχωρηθεί ως διασύνδεση.

source: Do you really want to delete this bridge?
el: Θέλετε πραγματικά να διαγράψετε αυτή τη γέφυρα;

source: Members
el: Μέλη

source: Member Interfaces
el: Διασυνδέσεις μελών

source: Maxage needs to be an integer between 6 and 40.
el: Το Maxage πρέπει να είναι ένας ακέραιος αριθμός μεταξύ 6 και 40.

source: Maxaddr needs to be an integer.
el: Η Maxaddr πρέπει να είναι ακέραιος αριθμός.

source: Timeout needs to be an integer.
el: Το χρονικό όριο πρέπει να είναι ακέραιος αριθμός.

source: Forward Delay needs to be an integer between 4 and 30.
el: Η καθυστέρηση προώθησης πρέπει να είναι ένας ακέραιος αριθμός μεταξύ 4 και 30.

source: Hello time for STP needs to be an integer between 1 and 2.
el: Ο χρόνος χαιρετισμού για το STP πρέπει να είναι ένας ακέραιος αριθμός μεταξύ 1 και 2.

source: Priority for STP needs to be an integer between 0 and 61440.
el: Η προτεραιότητα για το STP πρέπει να είναι ένας ακέραιος αριθμός μεταξύ 0 και 61440.

source: Transmit Hold Count for STP needs to be an integer between 1 and 10.
el: Το Transmit Hold Count για το STP πρέπει να είναι ένας ακέραιος αριθμός μεταξύ 1 και 10.

source: %s interface priority for STP needs to be an integer between 0 and 240.
el: Η προτεραιότητα διασύνδεσης %s για το STP πρέπει να είναι ακέραιος αριθμός μεταξύ 0 και 240.

source: %s interface path cost for STP needs to be an integer between 1 and 200000000.
el: Το κόστος διαδρομής της διασύνδεσης %s για το STP πρέπει να είναι ακέραιος αριθμός μεταξύ 1 και 200000000.

source: A member interface passed does not exist in configuration
el: Μια διασύνδεση μέλους που έχει περάσει δεν υπάρχει στη διαμόρφωση

source: Bridging a wireless interface is only possible in hostap mode.
el: Η γεφύρωση μιας ασύρματης διασύνδεσης είναι δυνατή μόνο στη λειτουργία hostap.

source: Span interface cannot be part of the bridge. Remove the span interface from bridge members to continue.
el: Η διασύνδεση Span δεν μπορεί να είναι μέρος της γέφυρας. Αφαιρέστε τη διασύνδεση span από τα μέλη της γέφυρας για να συνεχίσετε.

source: Error occurred creating interface, please retry.
el: Εμφανίστηκε σφάλμα κατά τη δημιουργία διασύνδεσης, επαναλάβετε την προσπάθεια.

source: Bridge configuration
el: Διαμόρφωση γέφυρας

source: Member interfaces
el: Διεπαφές μελών

source: Interfaces participating in the bridge.
el: Διασυνδέσεις που συμμετέχουν στη γέφυρα.

source: Link-local address
el: Link-local διεύθυνση

source: Enable link-local address
el: Ενεργοποίηση τοπικής διεύθυνσης σύνδεσης

source: By default, link-local addresses for bridges are disabled. You can enable them manually using this option. However, when a bridge interface has IPv6 addresses, IPv6 addresses on a member interface will be automatically removed before the interface is added.
el: Από προεπιλογή, οι τοπικές διευθύνσεις σύνδεσης για γέφυρες είναι απενεργοποιημένες. Μπορείτε να τις ενεργοποιήσετε χειροκίνητα χρησιμοποιώντας αυτή την επιλογή. Ωστόσο, όταν μια διασύνδεση γέφυρας διαθέτει διευθύνσεις IPv6, οι διευθύνσεις IPv6 σε μια διασύνδεση μέλος θα αφαιρεθούν αυτόματα πριν από την προσθήκη της διασύνδεσης.

source: Show advanced options
el: Εμφάνιση προηγμένων επιλογών

source: Spanning Tree Protocol
el: Πρωτόκολλο Spanning Tree

source: Enable spanning tree options for this bridge.
el: Ενεργοποίηση επιλογών δέντρου σάρωσης για αυτή τη γέφυρα.

source: Protocol used for spanning tree.
el: Πρωτόκολλο που χρησιμοποιείται για το δέντρο σάρωσης.

source: STP interfaces
el: Διεπαφές STP

source: Enable Spanning Tree Protocol on interface. The if_bridge(4) driver has support for the IEEE 802.1D Spanning Tree Protocol (STP). STP is used to detect and remove loops in a network topology.
el: Ενεργοποίηση του πρωτοκόλλου Spanning Tree στη διασύνδεση. Το πρόγραμμα οδήγησης if_bridge(4) διαθέτει υποστήριξη για το πρωτόκολλο Spanning Tree Protocol (STP) IEEE 802.1D. Το STP χρησιμοποιείται για τον εντοπισμό και την εξάλειψη βρόχων σε μια τοπολογία δικτύου.

source: Valid time
el: Έγκυρος χρόνος

source: Set the time that a Spanning Tree Protocol configuration is valid. The default is 20 seconds. The minimum is 6 seconds and the maximum is 40 seconds.
el: Ορίστε τον χρόνο που ισχύει μια διαμόρφωση του πρωτοκόλλου Spanning Tree Protocol. Η προεπιλογή είναι 20 δευτερόλεπτα. Το ελάχιστο είναι 6 δευτερόλεπτα και το μέγιστο 40 δευτερόλεπτα.

source: Forward time
el: Χρόνος προώθησης

source: Set the time that must pass before an interface begins forwarding packets when Spanning Tree is enabled. The default is 15 seconds. The minimum is 4 seconds and the maximum is 30 seconds.
el: Ορίστε τον χρόνο που πρέπει να περάσει πριν μια διασύνδεση αρχίσει να προωθεί πακέτα όταν είναι ενεργοποιημένη η Spanning Tree. Η προεπιλογή είναι 15 δευτερόλεπτα. Το ελάχιστο είναι 4 δευτερόλεπτα και το μέγιστο 30 δευτερόλεπτα.

source: Hello time
el: Γεια σας ώρα

source: Set the time between broadcasting of Spanning Tree Protocol configuration messages. The hello time may only be changed when operating in legacy STP mode. The default is 2 seconds. The minimum is 1 second and the maximum is 2 seconds.
el: Ορίστε το χρόνο μεταξύ της μετάδοσης των μηνυμάτων διαμόρφωσης του πρωτοκόλλου Spanning Tree Protocol. Ο χρόνος χαιρετισμού μπορεί να αλλάξει μόνο όταν λειτουργεί σε κατάσταση λειτουργίας STP legacy. Η προεπιλογή είναι 2 δευτερόλεπτα. Το ελάχιστο είναι 1 δευτερόλεπτο και το μέγιστο είναι 2 δευτερόλεπτα.

source: Set the bridge priority for Spanning Tree. The default is 32768. The minimum is 0 and the maximum is 61440.
el: Ορίστε την προτεραιότητα γέφυρας για το Spanning Tree. Η προεπιλογή είναι 32768. Η ελάχιστη τιμή είναι 0 και η μέγιστη 61440.

source: Hold count
el: Μετρητής αναμονής

source: Set the transmit hold count for Spanning Tree. This is the number of packets transmitted before being rate limited. The default is 6. The minimum is 1 and the maximum is 10.
el: Ορίστε τον αριθμό αναμονής μετάδοσης για το Spanning Tree. Πρόκειται για τον αριθμό των πακέτων που μεταδίδονται πριν από τον περιορισμό του ρυθμού. Η προεπιλογή είναι 6. Η ελάχιστη τιμή είναι 1 και η μέγιστη 10.

source: Set the Spanning Tree priority of interface to value. The default is 128. The minimum is 0 and the maximum is 240. Increments of 16.
el: Ορίστε την προτεραιότητα Spanning Tree της διασύνδεσης στην τιμή. Η προεπιλογή είναι 128. Η ελάχιστη τιμή είναι 0 και η μέγιστη τιμή είναι 240. Αυξήσεις του 16.

source: Path cost
el: Κόστος διαδρομής

source: Set the Spanning Tree path cost of interface to value. The default is calculated from the link speed. To change a previously selected path cost back to automatic, set the cost to 0. The minimum is 1 and the maximum is 200000000.
el: Ορίστε το κόστος διαδρομής του Spanning Tree της διασύνδεσης στην τιμή. Η προεπιλογή υπολογίζεται από την ταχύτητα της σύνδεσης. Για να αλλάξετε ένα προηγουμένως επιλεγμένο κόστος διαδρομής ξανά σε αυτόματο, ορίστε το κόστος σε 0. Το ελάχιστο είναι 1 και το μέγιστο είναι 200000000.

source: Advanced options
el: Προηγμένες επιλογές

source: Cache size
el: Μέγεθος κρυφής μνήμης

source: entries
el: καταχωρήσεις

source: Set the size of the bridge address cache to size. The default is 2000 entries.
el: Ορίστε το μέγεθος της κρυφής μνήμης διευθύνσεων της γέφυρας σε size. Η προεπιλογή είναι 2000 καταχωρήσεις.

source: Cache entry expire time
el: Χρόνος λήξης καταχώρησης στη μνήμη cache

source: Set the timeout of address cache entries to this number of seconds. If seconds is zero, then address cache entries will not be expired. The default is 1200 seconds.
el: Ορίστε το χρονικό όριο των καταχωρήσεων της κρυφής μνήμης διευθύνσεων σε αυτόν τον αριθμό δευτερολέπτων. Εάν τα δευτερόλεπτα είναι μηδέν, τότε οι καταχωρήσεις της κρυφής μνήμης διευθύνσεων δεν θα λήξουν. Η προεπιλογή είναι 1200 δευτερόλεπτα.

source: Span port
el: Θύρα Span

source: Add the interface named by interface as a span port on the bridge. Span ports transmit a copy of every frame received by the bridge. This is most useful for snooping a bridged network passively on another host connected to one of the span ports of the bridge.
el: Προσθέστε τη διασύνδεση που ονομάζεται από τη διασύνδεση ως θύρα span στη γέφυρα. Οι θύρες Span μεταδίδουν ένα αντίγραφο κάθε πλαισίου που λαμβάνει η γέφυρα. Αυτό είναι πιο χρήσιμο για την παθητική παρακολούθηση ενός δικτύου με γέφυρα σε έναν άλλο υπολογιστή που είναι συνδεδεμένος σε μία από τις θύρες span της γέφυρας.

source: The span interface cannot be part of the bridge member interfaces.
el: Η διασύνδεση span δεν μπορεί να είναι μέρος των διασυνδέσεων μελών της γέφυρας.

source: Edge ports
el: Θύρες άκρων

source: Set interface as an edge port. An edge port connects directly to end stations and cannot create bridging loops in the network; this allows it to transition straight to forwarding.
el: Ορίστε τη διασύνδεση ως θύρα άκρου. Μια θύρα άκρης συνδέεται απευθείας με τους τελικούς σταθμούς και δεν μπορεί να δημιουργήσει βρόχους γεφύρωσης στο δίκτυο- αυτό της επιτρέπει να μεταβεί απευθείας σε προώθηση.

source: Auto Edge ports
el: Λιμάνια Auto Edge

source: Allow interface to automatically detect edge status. This is the default for all interfaces added to a bridge.
el: Επιτρέπει στη διασύνδεση να ανιχνεύει αυτόματα την κατάσταση των άκρων. Αυτή είναι η προεπιλογή για όλες τις διασυνδέσεις που προστίθενται σε μια γέφυρα.

source: This will disable the autoedge status of interfaces.
el: Αυτό θα απενεργοποιήσει την κατάσταση autoedge των διασυνδέσεων.

source: PTP ports
el: Θύρες PTP

source: Set the interface as a point-to-point link. This is required for straight transitions to forwarding and should be enabled on a direct link to another RSTP-capable switch.
el: Ορίστε τη διασύνδεση ως σύνδεση σημείο προς σημείο. Αυτό απαιτείται για απευθείας μεταβάσεις σε προώθηση και θα πρέπει να είναι ενεργοποιημένη σε απευθείας σύνδεση με άλλο μεταγωγέα με δυνατότητα RSTP.

source: Auto PTP ports
el: Αυτόματες θύρες PTP

source: Automatically detect the point-to-point status on interface by checking the full duplex link status. This is the default for interfaces added to the bridge.
el: Αυτόματη ανίχνευση της κατάστασης σημείο-προς-σημείο στη διασύνδεση, ελέγχοντας την κατάσταση σύνδεσης πλήρους διπλής όψης. Αυτή είναι η προεπιλογή για τις διασυνδέσεις που προστίθενται στη γέφυρα.

source: The interfaces selected here will be removed from default autoedge status.
el: Οι διασυνδέσεις που επιλέγονται εδώ θα αφαιρεθούν από την προεπιλεγμένη κατάσταση autoedge.

source: Sticky ports
el: Κολλώδεις θύρες

source: Mark an interface as a "sticky" interface. Dynamically learned address entries are treated as static once entered into the cache. Sticky entries are never aged out of the cache or replaced, even if the address is seen on a different interface.
el: Χαρακτηρίστε μια διασύνδεση ως "κολλώδη" διασύνδεση. Οι καταχωρήσεις διευθύνσεων που μαθαίνονται δυναμικά αντιμετωπίζονται ως στατικές μόλις εισαχθούν στη μνήμη cache. Οι "κολλώδεις" καταχωρήσεις δεν παλαιώνονται ποτέ από τη μνήμη cache ούτε αντικαθίστανται, ακόμη και αν η διεύθυνση εμφανίζεται σε διαφορετική διασύνδεση.

source: Private ports
el: Ιδιωτικά λιμάνια

source: Mark an interface as a "private" interface. A private interface does not forward any traffic to any other port that is also a private interface.
el: Σημειώστε μια διασύνδεση ως "ιδιωτική" διασύνδεση. Μια ιδιωτική διασύνδεση δεν προωθεί καμία κίνηση σε οποιαδήποτε άλλη θύρα που είναι επίσης ιδιωτική διασύνδεση.

source: This gif TUNNEL cannot be deleted because it is still being used as an interface.
el: Αυτό το gif TUNNEL δεν μπορεί να διαγραφεί επειδή εξακολουθεί να χρησιμοποιείται ως διασύνδεση.

source: Do you really want to delete this gif tunnel?
el: Θέλετε πραγματικά να διαγράψετε αυτό το τούνελ gif;

source: Tunnel to...
el: Σήραγγα προς...

source: If you are using a GIF tunnel to connect to a Hurricane Electric (he.net) Tunnel Broker on a WAN with a dynamic IP, you may want to add a %sHE.net Tunnelbroker dynamic DNS entry%s to keep your tunnel functional when your IP changes.
el: Εάν χρησιμοποιείτε μια σήραγγα GIF για να συνδεθείτε σε έναν μεσίτη σηράγγων της Hurricane Electric (he.net) σε ένα WAN με δυναμική IP, μπορεί να θέλετε να προσθέσετε μια καταχώρηση δυναμικού DNS %sHE.net Tunnelbroker%s για να διατηρήσετε τη λειτουργία της σήραγγάς σας όταν αλλάζει η IP σας.

source: Parent interface,Local address, Remote tunnel address, Remote tunnel network, Local tunnel address
el: Διασύνδεση γονέα,Τοπική διεύθυνση, Διεύθυνση απομακρυσμένης σήραγγας, Δίκτυο απομακρυσμένης σήραγγας, Διεύθυνση τοπικής σήραγγας

source: The tunnel local and tunnel remote fields must have valid IP addresses.
el: Τα πεδία tunnel local και tunnel remote πρέπει να έχουν έγκυρες διευθύνσεις IP.

source: The alias IP address family has to match the family of the remote peer address.
el: Η οικογένεια διευθύνσεων IP του ψευδώνυμου πρέπει να ταιριάζει με την οικογένεια της απομακρυσμένης ομότιμης διεύθυνσης.

source: A gif with the network %s is already defined.
el: Ένα gif με το δίκτυο %s έχει ήδη οριστεί.

source: GIF configuration
el: Διαμόρφωση GIF

source: Parent interface
el: Διασύνδεση γονέα

source: The interface here serves as the local address to be used for the gif tunnel.
el: Η διασύνδεση εδώ χρησιμεύει ως η τοπική διεύθυνση που θα χρησιμοποιηθεί για τη σήραγγα gif.

source: GIF remote address
el: Απομακρυσμένη διεύθυνση GIF

source: Peer address where encapsulated gif packets will be sent.
el: Διεύθυνση ομότιμου δικτύου στην οποία θα αποσταλούν τα ενθυλακωμένα πακέτα gif.

source: GIF tunnel local address
el: Τοπική διεύθυνση σήραγγας GIF

source: Local gif tunnel endpoint
el: Τοπικό τερματικό σημείο σήραγγας gif

source: GIF tunnel remote address
el: Απομακρυσμένη διεύθυνση σήραγγας GIF

source: Remote gif address endpoint. The subnet part is used for determining the network that is tunnelled.
el: Τελικό σημείο απομακρυσμένης διεύθυνσης gif. Το τμήμα υποδικτύου χρησιμοποιείται για τον προσδιορισμό του δικτύου που διοχετεύεται με σήραγγα.
