Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Dynamic queue creation by source or destination address. <li>Choose destination to evenly share every IP in destination field of rules the specified bandwidth. A pipe with 1Mbit e.g. would let 4 clients lend 250Kbit each. Normally this is used for download queues.</li> <li>Choose source to evenly share every IP in the source field of rules the specified bandwidth. Normally this is used for upload queues.</li> <li>Leave this value empty if you want to specify multiple queues with different weights.</li>
el: Δυναμική δημιουργία ουράς με βάση τη διεύθυνση πηγής ή προορισμού. <li>Επιλογή προορισμού για να μοιραστεί ομοιόμορφα κάθε IP στο πεδίο προορισμού των κανόνων το καθορισμένο εύρος ζώνης. Ένας σωλήνας με 1Mbit π.χ. θα αφήσει 4 πελάτες να δανείσουν 250Kbit ο καθένας. Συνήθως αυτό χρησιμοποιείται για ουρές λήψης.</li> <li>Επιλέξτε πηγή για να μοιραστεί ομοιόμορφα κάθε IP στο πεδίο πηγής των κανόνων το καθορισμένο εύρος ζώνης. Συνήθως αυτό χρησιμοποιείται για ουρές μεταφόρτωσης.</li> <li>Αφήστε αυτή την τιμή κενή αν θέλετε να καθορίσετε πολλαπλές ουρές με διαφορετικά βάρη.</li>

source: EXOS VLAN Untagged
el: EXOS VLAN χωρίς ετικέτες

source: EXOS policy
el: Πολιτική EXOS

source: Enable Authentication
el: Ενεργοποίηση ελέγχου ταυτότητας

source: Enable ChilliSpot attributes
el: Ενεργοποίηση των χαρακτηριστικών του ChilliSpot

source: Enable ClamAV
el: Ενεργοποίηση του ClamAV

source: Enable ClamAV verbose logging.
el: Ενεργοποίηση της λεπτομερούς καταγραφής του ClamAV.

source: Enable CoDel
el: Ενεργοποίηση CoDel

source: Enable CoDel active queue management
el: Ενεργοποίηση της διαχείρισης ενεργών ουρών αναμονής CoDel

source: Enable DNS v4 first
el: Ενεργοποιήστε πρώτα το DNS v4

source: Enable Daily Session Limit
el: Ενεργοποίηση ημερήσιου ορίου συνεδρίας

source: Enable DirectView access
el: Ενεργοποίηση πρόσβασης DirectView

source: Enable EXOS attributes
el: Ενεργοποίηση χαρακτηριστικών EXOS

source: Enable Freshclam verbose logging.
el: Ενεργοποιήστε τη λεπτομερή καταγραφή Freshclam.

source: Enable HTTPD
el: Ενεργοποίηση HTTPD

source: Enable ICAP
el: Ενεργοποίηση ICAP

source: Enable IPS Mode
el: Ενεργοποίηση λειτουργίας IPS

source: Enable LDAP
el: Ενεργοποίηση LDAP

source: Enable Linux Package Cache
el: Ενεργοποίηση της κρυφής μνήμης πακέτων Linux

source: Enable Mikrotik attributes
el: Ενεργοποίηση χαρακτηριστικών Mikrotik

source: Enable Monit
el: Ενεργοποίηση Monit

source: Enable PIE
el: Ενεργοποίηση PIE

source: Enable PIE active queue management
el: Ενεργοποίηση της διαχείρισης ενεργής ουράς PIE

source: Enable Parent Proxy
el: Ενεργοποίηση γονικού διακομιστή μεσολάβησης

source: Enable Preview
el: Ενεργοποίηση προεπισκόπησης

source: Enable Protected Mode
el: Ενεργοποίηση προστατευμένης λειτουργίας

source: Enable Redis
el: Ενεργοποίηση του Redis

source: Enable Remote MySQL
el: Ενεργοποίηση απομακρυσμένης MySQL

source: Enable SNMP Agent
el: Ενεργοποίηση πράκτορα SNMP

source: Enable SQLite
el: Ενεργοποίηση SQLite

source: Enable SSL inspection
el: Ενεργοποίηση επιθεώρησης SSL

source: Enable SSL inspection mode, which allows to log HTTPS connections information, such as requested URL and/or make the proxy act as a man in the middle between the internet and your clients. Be aware of the security implications before enabling this option. If you plan to use transparent HTTPS mode, you need nat rules to reflect your traffic.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Add a new firewall rule </a>
el: Ενεργοποιήστε τη λειτουργία επιθεώρησης SSL, η οποία επιτρέπει την καταγραφή πληροφοριών συνδέσεων HTTPS, όπως η ζητούμενη διεύθυνση URL ή/και να κάνει τον διακομιστή μεσολάβησης να ενεργεί ως ενδιάμεσος μεταξύ του διαδικτύου και των πελατών σας. Λάβετε υπόψη σας τις επιπτώσεις στην ασφάλεια πριν ενεργοποιήσετε αυτή την επιλογή. Εάν σκοπεύετε να χρησιμοποιήσετε τη διαφανή λειτουργία HTTPS, χρειάζεστε κανόνες nat για να αντικατοπτρίζουν την κυκλοφορία σας.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Προσθήκη νέου κανόνα τείχους προστασίας </a>

source: Enable Syslog
el: Ενεργοποίηση Syslog

source: Enable Syslog logging.
el: Ενεργοποίηση της καταγραφής Syslog.

source: Enable TCP port
el: Ενεργοποίηση θύρας TCP

source: Enable Transparent HTTP proxy
el: Ενεργοποίηση Διαφανούς διακομιστή μεσολάβησης HTTP

source: Enable Transparent mode
el: Ενεργοποίηση διαφανούς λειτουργίας

source: Enable VLAN assignment
el: Ενεργοποίηση ανάθεσης VLAN

source: Enable VLAN fallback assignment
el: Ενεργοποίηση της εκχώρησης εφεδρείας VLAN

source: Enable WISPr attributes
el: Ενεργοποίηση χαρακτηριστικών WISPr

source: Enable Windows Update Cache
el: Ενεργοποίηση της προσωρινής μνήμης ενημέρωσης των Windows

source: Enable WireGuard
el: Ενεργοποίηση WireGuard

source: Enable access logging
el: Ενεργοποίηση καταγραφής πρόσβασης

source: Enable access logging.
el: Ενεργοποίηση της καταγραφής πρόσβασης.

source: Enable alert
el: Ενεργοποίηση ειδοποίησης

source: Enable authentication against the parent proxy.
el: Ενεργοποίηση ελέγχου ταυτότητας έναντι του γονικού διακομιστή μεσολάβησης.

source: Enable blacklisting of this domain.
el: Ενεργοποίηση της μαύρης λίστας αυτού του τομέα.

source: Enable c-icap service
el: Ενεργοποίηση της υπηρεσίας c-icap

source: Enable clamd service
el: Ενεργοποίηση της υπηρεσίας clamd

source: Enable encryption for mail server communication.
el: Ενεργοποιήστε την κρυπτογράφηση για την επικοινωνία του διακομιστή αλληλογραφίας.

source: Enable eve syslog output
el: Ενεργοποίηση της εξόδου syslog eve

source: Enable freshclam service
el: Ενεργοποίηση της υπηρεσίας freshclam

source: Enable if you want to use previews.
el: Ενεργοποιήστε το εάν θέλετε να χρησιμοποιήσετε προεπισκοπήσεις.

source: Enable intrusion detection system.
el: Ενεργοποίηση του συστήματος ανίχνευσης εισβολής.

source: Enable local cache
el: Ενεργοποίηση τοπικής κρυφής μνήμης

source: Enable nProbe
el: Ενεργοποίηση του nProbe

source: Enable ntopng
el: Ενεργοποίηση ntopng

source: Enable or disable SSL server certificate verification.
el: Ενεργοποίηση ή απενεργοποίηση της επαλήθευσης πιστοποιητικού διακομιστή SSL.

source: Enable or disable alert.
el: Ενεργοποίηση ή απενεργοποίηση της ειδοποίησης.

source: Enable or disable monit.
el: Ενεργοποίηση ή απενεργοποίηση του monit.

source: Enable or disable service checks.
el: Ενεργοποίηση ή απενεργοποίηση των ελέγχων υπηρεσιών.

source: Enable or disable the Redis service.
el: Ενεργοποίηση ή απενεργοποίηση της υπηρεσίας Redis.

source: Enable or disable the caching of Windows updates. This makes sense if you don't have a WSUS server. If you can setup a WSUS server, this solution should be preferred.
el: Ενεργοποίηση ή απενεργοποίηση της προσωρινής αποθήκευσης των ενημερώσεων των Windows. Αυτό έχει νόημα αν δεν έχετε διακομιστή WSUS. Εάν μπορείτε να εγκαταστήσετε έναν διακομιστή WSUS, θα πρέπει να προτιμάται αυτή η λύση.

source: Enable or disable the caching of packages for linux distributions. This makes sense if you have multiple servers in your network and do not host your own package mirror. This will reduce internet traffic usage but increase disk access.
el: Ενεργοποίηση ή απενεργοποίηση της προσωρινής αποθήκευσης πακέτων για διανομές linux. Αυτό έχει νόημα αν έχετε πολλούς διακομιστές στο δίκτυό σας και δεν φιλοξενείτε τον δικό σας καθρέφτη πακέτων. Αυτό θα μειώσει τη χρήση της κίνησης στο διαδίκτυο, αλλά θα αυξήσει την πρόσβαση στο δίσκο.

source: Enable or disable the local cache. Only UFS directory cache type is supported. Do not enable on embedded systems with SD or CF cards as this will wear down your drive.
el: Ενεργοποίηση ή απενεργοποίηση της τοπικής κρυφής μνήμης. Υποστηρίζεται μόνο ο τύπος κρυφής μνήμης καταλόγου UFS. Μην την ενεργοποιείτε σε ενσωματωμένα συστήματα με κάρτες SD ή CF, καθώς αυτό θα φθείρει τη μονάδα δίσκου σας.

source: Enable or disable the proxy service.
el: Ενεργοποίηση ή απενεργοποίηση της υπηρεσίας μεσολάβησης.

source: Enable or disable the squid SNMP Agent.
el: Ενεργοποίηση ή απενεργοποίηση του πράκτορα squid SNMP.

source: Enable or disable this server.
el: Ενεργοποίηση ή απενεργοποίηση αυτού του διακομιστή.

source: Enable or disable traffic management.
el: Ενεργοποίηση ή απενεργοποίηση της διαχείρισης κυκλοφορίας.

source: Enable parent proxy feature.
el: Ενεργοποίηση της λειτουργίας γονικού μεσολάβησης.

source: Enable pinger
el: Ενεργοποίηση pinger

source: Enable promiscuous mode, for certain setups (like IPS with vlans), this is required to actually capture data on the physical interface.
el: Ενεργοποιήστε τη λειτουργία promiscuous, για ορισμένες ρυθμίσεις (όπως IPS με vlans), αυτό απαιτείται για την πραγματική καταγραφή δεδομένων στη φυσική διασύνδεση.

source: Enable protection mode (block traffic).<br />Before enabling, please disable all hardware offloading first <a href="/system_advanced_network.php">in advanced network</a>.
el: Ενεργοποιήστε τη λειτουργία προστασίας (μπλοκάρισμα της κυκλοφορίας).<br />Πριν την ενεργοποίηση, απενεργοποιήστε πρώτα όλη την εκφόρτωση υλικού <a href="/system_advanced_network.php">στο προηγμένο δίκτυο</a>.

source: Enable proxy
el: Ενεργοποίηση proxy

source: Enable ruleset
el: Ενεργοποίηση συνόλου κανόνων

source: Enable service checks
el: Ενεργοποίηση ελέγχων υπηρεσιών

source: Enable store logging
el: Ενεργοποίηση καταγραφής καταστημάτων

source: Enable store logging.
el: Ενεργοποίηση της καταγραφής καταστημάτων.

source: Enable syslog alerts
el: Ενεργοποίηση ειδοποιήσεων syslog

source: Enable the logging of authentication requests, including MAC addresses.
el: Ενεργοποιήστε την καταγραφή των αιτήσεων ελέγχου ταυτότητας, συμπεριλαμβανομένων των διευθύνσεων MAC.

source: Enable the override for this host
el: Ενεργοποίηση της παράκαμψης για αυτόν τον κεντρικό υπολογιστή

source: Enable the usage of DNS blocklists.
el: Ενεργοποιήστε τη χρήση των λιστών αποκλεισμού DNS.

source: Enable this alias for the selected host
el: Ενεργοποίηση αυτού του ψευδώνυμου για τον επιλεγμένο υπολογιστή

source: Enable this domain override
el: Ενεργοποίηση αυτής της παράκαμψης τομέα

source: Enable this fingerprint rule.
el: Ενεργοποιήστε αυτόν τον κανόνα δακτυλικών αποτυπωμάτων.

source: Enable this pipe and its related queues and rules
el: Ενεργοποίηση αυτού του σωλήνα και των σχετικών ουρών και κανόνων του

source: Enable this policy.
el: Ενεργοποιήστε αυτή την πολιτική.

source: Enable this queue and its related rules
el: Ενεργοποίηση αυτής της ουράς και των σχετικών κανόνων της

source: Enable this rule
el: Ενεργοποιήστε αυτόν τον κανόνα

source: Enable this rule.
el: Ενεργοποιήστε αυτόν τον κανόνα.

source: Enable this zone
el: Ενεργοποίηση αυτής της ζώνης

source: Enable traffic management.
el: Ενεργοποιήστε τη διαχείριση της κυκλοφορίας.

source: Enable transparent ftp proxy mode to forward all requests for destination port 21 to the proxy server without any additional configuration.
el: Ενεργοποιήστε τη διαφανή λειτουργία διακομιστή μεσολάβησης ftp για να προωθήσετε όλες τις αιτήσεις για τη θύρα προορισμού 21 στο διακομιστή μεσολάβησης χωρίς καμία πρόσθετη ρύθμιση.

source: Enable transparent proxy mode. You will need a firewall rule to forward traffic from the firewall to the proxy server. You may leave the proxy interfaces empty, but remember to set a valid ACL in that case. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Add a new firewall rule </a>
el: Ενεργοποίηση της λειτουργίας διαφανούς μεσολάβησης. Θα χρειαστείτε έναν κανόνα τείχους προστασίας για την προώθηση της κυκλοφορίας από το τείχος προστασίας στο διακομιστή μεσολάβησης. Μπορείτε να αφήσετε τις διασυνδέσεις μεσολάβησης κενές, αλλά θυμηθείτε να ορίσετε ένα έγκυρο ACL σε αυτή την περίπτωση. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Προσθήκη νέου κανόνα τείχους προστασίας </a>

source: Enable whitelisting of this domain.
el: Ενεργοποίηση της λευκής λίστας αυτού του τομέα.

source: Enabled
el: Ενεργοποιημένο

source: Encode Username
el: Κωδικοποίηση ονόματος χρήστη

source: Endpoint Address
el: Διεύθυνση τελικού σημείου

source: Endpoint Port
el: Θύρα τελικού σημείου

source: Enter a URL pattern like dynfi.com/forum*.
el: Εισάγετε ένα μοτίβο URL όπως dynfi.com/forum*.

source: Enter a description for this proxy for your reference.
el: Εισάγετε μια περιγραφή για αυτό το πληρεξούσιο για την αναφορά σας.

source: Enter a description for this rule. The description should help you to identify this rule.
el: Εισάγετε μια περιγραφή για αυτόν τον κανόνα. Η περιγραφή θα πρέπει να σας βοηθήσει να αναγνωρίσετε αυτόν τον κανόνα.

source: Enter a description to explain what this blacklist is intended for.
el: Εισάγετε μια περιγραφή για να εξηγήσετε για τι προορίζεται αυτή η μαύρη λίστα.

source: Enter a description to explain what this job is intended for.
el: Εισάγετε μια περιγραφή για να εξηγήσετε για τι προορίζεται αυτή η θέση εργασίας.

source: Enter a filename for storing the blacklist.
el: Εισάγετε ένα όνομα αρχείου για την αποθήκευση της μαύρης λίστας.

source: Enter a hostname pattern like *.dynfi.com.
el: Εισάγετε ένα μοτίβο ονόματος κεντρικού υπολογιστή όπως *.dynfi.com.

source: Enter a name for this category.
el: Εισάγετε ένα όνομα για αυτή την κατηγορία.

source: Enter a name for this key pair. The name should help you to identify this key pair.
el: Εισάγετε ένα όνομα για αυτό το ζεύγος κλειδιών. Το όνομα θα πρέπει να σας βοηθήσει να αναγνωρίσετε αυτό το ζεύγος κλειδιών.

source: Enter a name for this match.
el: Εισάγετε ένα όνομα για αυτόν τον αγώνα.

source: Enter a proxy URL in the form proxy.example.com:3128.
el: Εισάγετε μια διεύθυνση URL μεσολάβησης στη μορφή proxy.example.com:3128.

source: Enter a valid TCP port.
el: Εισάγετε μια έγκυρη θύρα TCP.

source: Enter an url to fetch the blacklist from.
el: Εισάγετε ένα url για να λάβετε τη μαύρη λίστα.

source: Enter parameters for this job if required.
el: Εισάγετε παραμέτρους για αυτή την εργασία, εάν απαιτείται.

source: Enter start hour (minimum 0).
el: Εισάγετε την ώρα έναρξης (τουλάχιστον 0).

source: Enter the URL of the ICAP Server
el: Εισάγετε τη διεύθυνση URL του διακομιστή ICAP

source: Enter the allowed overall bandwidth in kilobits per second (leave empty to disable).
el: Εισάγετε το επιτρεπόμενο συνολικό εύρος ζώνης σε kilobits ανά δευτερόλεπτο (αφήστε το κενό για απενεργοποίηση).

source: Enter the allowed per host bandwidth in kilobits per second (leave empty to disable).
el: Εισάγετε το επιτρεπόμενο εύρος ζώνης ανά κεντρικό υπολογιστή σε kilobits ανά δευτερόλεπτο (αφήστε το κενό για απενεργοποίηση).

source: Enter the cache memory size to use or zero to disable completely.
el: Εισάγετε το μέγεθος της μνήμης cache που θέλετε να χρησιμοποιήσετε ή μηδέν για να την απενεργοποιήσετε εντελώς.

source: Enter the days of the month for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,20,28 or 1-28)
el: Εισάγετε τις ημέρες του μήνα για τις οποίες θα ενεργήσει η εργασία, μπορεί επίσης να είναι μια λίστα διαχωρισμένη με κόμμα, * (κάθε μία) ή ένα εύρος (π.χ. 1,20,28 ή 1-28).

source: Enter the days of the week for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
el: Εισάγετε τις ημέρες της εβδομάδας για την εργασία που θα ενεργήσει, μπορεί επίσης να είναι μια λίστα με διαχωρισμένα κόμματα, * (κάθε μία) ή ένα εύρος τιμών (π.χ. 1,2,3 ή 1-3).

source: Enter the default ttl.
el: Εισάγετε το προεπιλεγμένο ttl.

source: Enter the directory location for the local cache (default is /var/squid/cache).
el: Εισάγετε τη θέση του καταλόγου για την τοπική κρυφή μνήμη (η προεπιλογή είναι /var/squid/cache).

source: Enter the end time (maximum 23, minimum 0 or start time).
el: Εισάγετε την ώρα λήξης (μέγιστη 23, ελάχιστη 0 ή ώρα έναρξης).

source: Enter the first day of the week.
el: Εισάγετε την πρώτη ημέρα της εβδομάδας.

source: Enter the first month.
el: Εισάγετε τον πρώτο μήνα.

source: Enter the hours for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,11,12 or 10-12)
el: Εισάγετε τις ώρες για την εργασία που θα ενεργήσει, μπορεί επίσης να είναι ένας κατάλογος με διαχωριστικά κόμματα, * (κάθε) ή ένα εύρος (π.χ. 10,11,12 ή 10-12).

source: Enter the last day of the week.
el: Εισάγετε την τελευταία ημέρα της εβδομάδας.

source: Enter the last month (maximum December, minimum January or From Month).
el: Εισάγετε τον τελευταίο μήνα (μέγιστο Δεκέμβριος, ελάχιστο Ιανουάριος ή Από μήνα).

source: Enter the maximum amount of dots in the domain name.
el: Εισάγετε το μέγιστο αριθμό τελειών στο όνομα τομέα.

source: Enter the maximum size (in MB) to use for SSL certificates.
el: Εισάγετε το μέγιστο μέγεθος (σε MB) που θα χρησιμοποιηθεί για τα πιστοποιητικά SSL.

source: Enter the maximum size for downloads in kilobytes (leave empty to disable).
el: Εισάγετε το μέγιστο μέγεθος για τις λήψεις σε kilobytes (αφήστε το κενό για απενεργοποίηση).

source: Enter the maximum size for uploads in kilobytes (leave empty to disable).
el: Εισάγετε το μέγιστο μέγεθος για τις μεταφορτώσεις σε kilobytes (αφήστε το κενό για απενεργοποίηση).

source: Enter the minimum amount of dots in the domain name.
el: Εισάγετε το ελάχιστο αριθμό τελειών στο όνομα τομέα.

source: Enter the minutes for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,20,30 or 10-30)
el: Εισάγετε τα λεπτά που θα ενεργήσει η εργασία, μπορεί επίσης να είναι μια λίστα με διαχωρισμένα κόμματα, * (κάθε) ή ένα εύρος τιμών (π.χ. 10,20,30 ή 10-30).

source: Enter the months for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
el: Εισάγετε τους μήνες για τους οποίους θα ενεργήσει η εργασία, μπορεί επίσης να είναι ένας κατάλογος με διαχωριστικά κόμματα, * (κάθε ένας) ή ένα εύρος (π.χ. 1,2,3 ή 1-3).

source: Enter the name of the header.
el: Εισάγετε το όνομα της κεφαλίδας.

source: Enter the network address to match in CIDR notation for example like 127.0.0.1/8 or ::1/128
el: Πληκτρολογήστε τη διεύθυνση δικτύου που θέλετε να ταιριάξετε σε συμβολισμό CIDR, για παράδειγμα 127.0.0.1/8 ή ::1/128.

source: Enter the number of first-level subdirectories for the local cache (default is 16).
el: Εισάγετε τον αριθμό των υποκαταλόγων πρώτου επιπέδου για την τοπική κρυφή μνήμη (η προεπιλογή είναι 16).

source: Enter the number of first-level subdirectories for the local cache (default is 256).
el: Εισάγετε τον αριθμό των υποκαταλόγων πρώτου επιπέδου για την τοπική κρυφή μνήμη (προεπιλογή 256).

source: Enter the number of ssl certificate workers to use (sslcrtd_children).
el: Εισάγετε τον αριθμό των εργαζομένων σε πιστοποιητικά ssl που θα χρησιμοποιηθούν (sslcrtd_children).

source: Enter the size of the preview which is sent to the ICAP server.
el: Εισάγετε το μέγεθος της προεπισκόπησης που αποστέλλεται στο διακομιστή ICAP.

source: Enter the size of the preview.
el: Εισάγετε το μέγεθος της προεπισκόπησης.

source: Enter the storage size for the local cache (default is 100).
el: Εισάγετε το μέγεθος αποθήκευσης για την τοπική κρυφή μνήμη (η προεπιλογή είναι 100).

source: Enter the url where the REQMOD requests should be sent to.
el: Εισάγετε τη διεύθυνση URL στην οποία θα πρέπει να αποστέλλονται οι αιτήσεις REQMOD.

source: Enter the url where the RESPMOD requests should be sent to.
el: Εισάγετε τη διεύθυνση URL στην οποία θα πρέπει να αποστέλλονται οι αιτήσεις RESPMOD.

source: Eventqueue Path
el: Διαδρομή ουράς συμβάντων

source: Eventqueue Slots
el: Κουλοχέρηδες ουράς συμβάντων

source: Events
el: Εκδηλώσεις

source: Events ZMQ Endpoint (IPS)
el: Γεγονότα Τελικό σημείο ZMQ (IPS)

source: Exclusion List
el: Κατάλογος αποκλεισμού

source: Exclusion list destination domains.You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
el: Μπορείτε να χρησιμοποιήσετε μια κανονική έκφραση, να χρησιμοποιήσετε ένα κόμμα ή να πατήσετε Enter για νέο στοιχείο. Παραδείγματα: "https://([a-zA-Z]+)\.mydomain\." ταιριάζει στο "http(s)://textONLY.mydomain.*", "\.gif$" ταιριάζει στο "\*.gif" αλλά όχι στο "\*.gif\test", "\[0-9]+\.gif$" ταιριάζει στο "\123.gif" αλλά όχι στο "\test.gif".

source: Executable and Linking Format is a standard format for UN*X executables.
el: Το Executable and Linking Format είναι μια τυπική μορφή για τα εκτελέσιμα αρχεία UN*X.

source: Expire idle flows.
el: Λήξη αδρανών ροών.

source: Expired Record Reply TTL value
el: Τιμή TTL λήξαντος δίσκου απάντησης

source: Explicit Congestion Notification
el: Ρητή κοινοποίηση συμφόρησης

source: Export type
el: Τύπος εξαγωγής

source: Extended Statistics
el: Εκτεταμένες στατιστικές

source: Extended pre auth data
el: Εκτεταμένα δεδομένα προ-αυθεντικοποίησης

source: FQ-CoDel flows
el: Ροές FQ-CoDel

source: FQ-CoDel limit
el: Όριο FQ-CoDel

source: FTP Proxy Settings
el: Ρυθμίσεις μεσολάβησης FTP

source: FTP proxy interfaces
el: Διεπαφές FTP proxy

source: FTP proxy port
el: Θύρα FTP proxy

source: Facilities
el: Εγκαταστάσεις

source: Fallback VLAN ID
el: Αναγνωριστικό εφεδρικού VLAN

source: File format to export.
el: Μορφή αρχείου για εξαγωγή.

source: Filename
el: Όνομα αρχείου

source: Files larger than this limit won't be scanned.
el: Αρχεία μεγαλύτερα από αυτό το όριο δεν θα σαρωθούν.

source: Filter for group objects, should match all available group objects a user might be a member of.
el: Φίλτρο για αντικείμενα ομάδων, θα πρέπει να ταιριάζει με όλα τα διαθέσιμα αντικείμενα ομάδων στις οποίες μπορεί να είναι μέλος ένας χρήστης.

source: Find the process by regular expression. Test your pattern with <br><b>monit procmatch <i>PATTERN</i></b>
el: Βρείτε τη διαδικασία με κανονική έκφραση. Ελέγξτε το μοτίβο σας με <br><b>monit procmatch <i>PATTERN</i></b>

source: Follow directory symlinks
el: Ακολουθήστε τους συμβολικούς συνδέσμους καταλόγου

source: Follow regular file symlinks
el: Ακολουθήστε κανονικούς συμβολικούς συνδέσμους αρχείων

source: Forward HTTP traffic to transparent proxy
el: Προώθηση της κυκλοφορίας HTTP σε διαφανή διακομιστή μεσολάβησης

source: Forward HTTPS traffic to transparent proxy
el: Προώθηση της κυκλοφορίας HTTPS σε διαφανή διακομιστή μεσολάβησης

source: Forward Proxy
el: Προώθηση μεσολάβησης

source: Freshclam connect timeout
el: Χρονικό όριο σύνδεσης Freshclam

source: Freshclam database mirror
el: Καθρέφτης βάσης δεδομένων Freshclam

source: From Day
el: Από την ημέρα

source: From Month
el: Από το μήνα

source: Gateway IP
el: Πύλη IP

source: General Forward Settings
el: Γενικές ρυθμίσεις προώθησης

source: General Proxy Settings
el: Γενικές ρυθμίσεις μεσολάβησης

source: General Redis Settings
el: Γενικές ρυθμίσεις Redis

source: General Settings
el: Γενικές ρυθμίσεις

source: Given name, last name, or anything you need to describe.
el: Όνομα, επώνυμο ή οτιδήποτε άλλο χρειάζεται να περιγράψετε.

source: Google GSuite restricted
el: Google GSuite περιορισμένη

source: Group Filter
el: Φίλτρο ομάδας

source: HTTP Port
el: Θύρα HTTP

source: HTTP Port this service listens on.
el: Θύρα HTTP στην οποία ακούει αυτή η υπηρεσία.

source: HTTPS Port
el: Θύρα HTTPS

source: HTTPS Port this service listens on. If you enable HTTPS you will be redirected from HTTP to HTTPS. Please select a certificate below
el: HTTPS Η θύρα στην οποία ακούει αυτή η υπηρεσία. Εάν ενεργοποιήσετε το HTTPS, θα γίνει ανακατεύθυνση από HTTP σε HTTPS. Παρακαλούμε επιλέξτε ένα πιστοποιητικό παρακάτω

source: Hard timeout (minutes)
el: Σκληρό χρονικό όριο (λεπτά)

source: Harden DNSSEC Data
el: Διασφάλιση δεδομένων DNSSEC

source: Home networks
el: Κύρια δίκτυα

source: Host Pattern
el: Μοτίβο υποδοχής
