Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Checking this option will disable hardware TCP segmentation offloading (TSO, TSO4, TSO6). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs.
el: Η επιλογή αυτή θα απενεργοποιήσει την εκφόρτωση τμηματοποίησης TCP υλικού (TSO, TSO4, TSO6). Αυτή η εκφόρτωση δεν λειτουργεί σε ορισμένα προγράμματα οδήγησης υλικού και ενδέχεται να επηρεάσει την απόδοση με ορισμένες συγκεκριμένες NIC.

source: Hardware LRO
el: Υλικό LRO

source: Disable hardware large receive offload
el: Απενεργοποιήστε την εκφόρτωση λήψης μεγάλου όγκου υλικού

source: Checking this option will disable hardware large receive offloading (LRO). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs.
el: Η επιλογή αυτή θα απενεργοποιήσει την εκφόρτωση λήψης μεγάλου όγκου υλικού (LRO). Αυτή η εκφόρτωση δεν λειτουργεί σε ορισμένα προγράμματα οδήγησης υλικού και μπορεί να επηρεάσει την απόδοση με ορισμένες συγκεκριμένες NIC.

source: VLAN Hardware Filtering
el: Φιλτράρισμα υλικού VLAN

source: Enable VLAN Hardware Filtering
el: Ενεργοποίηση φιλτραρίσματος υλικού VLAN

source: Disable VLAN Hardware Filtering
el: Απενεργοποίηση φιλτραρίσματος υλικού VLAN

source: Leave default
el: Αφήστε την προεπιλογή

source: Set usage of VLAN hardware filtering. This hardware acceleration may be broken in a particular device driver, or may impact performance.
el: Ορίστε τη χρήση του φιλτραρίσματος υλικού VLAN. Αυτή η επιτάχυνση υλικού μπορεί να είναι χαλασμένη σε ένα συγκεκριμένο πρόγραμμα οδήγησης συσκευής ή να επηρεάζει την απόδοση.

source: Static IPv4 configuration
el: Στατική διαμόρφωση IPv4

source: IPv4 Upstream Gateway
el: Πύλη IPv4 Upstream

source: Auto-detect
el: Αυτόματος εντοπισμός

source: Add new gateway
el: Προσθήκη νέας πύλης

source: Default gateway
el: Προεπιλεγμένη πύλη

source: Multi-WAN gateway
el: Πύλη Multi-WAN

source: Gateway Name
el: Όνομα πύλης

source: Gateway IPv4
el: Πύλη IPv4

source: If this interface is a multi-WAN interface, select an existing gateway from the list or add a new one using the button above. For single WAN interfaces a gateway must be created but set to auto-detect. For a LAN a gateway is not necessary to be set up.
el: Εάν αυτή η διασύνδεση είναι διασύνδεση πολλαπλών δικτύων WAN, επιλέξτε μια υπάρχουσα πύλη από τη λίστα ή προσθέστε μια νέα χρησιμοποιώντας το παραπάνω κουμπί. Για διασυνδέσεις ενός WAN πρέπει να δημιουργηθεί μια πύλη αλλά να ρυθμιστεί σε αυτόματο εντοπισμό. Για ένα LAN δεν είναι απαραίτητο να δημιουργηθεί μια πύλη.

source: Configuration Mode
el: Λειτουργία διαμόρφωσης

source: Basic
el: Βασικό

source: Config File Override
el: Παράκαμψη αρχείου ρυθμίσεων

source: The basic mode auto-configures DHCP using default values and optional user input.
el: Η βασική λειτουργία ρυθμίζει αυτόματα το DHCP χρησιμοποιώντας προεπιλεγμένες τιμές και προαιρετική εισαγωγή από τον χρήστη.

source: The advanced mode does not provide any default values, you will need to fill out any values you would like to use.
el: Η λειτουργία για προχωρημένους δεν παρέχει προεπιλεγμένες τιμές, θα πρέπει να συμπληρώσετε τις τιμές που θέλετε να χρησιμοποιήσετε.

source: The configuration file override mode may point to a fully customised file on the system instead.
el: Η λειτουργία παράκαμψης αρχείου ρυθμίσεων μπορεί να παραπέμπει σε ένα πλήρως προσαρμοσμένο αρχείο στο σύστημα.

source: Alias IPv4 address
el: Ψευδώνυμο Διεύθυνση IPv4

source: The value in this field is used as a fixed alias IPv4 address by the DHCP client.
el: Η τιμή σε αυτό το πεδίο χρησιμοποιείται ως σταθερή διεύθυνση IPv4 με ψευδώνυμο από τον πελάτη DHCP.

source: Reject Leases From
el: Απόρριψη μισθώσεων από

source: If there is a certain upstream DHCP server that should be ignored, place the IP address or subnet of the DHCP server to be ignored here.
el: Εάν υπάρχει συγκεκριμένος διακομιστής DHCP ανάντη που πρέπει να αγνοηθεί, τοποθετήστε εδώ τη διεύθυνση IP ή το υποδίκτυο του διακομιστή DHCP που πρέπει να αγνοηθεί.

source: This is useful for rejecting leases from cable modems that offer private IPs when they lose upstream sync.
el: Αυτό είναι χρήσιμο για την απόρριψη μισθώσεων από καλωδιακά μόντεμ που προσφέρουν ιδιωτικές IP όταν χάνουν τον συγχρονισμό ανάντη.

source: Override MTU
el: Παράκαμψη MTU

source: An ISP may incorrectly set an MTU value which can cause intermittent network disruption. By default this value will be ignored. Unsetting this option will allow to apply the MTU supplied by the ISP instead.
el: Ένας πάροχος υπηρεσιών διαδικτύου μπορεί να ορίσει εσφαλμένα μια τιμή MTU, η οποία μπορεί να προκαλέσει διακοπή του δικτύου κατά διαστήματα. Από προεπιλογή, αυτή η τιμή θα αγνοηθεί. Η απενεργοποίηση αυτής της επιλογής θα επιτρέψει την εφαρμογή της MTU που παρέχεται από τον ISP.

source: Protocol Timing
el: Χρονοδιάγραμμα πρωτοκόλλου

source: Retry
el: Επανάληψη

source: Select Timeout
el: Επιλέξτε Χρονικό όριο

source: Backoff Cutoff
el: Αποκοπή Backoff

source: Initial Interval
el: Αρχικό διάστημα

source: Presets:
el: Προεπιλογές:

source: FreeBSD Default
el: Προεπιλογή FreeBSD

source: Clear
el: Σαφής

source: DynFi Firewall Default
el: Προεπιλογή του τείχους προστασίας DynFi Firewall

source: Saved Cfg
el: Αποθηκευμένο Cfg

source: The values in these fields are DHCP %sprotocol timings%s used when requesting a lease.
el: Οι τιμές σε αυτά τα πεδία είναι οι χρονοδιαγράμματα πρωτοκόλλου DHCP %sprotocol%s που χρησιμοποιούνται κατά την αίτηση μίσθωσης.

source: Lease Requirements
el: Απαιτήσεις μίσθωσης

source: More detailed information about lease requirements and requests can be found in the %sFreeBSD Manual%s.
el: Λεπτομερέστερες πληροφορίες σχετικά με τις απαιτήσεις και τα αιτήματα μίσθωσης μπορείτε να βρείτε στο %sFreeBSD Manual%s.

source: Send Options
el: Επιλογές αποστολής

source: The values in this field are DHCP options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
el: Οι τιμές σε αυτό το πεδίο είναι οι επιλογές DHCP που πρέπει να αποστέλλονται όταν ζητείται μίσθωση DHCP. [option declaration [, ...]] <br />Αντικατάσταση τιμών: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Όπου C είναι U(pper) ή L(ower) Case, και D είναι " :-." Διαχωριστικό (κενό, άνω και κάτω τελεία, παύλα ή τελεία) (παραλείπεται για κανένα).

source: Request Options
el: Επιλογές αίτησης

source: The values in this field are DHCP option 55 to be sent when requesting a DHCP lease. [option [, ...]]
el: Οι τιμές σε αυτό το πεδίο είναι η επιλογή DHCP 55 που πρέπει να αποστέλλεται όταν ζητείται μίσθωση DHCP. [option [, ...]]

source: Require Options
el: Απαιτούν επιλογές

source: The values in this field are DHCP options required by the client when requesting a DHCP lease. [option [, ...]]
el: Οι τιμές σε αυτό το πεδίο είναι οι επιλογές DHCP που απαιτούνται από τον πελάτη κατά την αίτηση μίσθωσης DHCP. [option [, ...]]

source: Option Modifiers
el: Τροποποιητές επιλογής

source: The values in this field are DHCP option modifiers applied to obtained DHCP lease. [modifier option declaration [, ...]] <br />modifiers: (default, supersede, prepend, append)
el: Οι τιμές σε αυτό το πεδίο είναι τροποποιητές επιλογής DHCP που εφαρμόζονται σε ληφθείσα μίσθωση DHCP. [modifier option declaration [, ...]] <br />τροποποιητές: (default, supersede, prepend, append)

source: Configuration File Override
el: Παράκαμψη αρχείου διαμόρφωσης

source: The value in this field is the full absolute path to a DHCP client configuration file.
el: Η τιμή σε αυτό το πεδίο είναι η πλήρης απόλυτη διαδρομή προς ένα αρχείο ρυθμίσεων πελάτη DHCP.

source: PPP configuration
el: Ρύθμιση PPP

source: Service Provider
el: Πάροχος υπηρεσιών

source: Country:
el: Χώρα:

source: Provider:
el: Πάροχος:

source: Plan:
el: Σχέδιο:

source: Select to fill in data for your service provider.
el: Επιλέξτε για να συμπληρώσετε δεδομένα για τον πάροχο υπηρεσιών σας.

source: Access Point Name (APN)
el: Όνομα σημείου πρόσβασης (APN)

source: Advanced PPP
el: Προηγμένο PPP

source: %sClick here%s to edit PPP configuration.
el: %sΚάντε κλικ εδώ%s για να επεξεργαστείτε τις ρυθμίσεις PPP.

source: %sClick here%s to create a PPP configuration.
el: %sΚάντε κλικ εδώ%s για να δημιουργήσετε μια διαμόρφωση PPP.

source: Service name
el: Όνομα υπηρεσίας

source: Hint: this field can usually be left empty
el: Συμβουλή: αυτό το πεδίο μπορεί συνήθως να παραμείνει κενό

source: This field can usually be left empty unless specified by the provider.
el: Αυτό το πεδίο μπορεί συνήθως να παραμείνει κενό, εκτός εάν ορίζεται από τον πάροχο.

source: This option causes the interface to operate in dial-on-demand mode, allowing you to have a 'virtual full time' connection. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
el: Αυτή η επιλογή αναγκάζει τη διασύνδεση να λειτουργεί σε κατάσταση dial-on-demand, επιτρέποντάς σας να έχετε μια "εικονική σύνδεση πλήρους απασχόλησης". Η διασύνδεση διαμορφώνεται, αλλά η πραγματική σύνδεση της σύνδεσης καθυστερεί μέχρι να εντοπιστεί εξερχόμενη κυκλοφορία που πληροί τις προϋποθέσεις.

source: seconds
el: δευτερόλεπτα

source: Advanced and MLPPP
el: Προχωρημένο και MLPPP

source: %sClick here%s for additional PPPoE configuration options. Save first if you made changes.
el: %sΚάντε κλικ εδώ%s για πρόσθετες επιλογές διαμόρφωσης PPPoE. Αποθηκεύστε πρώτα αν κάνατε αλλαγές.

source: %sClick here%s for advanced PPPoE configuration options and MLPPP configuration.
el: %sΚάντε κλικ εδώ%s για προηγμένες επιλογές διαμόρφωσης PPPoE και διαμόρφωση MLPPP.

source: PPTP/L2TP configuration
el: Ρύθμιση PPTP/L2TP

source: Local IP address
el: Τοπική διεύθυνση IP

source: Remote IP address
el: Απομακρυσμένη διεύθυνση IP

source: %sClick here%s for additional PPTP and L2TP configuration options. Save first if you made changes.
el: %sΚάντε κλικ εδώ%s για πρόσθετες επιλογές διαμόρφωσης PPTP και L2TP. Αποθηκεύστε πρώτα αν κάνατε αλλαγές.

source: %sClick here%s for advanced PPTP and L2TP configuration options.
el: %sΚάντε κλικ εδώ%s για προηγμένες επιλογές διαμόρφωσης PPTP και L2TP.

source: MBIM configuration
el: Διαμόρφωση MBIM

source: Interface Name
el: Όνομα διασύνδεσης

source: SIM card PIN number
el: Αριθμός PIN της κάρτας SIM

source: The PIN number (usually 4 digits) provided by your SIM card provider with the SIM card.
el: Ο αριθμός PIN (συνήθως 4 ψηφία) που παρέχεται από τον πάροχο της κάρτας SIM μαζί με την κάρτα SIM.

source: Name of the Access Point to use for connecting with the SIM card. Provided by your SIM card provider.
el: Όνομα του σημείου πρόσβασης που θα χρησιμοποιηθεί για τη σύνδεση με την κάρτα SIM. Παρέχεται από τον πάροχο της κάρτας SIM.

source: Enable roaming
el: Ενεργοποίηση περιαγωγής

source: Enable roaming (using other networks to connect when your provider's network is unavailable) with this connection. Warning: additional charges may apply. Check your contract and/or with your SIM card provider.
el: Ενεργοποιήστε την περιαγωγή (χρήση άλλων δικτύων για σύνδεση όταν το δίκτυο του παρόχου σας δεν είναι διαθέσιμο) με αυτή τη σύνδεση. Προειδοποίηση: ενδέχεται να ισχύουν πρόσθετες χρεώσεις. Ελέγξτε το συμβόλαιό σας ή/και τον πάροχο της κάρτας SIM.

source: Static IPv6 configuration
el: Στατική διαμόρφωση IPv6

source: IPv6 Upstream Gateway
el: Πύλη ανόδου IPv6

source: Gateway IPv6
el: Πύλη IPv6

source: Use IPv4 connectivity
el: Χρήση συνδεσιμότητας IPv4

source: Set the IPv6 address on the IPv4 PPP connectivity link.
el: Ορίστε τη διεύθυνση IPv6 στη σύνδεση συνδεσιμότητας IPv4 PPP.

source: DHCPv6 client configuration
el: Ρύθμιση παραμέτρων πελάτη DHCPv6

source: Request only an IPv6 prefix
el: Αίτηση μόνο για ένα πρόθεμα IPv6

source: Only request an IPv6 prefix; do not request an IPv6 address.
el: Ζητήστε μόνο ένα πρόθεμα IPv6- μην ζητήσετε διεύθυνση IPv6.

source: Prefix delegation size
el: Μέγεθος αντιπροσωπείας προθέματος

source: The value in this field is the delegated prefix length provided by the DHCPv6 server. Normally specified by the ISP.
el: Η τιμή σε αυτό το πεδίο είναι το μήκος του εξουσιοδοτημένου προθέματος που παρέχεται από το διακομιστή DHCPv6. Κανονικά καθορίζεται από τον ISP.

source: Send IPv6 prefix hint
el: Αποστολή υπόδειξης προθέματος IPv6

source: Send an IPv6 prefix hint to indicate the desired prefix size for delegation
el: Στείλτε μια υπόδειξη προθέματος IPv6 για να υποδείξετε το επιθυμητό μέγεθος προθέματος για την ανάθεση

source: Request the IPv6 information through the IPv4 PPP connectivity link.
el: Ζητήστε τις πληροφορίες IPv6 μέσω του συνδέσμου συνδεσιμότητας IPv4 PPP.

source: Use VLAN priority
el: Χρήση προτεραιότητας VLAN

source: Certain ISPs may require that DHCPv6 requests are sent with a specific VLAN priority.
el: Ορισμένοι πάροχοι υπηρεσιών διαδικτύου ενδέχεται να απαιτούν να αποστέλλονται τα αιτήματα DHCPv6 με συγκεκριμένη προτεραιότητα VLAN.

source: Interface Statement
el: Δήλωση διασύνδεσης

source: Information Only
el: Μόνο πληροφορίες

source: This statement specifies dhcp6c to only exchange informational configuration parameters with servers. A list of DNS server addresses is an example of such parameters. This statement is useful when the client does not need stateful configuration parameters such as IPv6 addresses or prefixes.
el: Αυτή η δήλωση καθορίζει το dhcp6c να ανταλλάσσει μόνο πληροφοριακές παραμέτρους διαμόρφωσης με διακομιστές. Μια λίστα διευθύνσεων διακομιστών DNS είναι ένα παράδειγμα τέτοιων παραμέτρων. Αυτή η δήλωση είναι χρήσιμη όταν ο πελάτης δεν χρειάζεται παραμέτρους διαμόρφωσης με κατάσταση, όπως διευθύνσεις IPv6 ή προθέματα.

source: Source: FreeBSD man page
el: Πηγή: FreeBSD man page

source: The values in this field are DHCP send options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
el: Οι τιμές σε αυτό το πεδίο είναι οι επιλογές αποστολής DHCP που πρέπει να αποστέλλονται όταν ζητείται μίσθωση DHCP. [δήλωση επιλογής [, ...]] <br />Αντικατάσταση τιμών: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Όπου C είναι U(pper) ή L(ower) Case, και D είναι " :-." Διαχωριστικό (κενό, άνω και κάτω τελεία, παύλα ή τελεία) (παραλείπεται για κανένα).

source: The values in this field are DHCP request options to be sent when requesting a DHCP lease. [option [, ...]]
el: Οι τιμές σε αυτό το πεδίο είναι οι επιλογές αίτησης DHCP που πρέπει να αποστέλλονται όταν ζητείται μίσθωση DHCP. [option [, ...]]

source: Script
el: Σενάριο

source: The value in this field is the absolute path to a script invoked on certain conditions including when a reply message is received.
el: Η τιμή σε αυτό το πεδίο είναι η απόλυτη διαδρομή προς μια δέσμη ενεργειών που καλείται σε ορισμένες συνθήκες, συμπεριλαμβανομένης της λήψης μηνύματος απάντησης.

source: Identity Association
el: Σύνδεσμος ταυτότητας

source: Non-Temporary Address Allocation
el: Μη προσωρινή κατανομή διευθύνσεων

source: IPv6-address
el: Διεύθυνση IPv6

source: Preferred Lifetime
el: Προτιμώμενη διάρκεια ζωής

source: Valid Time
el: Έγκυρος χρόνος

source: Prefix Delegation
el: Πρόθεμα Αντιπροσωπεία

source: Prefix
el: Πρόθεμα

source: Prefix Interface
el: Πρόθεμα Διασύνδεση

source: Site-Level Aggregation Length
el: Μήκος συνάθροισης σε επίπεδο τοποθεσίας

source: Authentication
el: Αυθεντικοποίηση

source: protocol
el: πρωτόκολλο

source: Algorithm
el: Αλγόριθμος

source: realm
el: τομέας

source: expire
el: λήξει

source: SLAAC configuration
el: Διαμόρφωση SLAAC

source: 6RD Rapid Deployment
el: Ταχεία ανάπτυξη 6RD

source: 6RD prefix
el: 6RD πρόθεμα

source: The value in this field is the 6RD IPv6 prefix assigned by your ISP. e.g. '2001:db8::/32'
el: Η τιμή σε αυτό το πεδίο είναι το 6RD πρόθεμα IPv6 που έχει εκχωρηθεί από τον πάροχό σας ISP. π.χ. '2001:db8::/32'.

source: The value in this field is 6RD IPv4 gateway address assigned by your ISP
el: Η τιμή σε αυτό το πεδίο είναι η διεύθυνση πύλης 6RD IPv4 που έχει εκχωρηθεί από τον ISP σας.

source: 6RD IPv4 Prefix length
el: 6RD Μήκος προθέματος IPv4

source: The value in this field is the 6RD IPv4 prefix length. Normally specified by the ISP. A value of 0 means we embed the entire IPv4 address in the 6RD prefix.
el: Η τιμή σε αυτό το πεδίο είναι το μήκος του προθέματος IPv4 6RD. Κανονικά καθορίζεται από τον ISP. Η τιμή 0 σημαίνει ότι ενσωματώνουμε ολόκληρη τη διεύθυνση IPv4 στο πρόθεμα 6RD.

source: 6RD IPv4 Prefix address
el: 6RD Διεύθυνση προθέματος IPv4

source: The value in this field is the 6RD IPv4 prefix address. Optionally overrides the automatic detection.
el: Η τιμή σε αυτό το πεδίο είναι η 6RD διεύθυνση προθέματος IPv4. Προαιρετικά παρακάμπτει την αυτόματη ανίχνευση.

source: Track IPv6 Interface
el: Παρακολούθηση διασύνδεσης IPv6

source: IPv6 Interface
el: Διασύνδεση IPv6

source: This selects the dynamic IPv6 WAN interface to track for configuration
el: Επιλέγει τη δυναμική διασύνδεση IPv6 WAN που θα παρακολουθείται για διαμόρφωση.

source: IPv6 Prefix ID
el: Αναγνωριστικό προθέματος IPv6

source: The value in this field is the delegated hexadecimal IPv6 prefix ID. This determines the configurable /64 network ID based on the dynamic IPv6 connection.
el: Η τιμή σε αυτό το πεδίο είναι το εξουσιοδοτημένο δεκαεξαδικό αναγνωριστικό προθέματος IPv6. Αυτό καθορίζει το διαμορφώσιμο αναγνωριστικό δικτύου /64 με βάση τη δυναμική σύνδεση IPv6.

source: Manual configuration
el: Χειροκίνητη διαμόρφωση

source: Allow manual adjustment of DHCPv6 and Router Advertisements
el: Επιτρέπει τη χειροκίνητη ρύθμιση των DHCPv6 και των διαφημίσεων δρομολόγησης

source: If this option is set, you will be able to manually set the DHCPv6 and Router Advertisements service for this interface. Use with care.
el: Εάν αυτή η επιλογή είναι ενεργοποιημένη, θα μπορείτε να ρυθμίσετε χειροκίνητα την υπηρεσία DHCPv6 και τις διαφημίσεις δρομολόγησης για αυτή τη διασύνδεση. Χρησιμοποιήστε την με προσοχή.

source: Common wireless configuration - Settings apply to all wireless networks on
el: Κοινή ασύρματη διαμόρφωση - Οι ρυθμίσεις ισχύουν για όλα τα ασύρματα δίκτυα στο

source: Persist common settings
el: Διατήρηση κοινών ρυθμίσεων

source: Enabling this preserves the common wireless configuration through interface deletions and reassignments.
el: Η ενεργοποίηση αυτής της λειτουργίας διατηρεί την κοινή ασύρματη ρύθμιση παραμέτρων μέσω διαγραφών και επανατοποθετήσεων διασυνδέσεων.

source: Standard
el: Πρότυπο

source: Protection Mode
el: Λειτουργία προστασίας

source: Protection mode off
el: Λειτουργία προστασίας απενεργοποιημένη

source: Protection mode CTS to self
el: Λειτουργία προστασίας CTS προς εαυτόν

source: Protection mode RTS and CTS
el: Λειτουργία προστασίας RTS και CTS

source: For IEEE 802.11g, use the specified technique for protecting OFDM frames in a mixed 11b/11g network.
el: Για το IEEE 802.11g, χρησιμοποιήστε την καθορισμένη τεχνική για την προστασία των πλαισίων OFDM σε ένα μικτό δίκτυο 11b/11g.

source: Transmit power
el: Ισχύς εκπομπής

source: Typically only a few discreet power settings are available and the driver will use the setting closest to the specified value. Not all adapters support changing the transmit power setting.
el: Συνήθως είναι διαθέσιμες μόνο μερικές διακριτές ρυθμίσεις ισχύος και ο οδηγός θα χρησιμοποιήσει τη ρύθμιση που βρίσκεται πλησιέστερα στην καθορισμένη τιμή. Δεν υποστηρίζουν όλοι οι προσαρμογείς την αλλαγή της ρύθμισης ισχύος εκπομπής.

source: Channel
el: Κανάλι

source: Legend: wireless standards - channel # (frequency @ max TX power / TX power allowed in reg. domain)
el: Υπόμνημα: ασύρματα πρότυπα - κανάλι # (συχνότητα @ μέγιστη ισχύς TX / επιτρεπόμενη ισχύς TX στον κανονικό τομέα)

source: Not all channels may be supported by your card. Auto may override the wireless standard selected above.
el: Μπορεί να μην υποστηρίζονται όλα τα κανάλια από την κάρτα σας. Το Auto μπορεί να παρακάμψει το ασύρματο πρότυπο που επιλέγεται παραπάνω.

source: Antenna settings
el: Ρυθμίσεις κεραίας

source: Diversity
el: Διαφορετικότητα

source: On
el: Στο

source: Transmit antenna
el: Κεραία εκπομπής

source: Receive antenna
el: Κεραία λήψης

source: Note: The antenna numbers do not always match up with the labels on the card.
el: Σημείωση: Οι αριθμοί των κεραιών δεν συμφωνούν πάντα με τις ετικέτες στην κάρτα.

source: Regulatory settings
el: Ρυθμίσεις κανονισμών

source: Regulatory domain
el: Ρυθμιστικός τομέας

source: Some cards have a default that is not recognized and require changing the regulatory domain to one in this list for the changes to other regulatory settings to work.
el: Ορισμένες κάρτες έχουν μια προεπιλογή που δεν αναγνωρίζεται και απαιτούν την αλλαγή του ρυθμιστικού τομέα σε έναν από αυτόν τον κατάλογο για να λειτουργήσουν οι αλλαγές σε άλλες ρυθμιστικές ρυθμίσεις.

source: Country (listed with country code and regulatory domain)
el: Χώρα (αναγράφεται με τον κωδικό χώρας και τον ρυθμιστικό τομέα)

source: Any country setting other than "Default" will override the regulatory domain setting
el: Οποιαδήποτε ρύθμιση χώρας εκτός από την "Προεπιλογή" θα υπερισχύσει της ρύθμισης του ρυθμιστικού τομέα.

source: Location
el: Τοποθεσία

source: Indoor
el: Εσωτερικός χώρος

source: Outdoor
el: Υπαίθρια

source: Anywhere
el: Οπουδήποτε

source: These settings may affect which channels are available and the maximum transmit power allowed on those channels. Using the correct settings to comply with local regulatory requirements is recommended.
el: Αυτές οι ρυθμίσεις ενδέχεται να επηρεάσουν τα διαθέσιμα κανάλια και τη μέγιστη επιτρεπόμενη ισχύ εκπομπής σε αυτά τα κανάλια. Συνιστάται η χρήση των σωστών ρυθμίσεων για τη συμμόρφωση με τις τοπικές κανονιστικές απαιτήσεις.

source: All wireless networks on this interface will be temporarily brought down when changing regulatory settings. Some of the regulatory domains or country codes may not be allowed by some cards. These settings may not be able to add additional channels that are not already supported.
el: Όλα τα ασύρματα δίκτυα σε αυτή τη διασύνδεση θα διακοπούν προσωρινά κατά την αλλαγή των ρυθμιστικών ρυθμίσεων. Ορισμένοι από τους ρυθμιστικούς τομείς ή τους κωδικούς χώρας ενδέχεται να μην επιτρέπονται από ορισμένες κάρτες. Αυτές οι ρυθμίσεις ενδέχεται να μην μπορούν να προσθέσουν πρόσθετα κανάλια που δεν υποστηρίζονται ήδη.

source: Network-specific wireless configuration
el: Ρύθμιση ασύρματων παραμέτρων για συγκεκριμένο δίκτυο

source: Infrastructure (BSS)
el: Υποδομή (BSS)

source: Access Point
el: Σημείο πρόσβασης

source: Note: Only required in Access Point mode. If left blank in Ad-hoc or Infrastructure mode, this interface will connect to any available SSID
el: Σημείωση: Απαιτείται μόνο στη λειτουργία Access Point. Εάν αφεθεί κενό στη λειτουργία Ad-hoc ή Infrastructure, αυτή η διασύνδεση θα συνδεθεί σε οποιοδήποτε διαθέσιμο SSID.

source: Minimum standard
el: Ελάχιστο πρότυπο

source: When operating as an access point, allow only stations capable of the selected wireless standard to associate (stations not capable are not permitted to associate).
el: Όταν λειτουργεί ως σημείο πρόσβασης, επιτρέπετε τη σύνδεση μόνο σε σταθμούς που είναι ικανοί για το επιλεγμένο ασύρματο πρότυπο (οι σταθμοί που δεν είναι ικανοί δεν επιτρέπεται να συνδεθούν).

source: 802.11g only
el: Μόνο 802.11g
