Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Status: Traffic Graph
el: Κατάσταση: Γραφική απεικόνιση της κυκλοφορίας

source: Status: Wireless
el: Κατάσταση: Ασύρματη

source: System Setup Wizard
el: Οδηγός ρύθμισης συστήματος

source: System: Advanced: Admin Access Page
el: Σύστημα: Σύστημα: Προηγμένο: Διαχειριστής: Σελίδα πρόσβασης διαχειριστή

source: System: Advanced: Firewall and NAT
el: Σύστημα: Σύστημα: Προηγμένο: Τείχος προστασίας και NAT

source: System: Advanced: Miscellaneous
el: Σύστημα: Σύστημα: Προηγμένο: .

source: System: Advanced: Network
el: Σύστημα: Σύστημα: Προηγμένο: .

source: System: Advanced: Tunables
el: Σύστημα: Σύστημα: Προηγμένο: .

source: System: Authentication Servers
el: Σύστημα: Εξυπηρετητές ελέγχου ταυτότητας

source: System: CA Manager
el: Σύστημα: CA Manager

source: System: CRL Manager
el: Σύστημα: CRL Manager

source: System: Certificate Manager
el: Σύστημα: Διαχειριστής πιστοποιητικών

source: System: Crash Reporter
el: Σύστημα: Σύστημα: Crash Reporter

source: System: Deny config write
el: Σύστημα: config write: Άρνηση εγγραφής config

source: System: Firmware
el: Σύστημα: Firmware

source: System: Gateway Groups
el: Σύστημα: Ομάδα Πύλης

source: System: Gateways
el: Σύστημα: Σύστημα: Πύλες

source: System: Gateways: Edit Gateway
el: Σύστημα: Πύλες: Πύλη: Επεξεργασία Πύλης

source: System: Gateways: Edit Gateway Groups
el: Σύστημα: Πύλες: Πύλη: Επεξεργασία Ομάδων Πύλης

source: System: General Setup
el: Σύστημα: Σύστημα: Γενική ρύθμιση

source: System: Group Manager: Add Privileges
el: Σύστημα: Διαχειριστής ομάδας: Προνόμια: Προσθήκη προνομίων

source: System: Group manager
el: Σύστημα: Διαχειριστής ομάδας

source: System: High Availability
el: Σύστημα: Υψηλή διαθεσιμότητα

source: System: License
el: Σύστημα: Σύστημα: Άδεια

source: System: Settings: Cron
el: Σύστημα: Ρυθμίσεις: Cron

source: System: Static Routes
el: Σύστημα: Στατικές διαδρομές

source: System: Status
el: Σύστημα: Σύστημα: Κατάσταση

source: System: User Manager
el: Σύστημα: Διαχειριστής χρηστών

source: System: User Manager: Add Privileges
el: Σύστημα: Διαχειριστής χρήστη: Χρήστης: Προσθήκη προνομίων

source: System: User Password Manager
el: Σύστημα: Διαχειριστής κωδικού πρόσβασης χρήστη

source: VPN: IPsec: Edit Phase 1
el: VPN: IPsec: Φάση 1

source: VPN: IPsec: Edit Phase 2
el: VPN: IPsec: Φάση 2

source: VPN: IPsec: Edit Pre-Shared Keys
el: VPN: IPsec: IPsec: Επεξεργασία προ-διαμοιραζόμενων κλειδιών

source: VPN: IPsec: Key Pairs
el: VPN: IPsec: IPsec: Ζεύγη κλειδιών

source: VPN: IPsec: Mobile
el: VPN: IPsec: .

source: VPN: IPsec: Pre-Shared Keys List
el: VPN: IPsec: IPsec: Λίστα προ-κοινών κλειδιών: Λίστα προ-κοινών κλειδιών

source: VPN: OpenVPN: Client
el: VPN: OpenVPN: Πελάτης

source: VPN: OpenVPN: Client Export Utility
el: VPN: OpenVPN: Βοηθητικό πρόγραμμα εξαγωγής πελατών

source: VPN: OpenVPN: Client Specific Override
el: VPN: OpenVPN: Ειδική παράκαμψη πελάτη

source: VPN: OpenVPN: Server
el: VPN: OpenVPN: Διακομιστής

source: WebCfg - Services: Monit System Monitoring page
el: WebCfg - Υπηρεσίες: Monit: Σελίδα παρακολούθησης συστήματος

source: XMLRPC Library
el: Βιβλιοθήκη XMLRPC

source: Controls which objects to keep in the memory cache (cache_mem) always: Keep most recently fetched objects in memory (default) disk: Only disk cache hits are kept in memory, which means an object must first be cached on disk and then hit a second time before cached in memory. network: Only objects fetched from network is kept in memory
el: Ελέγχει ποια αντικείμενα θα διατηρούνται στην κρυφή μνήμη (cache_mem) always: Διατήρηση των πιο πρόσφατα ανακτηθέντων αντικειμένων στη μνήμη (προεπιλογή) disk: Αυτό σημαίνει ότι ένα αντικείμενο πρέπει πρώτα να αποθηκευτεί στην προσωρινή μνήμη του δίσκου και στη συνέχεια να χτυπηθεί για δεύτερη φορά πριν αποθηκευτεί στη μνήμη. network: Διατηρούνται στη μνήμη μόνο τα αντικείμενα που έχουν ανακτηθεί από το δίκτυο.

source: The proxy error pages can be altered, default layout uses DynFi Firewall content, when Squid is selected the content for the selected language will be used (standard squid layout), Custom offers the possibility to upload your own theme content.
el: Οι σελίδες σφαλμάτων μεσολάβησης μπορούν να τροποποιηθούν, η προεπιλεγμένη διάταξη χρησιμοποιεί το περιεχόμενο του DynFi Firewall, όταν έχει επιλεγεί το Squid θα χρησιμοποιηθεί το περιεχόμενο για την επιλεγμένη γλώσσα (τυπική διάταξη squid), η Προσαρμοσμένη προσφέρει τη δυνατότητα να μεταφορτώσετε το δικό σας περιεχόμενο θέματος.

source: Configure a maximum Time to live in seconds for RRsets and messages in the cache. When the internal TTL expires the cache item is expired. This can be configured to force the resolver to query for data more often and not trust (very large) TTL values.
el: Ρύθμιση μέγιστου χρόνου ζωής σε δευτερόλεπτα για τα σύνολα RR και τα μηνύματα στην κρυφή μνήμη. Όταν λήξει η εσωτερική TTL, το στοιχείο της κρυφής μνήμης λήγει. Αυτό μπορεί να ρυθμιστεί για να αναγκάσει τον επιλύτη να αναζητά δεδομένα πιο συχνά και να μην εμπιστεύεται (πολύ μεγάλες) τιμές TTL.

source: Configure a minimum Time to live in seconds for RRsets and messages in the cache. If the minimum value kicks in, the data is cached for longer than the domain owner intended, and thus fewer queries are made to look up the data. The 0 value ensures the data in the cache is as the domain owner intended. High values can lead to trouble as the data in the cache might not match up with the actual data anymore.
el: Ρυθμίστε έναν ελάχιστο χρόνο ζωής σε δευτερόλεπτα για τα σύνολα RR και τα μηνύματα στην κρυφή μνήμη. Εάν η ελάχιστη τιμή ενεργοποιηθεί, τα δεδομένα αποθηκεύονται στην προσωρινή μνήμη για περισσότερο χρόνο από ο ιδιοκτήτης του τομέα σκόπευε, και έτσι γίνονται λιγότερα ερωτήματα για την αναζήτηση των δεδομένων. Η τιμή 0 διασφαλίζει ότι τα δεδομένα στην κρυφή μνήμη είναι όπως τα σκόπευε ο ιδιοκτήτης του τομέα. Οι υψηλές τιμές μπορεί να οδηγήσουν σε προβλήματα, καθώς τα δεδομένα στην προσωρινή μνήμη μπορεί να μην ταιριάζουν πλέον με τα πραγματικά δεδομένα.

source: DNSKEYs are fetched earlier in the validation process when a Delegation signer is encountered. This helps lower the latency of requests but does utilize a little more CPU.
el: Τα DNSKEY αναζητούνται νωρίτερα στη διαδικασία επικύρωσης όταν εμφανίζεται ένας υπογράφων Delegation. Αυτό συμβάλλει στη μείωση της καθυστέρησης των αιτήσεων, αλλά χρησιμοποιεί λίγο περισσότερη CPU.

source: DNSSEC data is required for trust-anchored zones. If such data is absent, the zone becomes bogus. If this is disabled and no DNSSEC data is received, then the zone is made insecure.
el: Τα δεδομένα DNSSEC απαιτούνται για τις ζώνες που είναι εδραιωμένες με εμπιστοσύνη. Εάν τα δεδομένα αυτά απουσιάζουν, η ζώνη καθίσταται ψευδής. Εάν αυτό είναι απενεργοποιημένο και δεν λαμβάνονται δεδομένα DNSSEC, τότε η ζώνη καθίσταται ανασφαλής.

source: Destination ip address for entries in the blocklist (leave empty to use default: 0.0.0.0). Not used when "Return NXDOMAIN" is checked.
el: Διεύθυνση ip προορισμού για τις καταχωρήσεις στη λίστα αποκλεισμού (αφήστε την κενή για να χρησιμοποιήσετε την προεπιλογή: 0.0.0.0.0). Δεν χρησιμοποιείται όταν είναι επιλεγμένο το "Return NXDOMAIN".

source: Direction of the traffic. The default policy is to filter inbound traffic, which sets the policy to the interface originally receiving the traffic.
el: Κατεύθυνση της κυκλοφορίας. Η προεπιλεγμένη πολιτική είναι το φιλτράρισμα της εισερχόμενης κυκλοφορίας, η οποία ορίζει την πολιτική στη διασύνδεση που αρχικά λαμβάνει την κυκλοφορία.

source: Domain to override (NOTE: this does not have to be a valid TLD!), e.g. 'test' or 'mycompany.localdomain' or '1.168.192.in-addr.arpa'
el: Τομέας για παράκαμψη (ΣΗΜΕΙΩΣΗ: δεν χρειάζεται να είναι έγκυρος TLD!), π.χ. 'test' ή 'mycompany.localdomain' ή '1.168.192.in-addr.arpa'.

source: IP address of the authoritative DNS server for this domain, e.g. '192.168.100.100'. To use a nondefault port for communication, append an '@' with the port number.
el: Διεύθυνση IP του έγκυρου διακομιστή DNS για αυτόν τον τομέα, π.χ. '192.168.100.100'. Για να χρησιμοποιήσετε μια μη προεπιλεγμένη θύρα για επικοινωνία, προσθέστε ένα '@' στον αριθμό θύρας.

source: If a domain is entered here, queries for this specific domain will be forwarded to the specified server. Leave blank to forward all queries to the specified server (default).
el: Εάν εισαχθεί εδώ ένας τομέας, τα ερωτήματα για τον συγκεκριμένο τομέα θα προωθηθούν στον καθορισμένο διακομιστή. Αφήστε το κενό για να προωθηθούν όλα τα ερωτήματα στον καθορισμένο διακομιστή (προεπιλογή).

source: If a packet matches a rule specifying quick, then that rule is considered the last matching rule and the specified action is taken. When a rule does not have quick enabled, the last matching rule wins.
el: Εάν ένα πακέτο ταιριάζει με έναν κανόνα που καθορίζει το quick, τότε ο κανόνας αυτός θεωρείται ο τελευταίος κανόνας που ταιριάζει και λαμβάνεται η καθορισμένη ενέργεια. Όταν ένας κανόνας δεν έχει ενεργοποιημένο το quick, κερδίζει ο τελευταίος κανόνας που ταιριάζει.

source: If enabled, a total number of unwanted replies is kept track of in every thread. When it reaches the threshold, a defensive action is taken and a warning is printed to the log file. This defensive action is to clear the RRSet and message caches, hopefully flushing away any poison.
el: Εάν είναι ενεργοποιημένη, παρακολουθείται ο συνολικός αριθμός των ανεπιθύμητων απαντήσεων σε κάθε νήμα. Όταν φτάσει το όριο, λαμβάνεται αμυντική δράση και εκτυπώνεται μια προειδοποίηση στο αρχείο καταγραφής. Αυτή η αμυντική ενέργεια είναι η εκκαθάριση των caches RRSet και μηνυμάτων, ελπίζοντας ότι θα απομακρύνει κάθε δηλητήριο.

source: If enabled, prints one line per query to the log, with the log timestamp and IP address, name, type and class. Note that it takes time to print these lines, which makes the server (significantly) slower. Odd (non-printable) characters in names are printed as '?'.
el: Εάν είναι ενεργοποιημένη, εκτυπώνει μία γραμμή ανά ερώτημα στο αρχείο καταγραφής, με τη χρονοσφραγίδα καταγραφής και τη διεύθυνση IP, το όνομα, τον τύπο και την κατηγορία. Σημειώστε ότι η εκτύπωση αυτών των γραμμών απαιτεί χρόνο, γεγονός που καθιστά τον διακομιστή (σημαντικά) πιο αργό. Περίεργο (μη εκτυπώσιμοι) χαρακτήρες στα ονόματα εκτυπώνονται ως '?'.

source: If enabled, prints one line per reply to the log, with the log timestamp and IP address, name, type, class, return code, time to resolve, whether the reply is from the cache and the response size. Note that it takes time to print these lines, which makes the server (significantly) slower. Odd (non-printable) characters in names are printed as '?'.
el: Εάν είναι ενεργοποιημένη, εκτυπώνει μία γραμμή ανά απάντηση στο αρχείο καταγραφής, με τη χρονοσφραγίδα καταγραφής και τη διεύθυνση IP, το όνομα, τον τύπο, class, κωδικό επιστροφής, χρόνο επίλυσης, εάν η απάντηση προέρχεται από την προσωρινή μνήμη και το μέγεθος της απάντησης. Σημειώστε ότι η εκτύπωση αυτών των γραμμών απαιτεί χρόνο, γεγονός που καθιστά τον διακομιστή (σημαντικά) πιο αργό. Περίεργο (μη εκτυπώσιμοι) χαρακτήρες στα ονόματα εκτυπώνονται ως '?'.

source: If enabled, prints the word 'query: ' and 'reply: ' with logged queries and replies. This makes filtering logs easier.
el: Εάν είναι ενεργοποιημένη, εκτυπώνει τη λέξη 'query: ' και 'reply: ' με τα καταγεγραμμένα ερωτήματα και απαντήσεις. Αυτό κάνει το φιλτράρισμα των αρχείων καταγραφής ευκολότερο.

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
el: Αφήστε το ως 'default' για να χρησιμοποιήσετε τον πίνακα δρομολόγησης του συστήματος. Ή επιλέξτε μια πύλη για να χρησιμοποιήσετε δρομολόγηση βάσει πολιτικής.

source: Limits the serving of expired responses to the configured amount of seconds after expiration. A value of 0 disables the limit. A suggested value per RFC 8767 is between 86400 (1 day) and 259200 (3 days).
el: Περιορίζει την εξυπηρέτηση των ληγμένων αποκρίσεων στο ρυθμισμένο χρονικό διάστημα των δευτερολέπτων μετά τη λήξη. Η τιμή 0 απενεργοποιεί το όριο. Μια προτεινόμενη τιμή σύμφωνα με το RFC 8767 είναι μεταξύ 86400 (1 ημέρα) και 259200 (3 ημέρες).

source: List of domains to mark as private. These domains and all its subdomains are allowed to contain private addresses.
el: Λίστα τομέων που πρέπει να χαρακτηριστούν ως ιδιωτικοί. Αυτοί οι τομείς και όλοι οι υποτομείς τους επιτρέπεται να περιέχουν ιδιωτικές διευθύνσεις.

source: Message cache elements are prefetched before they expire to help keep the cache up to date. When enabled, this option can cause an increase of around 10% more DNS traffic and load on the server, but frequently requested items will not expire from the cache.
el: Τα στοιχεία της κρυφής μνήμης μηνυμάτων προεπισκευάζονται πριν από τη λήξη τους, ώστε να διατηρείται η κρυφή μνήμη ενημερωμένη. Όταν είναι ενεργοποιημένη, αυτή η επιλογή μπορεί να προκαλέσει αύξηση της κυκλοφορίας και του φορτίου DNS κατά περίπου 10% περισσότερο στο διακομιστή, αλλά τα στοιχεία που ζητούνται συχνά δεν θα λήγουν από την προσωρινή μνήμη.

source: Number of hosts for which information is cached.
el: Αριθμός κεντρικών υπολογιστών για τους οποίους αποθηκεύονται πληροφορίες στην προσωρινή μνήμη.

source: Packets matching this rule will be mapped to the IP address given here.
el: Τα πακέτα που ανταποκρίνονται σε αυτόν τον κανόνα θα αντιστοιχιστούν στη διεύθυνση IP που δίνεται εδώ.

source: Paste a public key of the selected type in X.509 format. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
el: Επικόλληση ενός δημόσιου κλειδιού του επιλεγμένου τύπου σε μορφή X.509. Πρέπει να επικολληθεί συμπεριλαμβανομένων των επικεφαλίδων '-----BEGIN ...-----' και '-----END [...]-----'.

source: Paste an optional private key of the selected type in X.509 format which belongs to the public key specified above. When adding the public key of a peer, this field should not be specified as the private key remains solely with the peer. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
el: Επικολλήστε ένα προαιρετικό ιδιωτικό κλειδί του επιλεγμένου τύπου σε μορφή X.509, το οποίο ανήκει στο δημόσιο κλειδί που καθορίζεται παραπάνω. Κατά την προσθήκη του δημόσιου κλειδιού ενός ομότιμου εταίρου, το πεδίο αυτό δεν πρέπει να καθορίζεται, καθώς το ιδιωτικό κλειδί παραμένει αποκλειστικά στον ομότιμο εταίρο. Πρέπει να επικολληθεί συμπεριλαμβανομένων των επικεφαλίδων "-----BEGIN ...-----" και "-----END [...]-----".

source: Select the log verbosity. Level 0 means no verbosity, only errors. Level 1 gives operational information. Level 2 gives detailed operational information. Level 3 gives query level information, output per query. Level 4 gives algorithm level information. Level 5 logs client identification for cache misses.
el: Επιλέξτε τη λεκτικότητα του αρχείου καταγραφής. Επίπεδο 0 σημαίνει καμία πολυλογία, μόνο σφάλματα. Το επίπεδο 1 δίνει λειτουργικές πληροφορίες. Το επίπεδο 2 δίνει λεπτομερείς λειτουργικές πληροφορίες. Το επίπεδο 3 δίνει πληροφορίες σε επίπεδο ερωτημάτων, έξοδος ανά ερώτημα. Το επίπεδο 4 δίνει πληροφορίες σε επίπεδο αλγορίθμου. Το επίπεδο 5 καταγράφει την ταυτότητα του πελάτη για τις αστοχίες στην κρυφή μνήμη.

source: Send minimum amount of information to upstream servers to enhance privacy. Do not fall-back to sending full QNAME to potentially broken nameservers. A lot of domains will not be resolvable when this option in enabled. Only use if you know what you are doing.
el: Αποστολή ελάχιστης ποσότητας πληροφοριών σε διακομιστές upstream για την ενίσχυση της ιδιωτικότητας. Μην επιστρέφετε στην αποστολή πλήρους QNAME σε δυνητικά χαλασμένους διακομιστές ονομάτων. Πολλοί τομείς δεν θα είναι επιλύσιμοι όταν είναι ενεργοποιημένη αυτή η επιλογή. Χρησιμοποιήστε την μόνο αν ξέρετε τι κάνετε.

source: Serve expired responses from the cache with a TTL of 0 without waiting for the actual resolution to finish. The TTL can be modified with "Expired Record Reply TTL value"
el: Εξυπηρετεί ληγμένες απαντήσεις από την κρυφή μνήμη με TTL 0 χωρίς να περιμένει να ολοκληρωθεί η πραγματική ανάλυση. Το TTL μπορεί να τροποποιηθεί με την επιλογή "Expired Record Reply TTL value"

source: Set the TTL of expired records to the "TTL for Expired Responses" value after a failed attempt to retrieve the record from an upstream server. This makes sure that the expired records will be served as long as there are queries for it.
el: Ορίστε το TTL των ληγμένων εγγραφών στην τιμή "TTL για ληγμένες απαντήσεις" μετά από μια αποτυχημένη προσπάθεια να ανάκτησης της εγγραφής από έναν ανάντη διακομιστή. Αυτό διασφαλίζει ότι οι ληγμένες εγγραφές θα εξυπηρετούνται για όσο χρονικό διάστημα όσο υπάρχουν ερωτήματα γι' αυτήν.

source: Size of the RRset cache. Contains the actual RR data. Valid input is plain bytes, optionally appended with 'k', 'm', or 'g' for kilobytes, megabytes or gigabytes respectively.
el: Μέγεθος της κρυφής μνήμης RRset. Περιέχει τα πραγματικά δεδομένα RR. Η έγκυρη είσοδος είναι απλά bytes, προαιρετικά προσαρτημένα με 'k', 'm' ή 'g' για kilobytes, megabytes ή gigabytes αντίστοιχα.

source: Size of the message cache. The message cache stores DNS rcodes and validation statuses. The RRSet cache will automatically be set to twice this amount. The RRSet cache contains the actual RR data. Valid input is plain bytes, optionally appended with 'k', 'm', or 'g' for kilobytes, megabytes or gigabytes respectively.
el: Μέγεθος της κρυφής μνήμης μηνυμάτων. Η κρυφή μνήμη μηνυμάτων αποθηκεύει τους κωδικούς DNS rcodes και τις καταστάσεις επικύρωσης. Η κρυφή μνήμη RRSet θα ρυθμιστεί αυτόματα στο διπλάσιο αυτού του μεγέθους. Η κρυφή μνήμη RRSet περιέχει τα πραγματικά δεδομένα RR. Η έγκυρη είσοδος είναι απλά bytes, προαιρετικά με προσθήκη 'k', 'm' ή 'g' για kilobytes, megabytes ή gigabytes αντίστοιχα.

source: TTL value to use when replying with expired data. If "Client Expired Response Timeout" is also used then it is recommended to use 30 as the value as per RFC 8767.
el: Τιμή TTL που χρησιμοποιείται όταν απαντάτε με ληγμένα δεδομένα. Εάν χρησιμοποιείται επίσης το "Client Expired Response Timeout" τότε συνιστάται η χρήση της τιμής 30 σύμφωνα με το RFC 8767.

source: The Common Name of the DNS server (e.g. dns.example.com). This field is required to verify its TLS certificate. DNS-over-TLS is susceptible to man-in-the-middle attacks unless certificates can be verified. Leave empty to accept self-signed yet also potentially fraudulent certificates.
el: Το κοινό όνομα του διακομιστή DNS (π.χ. dns.example.com). Αυτό το πεδίο απαιτείται για την επαλήθευση του πιστοποιητικού TLS. Το DNS-over-TLS είναι επιρρεπές σε επιθέσεις man-in-the-middle, εκτός εάν τα πιστοποιητικά μπορούν να επαληθευτούν. Αφήστε το κενό για να δεχτείτε αυτο-υπογεγραμμένα αλλά και δυνητικά δόλια πιστοποιητικά.

source: The configured system nameservers will be used to forward queries to. This will override any entry in the grid below, except for entries with a specific domain. DNS over TLS will never be used for any query bound for a system nameserver.
el: Οι ρυθμισμένοι διακομιστές ονομάτων του συστήματος θα χρησιμοποιούνται για την προώθηση των ερωτημάτων. Αυτό θα υπερισχύσει οποιασδήποτε καταχώρησης στο παρακάτω πλέγμα, εκτός από τις καταχωρήσεις με συγκεκριμένο τομέα. Το DNS over TLS δεν θα χρησιμοποιηθεί ποτέ για οποιοδήποτε ερώτημα που δεσμεύεται για έναν διακομιστή ονομάτων συστήματος.

source: The number of incoming TCP buffers to allocate per thread. If 0 is selected then no TCP queries, from clients, are accepted.
el: Ο αριθμός των εισερχόμενων buffers TCP που θα διατεθούν ανά νήμα. Αν επιλεγεί 0, τότε δεν γίνονται δεκτά ερωτήματα TCP από πελάτες.

source: The number of outgoing TCP buffers to allocate per thread. If 0 is selected then no TCP queries, to authoritative servers, are done.
el: Ο αριθμός των εξερχόμενων buffers TCP που θα διατεθούν ανά νήμα. Εάν επιλεγεί 0, τότε δεν πραγματοποιούνται ερωτήματα TCP προς τους έγκυρους διακομιστές.

source: The number of ports to open. This number of file descriptors can be opened per thread. Larger numbers need extra resources from the operating system. For performance a very large value is best. For reference, usually double the amount of queries per thread is used.
el: Ο αριθμός των θυρών που θα ανοίξουν. Αυτός ο αριθμός περιγραφικών αρχείων μπορεί να ανοίξει ανά νήμα. Μεγαλύτεροι αριθμοί χρειάζονται επιπλέον πόρους από το λειτουργικό σύστημα. Για λόγους απόδοσης, μια πολύ μεγάλη τιμή είναι η καλύτερη δυνατή. Για λόγους αναφοράς, συνήθως χρησιμοποιείται διπλάσιος αριθμός ερωτημάτων ανά νήμα.

source: The number of queries that every thread will service simultaneously. If more queries arrive that need to be serviced, and no queries can be jostled out (see "Jostle Timeout"), then these queries are dropped. This forces the client to resend after a timeout, allowing the server time to work on the existing queries.
el: Ο αριθμός των ερωτημάτων που κάθε νήμα θα εξυπηρετεί ταυτόχρονα. Εάν φτάσουν περισσότερα ερωτήματα από όσα πρέπει να εξυπηρετηθούν, και κανένα ερώτημα δεν μπορεί να εκτοπιστεί (βλ. "Jostle Timeout"), τότε αυτά τα ερωτήματα απορρίπτονται. Αυτό αναγκάζει τον πελάτη να ξαναστείλει μετά από ένα χρονικό όριο, επιτρέποντας στο διακομιστή να επεξεργαστεί τα υπάρχοντα ερωτήματα.

source: This timeout is used for when the server is very busy. Set to a value that usually results in one round-trip to the authority servers. If too many queries arrive, then 50% of the queries are allowed to run to completion, and the other 50% are replaced with the new incoming query if they have already spent more than their allowed time. This protects against denial of service by slow queries or high query rates.
el: Αυτό το χρονικό όριο χρησιμοποιείται όταν ο διακομιστής είναι πολύ απασχολημένος. Ρυθμίζεται σε μια τιμή που συνήθως οδηγεί σε ένα γύρο προς τους διακομιστές αρχών. Εάν φτάσουν πάρα πολλά ερωτήματα, τότε επιτρέπεται το 50% των ερωτημάτων να εκτελεστεί μέχρι την ολοκλήρωσή του, και το υπόλοιπο 50% αντικαθίσταται από το νέο εισερχόμενο ερώτημα, εάν έχουν έχουν ήδη δαπανήσει περισσότερο από τον επιτρεπόμενο χρόνο τους. Αυτό προστατεύει από την άρνηση εξυπηρέτησης από αργά ερωτήματα ή υψηλούς ρυθμούς ερωτημάτων.

source: Time in milliseconds before replying to the client with expired data. This essentially enables the serve- stable behavior as specified in RFC 8767 that first tries to resolve before immediately responding with expired data. A recommended value per RF 8767 is 1800. Setting this to 0 will disable this behavior.
el: Χρόνος σε χιλιοστά του δευτερολέπτου πριν από την απάντηση στον πελάτη με ληγμένα δεδομένα. Αυτό ουσιαστικά επιτρέπει την εξυπηρέτηση stable συμπεριφορά όπως ορίζεται στο RFC 8767 που προσπαθεί πρώτα να επιλύσει πριν απαντήσει αμέσως με ληγμένα δεδομένα. Μια συνιστώμενη τιμή σύμφωνα με το RF 8767 είναι 1800. Η ρύθμιση αυτής της τιμής σε 0 θα απενεργοποιήσει αυτή τη συμπεριφορά.

source: Time to live in seconds for entries in the host cache. The host cache contains round-trip timing, lameness and EDNS support information.
el: Χρόνος ζωής σε δευτερόλεπτα για τις καταχωρήσεις στην προσωρινή μνήμη κεντρικού υπολογιστή. Η κρυφή μνήμη του κεντρικού υπολογιστή περιέχει χρονοδιαγράμματα round-trip, lameness και πληροφορίες υποστήριξης EDNS.

source: Leave empty to generate a device name. Custom names are possible, but only if the start of the name matches the required prefix and contains numeric characters or dots, e.g. "vlan0.1.2" or "qinq0.3.4".
el: Αφήστε το κενό για να δημιουργήσετε ένα όνομα συσκευής. Τα προσαρμοσμένα ονόματα είναι δυνατά, αλλά μόνο αν το αρχή του ονόματος ταιριάζει με το απαιτούμενο πρόθεμα και περιέχει αριθμητικούς χαρακτήρες ή τελείες, π.χ. "vlan0.1.2" ή "qinq0.3.4".
