Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Please enter a keyid tag for 'Peer Identifier'
el: Παρακαλούμε εισάγετε μια ετικέτα keyid για το 'Peer Identifier'

source: Please enter a fully qualified domain name for 'Peer Identifier'
el: Παρακαλούμε εισάγετε ένα πλήρως αναγνωρισμένο όνομα τομέα για το 'Peer Identifier'.

source: Please enter a user and fully qualified domain name for 'Peer Identifier'
el: Εισάγετε έναν χρήστη και ένα πλήρως αναγνωρισμένο όνομα τομέα για το 'Peer Identifier'.

source: A valid IP address for 'Peer identifier' must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για το 'Peer identifier'.

source: A valid domain name for 'Peer identifier' must be specified.
el: Πρέπει να καθοριστεί ένα έγκυρο όνομα τομέα για το "Peer identifier".

source: A valid FQDN for 'Peer identifier' must be specified.
el: Πρέπει να καθοριστεί ένα έγκυρο FQDN για το "Peer identifier".

source: A valid User FQDN in the form of user@my.domain.com for 'Peer identifier' must be specified.
el: Πρέπει να καθοριστεί ένα έγκυρο FQDN χρήστη με τη μορφή user@my.domain.com για το "Peer identifier".

source: Invalid argument for close action.
el: Μη έγκυρο όρισμα για την ενέργεια close.

source: A numeric value must be specified for DPD delay.
el: Πρέπει να καθοριστεί αριθμητική τιμή για την καθυστέρηση DPD.

source: A numeric value must be specified for DPD retries.
el: Πρέπει να καθοριστεί αριθμητική τιμή για τις επαναληπτικές προσπάθειες DPD.

source: Invalid argument for DPD action.
el: Μη έγκυρο όρισμα για την ενέργεια DPD.

source: Invalid argument for key exchange protocol version.
el: Άκυρο επιχείρημα για την έκδοση του πρωτοκόλλου ανταλλαγής κλειδιών.

source: At least one hashing algorithm needs to be selected.
el: Πρέπει να επιλεγεί τουλάχιστον ένας αλγόριθμος κατακερματισμού.

source: Install policy on phase1 is not a valid option when using Route-based phase 2 entries.
el: Η εγκατάσταση πολιτικής στη φάση 1 δεν αποτελεί έγκυρη επιλογή όταν χρησιμοποιούνται καταχωρήσεις φάσης 2 που βασίζονται στη διαδρομή.

source: General information
el: Γενικές πληροφορίες

source: Clone phase2
el: Φάση κλωνοποίησης2

source: Clone related phase 2 entries as well, remember to change the networks. All phase 2 entries will be added in disabled state
el: Κλωνοποιήστε επίσης τις σχετικές καταχωρήσεις της φάσης 2, θυμηθείτε να αλλάξετε τα δίκτυα. Όλες οι καταχωρήσεις φάσης 2 θα προστεθούν σε κατάσταση απενεργοποίησης.

source: Disable this phase1 entry
el: Απενεργοποίηση αυτής της καταχώρησης phase1

source: Set this option to disable this phase1 without removing it from the list.
el: Ορίστε αυτή την επιλογή για να απενεργοποιήσετε αυτή τη φάση1 χωρίς να την αφαιρέσετε από τη λίστα.

source: Connection method
el: Μέθοδος σύνδεσης

source: Respond only
el: Απαντήστε μόνο

source: Start on traffic
el: Ξεκινήστε την κυκλοφορία

source: Start immediate
el: Άμεση έναρξη

source: Choose the connect behaviour here, when using CARP you might want to consider the 'Respond only' option here (wait for the other side to connect).
el: Επιλέξτε εδώ τη συμπεριφορά σύνδεσης, όταν χρησιμοποιείτε CARP, ίσως να θέλετε να εξετάσετε την επιλογή "Μόνο απάντηση" (περιμένετε να συνδεθεί η άλλη πλευρά).

source: Key Exchange version
el: Έκδοση ανταλλαγής κλειδιών

source: Select the KeyExchange Protocol version to be used. Usually known as IKEv1 or IKEv2.
el: Επιλέξτε την έκδοση του πρωτοκόλλου ανταλλαγής κλειδιών που θα χρησιμοποιηθεί. Συνήθως γνωστή ως IKEv1 ή IKEv2.

source: Internet Protocol
el: Πρωτόκολλο Internet

source: Select the Internet Protocol family from this dropdown.
el: Επιλέξτε την οικογένεια πρωτοκόλλου Internet από αυτό το αναπτυσσόμενο μενού.

source: Select the interface for the local endpoint of this phase1 entry.
el: Επιλέξτε τη διασύνδεση για το τοπικό τερματικό σημείο αυτής της καταχώρησης phase1.

source: Enter the public IP address or host name of the remote gateway.
el: Εισάγετε τη δημόσια διεύθυνση IP ή το όνομα κεντρικού υπολογιστή της απομακρυσμένης πύλης.

source: Dynamic gateway
el: Δυναμική πύλη

source: Allow any remote gateway to connect
el: Επιτρέψτε σε οποιαδήποτε απομακρυσμένη πύλη να συνδεθεί

source: Recommended for dynamic IP addresses that can be resolved by DynDNS at IPsec startup or update time.
el: Συνιστάται για δυναμικές διευθύνσεις IP που μπορούν να επιλυθούν από το DynDNS κατά την εκκίνηση ή την ενημέρωση του IPsec.

source: Phase 1 proposal (Authentication)
el: Πρόταση φάσης 1 (πιστοποίηση ταυτότητας)

source: Must match the setting chosen on the remote side.
el: Πρέπει να ταιριάζει με τη ρύθμιση που έχει επιλεγεί στην πλευρά του τηλεχειριστηρίου.

source: If you select EAP-RADIUS, you must define your RADIUS servers on the %sServers%s page.
el: Εάν επιλέξετε EAP-RADIUS, πρέπει να ορίσετε τους διακομιστές RADIUS στη σελίδα %sServers%s.

source: Negotiation mode
el: Λειτουργία διαπραγμάτευσης

source: Aggressive is more flexible, but less secure.
el: Η επιθετική είναι πιο ευέλικτη, αλλά λιγότερο ασφαλής.

source: My identifier
el: Το αναγνωριστικό μου

source: My IP address
el: Η διεύθυνση IP μου

source: ASN.1 distinguished Name
el: Διακεκριμένο όνομα ASN.1

source: KeyID tag
el: Ετικέτα KeyID

source: Peer identifier
el: Αναγνωριστικό ομοτίμου

source: Peer IP address
el: Διεύθυνση IP ομότιμου μέλους

source: NOTE: This is known as the "group" setting on some VPN client implementations.
el: ΣΗΜΕΙΩΣΗ: Αυτή η ρύθμιση είναι γνωστή ως "ομάδα" σε ορισμένες υλοποιήσεις πελατών VPN.

source: Input your Pre-Shared Key string.
el: Εισάγετε τη συμβολοσειρά του προ-κοινόχρηστου κλειδιού σας.

source: My Certificate
el: Το πιστοποιητικό μου

source: Select a certificate previously configured in the Certificate Manager.
el: Επιλέξτε ένα πιστοποιητικό που έχει διαμορφωθεί προηγουμένως στη Διαχείριση πιστοποιητικών.

source: Remote Certificate Authority
el: Απομακρυσμένη αρχή πιστοποιητικών

source: Select a certificate authority previously configured in the Certificate Manager.
el: Επιλέξτε μια αρχή πιστοποιητικών που έχει διαμορφωθεί προηγουμένως στη Διαχείριση πιστοποιητικών.

source: Select a local key pair previously configured at IPsec \ Key Pairs.
el: Επιλέξτε ένα τοπικό ζεύγος κλειδιών που έχει ρυθμιστεί προηγουμένως στο IPsec \ Ζεύγη κλειδιών.

source: This selection will only display key pairs which have both a public and private key.
el: Αυτή η επιλογή θα εμφανίσει μόνο ζεύγη κλειδιών που διαθέτουν δημόσιο και ιδιωτικό κλειδί.

source: Select a peer key pair previously configured at IPsec \ Key Pairs.
el: Επιλέξτε ένα ζεύγος ομότιμων κλειδιών που έχει ρυθμιστεί προηγουμένως στο IPsec \ Ζεύγη κλειδιών.

source: This selection will only display key pairs which have a public key.
el: Αυτή η επιλογή θα εμφανίσει μόνο ζεύγη κλειδιών που έχουν δημόσιο κλειδί.

source: Radius servers
el: Διακομιστές Radius

source: Select authentication servers to use.
el: Επιλέξτε τους διακομιστές ελέγχου ταυτότητας που θέλετε να χρησιμοποιήσετε.

source: Phase 1 proposal (Algorithms)
el: Πρόταση φάσης 1 (Αλγόριθμοι)

source: Encryption algorithm
el: Αλγόριθμος κρυπτογράφησης

source: Note: For security reasons avoid the use of DES,3DES,CAST and BLOWFISH protocols
el: Σημείωση: Για λόγους ασφαλείας αποφύγετε τη χρήση των πρωτοκόλλων DES, 3DES, CAST και BLOWFISH.

source: Hash algorithm
el: Αλγόριθμος κατακερματισμού

source: Note: For security reasons avoid the use of MD5 and SHA1 algorithms.
el: Σημείωση: Για λόγους ασφαλείας αποφύγετε τη χρήση των αλγορίθμων MD5 και SHA1.

source: DH key group
el: Ομάδα κλειδιών DH

source: Install policy
el: Πολιτική εγκατάστασης

source: Decides whether IPsec policies are installed in the kernel by the charon daemon for a given connection. When using route-based mode (VTI) this needs to be disabled.
el: Αποφασίζει αν οι πολιτικές IPsec εγκαθίστανται στον πυρήνα από τον δαίμονα charon για μια δεδομένη σύνδεση. Όταν χρησιμοποιείτε λειτουργία βασισμένη στη διαδρομή (VTI), αυτό πρέπει να είναι απενεργοποιημένο.

source: Disable Rekey
el: Απενεργοποίηση του Rekey

source: Whether a connection should be renegotiated when it is about to expire.
el: Εάν μια σύνδεση θα πρέπει να επαναδιαπραγματευτεί όταν πρόκειται να λήξει.

source: Disable Reauth
el: Απενεργοποίηση Reauth

source: Whether rekeying of an IKE_SA should also reauthenticate the peer. In IKEv1, reauthentication is always done.
el: Εάν η επανακλειδίωση ενός IKE_SA θα πρέπει επίσης να πιστοποιεί εκ νέου την ταυτότητα του ομότιμου εταίρου. Στην IKEv1, η επαναπιστοποίηση γίνεται πάντα.

source: Tunnel Isolation
el: Απομόνωση σήραγγας

source: This option will create a tunnel for each phase 2 entry for IKEv2 interoperability with e.g. FortiGate devices.
el: Αυτή η επιλογή θα δημιουργήσει μια σήραγγα για κάθε καταχώρηση φάσης 2 για τη διαλειτουργικότητα IKEv2 με π.χ. συσκευές FortiGate.

source: SHA256 96 Bit Truncation
el: SHA256 Αποκοπή 96 bit

source: For compatibility with implementations that incorrectly use 96-bit (instead of 128-bit) truncation this option may be enabled to configure the shorter truncation length. This is not negotiated, so this only works with peers that use the incorrect truncation length (or have this option enabled), e.g. Forcepoint Sidewinder.
el: Για λόγους συμβατότητας με υλοποιήσεις που χρησιμοποιούν λανθασμένα τεμαχισμό 96-bit (αντί για 128-bit), αυτή η επιλογή μπορεί να ενεργοποιηθεί για να ρυθμίσετε το μικρότερο μήκος τεμαχισμού. Αυτή η επιλογή δεν αποτελεί αντικείμενο διαπραγμάτευσης, επομένως λειτουργεί μόνο με ομότιμους υπολογιστές που χρησιμοποιούν το λανθασμένο μήκος αποκοπής (ή έχουν ενεργοποιημένη αυτή την επιλογή), π.χ. Forcepoint Sidewinder.

source: Force
el: Δύναμη

source: Set this option to enable the use of NAT-T (i.e. the encapsulation of ESP in UDP packets) if needed, which can help with clients that are behind restrictive firewalls.
el: Ρυθμίστε αυτήν την επιλογή για να ενεργοποιήσετε τη χρήση του NAT-T (δηλαδή την ενθυλάκωση του ESP σε πακέτα UDP), εάν χρειάζεται, η οποία μπορεί να βοηθήσει με πελάτες που βρίσκονται πίσω από περιοριστικά τείχη προστασίας.

source: Disable MOBIKE
el: Απενεργοποίηση του MOBIKE

source: Disables the IKEv2 MOBIKE protocol defined by RFC 4555
el: Απενεργοποιεί το πρωτόκολλο IKEv2 MOBIKE που ορίζεται από το RFC 4555

source: Close Action
el: Κλείσιμο δράσης

source: Hold
el: Κρατήστε το

source: Defines the action to take if the remote peer unexpectedly closes a CHILD_SA. A closeaction should not be used if the peer uses reauthentication or uniqueids checking, as these events might trigger the defined action when not desired.
el: Καθορίζει την ενέργεια που πρέπει να γίνει εάν η απομακρυσμένη ομότιμη μονάδα κλείσει απροσδόκητα ένα CHILD_SA. Μια closeaction δεν θα πρέπει να χρησιμοποιείται εάν ο ομότιμος χρησιμοποιεί επαναπιστοποίηση ή έλεγχο μοναδικώνids, καθώς αυτά τα συμβάντα ενδέχεται να ενεργοποιήσουν την καθορισμένη ενέργεια όταν δεν είναι επιθυμητό.

source: With clear the connection is closed with no further actions taken. hold installs a trap policy, which will catch matching traffic and tries to re-negotiate the connection on demand. restart will immediately trigger an attempt to re-negotiate the connection. The default is none and disables the close action.
el: Με την επιλογή clear η σύνδεση κλείνει χωρίς περαιτέρω ενέργειες. hold εγκαθιστά μια πολιτική παγίδευσης, η οποία θα συλλαμβάνει την αντίστοιχη κυκλοφορία και θα προσπαθεί να επαναδιαπραγματευτεί τη σύνδεση κατόπιν αιτήματος. restart θα προκαλέσει αμέσως μια προσπάθεια επαναδιαπραγμάτευσης της σύνδεσης. Η προεπιλογή είναι none και απενεργοποιεί την ενέργεια κλεισίματος.

source: Dead Peer Detection
el: Ανίχνευση νεκρού ομότιμου

source: Enable DPD
el: Ενεργοποίηση DPD

source: Delay between requesting peer acknowledgement.
el: Καθυστέρηση μεταξύ των αιτήσεων επιβεβαίωσης ομότιμων.

source: retries
el: επαναληπτικές προσπάθειες

source: Number of consecutive failures allowed before disconnect.
el: Αριθμός διαδοχικών αποτυχιών που επιτρέπονται πριν από την αποσύνδεση.

source: Restart the tunnel
el: Επανεκκίνηση της σήραγγας

source: Stop the tunnel
el: Σταματήστε το τούνελ

source: DPD action
el: Δράση DPD

source: Choose the behavior here what to do if a peer is detected to be unresponsive to DPD requests.
el: Επιλέξτε εδώ τη συμπεριφορά που θα ακολουθήσετε εάν ένας ομότιμος υπολογιστής δεν ανταποκρίνεται στα αιτήματα DPD.

source: Time before closing inactive tunnels if they don't handle any traffic. (seconds)
el: Χρόνος πριν από το κλείσιμο ανενεργών σηράγγων εάν δεν διαχειρίζονται καμία κυκλοφορία. (δευτερόλεπτα)

source: How many attempts should be made to negotiate a connection, or a replacement for one, before giving up (default 3). Leave empty for default, -1 for forever or any positive integer for the number of tries
el: Πόσες προσπάθειες θα πρέπει να γίνουν για τη διαπραγμάτευση μιας σύνδεσης ή την αντικατάσταση μιας σύνδεσης, πριν εγκαταλειφθεί (προεπιλογή 3). Αφήστε κενό για την προεπιλογή, -1 για πάντα ή οποιονδήποτε θετικό ακέραιο αριθμό για τον αριθμό των προσπαθειών.

source: Time before SA expiry the rekeying should start. (seconds)
el: Χρόνος πριν από τη λήξη της SA που θα πρέπει να ξεκινήσει η επανακλειδίωση. (δευτερόλεπτα)

source: Percentage by which margintime is randomly increased (may exceed 100%). Randomization may be disabled by setting rekeyfuzz=0%.
el: Ποσοστό κατά το οποίο αυξάνεται τυχαία το περιθώριο χρόνου (μπορεί να υπερβαίνει το 100%). Η τυχαιοποίηση μπορεί να απενεργοποιηθεί θέτοντας rekeyfuzz=0%.

source: A valid ikeid must be specified.
el: Πρέπει να καθοριστεί ένα έγκυρο ikeid.

source: Local network type
el: Τύπος τοπικού δικτύου

source: Unique Identifier
el: Μοναδικό αναγνωριστικό

source: Remote network type
el: Τύπος απομακρυσμένου δικτύου

source: A valid local network bit count must be specified.
el: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit του τοπικού δικτύου.

source: A valid local network IP address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP τοπικού δικτύου.

source: A valid local network IPv4 address must be specified or you need to change Mode to IPv6
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv4 του τοπικού δικτύου ή πρέπει να αλλάξετε τη λειτουργία σε IPv6.

source: A valid local network IPv6 address must be specified or you need to change Mode to IPv4
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 του τοπικού δικτύου ή πρέπει να αλλάξετε τη λειτουργία σε IPv4.

source: Invalid local network: %s has no valid IPv4 network.
el: Μη έγκυρο τοπικό δίκτυο: %s δεν έχει έγκυρο δίκτυο IPv4.

source: Invalid local network: %s has no valid IPv6 network.
el: Μη έγκυρο τοπικό δίκτυο: %s δεν έχει έγκυρο δίκτυο IPv6.

source: A valid remote network bit count must be specified.
el: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit του απομακρυσμένου δικτύου.

source: A valid remote network IP address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP του απομακρυσμένου δικτύου.

source: A valid remote network IPv4 address must be specified or you need to change Mode to IPv6
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv4 του απομακρυσμένου δικτύου ή πρέπει να αλλάξετε τη λειτουργία σε IPv6.

source: A valid remote network IPv6 address must be specified or you need to change Mode to IPv4
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 του απομακρυσμένου δικτύου ή πρέπει να αλλάξετε τη λειτουργία σε IPv4.

source: Phase2 with this Local Network is already defined for mobile clients.
el: Η φάση2 με αυτό το τοπικό δίκτυο έχει ήδη οριστεί για τους κινητούς πελάτες.

source: Phase2 with this Local/Remote networks combination is already defined for this Phase1.
el: Η Φάση2 με αυτόν τον συνδυασμό τοπικών/απομακρυσμένων δικτύων έχει ήδη οριστεί για αυτή τη Φάση1.

source: At least one encryption algorithm must be selected.
el: Πρέπει να επιλεγεί τουλάχιστον ένας αλγόριθμος κρυπτογράφησης.

source: The P2 lifetime must be an integer.
el: Η διάρκεια ζωής P2 πρέπει να είναι ακέραιος αριθμός.

source: SPD "%s" is not a valid network, it should match the tunnel type (IPv4/IPv6).
el: Το SPD "%s" δεν είναι έγκυρο δίκτυο, θα πρέπει να ταιριάζει με τον τύπο της σήραγγας (IPv4/IPv6).

source: Disable this phase2 entry
el: Απενεργοποίηση αυτής της εισόδου phase2

source: Set this option to disable this phase2 entry without removing it from the list
el: Ορίστε αυτήν την επιλογή για να απενεργοποιήσετε αυτήν την καταχώρηση phase2 χωρίς να την αφαιρέσετε από τη λίστα

source: Tunnel network
el: Δίκτυο σηράγγων

source: Local Address
el: Τοπική διεύθυνση

source: Remote Address
el: Απομακρυσμένη διεύθυνση

source: Local Network
el: Τοπικό δίκτυο

source: %s subnet
el: %s υποδίκτυο

source: Address:
el: Διεύθυνση:

source: Remote Network
el: Απομακρυσμένο δίκτυο

source: Phase 2 proposal (SA/Key Exchange)
el: Πρόταση φάσης 2 (SA/Key Exchange)

source: ESP is encryption, AH is authentication only
el: Το ESP είναι κρυπτογράφηση, το AH είναι μόνο έλεγχος ταυτότητας.

source: Encryption algorithms
el: Αλγόριθμοι κρυπτογράφησης

source: Hash algorithms
el: Αλγόριθμοι κατακερματισμού

source: Note: For security reasons avoid the use of the SHA1 algorithm.
el: Σημείωση: Για λόγους ασφαλείας αποφύγετε τη χρήση του αλγορίθμου SHA1.

source: PFS key group
el: Βασική ομάδα PFS

source: Set globally in mobile client options
el: Ορισμός συνολικά στις επιλογές του προγράμματος-πελάτη κινητής τηλεφωνίας

source: Automatically ping host
el: Αυτόματο ping υποδοχής

source: Manual SPD entries
el: Χειροκίνητες καταχωρήσεις SPD

source: Register additional Security Policy Database entries
el: Καταχώρηση πρόσθετων καταχωρίσεων στη βάση δεδομένων πολιτικής ασφαλείας

source: Strongswan automatically creates SPD policies for the networks defined in this phase2. If you need to allow other networks to use this ipsec tunnel, you can add them here as a comma-separated list.When configured, you can use network address translation to push packets through this tunnel from these networks.
el: Το Strongswan δημιουργεί αυτόματα πολιτικές SPD για τα δίκτυα που ορίζονται σε αυτή τη φάση2. Εάν πρέπει να επιτρέψετε σε άλλα δίκτυα να χρησιμοποιούν αυτή τη σήραγγα ipsec, μπορείτε να τα προσθέσετε εδώ ως λίστα με διαχωρισμό με κόμμα.Όταν ρυθμιστεί, μπορείτε να χρησιμοποιήσετε τη μετάφραση διευθύνσεων δικτύου για να προωθήσετε πακέτα μέσω αυτής της σήραγγας από αυτά τα δίκτυα.

source: e.g. 192.168.1.0/24, 192.168.2.0/24
el: π.χ. 192.168.1.0/24, 192.168.2.0/24

source: Entry "%s" is not a valid network.
el: Η καταχώρηση "%s" δεν είναι έγκυρο δίκτυο.

source: Maximum IKEv1 phase 2 exchanges should be a positive integer number.
el: Οι μέγιστες ανταλλαγές της φάσης 2 του IKEv1 θα πρέπει να είναι ένας θετικός ακέραιος αριθμός.

source: IPsec Advanced Settings
el: Ρυθμίσεις IPsec για προχωρημένους

source: Disable Auto-added VPN rules
el: Απενεργοποίηση κανόνων VPN με αυτόματη προσθήκη

source: Disable all auto-added VPN rules.
el: Απενεργοποιήστε όλους τους κανόνες VPN που προστίθενται αυτόματα.

source: Security Associations
el: Ενώσεις ασφαλείας

source: Prefer older IPsec SAs
el: Προτιμήστε παλαιότερες SA IPsec

source: By default, if several SAs match, the newest one is preferred if it's at least 30 seconds old. Select this option to always prefer old SAs over new ones.
el: Από προεπιλογή, εάν υπάρχουν αρκετές SA που ταιριάζουν, προτιμάται η νεότερη, εάν είναι τουλάχιστον 30 δευτερολέπτων. Επιλέξτε αυτήν την επιλογή για να προτιμάτε πάντα τις παλιές SA έναντι των νέων.

source: Passthrough networks
el: Δίκτυα Passthrough

source: This exempts traffic for one or more subnets from getting processed by the IPsec stack in the kernel. When sending all traffic to the remote location, you probably want to add your lan network(s) here
el: Αυτό εξαιρεί την κυκλοφορία για ένα ή περισσότερα υποδίκτυα από την επεξεργασία της στοίβας IPsec στον πυρήνα. Όταν στέλνετε όλη την κυκλοφορία στην απομακρυσμένη τοποθεσία, πιθανόν να θέλετε να προσθέσετε το δίκτυο (τα δίκτυα) lan εδώ

source: Do not install routes
el: Μην εγκαθιστάτε διαδρομές

source: Do not automatically install routes
el: Μην εγκαθιστάτε αυτόματα τις διαδρομές

source: By default, IPsec installs routes when a tunnel becomes active. Select this option to prevent automatically adding routes to the system routing table. See charon.install_routes
el: Από προεπιλογή, το IPsec εγκαθιστά διαδρομές όταν μια σήραγγα γίνεται ενεργή. Επιλέξτε αυτήν την επιλογή για να αποτρέψετε την αυτόματη προσθήκη διαδρομών στον πίνακα δρομολόγησης του συστήματος. Βλέπε charon.install_routes

source: Maximum IKEv1 phase 2 exchanges
el: Μέγιστες ανταλλαγές φάσης 2 IKEv1

source: Maximum number of IKEv1 phase 2 exchanges per IKE_SA to keep state about and track concurrently. When using multiple phase 2 definitions a higher value than the default (3) would be advisable to prevent re-keying issues.
el: Μέγιστος αριθμός ανταλλαγών φάσης 2 IKEv1 ανά IKE_SA για ταυτόχρονη διατήρηση και παρακολούθηση της κατάστασης. Όταν χρησιμοποιούνται πολλαπλοί ορισμοί φάσης 2, συνιστάται μια υψηλότερη τιμή από την προεπιλεγμένη (3) για την αποφυγή προβλημάτων επανακλειδώματος.

source: IPsec Debug
el: Αποσφαλμάτωση IPsec

source: Start IPsec in debug mode based on sections selected
el: Εκκίνηση του IPsec σε λειτουργία εντοπισμού σφαλμάτων με βάση τα επιλεγμένα τμήματα

source: Launch IPsec in debug mode so that more verbose logs will be generated to aid in troubleshooting.
el: Εκκινήστε το IPsec σε λειτουργία εντοπισμού σφαλμάτων, ώστε να δημιουργούνται πιο λεπτομερή αρχεία καταγραφής για την αντιμετώπιση προβλημάτων.

source: not found
el: δεν βρέθηκε

source: This tunnel cannot be deleted because it is still being used as an interface.
el: Αυτή η σήραγγα δεν μπορεί να διαγραφεί επειδή εξακολουθεί να χρησιμοποιείται ως διασύνδεση.

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 address.
el: Οι οικογένειες πρωτοκόλλων και διευθύνσεων IP δεν ταιριάζουν. Δεν μπορείτε να επιλέξετε ένα πρωτόκολλο IPv6 και μια διεύθυνση IPv4.

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 address.
el: Οι οικογένειες πρωτοκόλλων και διευθύνσεων IP δεν ταιριάζουν. Δεν μπορείτε να επιλέξετε ένα πρωτόκολλο IPv4 και μια διεύθυνση IPv6.

source: An IPv4 protocol was selected, but the selected interface has no IPv4 address.
el: Επιλέχθηκε ένα πρωτόκολλο IPv4, αλλά η επιλεγμένη διασύνδεση δεν έχει διεύθυνση IPv4.

source: An IPv6 protocol was selected, but the selected interface has no IPv6 address.
el: Επιλέχθηκε ένα πρωτόκολλο IPv6, αλλά η επιλεγμένη διασύνδεση δεν έχει διεύθυνση IPv6.

source: The field 'Local port' must contain a valid port, ranging from 0 to 65535.
el: Το πεδίο "Τοπική θύρα" πρέπει να περιέχει μια έγκυρη θύρα που κυμαίνεται από 0 έως 65535.

source: The specified 'Local port' is in use. Please select another value
el: Η καθορισμένη 'Τοπική θύρα' είναι σε χρήση. Παρακαλούμε επιλέξτε άλλη τιμή

source: The field 'Server host or address' must contain a valid IP address or domain name.
el: Το πεδίο "Server host or address" (κεντρικός υπολογιστής ή διεύθυνση διακομιστή) πρέπει να περιέχει μια έγκυρη διεύθυνση IP ή όνομα τομέα.

source: The field 'Server port' must contain a valid port, ranging from 0 to 65535.
el: Το πεδίο "Server port" πρέπει να περιέχει μια έγκυρη θύρα, που κυμαίνεται από 0 έως 65535.

source: At least one remote server must be specified.
el: Πρέπει να καθοριστεί τουλάχιστον ένας απομακρυσμένος διακομιστής.

source: Renegotiate time should contain a valid number of seconds.
el: Ο χρόνος επαναδιαπραγμάτευσης πρέπει να περιέχει έναν έγκυρο αριθμό δευτερολέπτων.

source: The field 'Proxy host or address' must contain a valid IP address or domain name.
el: Το πεδίο "Host ή διεύθυνση μεσολάβησης" πρέπει να περιέχει μια έγκυρη διεύθυνση IP ή όνομα τομέα.
