Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Copy my MAC address
el: Αντιγράψτε τη διεύθυνση MAC μου

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx
el: Εισάγετε μια διεύθυνση MAC με την ακόλουθη μορφή: xx:xx:xx:xx:xx:xx:xx:xx

source: Client identifier
el: Αναγνωριστικό πελάτη

source: If an IPv4 address is entered, the address must be within the interface subnet.
el: Εάν εισαχθεί μια διεύθυνση IPv4, η διεύθυνση πρέπει να βρίσκεται εντός του υποδικτύου της διασύνδεσης.

source: If no IPv4 address is given, one will be dynamically allocated from the pool.
el: Εάν δεν δοθεί διεύθυνση IPv4, θα διατεθεί δυναμικά μια διεύθυνση από τη δεξαμενή.

source: Name of the host, without domain part.
el: Όνομα του κεντρικού υπολογιστή, χωρίς το τμήμα τομέα.

source: Netboot Filename
el: Netboot Όνομα αρχείου

source: Name of the file that should be loaded when this host boots off of the network, overrides setting on main page.
el: Όνομα του αρχείου που θα πρέπει να φορτώνεται κατά την εκκίνηση αυτού του κεντρικού υπολογιστή από το δίκτυο, υπερισχύει της ρύθμισης στην κύρια σελίδα.

source: Root Path
el: Διαδρομή ρίζας

source: Enter the root-path-string, overrides setting on main page.
el: Εισάγετε το root-path-string, παρακάμπτει τη ρύθμιση στην κύρια σελίδα.

source: ARP Table Static Entry
el: Στατική καταχώρηση πίνακα ARP

source: Create a static ARP table entry for this MAC and IP address pair.
el: Δημιουργήστε μια καταχώρηση στατικού πίνακα ARP για αυτό το ζεύγος διευθύνσεων MAC και IP.

source: The default is to use the IP on this interface of the firewall as the gateway. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
el: Η προεπιλογή είναι να χρησιμοποιείται η IP σε αυτή τη διασύνδεση του τείχους προστασίας ως πύλη. Καθορίστε μια εναλλακτική πύλη εδώ, εάν αυτή δεν είναι η σωστή πύλη για το δίκτυό σας. Πληκτρολογήστε "none" για μη εκχώρηση πύλης.

source: Default lease time
el: Προεπιλεγμένος χρόνος μίσθωσης

source: Dynamic DNS domain
el: Δυναμικός τομέας DNS

source: Enter the dynamic DNS domain which will be used to register this client in the DNS server.
el: Εισάγετε το δυναμικό τομέα DNS που θα χρησιμοποιηθεί για την εγγραφή αυτού του πελάτη στο διακομιστή DNS.

source: Destination Server
el: Διακομιστής προορισμού

source: A valid Destination Server IP address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP του διακομιστή προορισμού.

source: DHCP Server is currently enabled. Cannot enable the DHCP Relay service while the DHCP Server is enabled on any interface.
el: Ο διακομιστής DHCP είναι επί του παρόντος ενεργοποιημένος. Δεν είναι δυνατή η ενεργοποίηση της υπηρεσίας αναμετάδοσης DHCP ενώ ο διακομιστής DHCP είναι ενεργοποιημένος σε οποιαδήποτε διασύνδεση.

source: DHCP Relay configuration
el: Ρύθμιση της αναμετάδοσης DHCP

source: Interface(s)
el: Διεπαφή(ες)

source: Interfaces without an IP address will not be shown.
el: Διασυνδέσεις χωρίς διεύθυνση IP δεν θα εμφανίζονται.

source: Append circuit ID
el: Προσθήκη αναγνωριστικού κυκλώματος

source: Append circuit ID and agent ID to requests
el: Προσθήκη του αναγνωριστικού κυκλώματος και του αναγνωριστικού πράκτορα στις αιτήσεις

source: If this is checked, the DHCP relay will append the circuit ID (interface number) and the agent ID to the DHCP request.
el: Εάν είναι επιλεγμένο, ο αναμεταδότης DHCP θα προσθέσει το αναγνωριστικό κυκλώματος (αριθμός διασύνδεσης) και το αναγνωριστικό πράκτορα στην αίτηση DHCP.

source: Destination servers
el: Διακομιστές προορισμού

source: These are the IP addresses of servers to which DHCP requests are relayed. You can enter multiple server IP addresses, separated by commas.
el: Πρόκειται για τις διευθύνσεις IP των διακομιστών στους οποίους διαβιβάζονται τα αιτήματα DHCP. Μπορείτε να εισαγάγετε πολλαπλές διευθύνσεις IP διακομιστή, χωρισμένες με κόμμα.

source: A valid prefix range must be specified.
el: Πρέπει να καθοριστεί ένα έγκυρο εύρος προθέματος.

source: The subnet range cannot overlap with virtual IPv6 address %s.
el: Η περιοχή υποδικτύου δεν μπορεί να επικαλύπτεται με την εικονική διεύθυνση IPv6 %s.

source: A valid IPv6 address must be specified for the gateway.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 για την πύλη.

source: A valid IPv6 address must be specified for the primary/secondary DNS servers.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 για τους πρωτεύοντες/δευτερεύοντες διακομιστές DNS.

source: The response delay must be at least 0 and no more than 255 seconds.
el: Η καθυστέρηση απόκρισης πρέπει να είναι τουλάχιστον 0 και όχι μεγαλύτερη από 255 δευτερόλεπτα.

source: A valid primary domain name server IPv6 address must be specified for the dynamic domain name.
el: Για το δυναμικό όνομα τομέα πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 του πρωτεύοντος διακομιστή ονομάτων τομέα.

source: A valid IPv6 address must be specified for the primary/secondary NTP servers.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 για τους πρωτεύοντες/δευτερεύοντες διακομιστές NTP.

source: A valid URL must be specified for the network bootfile.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση URL για το αρχείο εκκίνησης δικτύου.

source: The range is unavailable (single host network mask /128 used).
el: Το εύρος δεν είναι διαθέσιμο (χρησιμοποιείται μάσκα δικτύου ενός κεντρικού υπολογιστή /128).

source: The DHCP range cannot overlap any static DHCP mappings.
el: Το εύρος DHCP δεν μπορεί να επικαλύπτει καμία στατική αντιστοίχιση DHCP.

source: Enable DHCPv6 server on %s interface
el: Ενεργοποίηση διακομιστή DHCPv6 στη διασύνδεση %s

source: The range should be entered using the full IPv6 address.
el: Το εύρος πρέπει να εισαχθεί χρησιμοποιώντας την πλήρη διεύθυνση IPv6.

source: The range should be entered using the suffix part of the IPv6 address, i.e. ::1:2:3:4. The subnet prefix will be added automatically.
el: Το εύρος πρέπει να εισαχθεί χρησιμοποιώντας το τμήμα κατάληξης της διεύθυνσης IPv6, δηλαδή ::1:2:3:4. Το πρόθεμα υποδικτύου θα προστεθεί αυτόματα.

source: Available prefix delegation size
el: Διαθέσιμο μέγεθος αντιπροσωπείας προθέματος

source: Prefix Delegation Range
el: Πρόθεμα Εύρος ανάθεσης

source: Prefix Delegation Size
el: Πρόθεμα Μέγεθος ανάθεσης

source: You can define a Prefix range here for DHCP Prefix Delegation. This allows for assigning networks to subrouters. The start and end of the range must end on boundaries of the prefix delegation size.
el: Εδώ μπορείτε να ορίσετε ένα εύρος προθέματος για την ανάθεση προθέματος DHCP. Αυτό επιτρέπει την ανάθεση δικτύων σε υποδρομολογητές. Η αρχή και το τέλος του εύρους πρέπει να καταλήγουν στα όρια του μεγέθους της ανάθεσης προθέματος.

source: Ensure that any prefix delegation range does not overlap the LAN prefix range.
el: Βεβαιωθείτε ότι οποιαδήποτε περιοχή ανάθεσης προθέματος δεν επικαλύπτει την περιοχή προθέματος LAN.

source: When using a tracked interface then please only enter the range itself, i.e. ::xxxx:0:0:0:0. For example, for a /56 delegation from ::100:0:0:0:0 to ::f00:0:0:0:0. Also make sure that the desired prefix delegation size is not longer than the available size shown above.
el: Όταν χρησιμοποιείτε μια διεπαφή εντοπισμού, παρακαλείστε να εισάγετε μόνο την ίδια την περιοχή, δηλαδή ::xxxx:0:0:0:0:0:0. Για παράδειγμα, για μια ανάθεση /56 από ::100:0:0:0:0:0 έως ::f00:0:0:0:0:0:0. Βεβαιωθείτε επίσης ότι το επιθυμητό μέγεθος αντιπροσωπείας προθέματος δεν είναι μεγαλύτερο από το διαθέσιμο μέγεθος που εμφανίζεται παραπάνω.

source: The system does not check the validity of your entry against the selected mask - please refer to an online net calculator to ensure you have entered a correct range if the dhcpd6 server fails to start.
el: Το σύστημα δεν ελέγχει την εγκυρότητα της καταχώρησής σας σε σχέση με την επιλεγμένη μάσκα - παρακαλούμε ανατρέξτε σε έναν διαδικτυακό υπολογιστή δικτύου για να βεβαιωθείτε ότι έχετε εισαγάγει ένα σωστό εύρος, εάν ο διακομιστής dhcpd6 αποτύχει να εκκινήσει.

source: The default is to use the domain name of this system as the domain search list option provided by DHCPv6. You may optionally specify one or multiple domain(s) here. Use the semicolon character as separator. The first domain in this list will also be used for DNS registration of DHCP static mappings (if enabled).
el: Η προεπιλογή είναι η χρήση του ονόματος τομέα αυτού του συστήματος ως επιλογή λίστας αναζήτησης τομέα που παρέχεται από το DHCPv6. Μπορείτε προαιρετικά να καθορίσετε έναν ή περισσότερους τομείς εδώ. Χρησιμοποιήστε τον χαρακτήρα άνω τελεία ως διαχωριστικό. Ο πρώτος τομέας σε αυτή τη λίστα θα χρησιμοποιηθεί επίσης για την καταχώριση DNS των στατικών αντιστοιχίσεων DHCP (εάν είναι ενεργοποιημένη).

source: Change DHCPv6 display lease time from UTC to local time.
el: Αλλαγή του χρόνου μίσθωσης της οθόνης DHCPv6 από UTC σε τοπική ώρα.

source: By default DHCPv6 leases are displayed in UTC time. By checking this box DHCPv6 lease time will be displayed in local time and set to time zone selected. This will be used for all DHCPv6 interfaces lease time.
el: Από προεπιλογή, οι μισθώσεις DHCPv6 εμφανίζονται σε ώρα UTC. Ενεργοποιώντας αυτό το πλαίσιο, η ώρα μίσθωσης DHCPv6 θα εμφανίζεται σε τοπική ώρα και θα ρυθμίζεται στην επιλεγμένη ζώνη ώρας. Αυτό θα χρησιμοποιείται για όλες τις διασυνδέσεις DHCPv6 για την ώρα μίσθωσης.

source: Enables network booting.
el: Ενεργοποιεί την εκκίνηση μέσω δικτύου.

source: Enter the Bootfile URL
el: Εισάγετε τη διεύθυνση URL του αρχείου εκκίνησης

source: Additional BOOTP/DHCP Options
el: Πρόσθετες επιλογές BOOTP/DHCP

source: DHCPv6 Static Mappings for this interface.
el: Στατικές αντιστοιχίσεις DHCPv6 για αυτή τη διασύνδεση.

source: A valid DUID Identifier must be specified.
el: Πρέπει να καθοριστεί ένα έγκυρο αναγνωριστικό DUID.

source: This Hostname, IP or DUID Identifier already exists.
el: Αυτό το όνομα κεντρικού υπολογιστή, IP ή αναγνωριστικό DUID υπάρχει ήδη.

source: Static DHCPv6 Mapping
el: Στατική χαρτογράφηση DHCPv6

source: DUID Identifier
el: Αναγνωριστικό DUID

source: Enter a DUID Identifier in the following format:
el: Εισάγετε ένα αναγνωριστικό DUID με την ακόλουθη μορφή:

source: If an IPv6 address is entered, the address must be outside of the pool.
el: Εάν εισαχθεί μια διεύθυνση IPv6, η διεύθυνση πρέπει να βρίσκεται εκτός του χώρου συγκέντρωσης.

source: If no IPv6 address is given, one will be dynamically allocated from the pool.
el: Εάν δεν δοθεί διεύθυνση IPv6, θα διατεθεί δυναμικά μια διεύθυνση από τη δεξαμενή.

source: When using a static WAN address, this should be entered using the full IPv6 address. When using a dynamic WAN address, only enter the suffix part (i.e. ::1:2:3:4).
el: Όταν χρησιμοποιείτε στατική διεύθυνση WAN, αυτή πρέπει να εισαχθεί χρησιμοποιώντας την πλήρη διεύθυνση IPv6. Όταν χρησιμοποιείτε δυναμική διεύθυνση WAN, εισάγετε μόνο το τμήμα του επιθέματος (π.χ. ::1:2:3:4).

source: If no IP address is given above, hostname will not be visible to DNS services with lease registration enabled.
el: Εάν δεν έχει δοθεί διεύθυνση IP παραπάνω, το όνομα κεντρικού υπολογιστή δεν θα είναι ορατό στις υπηρεσίες DNS με ενεργοποιημένη την καταχώριση μίσθωσης.

source: If you want to use a custom domain search list for this host, you may optionally specify one or multiple domains here. Use the semicolon character as separator. The first domain in this list will also be used for DNS registration of this host if enabled. If empty, the first domain in the interface's domain search list will be used. If this is empty, too, the system domain will be used.
el: Εάν θέλετε να χρησιμοποιήσετε μια προσαρμοσμένη λίστα αναζήτησης τομέων για αυτόν τον κεντρικό υπολογιστή, μπορείτε προαιρετικά να καθορίσετε έναν ή περισσότερους τομείς εδώ. Χρησιμοποιήστε τον χαρακτήρα άνω τελεία ως διαχωριστικό. Ο πρώτος τομέας σε αυτή τη λίστα θα χρησιμοποιείται επίσης για την εγγραφή DNS αυτού του κεντρικού υπολογιστή, εάν είναι ενεργοποιημένος. Εάν είναι κενό, θα χρησιμοποιηθεί ο πρώτος τομέας στη λίστα αναζήτησης τομέα της διασύνδεσης. Αν και αυτό είναι κενό, θα χρησιμοποιηθεί ο τομέας του συστήματος.

source: Netboot filename
el: Όνομα αρχείου Netboot

source: A valid Destination Server IPv6 address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 του διακομιστή προορισμού.

source: The DHCPv6 server is currently enabled. Cannot enable the DHCPv6 relay while the DHCPv6 server is enabled on any interface.
el: Ο διακομιστής DHCPv6 είναι επί του παρόντος ενεργοποιημένος. Δεν είναι δυνατή η ενεργοποίηση της αναμετάδοσης DHCPv6 ενώ ο διακομιστής DHCPv6 είναι ενεργοποιημένος σε οποιαδήποτε διασύνδεση.

source: DHCPv6 Relay configuration
el: Ρύθμιση της αναμετάδοσης DHCPv6

source: Enable DHCPv6 relay on interface
el: Ενεργοποίηση αναμετάδοσης DHCPv6 στη διασύνδεση

source: Interfaces without an IPv6 address will not be shown.
el: Διασυνδέσεις χωρίς διεύθυνση IPv6 δεν θα εμφανίζονται.

source: If this is checked, the DHCPv6 relay will append the circuit ID (interface number) and the agent ID to the DHCPv6 request.
el: Εάν είναι επιλεγμένο, ο αναμεταδότης DHCPv6 θα προσθέσει το αναγνωριστικό κυκλώματος (αριθμός διασύνδεσης) και το αναγνωριστικό πράκτορα στο αίτημα DHCPv6.

source: Destination server
el: Διακομιστής προορισμού

source: This is the IPv6 address of the server to which DHCPv6 requests are relayed. You can enter multiple server IPv6 addresses, separated by commas.
el: Πρόκειται για τη διεύθυνση IPv6 του διακομιστή στον οποίο διαβιβάζονται τα αιτήματα DHCPv6. Μπορείτε να εισαγάγετε πολλαπλές διευθύνσεις IPv6 διακομιστή, χωρισμένες με κόμμα.

source: The domain may only contain the characters a-z, 0-9, '-' and '.'.
el: Ο τομέας μπορεί να περιέχει μόνο τους χαρακτήρες a-z, 0-9, '-' και '.'.

source: You must specify a valid port number
el: Πρέπει να καθορίσετε έναν έγκυρο αριθμό θύρας

source: Unbound is still active on the same port. Disable it before enabling Dnsmasq.
el: Το Unbound εξακολουθεί να είναι ενεργό στην ίδια θύρα. Απενεργοποιήστε το πριν ενεργοποιήσετε το Dnsmasq.

source: Do you really want to delete this host?
el: Θέλετε πραγματικά να διαγράψετε αυτόν τον κεντρικό υπολογιστή;

source: Do you really want to delete this domain override?
el: Θέλετε πραγματικά να διαγράψετε αυτή την παράκαμψη τομέα;

source: The Dnsmasq configuration has been changed.
el: Η ρύθμιση παραμέτρων του Dnsmasq έχει αλλάξει.

source: General options
el: Γενικές επιλογές

source: Enable Dnsmasq
el: Ενεργοποίηση του Dnsmasq

source: The port used for responding to DNS queries. It should normally be left blank unless another service needs to bind to TCP/UDP port 53.
el: Η θύρα που χρησιμοποιείται για την απάντηση σε ερωτήματα DNS. Κανονικά θα πρέπει να παραμένει κενή, εκτός εάν κάποια άλλη υπηρεσία χρειάζεται να συνδεθεί στη θύρα TCP/UDP 53.

source: Network Interfaces
el: Διασυνδέσεις δικτύου

source: All (recommended)
el: Όλα (συνιστάται)

source: Interface IPs used by Dnsmasq for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
el: IPs διασύνδεσης που χρησιμοποιούνται από το Dnsmasq για την απάντηση σε ερωτήματα από πελάτες. Εάν μια διασύνδεση έχει και IPv4 και IPv6, χρησιμοποιούνται και οι δύο. Τα ερωτήματα προς άλλες IP διασύνδεσης που δεν επιλέγονται παρακάτω απορρίπτονται. Η προεπιλεγμένη συμπεριφορά είναι η απάντηση σε ερωτήματα σε κάθε διαθέσιμη διεύθυνση IPv4 και IPv6.

source: Bind Mode
el: Λειτουργία δέσμευσης

source: Strict Interface Binding
el: Αυστηρή δέσμευση διεπαφής

source: If this option is set, Dnsmasq will only bind to the interfaces containing the IP addresses selected above, rather than binding to all interfaces and discarding queries to other addresses.
el: Αν αυτή η επιλογή είναι ρυθμισμένη, το Dnsmasq θα συνδέεται μόνο στις διασυνδέσεις που περιέχουν τις διευθύνσεις IP που επιλέχθηκαν παραπάνω, αντί να συνδέεται σε όλες τις διασυνδέσεις και να απορρίπτει ερωτήματα προς άλλες διευθύνσεις.

source: This option does not work with IPv6. If set, Dnsmasq will not bind to IPv6 addresses.
el: Αυτή η επιλογή δεν λειτουργεί με IPv6. Εάν οριστεί, το Dnsmasq δεν θα δεσμεύεται σε διευθύνσεις IPv6.

source: DHCP Registration
el: Εγγραφή DHCP

source: Register DHCP leases
el: Καταχώρηση μισθώσεων DHCP

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Dnsmasq, so that their name can be resolved.
el: Αν αυτή η επιλογή είναι ρυθμισμένη, τότε τα μηχανήματα που καθορίζουν το όνομα κεντρικού υπολογιστή τους όταν ζητούν μίσθωση DHCP θα καταχωρούνται στο Dnsmasq, ώστε να μπορεί να γίνει επίλυση του ονόματός τους.

source: DHCP Domain Override
el: Παράκαμψη τομέα DHCP

source: The domain name to use for DHCP hostname registration. If empty, the default system domain is used. Note that all DHCP leases will be assigned to the same domain. If this is undesired, static DHCP lease registration is able to provide coherent mappings.
el: Το όνομα τομέα που θα χρησιμοποιηθεί για την καταχώριση του ονόματος κεντρικού υπολογιστή DHCP. Εάν είναι κενό, χρησιμοποιείται ο προεπιλεγμένος τομέας συστήματος. Σημειώστε ότι όλες οι μισθώσεις DHCP θα εκχωρηθούν στον ίδιο τομέα. Εάν αυτό δεν είναι επιθυμητό, η στατική καταχώρηση μίσθωσης DHCP είναι σε θέση να παρέχει συνεκτικές αντιστοιχίσεις.

source: Static DHCP
el: Στατικό DHCP

source: Register DHCP static mappings
el: Καταχώρηση στατικών αντιστοιχίσεων DHCP

source: If this option is set, then DHCP static mappings will be registered in Dnsmasq, so that their name can be resolved. You should also set the domain in %sSystem: General setup%s to the proper value.
el: Εάν αυτή η επιλογή είναι ρυθμισμένη, τότε οι στατικές αντιστοιχίσεις DHCP θα καταχωρούνται στο Dnsmasq, ώστε να μπορεί να γίνει επίλυση του ονόματός τους. Θα πρέπει επίσης να ορίσετε τον τομέα στο %sSystem: Γενικές ρυθμίσεις%s στην κατάλληλη τιμή.

source: Prefer DHCP
el: Προτιμήστε DHCP

source: Resolve DHCP mappings first
el: Επιλύστε πρώτα τις αντιστοιχίσεις DHCP

source: If this option is set, then DHCP mappings will be resolved before the manual list of names below. This only affects the name given for a reverse lookup (PTR).
el: Εάν αυτή η επιλογή έχει οριστεί, τότε οι αντιστοιχίσεις DHCP θα επιλύονται πριν από τη χειροκίνητη λίστα ονομάτων που ακολουθεί. Αυτό επηρεάζει μόνο το όνομα που δίνεται για μια αντίστροφη αναζήτηση (PTR).

source: DNS Query Forwarding
el: Προώθηση ερωτημάτων DNS

source: Query DNS servers sequentially
el: Διαδοχική αναζήτηση διακομιστών DNS

source: If this option is set, Dnsmasq will query the DNS servers sequentially in the order specified (System: General Setup: DNS Servers), rather than all at once in parallel.
el: Εάν αυτή η επιλογή είναι ρυθμισμένη, το Dnsmasq θα κάνει ερωτήματα στους διακομιστές DNS διαδοχικά με τη σειρά που έχει καθοριστεί (Σύστημα: Γενική ρύθμιση: Διακομιστές DNS) και όχι όλα μαζί παράλληλα.

source: Require domain
el: Απαιτείται τομέας

source: If this option is set, Dnsmasq will not forward A or AAAA queries for plain names, without dots or domain parts, to upstream name servers. If the name is not known from /etc/hosts or DHCP then a "not found" answer is returned.
el: Εάν αυτή η επιλογή είναι ρυθμισμένη, το Dnsmasq δεν θα προωθήσει ερωτήματα A ή AAAA για απλά ονόματα, χωρίς τελείες ή τμήματα τομέα, σε διακομιστές ονομάτων ανάντη. Εάν το όνομα δεν είναι γνωστό από το /etc/hosts ή το DHCP, τότε επιστρέφεται η απάντηση "δεν βρέθηκε".

source: Do not forward private reverse lookups
el: Μην προωθείτε ιδιωτικές αντίστροφες αναζητήσεις

source: If this option is set, Dnsmasq will not forward reverse DNS lookups (PTR) for private addresses (RFC 1918) to upstream name servers. Any entries in the Domain Overrides section forwarding private "n.n.n.in-addr.arpa" names to a specific server are still forwarded. If the IP to name is not known from /etc/hosts, DHCP or a specific domain override then a "not found" answer is immediately returned.
el: Εάν αυτή η επιλογή είναι ρυθμισμένη, το Dnsmasq δεν θα προωθήσει αντίστροφες αναζητήσεις DNS (PTR) για ιδιωτικές διευθύνσεις (RFC 1918) σε διακομιστές ονομάτων upstream. Οποιεσδήποτε καταχωρήσεις στην ενότητα Domain Overrides που προωθούν ιδιωτικά ονόματα "n.n.n.n.in-addr.arpa" σε έναν συγκεκριμένο διακομιστή εξακολουθούν να προωθούνται. Εάν η IP στο όνομα δεν είναι γνωστή από το /etc/hosts, το DHCP ή μια συγκεκριμένη παράκαμψη τομέα, τότε επιστρέφεται αμέσως η απάντηση "δεν βρέθηκε".

source: No Hosts Lookup
el: Δεν υπάρχει αναζήτηση κεντρικών υπολογιστών

source: Don't read the hostnames in /etc/hosts.
el: Μην διαβάζετε τα ονόματα κεντρικών υπολογιστών στο αρχείο /etc/hosts.

source: Log the results of DNS queries
el: Καταγραφή των αποτελεσμάτων των ερωτημάτων DNS

source: Host Overrides
el: Παρακάμψεις υποδοχής

source: Alias for
el: Ψευδώνυμο για

source: Entries in this section override individual results from the forwarders.
el: Οι καταχωρήσεις σε αυτή την ενότητα παρακάμπτουν τα μεμονωμένα αποτελέσματα από τους προωθητές.

source: Use these for changing DNS results or for adding custom DNS records.
el: Χρησιμοποιήστε τα για την αλλαγή των αποτελεσμάτων DNS ή για την προσθήκη προσαρμοσμένων εγγραφών DNS.

source: Domain Overrides
el: Παράκαμψη τομέα

source: Entries in this area override an entire domain, and subdomains, by specifying an authoritative DNS server to be queried for that domain.
el: Οι καταχωρήσεις σε αυτήν την περιοχή παρακάμπτουν έναν ολόκληρο τομέα και υποτομείς, καθορίζοντας έναν εξουσιοδοτικό διακομιστή DNS που θα ερωτηθεί για τον συγκεκριμένο τομέα.

source: A valid domain must be specified after _msdcs.
el: Μετά το _msdcs πρέπει να καθοριστεί ένας έγκυρος τομέας.

source: A valid IP address must be specified, or # for an exclusion or ! to not forward at all.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP, ή # για αποκλεισμό ή ! για να μην προωθηθεί καθόλου.

source: A valid port number must be specified.
el: Πρέπει να καθοριστεί ένας έγκυρος αριθμός θύρας.

source: An interface IP address must be specified for the DNS query source.
el: Πρέπει να καθοριστεί μια διεύθυνση IP διασύνδεσης για την πηγή ερωτήματος DNS.

source: Edit Domain Override entry
el: Επεξεργασία καταχώρησης Domain Override

source: Domain to override (NOTE: this does not have to be a valid TLD!)
el: Τομέας για παράκαμψη (ΣΗΜΕΙΩΣΗ: δεν χρειάζεται να είναι έγκυρος TLD!)

source: or
el: ή

source: test
el: δοκιμή

source: IP address of the authoritative DNS server for this domain
el: Διεύθυνση IP του έγκυρου διακομιστή DNS για αυτόν τον τομέα

source: Or enter ! for lookups for this host/subdomain to NOT be forwarded anywhere.
el: Ή πληκτρολογήστε ! για να μην προωθηθούν οι αναζητήσεις για αυτόν τον κεντρικό υπολογιστή/υποτομέα πουθενά.

source: Or enter # for an exclusion to pass through this host/subdomain to standard nameservers instead of a previous override.
el: Ή πληκτρολογήστε # για έναν αποκλεισμό ώστε να περνάει αυτός ο κεντρικός υπολογιστής/υποτομέας στους τυπικούς διακομιστές ονομάτων αντί για μια προηγούμενη παράκαμψη.

source: Specify a non standard port number here, leave blank for default
el: Καθορίστε έναν μη τυποποιημένο αριθμό θύρας εδώ, αφήστε κενό για προεπιλογή

source: Source IP address for queries to the DNS server for the override domain.
el: Διεύθυνση IP προέλευσης για ερωτήματα στο διακομιστή DNS για τον τομέα παράκαμψης.

source: Leave blank unless your DNS server is accessed through a VPN tunnel.
el: Αφήστε το κενό, εκτός εάν ο διακομιστής DNS σας έχει πρόσβαση μέσω σήραγγας VPN.

source: Alias Domain
el: Ψευδώνυμο Τομέας
