Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Host name of MX host, e.g. mail.example.com
el: Όνομα κεντρικού υπολογιστή MX, π.χ. mail.example.com

source: Host override
el: Παράκαμψη υποδοχής

source: Hostname (of this machine) to redirect login page to, leave blank to use this interface IP address, otherwise make sure the client can access DNS to resolve this location. When using a SSL certificate, make sure both this name and the cert name are equal.
el: Όνομα κεντρικού υπολογιστή (αυτού του μηχανήματος) για την ανακατεύθυνση της σελίδας σύνδεσης, αφήστε το κενό για να χρησιμοποιήσετε τη διεύθυνση IP αυτής της διασύνδεσης, διαφορετικά βεβαιωθείτε ότι ο πελάτης μπορεί να έχει πρόσβαση στο DNS για την επίλυση αυτής της τοποθεσίας. Όταν χρησιμοποιείτε πιστοποιητικό SSL, βεβαιωθείτε ότι τόσο αυτό το όνομα όσο και το όνομα του πιστοποιητικού είναι ίσα.

source: Hostname or address to resolve.
el: Όνομα κεντρικού υπολογιστή ή διεύθυνση προς επίλυση.

source: Hours
el: Ώρες

source: ICAP Settings
el: Ρυθμίσεις ICAP

source: ICP port
el: Θύρα ICP

source: IP Address
el: Διεύθυνση IP

source: IP Address or Network with CIDR
el: Διεύθυνση IP ή δίκτυο με CIDR

source: IP address of DNS server to forward all requests.
el: Διεύθυνση IP του διακομιστή DNS για την προώθηση όλων των αιτήσεων.

source: IP address of the host, e.g. 192.168.100.100 or fd00:abcd::1
el: Διεύθυνση IP του κεντρικού υπολογιστή, π.χ. 192.168.100.100 ή fd00:abcd::1

source: IP addresses of DynFi Manager instance.
el: Διευθύνσεις IP της παρουσίας του DynFi Manager.

source: IPS mode
el: Λειτουργία IPS

source: IPs of DynFi Manager
el: IPs του DynFi Manager

source: IPv6 Address
el: Διεύθυνση IPv6

source: Idle timeout (minutes)
el: Χρονικό όριο αδράνειας (λεπτά)

source: If Custom is specified. The detection engine tries to split out separate signatures into groups so that a packet is only inspected against signatures that can actually match. As in large rule set this would result in way too many groups and memory usage similar groups are merged together.
el: Εάν έχει καθοριστεί η επιλογή Προσαρμοσμένη. Η μηχανή ανίχνευσης προσπαθεί να χωρίσει τις ξεχωριστές υπογραφές σε ομάδες, έτσι ώστε ένα πακέτο να ελέγχεται μόνο έναντι υπογραφών που μπορούν να ταιριάξουν. Καθώς σε μεγάλο σύνολο κανόνων αυτό θα είχε ως αποτέλεσμα πάρα πολλές ομάδες και χρήση μνήμης, παρόμοιες ομάδες συγχωνεύονται μαζί.

source: If provided, all traffic will be transmitted over an HTTPS connection to protect against eavesdroppers.
el: Εάν παρέχεται, όλη η κυκλοφορία θα μεταδίδεται μέσω σύνδεσης HTTPS για προστασία από υποκλοπές.

source: If set (default), Squid will include a Via header in requests and replies as required by RFC2616.
el: Αν οριστεί (προεπιλογή), το Squid θα συμπεριλάβει μια επικεφαλίδα Via στα αιτήματα και τις απαντήσεις, όπως απαιτείται από το RFC2616.

source: If the number of the available threads is less than number, the c-icap server starts a new child.
el: Εάν ο αριθμός των διαθέσιμων νημάτων είναι μικρότερος από τον αριθμό, ο διακομιστής c-icap ξεκινά ένα νέο παιδί.

source: If the number of the available threads is more than number then the c-icap server kills a child.
el: Εάν ο αριθμός των διαθέσιμων νημάτων είναι μεγαλύτερος από τον αριθμό, τότε ο διακομιστής c-icap σκοτώνει ένα παιδί.

source: If this checkbox is checked, you can use an ICAP server to filter or replace content.
el: Εάν αυτό το πλαίσιο ελέγχου είναι επιλεγμένο, μπορείτε να χρησιμοποιήσετε έναν διακομιστή ICAP για να φιλτράρετε ή να αντικαταστήσετε περιεχόμενο.

source: If this option is set, users can login on multiple machines at once. If disabled subsequent logins will cause machines previously logged in with the same username to be disconnected.
el: Εάν αυτή η επιλογή είναι ρυθμισμένη, οι χρήστες μπορούν να συνδεθούν σε πολλά μηχανήματα ταυτόχρονα. Εάν είναι απενεργοποιημένη, οι επόμενες συνδέσεις θα προκαλέσουν αποσύνδεση των μηχανημάτων που είχαν συνδεθεί προηγουμένως με το ίδιο όνομα χρήστη.

source: If you enable this option, the client IP address will be sent to the ICAP server. This can be useful if you want to filter traffic based on IP addresses.
el: Εάν ενεργοποιήσετε αυτήν την επιλογή, η διεύθυνση IP του πελάτη θα αποστέλλεται στο διακομιστή ICAP. Αυτό μπορεί να είναι χρήσιμο αν θέλετε να φιλτράρετε την κυκλοφορία με βάση τις διευθύνσεις IP.

source: If you enable this option, the username of the client will be sent to the ICAP server. This can be useful if you want to filter traffic based on usernames. Authentication is required to use usernames.
el: Εάν ενεργοποιήσετε αυτήν την επιλογή, το όνομα χρήστη του πελάτη θα αποστέλλεται στο διακομιστή ICAP. Αυτό μπορεί να είναι χρήσιμο αν θέλετε να φιλτράρετε την κυκλοφορία με βάση τα ονόματα χρηστών. Για τη χρήση ονομάτων χρήστη απαιτείται έλεγχος ταυτότητας.

source: If you turn off this option, the original files will still be scanned, but without parsing individual messages/attachments.
el: Εάν απενεργοποιήσετε αυτήν την επιλογή, τα πρωτότυπα αρχεία θα εξακολουθήσουν να σαρώνονται, αλλά χωρίς ανάλυση των μεμονωμένων μηνυμάτων/συνημμένων.

source: If you use previews, only a part of the data is sent to the ICAP server. Setting this option can improve the performance.
el: Εάν χρησιμοποιείτε προεπισκοπήσεις, μόνο ένα μέρος των δεδομένων αποστέλλεται στο διακομιστή ICAP. Η ρύθμιση αυτής της επιλογής μπορεί να βελτιώσει την απόδοση.

source: Ignore SSL certificate validation (for self-signed certificates)
el: Αγνόηση της επικύρωσης πιστοποιητικού SSL (για πιστοποιητικά που έχουν υπογραφεί μόνοι τους)

source: Ignore hosts in access.log
el: Αγνοήστε τους κεντρικούς υπολογιστές στο access.log

source: Inactive Timeout
el: Χρονικό όριο αδράνειας

source: Inner-Tunnel LDAP
el: LDAP εσωτερικής σήραγγας

source: Insecure Domains
el: Ανασφαλείς τομείς

source: Insert here the domain that will be allowed to use Google GSuite. All accounts that are not in this domain will be blocked to use it.
el: Εισάγετε εδώ τον τομέα που θα επιτρέπεται να χρησιμοποιεί το Google GSuite. Όλοι οι λογαριασμοί που δεν ανήκουν σε αυτόν τον τομέα θα αποκλείονται από τη χρήση του.

source: Instance
el: Παράδειγμα

source: Interface 2
el: Διεπαφή 2

source: Interfaces bound to DynFi Manager.
el: Διασυνδέσεις που συνδέονται με τον DynFi Manager.

source: Interfaces to capture.
el: Διασυνδέσεις για καταγραφή.

source: Internal number used for this zone
el: Εσωτερικός αριθμός που χρησιμοποιείται για αυτή τη ζώνη

source: Interval before dropping packets (in ms), leave empty for default
el: Διάστημα πριν από την απόρριψη πακέτων (σε ms), αφήστε το κενό για προεπιλογή

source: Invert Port
el: Θύρα αντιστροφής

source: Invert Protocol
el: Πρωτόκολλο αντιστροφής

source: Invert destination
el: Αντιστροφή προορισμού

source: Invert source
el: Αντιστροφή πηγής

source: Join Type
el: Τύπος συμμετοχής

source: Keepalive Interval
el: Χρονικό διάστημα διατήρησης

source: Last Hour
el: Τελευταία ώρα

source: Last updated
el: Τελευταία ενημέρωση

source: Last updated timestamp. This is the time the vendor created the lists.
el: Τελευταία χρονοσφραγίδα ενημέρωσης. Αυτή είναι η ώρα που ο προμηθευτής δημιούργησε τις λίστες.

source: Let the Redis server listen on non-localhost interfaces.
el: Αφήστε τον διακομιστή Redis να ακούει σε διασυνδέσεις εκτός του localhost.

source: Levels
el: Επίπεδα

source: License Key
el: Κλειδί άδειας χρήσης

source: License key for activating nProbe Pro.
el: Κλειδί άδειας χρήσης για την ενεργοποίηση του nProbe Pro.

source: License key for activating ntopng Enterprise.
el: Κλειδί άδειας χρήσης για την ενεργοποίηση του ntopng Enterprise.

source: Limits
el: Όρια

source: List of IP addresses not to be sent via parent proxy.
el: Λίστα διευθύνσεων IP που δεν θα αποστέλλονται μέσω γονικού μεσολάβησης.

source: List of addresses allowed to pass trough the tunnel adapter. Please use CIDR notation like 10.0.0.1/24.
el: Κατάλογος διευθύνσεων που επιτρέπεται να περάσουν από τον προσαρμογέα σήραγγας. Χρησιμοποιήστε σημειώσεις CIDR όπως 10.0.0.1/24.

source: List of addresses to configure on the tunnel adapter. Please use CIDR notation like 10.0.0.1/24.
el: Λίστα διευθύνσεων προς διαμόρφωση στον προσαρμογέα σήραγγας. Χρησιμοποιήστε συμβολισμό CIDR, όπως 10.0.0.1/24.

source: List of authorized SSH keys.
el: Λίστα εξουσιοδοτημένων κλειδιών SSH.

source: List of domains from where blocklist will be downloaded.
el: Λίστα τομέων από όπου θα γίνει λήψη της λίστας αποκλεισμού.

source: List of domains not to be sent via parent proxy.
el: Λίστα τομέων που δεν πρέπει να αποστέλλονται μέσω γονικού μεσολάβησης.

source: List of domains to mark as insecure. DNSSEC chain of trust is ignored towards the domain name.
el: Λίστα τομέων που πρέπει να επισημανθούν ως μη ασφαλείς. Η αλυσίδα εμπιστοσύνης DNSSEC αγνοείται προς το όνομα τομέα.

source: List of domains to mark as private. You only need this for some DNSBL lists which resolve to private addresses.
el: Λίστα τομέων που πρέπει να χαρακτηριστούν ως ιδιωτικοί. Το χρειάζεστε μόνο για ορισμένες λίστες DNSBL που επιλύουν σε ιδιωτικές διευθύνσεις.

source: List of peers for this server.
el: Λίστα ομότιμων χρηστών για αυτόν τον διακομιστή.

source: List with events. Leave it empty for all events.
el: Λίστα με γεγονότα. Αφήστε το κενό για όλα τα συμβάντα.

source: Listen address
el: Διεύθυνση ακρόασης

source: Listening interfaces
el: Διεπαφές ακρόασης

source: Load the certificate and private key from the Windows Certificate System Store (Windows/OpenSSL Only).
el: Φορτώστε το πιστοποιητικό και το ιδιωτικό κλειδί από το Windows Certificate System Store (Μόνο Windows/OpenSSL).

source: Local Cache Settings
el: Ρυθμίσεις τοπικής κρυφής μνήμης

source: Local Description
el: Τοπική περιγραφή

source: Local Description to help identify this network
el: Τοπική περιγραφή για την ταυτοποίηση αυτού του δικτύου

source: Local Domains
el: Τοπικοί τομείς

source: Local IPs
el: Τοπικές IPs

source: Local Networks (IPS)
el: Τοπικά δίκτυα (IPS)

source: Location to fetch geoip address ranges from. Refer to the DynFi Firewall documentation for further details
el: Τοποθεσία από την οποία θα αντληθούν περιοχές διευθύνσεων geoip. Ανατρέξτε στην τεκμηρίωση του τείχους προστασίας DynFi Firewall για περισσότερες λεπτομέρειες

source: Log Authentication Bad Password
el: Έλεγχος ταυτότητας καταγραφής Κακός κωδικός πρόσβασης

source: Log Authentication Good Password
el: Έλεγχος ταυτότητας καταγραφής Καλός κωδικός πρόσβασης

source: Log Authentication Request
el: Αίτημα ελέγχου ταυτότητας καταγραφής

source: Log File
el: Αρχείο καταγραφής

source: Log Level
el: Επίπεδο καταγραφής

source: Log Level Verbosity
el: Λεκτικότητα επιπέδου καταγραφής

source: Log Replies
el: Ημερολόγιο Απαντήσεις

source: Log SNI information only
el: Καταγραφή πληροφοριών SNI μόνο

source: Log Transactions Slower Than (microsecond)
el: Συναλλαγές καταγραφής βραδύτερες από (μικροδευτερόλεπτο)

source: Log package payload
el: Ωφέλιμο φορτίο πακέτου καταγραφής

source: Log to File or Syslog
el: Καταγραφή σε αρχείο ή Syslog

source: Login-Time
el: Χρόνος σύνδεσης

source: Logs password if it is correct.
el: Καταγράφει τον κωδικό πρόσβασης αν είναι σωστός.

source: Logs password if it is rejected.
el: Καταγράφει τον κωδικό πρόσβασης εάν απορριφθεί.

source: M/Monit Register Credentials
el: M/Monit Register Διαπιστευτήρια

source: M/Monit Timeout
el: Χρονικό όριο M/Monit

source: MAC Address
el: Διεύθυνση MAC

source: MX Priority
el: Προτεραιότητα MX

source: Mail Server Address
el: Διεύθυνση διακομιστή αλληλογραφίας

source: Mail Server Password
el: Κωδικός πρόσβασης διακομιστή αλληλογραφίας

source: Mail Server Port
el: Θύρα διακομιστή αλληλογραφίας

source: Mail Server SSL Connection
el: Σύνδεση SSL διακομιστή αλληλογραφίας

source: Mail Server Username
el: Όνομα χρήστη διακομιστή αλληλογραφίας

source: Mail format
el: Μορφή ταχυδρομείου

source: Make sure the script is executable by the Monit service.
el: Βεβαιωθείτε ότι το σενάριο είναι εκτελέσιμο από την υπηρεσία Monit.

source: Mark encrypted archives as viruses (Encrypted.Zip, Encrypted.RAR).
el: Χαρακτηρίστε τα κρυπτογραφημένα αρχεία ως ιούς (Encrypted.Zip, Encrypted.RAR).

source: Mask
el: Μάσκα

source: Match
el: Αγώνας

source: Match Type
el: Τύπος αγώνα

source: Match against one or multiple DSCP values.
el: Αντιστοίχιση με μία ή περισσότερες τιμές DSCP.

source: Matches
el: Αγώνες

source: Max Daily Session
el: Μέγιστη ημερήσια συνεδρία

source: Max Packet Length
el: Μέγιστο μήκος πακέτου

source: Max directory recursion
el: Μέγιστη αναδρομή καταλόγου

source: Max file size
el: Μέγιστο μέγεθος αρχείου

source: Max files
el: Μέγιστα αρχεία

source: Max keepalive requests
el: Μέγιστες αιτήσεις keepalive

source: Max keepalive timeout
el: Μέγιστο χρονικό όριο keepalive

source: Max object size
el: Μέγιστο μέγεθος αντικειμένου

source: Max recursion
el: Μέγιστη αναδρομή

source: Max requests per child
el: Ανώτατο όριο αιτήσεων ανά παιδί

source: Max scan size
el: Μέγιστο μέγεθος σάρωσης

source: Max servers
el: Μέγιστοι διακομιστές

source: Max spare threads
el: Μέγιστα ανταλλακτικά σπειρώματα

source: Maximum Clients
el: Μέγιστο αριθμό πελατών

source: Maximum Length
el: Μέγιστο μήκος

source: Maximum Memory
el: Μέγιστη μνήμη

source: Maximum Memory Policy
el: Πολιτική μέγιστης μνήμης

source: Maximum Memory Samples
el: Μέγιστη μνήμη Δείγματα

source: Maximum depth directories are scanned at.
el: Μέγιστο βάθος σάρωσης καταλόγων.

source: Maximum download size (kB)
el: Μέγιστο μέγεθος λήψης (kB)

source: Maximum number of queued items
el: Μέγιστος αριθμός στοιχείων στην ουρά

source: Maximum number of queued items (including those being processed by MaxThreads threads). It is recommended to have this value at least twice MaxThreads if possible.
el: Μέγιστος αριθμός αντικειμένων στην ουρά (συμπεριλαμβανομένων εκείνων που επεξεργάζονται τα νήματα MaxThreads). Συνιστάται η τιμή αυτή να είναι τουλάχιστον διπλάσια του MaxThreads, αν είναι δυνατόν.

source: Maximum number of threads running
el: Μέγιστος αριθμός νημάτων που εκτελούνται

source: Maximum number of threads running at the same time.
el: Μέγιστος αριθμός νημάτων που εκτελούνται ταυτόχρονα.

source: Maximum object size (MB)
el: Μέγιστο μέγεθος αντικειμένου (MB)

source: Maximum object size in memory (KB)
el: Μέγιστο μέγεθος αντικειμένου στη μνήμη (KB)

source: Maximum upload size (kB)
el: Μέγιστο μέγεθος φόρτωσης (kB)

source: Memory Cache size in Megabytes
el: Μέγεθος μνήμης Cache σε Megabytes

source: Memory cache mode
el: Λειτουργία κρυφής μνήμης

source: Message
el: Μήνυμα

source: Mikrotik VLAN Type
el: Mikrotik Τύπος VLAN

source: Min spare threads
el: Ελάχιστα ανταλλακτικά νήματα

source: Minimum acceptable persistent queue delay (in ms), leave empty for default
el: Ελάχιστη αποδεκτή καθυστέρηση μόνιμης ουράς (σε ms), αφήστε την κενή για προεπιλογή

source: Monit HTTPD Access List
el: Λίστα πρόσβασης Monit HTTPD

source: Monit HTTPD Port
el: Παρακολούθηση θύρας HTTPD

source: Months
el: Μήνες

source: Multicast group
el: Ομάδα πολλαπλής διανομής

source: MySQL Database
el: Βάση δεδομένων MySQL

source: MySQL Password
el: Κωδικός πρόσβασης MySQL

source: MySQL Port
el: Θύρα MySQL

source: MySQL Server
el: Διακομιστής MySQL

source: MySQL User
el: Χρήστης MySQL

source: Name of the host, without the domain part. Use "*" to create a wildcard entry.
el: Όνομα του κεντρικού υπολογιστή, χωρίς το μέρος του τομέα. Χρησιμοποιήστε "*" για να δημιουργήσετε μια καταχώρηση μπαλαντέρ.

source: Negate
el: Αρνητικό

source: Negate this match. For example you can match if a host is not inside a network.
el: Ακυρώστε αυτόν τον αγώνα. Για παράδειγμα, μπορείτε να κάνετε αντιστοίχιση αν ένας κεντρικός υπολογιστής δεν βρίσκεται μέσα σε ένα δίκτυο.

source: Nested archives are scanned recursively, e.g. if a Zip archive contains a RAR file, all files within it will also be scanned.
el: Τα ένθετα αρχεία σαρώνονται αναδρομικά, π.χ. εάν ένα αρχείο Zip περιέχει ένα αρχείο RAR, όλα τα αρχεία μέσα σε αυτό θα σαρωθούν επίσης.

source: Netmask
el: Μάσκα δικτύου

source: Network Address
el: Διεύθυνση δικτύου

source: Network ID
el: Αναγνωριστικό δικτύου

source: Network address that the c-icap server uses to listen to requests.
el: Διεύθυνση δικτύου που χρησιμοποιεί ο διακομιστής c-icap για να ακούει αιτήσεις.

source: Networks to interpret as local
el: Δίκτυα για την ερμηνεία ως τοπικά

source: New action
el: Νέα δράση

source: Not on
el: Όχι σε

source: Number of files to be scanned within an archive, a document, or any other container file.
el: Αριθμός αρχείων προς σάρωση σε ένα αρχείο, ένα έγγραφο ή οποιοδήποτε άλλο αρχείο περιέκτη.

source: Number of first-level subdirectories
el: Αριθμός υποκαταλόγων πρώτου επιπέδου

source: Number of logs to keep.
el: Αριθμός καταγραφών που πρέπει να διατηρούνται.

source: Number of second-level subdirectories
el: Αριθμός υποκαταλόγων δεύτερου επιπέδου

source: OLE2 block macros
el: Μακροεντολές μπλοκ OLE2

source: Offer extended data to the login template before authentication (mac addresses for upstream use).
el: Προσφέρετε εκτεταμένα δεδομένα στο πρότυπο σύνδεσης πριν από τον έλεγχο ταυτότητας (διευθύνσεις mac για χρήση στο upstream).

source: On system boot wait before Monit starts checking services.
el: Κατά την εκκίνηση του συστήματος περιμένετε πριν το Monit ξεκινήσει τον έλεγχο των υπηρεσιών.

source: Only if the object is bigger than size then the percentage of data which defined by SendPercentData sent by the c-icap server before receiving the complete body of request.
el: Μόνο αν το αντικείμενο είναι μεγαλύτερο από το μέγεθος, τότε το ποσοστό των δεδομένων που ορίζεται από το SendPercentData αποστέλλεται από το διακομιστή c-icap πριν από τη λήψη του πλήρους σώματος της αίτησης.

source: Operator
el: Χειριστής

source: Optional DNS server address.
el: Προαιρετική διεύθυνση διακομιστή DNS.

source: Optionally define a (list of) service(s) which are required before monitoring this one, if any of the dependencies are either stopped or unmonitored this service will stop/unmonitor too.
el: Προαιρετικά ορίστε μια (λίστα) υπηρεσία(ες) που απαιτούνται πριν από την παρακολούθηση αυτής της υπηρεσίας, εάν κάποια από τις εξαρτήσεις σταματήσει ή δεν παρακολουθείται, αυτή η υπηρεσία θα σταματήσει/δεν θα παρακολουθείται επίσης.

source: Optionally set a fixed port for this instance to listen on. The standard port range starts at 51820.
el: Ορίστε προαιρετικά μια σταθερή θύρα για την ακρόαση αυτής της περίπτωσης. Το τυπικό εύρος θυρών ξεκινά από 51820.

source: Outgoing Range
el: Εξερχόμενο εύρος

source: Overall bandwidth throttling (kbps)
el: Συνολικός περιορισμός εύρους ζώνης (kbps)

source: P12 Password/confirm
el: P12 Κωδικός πρόσβασης/επιβεβαίωση

source: PE stands for Portable Executable - it's an executable file format used in all 32 and 64-bit versions of Windows operating systems.
el: PE σημαίνει Portable Executable - είναι μια μορφή εκτελέσιμου αρχείου που χρησιμοποιείται σε όλες τις εκδόσεις 32 και 64-bit των λειτουργικών συστημάτων Windows.

source: PID File
el: Αρχείο PID

source: Parameters
el: Παράμετροι

source: Parent
el: Γονέας

source: Parent Proxy Settings
el: Ρυθμίσεις γονικού διακομιστή μεσολάβησης

source: Parent proxy IP address or hostname.
el: Διεύθυνση IP ή όνομα κεντρικού υπολογιστή του γονικού διακομιστή μεσολάβησης.

source: Parent proxy port.
el: Γονική θύρα μεσολάβησης.

source: Pass on error
el: Μεταβίβαση σφάλματος

source: Pass the content instead of blocking it, in the case when the virus scanner or the virus_scan module finds an error.
el: Περάστε το περιεχόμενο αντί να το μπλοκάρετε, στην περίπτωση που ο σαρωτής ιών ή η ενότητα virus_scan εντοπίσει σφάλμα.

source: Password for the bind user.
el: Κωδικός πρόσβασης για τον χρήστη σύνδεσης.

source: Path
el: Διαδρομή

source: Pattern matcher
el: Συγκριτής μοτίβων

source: Peers
el: Συνομήλικοι

source: Per host bandwidth throttling (kbps)
el: Περιορισμός εύρους ζώνης ανά κεντρικό υπολογιστή (kbps)

source: Perform HTML normalisation and decryption of MS Script Encoder code.
el: Εκτέλεση κανονικοποίησης HTML και αποκρυπτογράφησης του κώδικα MS Script Encoder.

source: Performance and Monitoring
el: Απόδοση και παρακολούθηση

source: Pipe
el: Σωλήνας

source: Please select a separator to join the matches. Or means any mach can be true which can be used to configure the same proxy for multiple networks while And means all matches must be true which can be used to assign the proxy in a more detailed way.
el: Παρακαλούμε επιλέξτε έναν διαχωριστή για να συμμετάσχετε στους αγώνες. Ή σημαίνει ότι οποιαδήποτε αντιστοιχία μπορεί να είναι αληθής, πράγμα που μπορεί να χρησιμοποιηθεί για τη διαμόρφωση του ίδιου μεσολάβησης για πολλαπλά δίκτυα, ενώ το Και σημαίνει ότι όλες οι αντιστοιχίες πρέπει να είναι αληθείς, πράγμα που μπορεί να χρησιμοποιηθεί για την ανάθεση του μεσολάβησης με πιο λεπτομερή τρόπο.

source: Please select if this rule should be added to the PAC file.
el: Επιλέξτε εάν ο κανόνας αυτός θα πρέπει να προστεθεί στο αρχείο PAC.

source: Policies are processed on a first match basis a lower number means more important.
el: Η επεξεργασία των πολιτικών γίνεται με βάση την πρώτη αντιστοιχία, ένας μικρότερος αριθμός σημαίνει πιο σημαντικός.

source: Policy zone will be enabled only for client IP addresses defined by selected network aliases.
el: Η ζώνη πολιτικής θα είναι ενεργοποιημένη μόνο για διευθύνσεις IP πελατών που ορίζονται από επιλεγμένα ψευδώνυμα δικτύου.

source: Poll Time
el: Ώρα ψηφοφορίας

source: Polling Interval
el: Διάστημα δημοσκόπησης

source: Polling interval in seconds.
el: Διάστημα δημοσκόπησης σε δευτερόλεπτα.

source: Port of DNS server, for usual DNS use 53, if you use DoT set it to 853.
el: Θύρα του διακομιστή DNS, για το συνηθισμένο DNS χρησιμοποιήστε το 53, αν χρησιμοποιείτε DoT, ορίστε το 853.

source: Port on which OpenVPN listens
el: Θύρα στην οποία ακούει το OpenVPN

source: Port used by DynFi Manager.
el: Θύρα που χρησιμοποιείται από το DynFi Manager.

source: Preview Size
el: Προεπισκόπηση Μέγεθος

source: Priority of MX record, e.g. 10
el: Προτεραιότητα της εγγραφής MX, π.χ. 10

source: Private Domains
el: Ιδιωτικοί τομείς

source: Private Key
el: Ιδιωτικό κλειδί

source: Private key of this instance. You can specify your own one, or a key will be generated after saving. Please keep this key safe.
el: Ιδιωτικό κλειδί αυτής της περίπτωσης. Μπορείτε να καθορίσετε το δικό σας κλειδί ή ένα κλειδί θα δημιουργηθεί μετά την αποθήκευση. Παρακαλώ φυλάξτε αυτό το κλειδί.

source: Program Timeout
el: Χρονικό όριο προγράμματος

source: Protocol Type
el: Τύπος πρωτοκόλλου

source: Proxies
el: Πληρεξούσια

source: Proxy Type
el: Τύπος μεσολάβησης

source: Proxy interfaces
el: Διεπαφές μεσολάβησης

source: Public key of this instance.
el: Δημόσιο κλειδί αυτής της περίπτωσης.

source: Public key of this instance. You can specify your own one, or a key will be generated after saving.
el: Δημόσιο κλειδί αυτής της περίπτωσης. Μπορείτε να καθορίσετε το δικό σας ή ένα κλειδί θα δημιουργηθεί μετά την αποθήκευση.

source: Queue
el: Ουρά

source: RRset Cache Size
el: Μέγεθος κρυφής μνήμης RRset

source: Rebind protection networks
el: Επανασύνδεση δικτύων προστασίας

source: Recipient
el: Αποδέκτης

source: Regular expressions are allowed.
el: Επιτρέπονται κανονικές εκφράσεις.

source: Reject Connections from other IP addresses than ::1 and 127.0.0.1.
el: Απόρριψη συνδέσεων από άλλες διευθύνσεις IP εκτός των ::1 και 127.0.0.1.

source: Reminder
el: Υπενθύμιση

source: Remote Access Server
el: Διακομιστής απομακρυσμένης πρόσβασης

source: Remote address
el: Απομακρυσμένη διεύθυνση

source: Request Modify URL
el: Αίτημα Τροποποίηση URL

source: Reset Expired Record TTL
el: Επαναφορά λήξαντος δίσκου TTL

source: Response Modify URL
el: Απάντηση Τροποποίηση URL
