Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Disable Ingress filtering
el: Απενεργοποίηση φιλτραρίσματος εισόδου

source: Ingress filtering on outer tunnel source can break tunnel operation in an asymmetrically routed networks, in which case this can be disabled by marking this option.
el: Το φιλτράρισμα εισόδου στην εξωτερική πηγή της σήραγγας μπορεί να διακόψει τη λειτουργία της σήραγγας σε ασύμμετρα δρομολογημένα δίκτυα, οπότε μπορεί να απενεργοποιηθεί με την επισήμανση αυτής της επιλογής.

source: ECN friendly behavior
el: Φιλική συμπεριφορά ECN

source: Note that the ECN friendly behavior violates RFC2893. This should be used in mutual agreement with the peer.
el: Σημειώστε ότι η φιλική προς το ECN συμπεριφορά παραβιάζει το RFC2893. Αυτό θα πρέπει να χρησιμοποιείται σε αμοιβαία συμφωνία με τον ομότιμο.

source: This GRE tunnel cannot be deleted because it is still being used as an interface.
el: Αυτή η σήραγγα GRE δεν μπορεί να διαγραφεί επειδή εξακολουθεί να χρησιμοποιείται ως διασύνδεση.

source: Do you really want to delete this GRE tunnel?
el: Θέλετε πραγματικά να διαγράψετε αυτή τη σήραγγα GRE;

source: Local address
el: Τοπική διεύθυνση

source: Local tunnel address
el: Τοπική διεύθυνση σήραγγας

source: Remote tunnel address
el: Απομακρυσμένη διεύθυνση σήραγγας

source: Remote tunnel network
el: Απομακρυσμένο δίκτυο σήραγγας

source: A GRE tunnel with the network %s is already defined.
el: Μια σήραγγα GRE με το δίκτυο %s έχει ήδη οριστεί.

source: GRE configuration
el: Διαμόρφωση GRE

source: The interface here serves as the local address to be used for the GRE tunnel.
el: Η διασύνδεση εδώ χρησιμεύει ως η τοπική διεύθυνση που θα χρησιμοποιηθεί για τη σήραγγα GRE.

source: GRE remote address
el: Απομακρυσμένη διεύθυνση GRE

source: Peer address where encapsulated GRE packets will be sent.
el: Διεύθυνση ομότιμου εταίρου στην οποία θα αποστέλλονται τα ενθυλακωμένα πακέτα GRE.

source: GRE tunnel local address
el: Τοπική διεύθυνση σήραγγας GRE

source: Local GRE tunnel endpoint
el: Τοπικό τελικό σημείο σήραγγας GRE

source: GRE tunnel remote address
el: Απομακρυσμένη διεύθυνση σήραγγας GRE

source: Remote GRE address endpoint. The subnet part is used for the determining the network that is tunneled.
el: Τελικό σημείο απομακρυσμένης διεύθυνσης GRE. Το τμήμα υποδικτύου χρησιμοποιείται για τον καθορισμό του δικτύου που διοχετεύεται με σήραγγα.

source: Do you really want to delete this group? All elements that still use it will become invalid (e.g. filter rules)!
el: Θέλετε πραγματικά να διαγράψετε αυτή την ομάδα; Όλα τα στοιχεία που εξακολουθούν να τη χρησιμοποιούν θα καταστούν άκυρα (π.χ. κανόνες φίλτρων)!

source: Interface Groups allow you to create rules that apply to multiple interfaces without duplicating the rules. If you remove members from an interface group, the group rules no longer apply to that interface.
el: Οι Ομάδες διασύνδεσης σας επιτρέπουν να δημιουργείτε κανόνες που ισχύουν για πολλαπλές διασυνδέσεις χωρίς επανάληψη των κανόνων. Εάν αφαιρέσετε μέλη από μια ομάδα διασύνδεσης, οι κανόνες της ομάδας δεν ισχύουν πλέον για τη συγκεκριμένη διασύνδεση.

source: Group name already exists!
el: Το όνομα της ομάδας υπάρχει ήδη!

source: Only letters, digits and underscores are allowed as the group name.
el: Ως όνομα ομάδας επιτρέπονται μόνο γράμματα, ψηφία και υπογράμμιση.

source: The group name shall not be longer than 15 characters.
el: Το όνομα της ομάδας δεν πρέπει να υπερβαίνει τους 15 χαρακτήρες.

source: The group name shall not end in a digit.
el: Το όνομα της ομάδας δεν πρέπει να τελειώνει σε ψηφίο.

source: The specified group name is already used by an interface. Please choose another name.
el: Το καθορισμένο όνομα ομάδας χρησιμοποιείται ήδη από μια διασύνδεση. Παρακαλώ επιλέξτε ένα άλλο όνομα.

source: At least one group member must be specified.
el: Πρέπει να καθοριστεί τουλάχιστον ένα μέλος της ομάδας.

source: Interface Groups Edit
el: Επεξεργασία ομάδων διασύνδεσης

source: No numbers or spaces are allowed. Only characters in a-zA-Z
el: Δεν επιτρέπονται αριθμοί ή κενά. Μόνο οι χαρακτήρες a-zA-Z

source: You may enter a description here for your reference.
el: Μπορείτε να εισάγετε μια περιγραφή εδώ για την αναφορά σας.

source: Rules for WAN type interfaces in groups do not contain the reply-to mechanism upon which Multi-WAN typically relies.
el: Οι κανόνες για διασυνδέσεις τύπου WAN σε ομάδες δεν περιέχουν τον μηχανισμό reply-to στον οποίο βασίζεται συνήθως το Multi-WAN.

source: This LAGG interface cannot be deleted because it is still being used.
el: Αυτή η διασύνδεση LAGG δεν μπορεί να διαγραφεί επειδή εξακολουθεί να χρησιμοποιείται.

source: Do you really want to delete this LAGG interface?
el: Θέλετε πραγματικά να διαγράψετε αυτή τη διασύνδεση LAGG;

source: Lagg protocol
el: Πρωτόκολλο Lagg

source: Interface '%s' supplied as member does not exist
el: Η διασύνδεση '%s' που παρέχεται ως μέλος δεν υπάρχει

source: Invalid lagghash value '%s'
el: Μη έγκυρη τιμή lagghash '%s'

source: Protocol supplied is invalid
el: Το πρωτόκολλο που παρέχεται είναι άκυρο

source: LAGG configuration
el: Διαμόρφωση LAGG

source: Choose the members that will be used for the link aggregation
el: Επιλέξτε τα μέλη που θα χρησιμοποιηθούν για τη συνάθροιση συνδέσεων

source: Lag proto
el: υστέρηση proto

source: Sends and receives traffic only through the master port. If the master port becomes unavailable, the next active port is used. The first interface added is the master port; any interfaces added after that are used as failover devices.
el: Στέλνει και λαμβάνει κίνηση μόνο μέσω της κύριας θύρας. Εάν η κύρια θύρα δεν είναι διαθέσιμη, χρησιμοποιείται η επόμενη ενεργή θύρα. Η πρώτη διασύνδεση που προστίθεται είναι η κύρια θύρα- όλες οι διασυνδέσεις που προστίθενται στη συνέχεια χρησιμοποιούνται ως συσκευές εναλλαγής.

source: Supports Cisco EtherChannel. This is a static setup and does not negotiate aggregation with the peer or exchange frames to monitor the link.
el: Υποστηρίζει το Cisco EtherChannel. Πρόκειται για μια στατική ρύθμιση και δεν διαπραγματεύεται τη συνάθροιση με τον ομότιμο ή δεν ανταλλάσσει πλαίσια για την παρακολούθηση της σύνδεσης.

source: Supports the IEEE 802.3ad Link Aggregation Control Protocol (LACP) and the Marker Protocol. LACP will negotiate a set of aggregable links with the peer in to one or more Link Aggregated Groups. Each LAG is composed of ports of the same speed, set to full-duplex operation. The traffic will be balanced across the ports in the LAG with the greatest total speed, in most cases there will only be one LAG which contains all ports. In the event of changes in physical connectivity, Link Aggregation will quickly converge to a new configuration.
el: Υποστηρίζει το πρωτόκολλο IEEE 802.3ad Link Aggregation Control Protocol (LACP) και το πρωτόκολλο σήμανσης. Το LACP θα διαπραγματευτεί ένα σύνολο συγκεντρωτικών συνδέσεων με τον ομότιμο σε μία ή περισσότερες Link Aggregated Groups. Κάθε LAG αποτελείται από θύρες της ίδιας ταχύτητας, ρυθμισμένες σε λειτουργία πλήρους διπλής όψης. Η κυκλοφορία θα εξισορροπηθεί στις θύρες της LAG με τη μεγαλύτερη συνολική ταχύτητα, στις περισσότερες περιπτώσεις θα υπάρχει μόνο μία LAG που θα περιέχει όλες τις θύρες. Σε περίπτωση αλλαγών στη φυσική συνδεσιμότητα, η Link Aggregation θα συγκλίνει γρήγορα σε μια νέα διαμόρφωση.

source: loadbalance
el: εξισορρόπηση φορτίου

source: Balances outgoing traffic across the active ports based on hashed protocol header information and accepts incoming traffic from any active port. This is a static setup and does not negotiate aggregation with the peer or exchange frames to monitor the link. The hash includes the Ethernet source and destination address, and, if available, the VLAN tag, and the IP source and destination address.
el: Εξισορροπεί την εξερχόμενη κυκλοφορία στις ενεργές θύρες με βάση κατακερματισμένες πληροφορίες κεφαλίδας πρωτοκόλλου και δέχεται εισερχόμενη κυκλοφορία από οποιαδήποτε ενεργή θύρα. Πρόκειται για μια στατική ρύθμιση και δεν διαπραγματεύεται τη συνάθροιση με τον ομότιμο ή δεν ανταλλάσσει πλαίσια για την παρακολούθηση της σύνδεσης. Ο κατακερματισμός περιλαμβάνει τη διεύθυνση πηγής και προορισμού Ethernet και, εάν είναι διαθέσιμη, την ετικέτα VLAN, καθώς και τη διεύθυνση πηγής και προορισμού IP.

source: Distributes outgoing traffic using a round-robin scheduler through all active ports and accepts incoming traffic from any active port.
el: Κατανέμει την εξερχόμενη κυκλοφορία χρησιμοποιώντας έναν χρονοπρογραμματιστή round-robin σε όλες τις ενεργές θύρες και δέχεται εισερχόμενη κυκλοφορία από οποιαδήποτε ενεργή θύρα.

source: This protocol is intended to do nothing: It disables any traffic without disabling the lagg interface itself.
el: Αυτό το πρωτόκολλο δεν έχει σκοπό να κάνει τίποτα: απενεργοποιεί οποιαδήποτε κυκλοφορία χωρίς να απενεργοποιεί την ίδια τη διασύνδεση lagg.

source: Fast timeout
el: Γρήγορο timeout

source: Enable lacp fast-timeout on the interface.
el: Ενεργοποίηση του lacp fast-timeout στη διασύνδεση.

source: Use flowid
el: Χρήση flowid

source: Use the RSS hash from the network card if available, otherwise a hash is locally calculated. The default depends on the system tunable in net.link.lagg.default_use_flowid.
el: Χρησιμοποιήστε το κατακερματισμό RSS από την κάρτα δικτύου εάν είναι διαθέσιμος, διαφορετικά υπολογίζεται τοπικά ένας κατακερματισμός. Η προεπιλογή εξαρτάται από τη δυνατότητα ρύθμισης του συστήματος στο net.link.lagg.default_use_flowid.

source: Hash Layers
el: Στρώματα κατακερματισμού

source: L2: src/dst MAC address and optional VLAN number.
el: L2: διεύθυνση MAC src/dst και προαιρετικός αριθμός VLAN.

source: L3: src/dst address for IPv4 or IPv6.
el: L3: διεύθυνση src/dst για IPv4 ή IPv6.

source: L4: src/dst port for TCP/UDP/SCTP.
el: L4: θύρα src/dst για TCP/UDP/SCTP.

source: Set the packet layers to hash for aggregation protocols which load balance.
el: Ορίστε τα επίπεδα πακέτων σε hash για πρωτόκολλα συγκέντρωσης που εξισορροπούν το φορτίο.

source: Use strict
el: Χρησιμοποιήστε αυστηρή

source: Enable lacp strict compliance on the interface. The default depends on the system tunable in net.link.lagg.lacp.default_strict_mode.
el: Ενεργοποίηση της αυστηρής συμμόρφωσης lacp στη διασύνδεση. Η προεπιλογή εξαρτάται από τη δυνατότητα ρύθμισης του συστήματος στο net.link.lagg.lacp.default_strict_mode.

source: If you leave this field blank, the smallest mtu of this laggs children will be used.
el: Αν αφήσετε αυτό το πεδίο κενό, θα χρησιμοποιηθεί το μικρότερο mtu των παιδιών αυτού του laggs.

source: This point-to-point link cannot be deleted because it is still being used as an interface.
el: Αυτή η σύνδεση σημείου-προς-σημείο δεν μπορεί να διαγραφεί επειδή εξακολουθεί να χρησιμοποιείται ως διασύνδεση.

source: Do you really want to delete this PPP interface?
el: Θέλετε πραγματικά να διαγράψετε αυτή τη διασύνδεση PPP;

source: Interface(s)/Port(s)
el: Διασύνδεση(ες)/Θύρα(ες)

source: Link Interface(s)
el: Διασύνδεση σύνδεσης

source: Subnet
el: Υποδίκτυο

source: Please choose a Link Type.
el: Παρακαλούμε επιλέξτε έναν τύπο συνδέσμου.

source: Multilink connections (MLPPP) using the PPP link type is not currently supported. Please select only one Link Interface.
el: Οι συνδέσεις πολλαπλών συνδέσεων (MLPPP) που χρησιμοποιούν τον τύπο σύνδεσης PPP δεν υποστηρίζονται επί του παρόντος. Παρακαλούμε επιλέξτε μόνο μία διασύνδεση σύνδεσης.

source: The Service name contains invalid characters.
el: Το όνομα της υπηρεσίας περιέχει μη έγκυρους χαρακτήρες.

source: Do not specify both a Service name and a NULL Service name.
el: Μην καθορίζετε τόσο ένα όνομα υπηρεσίας όσο και ένα NULL όνομα υπηρεσίας.

source: A valid local IP address must be specified for %s.
el: Πρέπει να καθοριστεί μια έγκυρη τοπική διεύθυνση IP για το %s.

source: A valid gateway IP address must be specified for %s.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP πύλης για το %s.

source: The bandwidth value for %s must be an integer.
el: Η τιμή εύρους ζώνης για το %s πρέπει να είναι ακέραιος αριθμός.

source: The MTU for %s must be greater than 576 bytes.
el: Το MTU για το %s πρέπει να είναι μεγαλύτερο από 576 bytes.

source: The MRU for %s must be greater than 576 bytes.
el: Το MRU για το %s πρέπει να είναι μεγαλύτερο από 576 bytes.

source: PPPs configuration
el: Ρύθμιση PPPs

source: Link Type
el: Τύπος συνδέσμου

source: Link interface(s)
el: Διασύνδεση σύνδεσης

source: Select at least two interfaces for Multilink (MLPPP) connections.
el: Επιλέξτε τουλάχιστον δύο διασυνδέσεις για συνδέσεις Multilink (MLPPP).

source: You may enter a description here for your reference. Description will appear in the "Interfaces Assign" select lists.
el: Μπορείτε να εισάγετε μια περιγραφή εδώ για την αναφορά σας. Η περιγραφή θα εμφανιστεί στις λίστες επιλογής "Interfaces Assign".

source: Note: Typically *99# for GSM networks and #777 for CDMA networks
el: Σημείωση: Συνήθως *99# για δίκτυα GSM και #777 για δίκτυα CDMA.

source: Configure a NULL Service name
el: Διαμόρφωση ονόματος υπηρεσίας NULL

source: Hint: this field can usually be left empty. Service name will not be configured if this field is empty. Check the "Configure NULL" box to configure a blank Service name.
el: Συμβουλή: αυτό το πεδίο μπορεί συνήθως να παραμείνει κενό. Το όνομα υπηρεσίας δεν θα διαμορφωθεί εάν αυτό το πεδίο είναι κενό. Επιλέξτε το πεδίο "Configure NULL" (Διαμόρφωση μηδενικού ονόματος υπηρεσίας) για να διαμορφώσετε ένα κενό όνομα υπηρεσίας.

source: APN number (optional)
el: Αριθμός APN (προαιρετικά)

source: Note: Defaults to 1 if you set APN above. Ignored if you set no APN above.
el: Σημείωση: Η προεπιλεγμένη τιμή είναι 1 εάν έχετε ορίσει το APN παραπάνω. Αγνοείται αν δεν έχετε ορίσει APN παραπάνω.

source: SIM PIN wait
el: Αναμονή SIM PIN

source: Note: Time to wait for SIM to discover network after PIN is sent to SIM (seconds).
el: Σημείωση: Χρόνος αναμονής για τον εντοπισμό δικτύου από τη SIM μετά την αποστολή του PIN στη SIM (δευτερόλεπτα).

source: Init String
el: Συμβολοσειρά έναρξης

source: Note: Enter the modem initialization string here. Do NOT include the "AT" string at the beginning of the command. Many modern USB 3G modems don't need an initialization string.
el: Σημείωση: Εισάγετε εδώ τη συμβολοσειρά αρχικοποίησης του μόντεμ. ΜΗΝ συμπεριλάβετε τη συμβολοσειρά "AT" στην αρχή της εντολής. Πολλά σύγχρονα μόντεμ USB 3G δεν χρειάζονται συμβολοσειρά αρχικοποίησης.

source: Note: Enter timeout in seconds for connection to be established (sec.) Default is 45 sec.
el: Σημείωση: Εισάγετε το χρονικό όριο σε δευτερόλεπτα για τη δημιουργία σύνδεσης (sec.) Η προεπιλογή είναι 45 sec.

source: Uptime Logging
el: Καταγραφή χρόνου διαθεσιμότητας

source: Enable persistent logging of connection uptime.
el: Ενεργοποίηση της μόνιμης καταγραφής του χρόνου λειτουργίας της σύνδεσης.

source: This option causes cumulative uptime to be recorded and displayed on the Status Interfaces page.
el: Αυτή η επιλογή προκαλεί την καταγραφή του αθροιστικού χρόνου λειτουργίας και την εμφάνισή του στη σελίδα Status Interfaces (Κατάσταση διασυνδέσεων).

source: Enable Dial-on-Demand mode
el: Ενεργοποίηση της λειτουργίας Dial-on-Demand

source: This option causes the interface to operate in dial-on-demand mode. Do NOT enable if you want your link to be always up. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
el: Αυτή η επιλογή προκαλεί τη λειτουργία της διασύνδεσης σε κατάσταση λειτουργίας κλήσης κατά απαίτηση. ΜΗΝ την ενεργοποιείτε αν θέλετε η σύνδεσή σας να είναι πάντα διαθέσιμη. Η διασύνδεση διαμορφώνεται, αλλά η πραγματική σύνδεση της σύνδεσης καθυστερεί μέχρι να εντοπιστεί εξερχόμενη κυκλοφορία που πληροί τις προϋποθέσεις.

source: Idle Timeout
el: Χρονικό όριο αδράνειας

source: (seconds) Default is 0, which disables the timeout feature.
el: (δευτερόλεπτα) Η προεπιλογή είναι 0, η οποία απενεργοποιεί τη λειτουργία χρονικού ορίου.

source: If no incoming or outgoing packets are transmitted for the entered number of seconds the connection is brought down.
el: Εάν δεν μεταδοθούν εισερχόμενα ή εξερχόμενα πακέτα για τον εισαγόμενο αριθμό δευτερολέπτων, η σύνδεση διακόπτεται.

source: When the idle timeout occurs, if the dial-on-demand option is enabled, mpd goes back into dial-on-demand mode. Otherwise, the interface is brought down and all associated routes removed.
el: Όταν εμφανιστεί το χρονικό όριο αδράνειας, εάν η επιλογή dial-on-demand είναι ενεργοποιημένη, το mpd επιστρέφει σε λειτουργία dial-on-demand. Διαφορετικά, η διασύνδεση τερματίζεται και όλες οι σχετικές διαδρομές αφαιρούνται.

source: Disable vjcomp(compression) (auto-negotiated by default).
el: Απενεργοποίηση της συμπίεσης vjcomp (αυτόματη διαπραγμάτευση από προεπιλογή).

source: This option enables Van Jacobson TCP header compression, which saves several bytes per TCP data packet. You almost always want this option. This compression ineffective for TCP connections with enabled modern extensions like time stamping or SACK, which modify TCP options between sequential packets.
el: Αυτή η επιλογή ενεργοποιεί τη συμπίεση κεφαλίδας TCP Van Jacobson, η οποία εξοικονομεί αρκετά bytes ανά πακέτο δεδομένων TCP. Σχεδόν πάντα θέλετε αυτή την επιλογή. Αυτή η συμπίεση είναι αναποτελεσματική για συνδέσεις TCP με ενεργοποιημένες σύγχρονες επεκτάσεις όπως η χρονοσήμανση ή το SACK, οι οποίες τροποποιούν τις επιλογές TCP μεταξύ διαδοχικών πακέτων.

source: Disable tcpmssfix (enabled by default).
el: Απενεργοποιήστε το tcpmssfix (ενεργοποιημένο από προεπιλογή).

source: This option causes mpd to adjust incoming and outgoing TCP SYN segments so that the requested maximum segment size is not greater than the amount allowed by the interface MTU. This is necessary in many setups to avoid problems caused by routers that drop ICMP Datagram Too Big messages. Without these messages, the originating machine sends data, it passes the rogue router then hits a machine that has an MTU that is not big enough for the data. Because the IP Don't Fragment option is set, this machine sends an ICMP Datagram Too Big message back to the originator and drops the packet. The rogue router drops the ICMP message and the originator never gets to discover that it must reduce the fragment size or drop the IP Don't Fragment option from its outgoing data.
el: Αυτή η επιλογή αναγκάζει το mpd να προσαρμόζει τα εισερχόμενα και εξερχόμενα τμήματα TCP SYN έτσι ώστε το ζητούμενο μέγιστο μέγεθος τμήματος να μην είναι μεγαλύτερο από το μέγεθος που επιτρέπεται από το MTU της διασύνδεσης. Αυτό είναι απαραίτητο σε πολλές ρυθμίσεις για την αποφυγή προβλημάτων που προκαλούνται από δρομολογητές που απορρίπτουν μηνύματα ICMP Datagram Too Big. Χωρίς αυτά τα μηνύματα, το μηχάνημα προέλευσης στέλνει δεδομένα, αυτά περνούν από τον rogue router και στη συνέχεια πέφτουν σε ένα μηχάνημα που έχει MTU που δεν είναι αρκετά μεγάλο για τα δεδομένα. Επειδή έχει οριστεί η επιλογή IP Don't Fragment, αυτό το μηχάνημα στέλνει ένα μήνυμα ICMP Datagram Too Big πίσω στον αποστολέα και απορρίπτει το πακέτο. Ο αθέμιτος δρομολογητής απορρίπτει το μήνυμα ICMP και ο αποστολέας δεν ανακαλύπτει ποτέ ότι πρέπει να μειώσει το μέγεθος κατακερματισμού ή να απορρίψει την επιλογή IP Don't Fragment από τα εξερχόμενα δεδομένα του.

source: Disable shortseq (auto-negotiated by default).
el: Απενεργοποιήστε το shortseq (αυτόματη διαπραγμάτευση από προεπιλογή).

source: This option is only meaningful if multi-link PPP is negotiated. It proscribes shorter multi-link fragment headers, saving two bytes on every frame. It is not necessary to disable this for connections that are not multi-link.
el: Αυτή η επιλογή έχει νόημα μόνο εάν έχει γίνει διαπραγμάτευση για PPP πολλαπλών συνδέσεων. Προβλέπει μικρότερες επικεφαλίδες θραυσμάτων πολλαπλών συνδέσεων, εξοικονομώντας δύο bytes σε κάθε πλαίσιο. Δεν είναι απαραίτητο να την απενεργοποιήσετε για συνδέσεις που δεν είναι πολλαπλών συνδέσεων.

source: Disable acfcomp (compression) (auto-negotiated by default).
el: Απενεργοποιήστε το acfcomp (συμπίεση) (αυτόματη διαπραγμάτευση από προεπιλογή).

source: Address and control field compression. This option only applies to asynchronous link types. It saves two bytes per frame.
el: Συμπίεση πεδίου διεύθυνσης και ελέγχου. Αυτή η επιλογή ισχύει μόνο για ασύγχρονους τύπους συνδέσεων. Εξοικονομεί δύο bytes ανά πλαίσιο.

source: Disable protocomp (compression) (auto-negotiated by default).
el: Απενεργοποιήστε την protocomp (συμπίεση) (αυτόματη διαπραγμάτευση από προεπιλογή).

source: Protocol field compression. This option saves one byte per frame for most frames.
el: Συμπίεση πεδίου πρωτοκόλλου. Αυτή η επιλογή εξοικονομεί ένα byte ανά πλαίσιο για τα περισσότερα πλαίσια.

source: Link Parameters
el: Παράμετροι συνδέσμου

source: Bandwidth: Set ONLY for MLPPP connections and ONLY when links have different bandwidths.
el: Εύρος ζώνης: Ορίζεται ΜΟΝΟ για συνδέσεις MLPPP και ΜΟΝΟ όταν οι συνδέσεις έχουν διαφορετικό εύρος ζώνης.

source: MTU: MTU will default to 1492.
el: MTU: MTU: Η MTU θα είναι προεπιλεγμένη σε 1492.

source: MRU: MRU will be auto-negotiated by default.
el: MRU: Η MRU θα είναι από προεπιλογή αυτόματη διαπραγμάτευση.

source: MRRU: Set ONLY for MLPPP connections. MRRU will be auto-negotiated by default.
el: MRRU: Ορίζεται ΜΟΝΟ για συνδέσεις MLPPP. Το MRRU θα είναι αυτόματη διαπραγμάτευση από προεπιλογή.

source: This VLAN cannot be deleted because it is assigned as an interface.
el: Αυτό το VLAN δεν μπορεί να διαγραφεί επειδή έχει εκχωρηθεί ως διασύνδεση.

source: Do you really want to delete this VLAN?
el: Θέλετε πραγματικά να διαγράψετε αυτό το VLAN;

source: Tag
el: Ετικέτα

source: The VLAN tag must be an integer between 1 and 4094.
el: Η ετικέτα VLAN πρέπει να είναι ακέραιος αριθμός μεταξύ 1 και 4094.

source: The VLAN priority must be an integer between 0 and 7.
el: Η προτεραιότητα VLAN πρέπει να είναι ακέραιος αριθμός μεταξύ 0 και 7.

source: Interface supplied as parent is invalid
el: Η διασύνδεση που παρέχεται ως γονέας είναι άκυρη

source: Interface is assigned and you cannot change the VLAN tag while assigned.
el: Η διασύνδεση έχει εκχωρηθεί και δεν μπορείτε να αλλάξετε την ετικέτα VLAN ενώ έχει εκχωρηθεί.

source: A VLAN with the tag %s is already defined on this interface.
el: Ένα VLAN με την ετικέτα %s έχει ήδη οριστεί σε αυτή τη διασύνδεση.

source: Interface VLAN Edit
el: Επεξεργασία VLAN διασύνδεσης

source: This wireless clone cannot be deleted because it is assigned as an interface.
el: Αυτός ο ασύρματος κλώνος δεν μπορεί να διαγραφεί επειδή έχει εκχωρηθεί ως διασύνδεση.

source: Do you really want to delete this wireless clone?
el: Θέλετε πραγματικά να διαγράψετε αυτόν τον ασύρματο κλώνο;

source: This wireless clone cannot be modified because it is still assigned as an interface.
el: Αυτός ο ασύρματος κλώνος δεν μπορεί να τροποποιηθεί επειδή εξακολουθεί να εκχωρείται ως διασύνδεση.

source: Use the configuration page for the assigned interface to change the mode.
el: Χρησιμοποιήστε τη σελίδα διαμόρφωσης για την εκχωρημένη διασύνδεση για να αλλάξετε τη λειτουργία.

source: Error creating interface with mode %s. The %s interface may not support creating more clones with the selected mode.
el: Σφάλμα δημιουργίας διασύνδεσης με λειτουργία %s. Η διεπαφή %s ενδέχεται να μην υποστηρίζει τη δημιουργία περισσότερων κλώνων με την επιλεγμένη λειτουργία.

source: Wireless clone configuration
el: Διαμόρφωση ασύρματου κλώνου

source: RRD data has been cleared.
el: Τα δεδομένα RRD έχουν εκκαθαριστεί.

source: RRD report has been cleared.
el: Η αναφορά RRD έχει εκκαθαριστεί.

source: All local netflow data has been cleared.
el: Όλα τα τοπικά δεδομένα ροής δικτύου έχουν διαγραφεί.

source: Database repair in progress, daemon will start when done.
el: Επισκευή βάσης δεδομένων σε εξέλιξη, ο δαίμονας θα ξεκινήσει όταν ολοκληρωθεί.
