Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Reset to factory defaults
el: Επαναφορά στις εργοστασιακές ρυθμίσεις

source: LAN IP address will be reset to 192.168.1.1
el: Η διεύθυνση IP του LAN θα επανέλθει σε 192.168.1.1

source: System will be configured as a DHCP server on the default LAN interface
el: Το σύστημα θα ρυθμιστεί ως διακομιστής DHCP στην προεπιλεγμένη διασύνδεση LAN

source: WAN interface will be set to obtain an address automatically from a DHCP server
el: Η διασύνδεση WAN θα ρυθμιστεί ώστε να λαμβάνει αυτόματα μια διεύθυνση από έναν διακομιστή DHCP.

source: Admin user name and password will be reset
el: Το όνομα χρήστη διαχειριστή και ο κωδικός πρόσβασης θα επαναρυθμιστούν

source: Shut down after changes are complete
el: Τερματισμός λειτουργίας μετά την ολοκλήρωση των αλλαγών

source: Are you sure you want to proceed?
el: Είστε σίγουρος ότι θέλετε να προχωρήσετε;

source: Host must be a valid hostname or IP address.
el: Ο κεντρικός υπολογιστής πρέπει να είναι ένα έγκυρο όνομα κεντρικού υπολογιστή ή διεύθυνση IP.

source: No response
el: Καμία απάντηση

source: Resolve DNS hostname or IP
el: Επίλυση ονόματος κεντρικού υπολογιστή DNS ή IP

source: Response
el: Απάντηση

source: Resolution time per server
el: Χρόνος επίλυσης ανά διακομιστή

source: Query time
el: Χρόνος αναζήτησης

source: Local ID
el: Τοπική ταυτότητα

source: Local IP
el: Τοπική IP

source: Remote ID
el: Απομακρυσμένο αναγνωριστικό

source: Remote IP
el: Απομακρυσμένη IP

source: Local Auth
el: Τοπική εξουσιοδότηση

source: Remote Auth
el: Απομακρυσμένη εξουσιοδότηση

source: Local subnets
el: Τοπικά υποδίκτυα

source: Remote subnets
el: Απομακρυσμένα υποδίκτυα

source: State
el: Κράτος

source: Stats
el: Στατιστικά στοιχεία

source: Routed
el: Δρομολογημένο

source: Time
el: Χρόνος

source: Bytes in
el: Bytes σε

source: Bytes out
el: Bytes έξω

source: Pool:
el: Πισίνα:

source: Usage:
el: Χρήση:

source: Online:
el: Σε απευθείας σύνδεση:

source: No leases from this pool yet.
el: Δεν υπάρχουν ακόμα μισθώσεις από αυτή την ομάδα.

source: No IPsec pools.
el: Δεν υπάρχουν δεξαμενές IPsec.

source: The log files have been reset.
el: Τα αρχεία καταγραφής έχουν μηδενιστεί.

source: Preserve logs must be a positive integer value.
el: Τα αρχεία καταγραφής Preserve πρέπει να είναι θετικός ακέραιος αριθμός.

source: WebGUI process is restarting.
el: Η διαδικασία WebGUI επανεκκινείται.

source: Do you really want to reset the log files? This will erase all local log data.
el: Θέλετε πραγματικά να επαναφέρετε τα αρχεία καταγραφής; Αυτό θα διαγράψει όλα τα τοπικά δεδομένα καταγραφής.

source: Local Logging Options
el: Επιλογές τοπικής καταγραφής

source: full help
el: πλήρης βοήθεια

source: Preserve logs (Days)
el: Διατηρήστε τα αρχεία καταγραφής (ημέρες)

source: Number of log to preserve. By default 31 logs are preserved.
el: Αριθμός του αρχείου καταγραφής που πρέπει να διατηρηθεί. Από προεπιλογή διατηρούνται 31 αρχεία καταγραφής.

source: Log Firewall Default Blocks
el: Προεπιλεγμένα μπλοκαρίσματα τείχους προστασίας καταγραφής

source: Log packets matched from the default block rules put in the ruleset
el: Καταγραφή πακέτων που αντιστοιχούν στους προεπιλεγμένους κανόνες μπλοκαρίσματος που έχουν τεθεί στο σύνολο κανόνων

source: Hint: packets that are blocked by the implicit default block rule will not be logged if you uncheck this option. Per-rule logging options are still respected.
el: Συμβουλή: τα πακέτα που αποκλείονται από τον έμμεσο προεπιλεγμένο κανόνα αποκλεισμού δεν θα καταγράφονται εάν καταργήσετε την επιλογή αυτή. Οι επιλογές καταγραφής ανά κανόνα εξακολουθούν να γίνονται σεβαστές.

source: Log packets matched from the default pass rules put in the ruleset
el: Καταγραφή πακέτων που αντιστοιχούν στους προεπιλεγμένους κανόνες διέλευσης που έχουν τεθεί στο σύνολο κανόνων

source: Hint: packets that are allowed by the implicit default pass rule will be logged if you check this option. Per-rule logging options are still respected.
el: Συμβουλή: τα πακέτα που επιτρέπονται από τον σιωπηρό προεπιλεγμένο κανόνα διέλευσης θα καταγραφούν εάν επιλέξετε αυτήν την επιλογή. Οι επιλογές καταγραφής ανά κανόνα εξακολουθούν να γίνονται σεβαστές.

source: Log packets processed by automatic outbound NAT rules
el: Καταγραφή πακέτων που επεξεργάζονται από αυτόματους κανόνες NAT εξερχόμενου ρεύματος

source: Log packets blocked by 'Block Bogon Networks' rules
el: Καταγραφή πακέτων που μπλοκάρονται από τους κανόνες 'Block Bogon Networks'

source: Log packets blocked by 'Block Private Networks' rules
el: Καταγραφή πακέτων που μπλοκάρονται από τους κανόνες 'Αποκλεισμός ιδιωτικών δικτύων'

source: Web Server Log
el: Ημερολόγιο διακομιστή Web

source: Log errors from the web server process.
el: Σφάλματα καταγραφής από τη διαδικασία του διακομιστή ιστού.

source: Hint: If this is checked, errors from the lighttpd web server process for the GUI or Captive Portal will appear in the main system log.
el: Συμβουλή: Εάν είναι επιλεγμένο, τα σφάλματα από τη διαδικασία διακομιστή ιστού lighttpd για το GUI ή την πύλη αιχμαλωσίας θα εμφανίζονται στο κύριο αρχείο καταγραφής συστήματος.

source: Local Logging
el: Τοπική καταγραφή

source: Disable writing log files to the local disk
el: Απενεργοποίηση της εγγραφής αρχείων καταγραφής στον τοπικό δίσκο

source: Reset Logs
el: Επαναφορά αρχείων καταγραφής

source: Reset Log Files
el: Επαναφορά αρχείων καταγραφής

source: Note: Clears all local log files and reinitializes them as empty logs. This also restarts the DHCP daemon. Use the Save button first if you have made any setting changes.
el: Σημείωση: Διαγράφει όλα τα τοπικά αρχεία καταγραφής και τα εκκινεί εκ νέου ως κενά αρχεία καταγραφής. Αυτό επανεκκινεί επίσης τον δαίμονα DHCP. Χρησιμοποιήστε πρώτα το κουμπί Save (Αποθήκευση) αν έχετε κάνει αλλαγές στις ρυθμίσεις.

source: No interface selected
el: Δεν έχει επιλεγεί διασύνδεση

source: Invalid interface %s.
el: Μη έγκυρη διασύνδεση %s.

source: Invalid address family.
el: Μη έγκυρη οικογένεια διευθύνσεων.

source: Invalid protocol.
el: Μη έγκυρο πρωτόκολλο.

source: A valid IP address or CIDR block must be specified. [%s]
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP ή ένα μπλοκ CIDR. [%s]

source: Invalid value specified for port.
el: Μη έγκυρη τιμή που καθορίστηκε για τη θύρα.

source: Invalid value specified for packet length.
el: Μη έγκυρη τιμή που καθορίστηκε για το μήκος του πακέτου.

source: Invalid value specified for packet count.
el: Μη έγκυρη τιμή που καθορίστηκε για τον αριθμό πακέτων.

source: Packet capture
el: Σύλληψη πακέτων

source: (de)select all
el: (απο)επιλέξτε όλα

source: Select the interface on which to capture traffic.
el: Επιλέξτε τη διασύνδεση στην οποία θα καταγράψετε την κυκλοφορία.

source: If checked, the
el: Εάν επιλεγεί, η

source: packet capture
el: σύλληψη πακέτων

source: will be performed using promiscuous mode.
el: θα εκτελεστεί με τη χρήση του promiscuous mode.

source: Note
el: Σημείωση

source: Some network adapters do not support or work well in promiscuous mode.
el: Ορισμένοι προσαρμογείς δικτύου δεν υποστηρίζουν ή δεν λειτουργούν καλά σε λειτουργία promiscuous.

source: Any
el: Οποιοδήποτε

source: Exclude ICMP
el: Εξαίρεση ICMP

source: Exclude ICMPv6
el: Εξαίρεση ICMPv6

source: Exclude TCP
el: Εξαίρεση TCP

source: Exclude UDP
el: Εξαίρεση UDP

source: Exclude ARP
el: Εξαίρεση ARP

source: Exclude CARP (VRRP)
el: Εξαίρεση CARP (VRRP)

source: Select the protocol to capture, or Any.
el: Επιλέξτε το πρωτόκολλο για καταγραφή ή Οποιοδήποτε.

source: This value is either the Source or Destination IP address or subnet in CIDR notation. The packet capture will look for this address in either field.
el: Αυτή η τιμή είναι είτε η διεύθυνση IP προέλευσης ή προορισμού είτε το υποδίκτυο σε συμβολισμό CIDR. Η καταγραφή πακέτων θα αναζητήσει αυτή τη διεύθυνση σε οποιοδήποτε από τα δύο πεδία.

source: Matching can be negated by preceding the value with "not". Multiple IP addresses or CIDR subnets may be specified as boolean expression.
el: Η αντιστοίχιση μπορεί να αναιρεθεί με το "not" πριν από την τιμή. Πολλαπλές διευθύνσεις IP ή υποδίκτυα CIDR μπορούν να καθοριστούν ως έκφραση boolean.

source: If you leave this field blank, all packets on the specified interface will be captured.
el: Εάν αφήσετε αυτό το πεδίο κενό, θα καταγραφούν όλα τα πακέτα στη συγκεκριμένη διασύνδεση.

source: Example:
el: Παράδειγμα:

source: Leave blank if you do not want to filter by port.
el: Αφήστε το κενό εάν δεν θέλετε να φιλτράρετε με βάση τη θύρα.

source: Enter 0 (zero) for no count limit.
el: Εισάγετε 0 (μηδέν) για να μην υπάρχει όριο μέτρησης.

source: This is the number of packets the packet capture will grab. Default value is 100.
el: Αυτός είναι ο αριθμός των πακέτων που θα συλλάβει η καταγραφή πακέτων. Η προεπιλεγμένη τιμή είναι 100.

source: View settings
el: Προβολή ρυθμίσεων

source: Level of Detail
el: Επίπεδο λεπτομέρειας

source: Normal
el: Κανονικό

source: Full
el: Πλήρης

source: This is the level of detail that will be displayed after hitting 'Stop' when the packets have been captured.
el: Αυτό είναι το επίπεδο λεπτομέρειας που θα εμφανιστεί μετά το πάτημα του πλήκτρου 'Stop' όταν τα πακέτα έχουν καταγραφεί.

source: Note:
el: Σημείωση:

source: This option does not affect the level of detail when downloading the packet capture.
el: Αυτή η επιλογή δεν επηρεάζει το επίπεδο λεπτομέρειας κατά τη λήψη της καταγραφής πακέτων.

source: Reverse DNS Lookup
el: Αντίστροφη αναζήτηση DNS

source: This check box will cause the packet capture to perform a reverse DNS lookup associated with all IP addresses.
el: Αυτό το πλαίσιο ελέγχου θα αναγκάσει τη λήψη πακέτων να εκτελέσει μια αντίστροφη αναζήτηση DNS που σχετίζεται με όλες τις διευθύνσεις IP.

source: This option can cause delays for large packet captures.
el: Αυτή η επιλογή μπορεί να προκαλέσει καθυστερήσεις για μεγάλες συλλήψεις πακέτων.

source: View Capture
el: Προβολή Capture

source: Delete Capture
el: Διαγραφή σύλληψης

source: Download Capture
el: Λήψη Capture

source: Capture output
el: Έξοδος σύλληψης

source: interfaces
el: διεπαφές

source: memory
el: μνήμη

source: rules
el: κανόνες

source: timeouts
el: χρονικά όρια

source: Gathering PF information, please wait...
el: Συλλέγουμε πληροφορίες PF, παρακαλώ περιμένετε...

source: IP Protocol
el: Πρωτόκολλο IP

source: Source Address
el: Διεύθυνση πηγής

source: View type:
el: Τύπος προβολής:

source: Sort type:
el: Τύπος ταξινόμησης:

source: Number of States:
el: Αριθμός κρατών:

source: Label
el: Ετικέτα

source: Long
el: Μακρύ

source: Speed
el: Ταχύτητα

source: Age
el: Ηλικία

source: Destination Port
el: Λιμάνι προορισμού

source: Expiry
el: Λήξη

source: Peak
el: Αιχμή

source: Packet
el: Πακέτο

source: Rate
el: Βαθμολογήστε

source: Source Port
el: Λιμένας πηγής

source: all
el: όλα

source: Gathering pfTOP activity, please wait...
el: Συγκέντρωση δραστηριότητας pfTOP, παρακαλώ περιμένετε...

source: Please enter a valid IP or hostname.
el: Παρακαλούμε εισάγετε μια έγκυρη IP ή ένα έγκυρο όνομα κεντρικού υπολογιστή.

source: Please enter a valid source port number, or leave the field blank.
el: Εισάγετε έναν έγκυρο αριθμό θύρας πηγής ή αφήστε το πεδίο κενό.

source: This page allows you to perform a simple TCP connection test to determine if a host is up and accepting connections on a given port. This test does not function for UDP since there is no way to reliably determine if a UDP port accepts connections in this manner.
el: Αυτή η σελίδα σας επιτρέπει να εκτελέσετε μια απλή δοκιμή σύνδεσης TCP για να διαπιστώσετε αν ένας κεντρικός υπολογιστής είναι ενεργός και δέχεται συνδέσεις σε μια συγκεκριμένη θύρα. Αυτή η δοκιμή δεν λειτουργεί για UDP, καθώς δεν υπάρχει τρόπος να προσδιοριστεί αξιόπιστα αν μια θύρα UDP δέχεται συνδέσεις με αυτόν τον τρόπο.

source: No data is transmitted to the remote host during this test, it will only attempt to open a connection and optionally display the data sent back from the server.
el: Κατά τη διάρκεια αυτής της δοκιμής δεν μεταδίδονται δεδομένα στον απομακρυσμένο υπολογιστή, θα προσπαθήσει μόνο να ανοίξει μια σύνδεση και προαιρετικά θα εμφανίσει τα δεδομένα που αποστέλλονται από τον διακομιστή.

source: If you force IPv4 or IPv6 and use a hostname that does not contain a result using that protocol, it will result in an error. For example if you force IPv4 and use a hostname that only returns an AAAA IPv6 IP address, it will not work.
el: Αν επιβάλλετε IPv4 ή IPv6 και χρησιμοποιήσετε ένα όνομα κεντρικού υπολογιστή που δεν περιέχει αποτέλεσμα που να χρησιμοποιεί αυτό το πρωτόκολλο, θα προκύψει σφάλμα. Για παράδειγμα, αν επιβάλλετε IPv4 και χρησιμοποιήσετε ένα όνομα κεντρικού υπολογιστή που επιστρέφει μόνο μια διεύθυνση IPv6 AAAA, δεν θα λειτουργήσει.

source: This should typically be left blank.
el: Συνήθως πρέπει να μένει κενό.

source: Show Remote Text
el: Εμφάνιση απομακρυσμένου κειμένου

source: Shows the text given by the server when connecting to the port. Will take 10+ seconds to display if checked.
el: Εμφανίζει το κείμενο που δίνει ο διακομιστής κατά τη σύνδεση στη θύρα. Θα χρειαστούν 10+ δευτερόλεπτα για να εμφανιστεί αν είναι επιλεγμένο.

source: No output received, or connection failed. Try with "Show Remote Text" unchecked first.
el: Δεν ελήφθη καμία έξοδος ή η σύνδεση απέτυχε. Δοκιμάστε πρώτα με την επιλογή "Εμφάνιση απομακρυσμένου κειμένου" απενεργοποιημένη.

source: Connection failed (Refused/Timeout)
el: Η σύνδεση απέτυχε (Refused/Timeout)

source: Maximum number of hops must be between 1 and %s
el: Ο μέγιστος αριθμός μεταβάσεων πρέπει να είναι μεταξύ 1 και %s

source: When using IPv4, the target host must be an IPv4 address or hostname.
el: Όταν χρησιμοποιείτε IPv4, ο κεντρικός υπολογιστής-στόχος πρέπει να είναι μια διεύθυνση IPv4 ή ένα όνομα κεντρικού υπολογιστή.

source: When using IPv6, the target host must be an IPv6 address or hostname.
el: Όταν χρησιμοποιείτε IPv6, ο κεντρικός υπολογιστής-στόχος πρέπει να είναι μια διεύθυνση IPv6 ή ένα όνομα κεντρικού υπολογιστή.

source: Maximum number of hops
el: Μέγιστος αριθμός μεταβάσεων

source: Reverse Address Lookup
el: Αντίστροφη αναζήτηση διεύθυνσης

source: Use ICMP
el: Χρήση ICMP

source: Toggle sidebar
el: Εναλλαγή πλευρικής μπάρας

source: Show system status
el: Εμφάνιση της κατάστασης του συστήματος

source: Save Settings
el: Αποθήκευση ρυθμίσεων

source: Add widget
el: Προσθήκη widget

source: 1 column
el: 1 στήλη

source: %s columns
el: %s στήλες

source: Do you really want to delete this rule?
el: Θέλετε πραγματικά να διαγράψετε αυτόν τον κανόνα;

source: Do you really want to delete the selected rules?
el: Θέλετε πραγματικά να διαγράψετε τους επιλεγμένους κανόνες;

source: Enable selected rules?
el: Ενεργοποίηση επιλεγμένων κανόνων;

source: Disable selected rules?
el: Απενεργοποίηση επιλεγμένων κανόνων;

source: Select category
el: Επιλέξτε κατηγορία

source: The NAT configuration has been changed
el: Η διαμόρφωση NAT έχει αλλάξει

source: You must apply the changes in order for them to take effect.
el: Πρέπει να εφαρμόσετε τις αλλαγές για να τεθούν σε ισχύ.

source: Ports
el: Λιμένες

source: Add
el: Προσθέστε

source: Move selected rules to end
el: Μετακίνηση επιλεγμένων κανόνων στο τέλος

source: Delete selected
el: Διαγραφή επιλεγμένου

source: Enable selected
el: Ενεργοποίηση επιλεγμένου

source: Disable selected
el: Απενεργοποίηση επιλεγμένου

source: %s address
el: Διεύθυνση %s

source: Anti-Lockout Rule
el: Κανόνας Anti-Lockout

source: Edit
el: Επεξεργασία

source: edit alias
el: επεξεργασία ψευδώνυμου

source: Move selected rules before this rule
el: Μετακίνηση επιλεγμένων κανόνων πριν από αυτόν τον κανόνα

source: Delete
el: Διαγραφή

source: Clone
el: Κλώνος

source: Enabled rule
el: Ενεργοποιημένος κανόνας

source: No redirect
el: Δεν υπάρχει ανακατεύθυνση

source: Linked rule
el: Συνδεδεμένος κανόνας

source: Disabled rule
el: Απενεργοποιημένος κανόνας

source: Disabled no redirect
el: Απενεργοποιημένο no redirect

source: Disabled linked rule
el: Απενεργοποιημένος συνδεδεμένος κανόνας

source: Alias (click to view/edit)
el: Ψευδώνυμο (κάντε κλικ για προβολή/επεξεργασία)

source: The NAT configuration has been changed.
el: Η διαμόρφωση NAT έχει αλλάξει.

source: External IP
el: Εξωτερική IP

source: Internal IP
el: Εσωτερική IP

source: If you add a 1:1 NAT entry for any of the interface IPs on this system, it will make this system inaccessible on that IP address. i.e. if you use your WAN IP address, any services on this system (IPsec, OpenVPN server, etc.) using the WAN IP address will no longer function.
el: Εάν προσθέσετε μια καταχώρηση 1:1 NAT για οποιαδήποτε από τις IP διασύνδεσης σε αυτό το σύστημα, θα καταστήσει αυτό το σύστημα μη προσβάσιμο σε αυτή τη διεύθυνση IP. π.χ. εάν χρησιμοποιείτε τη διεύθυνση IP WAN, οποιεσδήποτε υπηρεσίες σε αυτό το σύστημα (IPsec, διακομιστής OpenVPN κ.λπ.) που χρησιμοποιούν τη διεύθυνση IP WAN δεν θα λειτουργούν πλέον.

source: Destination address
el: Διεύθυνση προορισμού

source: External subnet
el: Εξωτερικό υποδίκτυο

source: A valid external subnet must be specified.
el: Πρέπει να καθοριστεί ένα έγκυρο εξωτερικό υποδίκτυο.

source: %s is not a valid source IP address.
el: %s δεν είναι έγκυρη διεύθυνση IP πηγής.

source: %s is not a valid source IP address or alias.
el: %s δεν είναι έγκυρη διεύθυνση IP ή ψευδώνυμο πηγής.

source: A valid source bit count must be specified.
el: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit πηγής.

source: %s is not a valid destination IP address or alias.
el: %s δεν είναι έγκυρη διεύθυνση IP προορισμού ή ψευδώνυμο.

source: A valid destination bit count must be specified.
el: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit προορισμού.

source: Edit NAT 1:1 entry
el: Επεξεργασία καταχώρησης NAT 1:1

source: Disable this rule
el: Απενεργοποιήστε αυτόν τον κανόνα

source: Set this option to disable this rule without removing it from the list.
el: Ορίστε αυτήν την επιλογή για να απενεργοποιήσετε αυτόν τον κανόνα χωρίς να τον αφαιρέσετε από τη λίστα.

source: Choose which interface this rule applies to
el: Επιλέξτε σε ποια διασύνδεση εφαρμόζεται αυτός ο κανόνας

source: Hint: in most cases, you'll want to use WAN here
el: Συμβουλή: στις περισσότερες περιπτώσεις, θα θέλετε να χρησιμοποιήσετε το WAN εδώ.

source: Select BINAT (default) or NAT here, when nets are equally sized binat is usually the best option.Using NAT we can also map unequal sized networks.
el: Επιλέξτε BINAT (προεπιλογή) ή NAT εδώ, όταν τα δίκτυα έχουν ίσο μέγεθος το binat είναι συνήθως η καλύτερη επιλογή.Χρησιμοποιώντας το NAT μπορούμε επίσης να χαρτογραφήσουμε δίκτυα άνισου μεγέθους.

source: A BINAT rule specifies a bidirectional mapping between an external and internal network and can be used from both ends, nat only applies in one direction.
el: Ένας κανόνας BINAT καθορίζει μια αμφίδρομη αντιστοίχιση μεταξύ ενός εξωτερικού και ενός εσωτερικού δικτύου και μπορεί να χρησιμοποιηθεί και από τα δύο άκρα, nat ισχύει μόνο προς τη μία κατεύθυνση.

source: External network
el: Εξωτερικό δίκτυο

source: Enter the external subnet's starting address for the 1:1 mapping or network.
el: Εισάγετε τη διεύθυνση έναρξης του εξωτερικού υποδικτύου για την αντιστοίχιση 1:1 ή το δίκτυο.

source: The subnet mask from the internal address below will be applied to this IP address, when none is provided.
el: Η μάσκα υποδικτύου από την παρακάτω εσωτερική διεύθυνση θα εφαρμοστεί σε αυτή τη διεύθυνση IP, όταν δεν παρέχεται καμία.

source: This is the address or network the traffic will translate to/from.
el: Αυτή είναι η διεύθυνση ή το δίκτυο προς/από το οποίο θα μεταφραστεί η κυκλοφορία.

source: Invert
el: Αντιστροφή

source: Single host or Network
el: Ενιαίος κεντρικός υπολογιστής ή δίκτυο

source: Networks
el: Δίκτυα

source: Enter the internal subnet for the 1:1 mapping. The subnet size specified for the source will be applied to the external subnet, when none is provided.
el: Εισάγετε το εσωτερικό υποδίκτυο για την αντιστοίχιση 1:1. Το μέγεθος υποδικτύου που καθορίζεται για την πηγή θα εφαρμοστεί στο εξωτερικό υποδίκτυο, όταν δεν παρέχεται κανένα.

source: The 1:1 mapping will only be used for connections to or from the specified destination.
el: Η αντιστοίχιση 1:1 θα χρησιμοποιείται μόνο για συνδέσεις προς ή από τον καθορισμένο προορισμό.

source: Hint: this is usually 'any'.
el: Συμβουλή: αυτό είναι συνήθως 'any'.

source: Category
el: Κατηγορία

source: You may enter or select a category here to group firewall rules (not parsed).
el: Μπορείτε να εισαγάγετε ή να επιλέξετε μια κατηγορία εδώ για να ομαδοποιήσετε τους κανόνες τείχους προστασίας (δεν αναλύονται).

source: NAT reflection
el: Αναστοχασμός NAT

source: Use system default
el: Χρησιμοποιήστε την προεπιλογή του συστήματος

source: Cancel
el: Ακύρωση

source: redirect traffic to proxy
el: ανακατεύθυνση της κυκλοφορίας σε proxy

source: Destination port from
el: Θύρα προορισμού από

source: Destination port to
el: Θύρα προορισμού προς

source: Redirect target IP
el: Ανακατεύθυνση IP στόχου

source: "%s" is not a valid redirect target IP address, network or host alias.
el: Το "%s" δεν είναι μια έγκυρη διεύθυνση IP, δίκτυο ή ψευδώνυμο κεντρικού υπολογιστή προορισμού ανακατεύθυνσης.

source: %s is not a valid start source port. It must be a port alias or integer between 1 and 65535.
el: %s δεν είναι έγκυρη θύρα προέλευσης εκκίνησης. Πρέπει να είναι ψευδώνυμο θύρας ή ακέραιος αριθμός μεταξύ 1 και 65535.

source: %s is not a valid end source port. It must be a port alias or integer between 1 and 65535.
el: %s δεν είναι έγκυρη θύρα τελικής πηγής. Πρέπει να είναι ψευδώνυμο θύρας ή ακέραιος αριθμός μεταξύ 1 και 65535.

source: %s is not a valid start destination port. It must be a port alias or integer between 1 and 65535.
el: %s δεν είναι έγκυρη θύρα προορισμού εκκίνησης. Πρέπει να είναι ψευδώνυμο θύρας ή ακέραιος αριθμός μεταξύ 1 και 65535.

source: %s is not a valid end destination port. It must be a port alias or integer between 1 and 65535.
el: %s δεν είναι έγκυρη θύρα τελικού προορισμού. Πρέπει να είναι ψευδώνυμο θύρας ή ακέραιος αριθμός μεταξύ 1 και 65535.

source: A valid redirect target port must be specified. It must be a port alias or integer between 1 and 65535.
el: Πρέπει να καθοριστεί μια έγκυρη θύρα-στόχος ανακατεύθυνσης. Πρέπει να είναι ψευδώνυμο θύρας ή ακέραιος αριθμός μεταξύ 1 και 65535.

source: %s is not a valid IPv4 address.
el: %s δεν είναι έγκυρη διεύθυνση IPv4.

source: %s is not a valid IPv6 address.
el: %s δεν είναι έγκυρη διεύθυνση IPv6.

source: The target port range must be an integer between 1 and 65535.
el: Το εύρος θύρας-στόχου πρέπει να είναι ακέραιος αριθμός μεταξύ 1 και 65535.

source: Edit Redirect entry
el: Επεξεργασία καταχώρησης ανακατεύθυνσης

source: No RDR (NOT)
el: Χωρίς RDR (ΔΕΝ)

source: Enabling this option will disable redirection for traffic matching this rule.
el: Η ενεργοποίηση αυτής της επιλογής θα απενεργοποιήσει την ανακατεύθυνση για την κυκλοφορία που ταιριάζει σε αυτόν τον κανόνα.

source: Hint: this option is rarely needed, don't use this unless you know what you're doing.
el: Συμβουλή: αυτή η επιλογή χρειάζεται σπάνια, μην τη χρησιμοποιείτε αν δεν ξέρετε τι κάνετε.

source: Choose which interface this rule applies to.
el: Επιλέξτε σε ποια διασύνδεση εφαρμόζεται αυτός ο κανόνας.

source: Hint: in most cases, you'll want to use WAN here.
el: Συμβουλή: στις περισσότερες περιπτώσεις, θα θέλετε να χρησιμοποιήσετε το WAN εδώ.

source: Select the Internet Protocol version this rule applies to
el: Επιλέξτε την έκδοση του πρωτοκόλλου Internet στην οποία εφαρμόζεται ο κανόνας

source: Choose which IP protocol this rule should match.
el: Επιλέξτε ποιο πρωτόκολλο IP θα πρέπει να ταιριάζει με αυτόν τον κανόνα.

source: Hint: in most cases, you should specify
el: Συμβουλή: στις περισσότερες περιπτώσεις, θα πρέπει να καθορίσετε

source: here.
el: εδώ.
