Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: The field 'Proxy port' must contain a valid port, ranging from 0 to 65535.
el: Το πεδίο "Proxy port" πρέπει να περιέχει μια έγκυρη θύρα, που κυμαίνεται από 0 έως 65535.

source: User name and password are required for proxy with authentication.
el: Το όνομα χρήστη και ο κωδικός πρόσβασης απαιτούνται για τον μεσολάβηση με έλεγχο ταυτότητας.

source: The bandwidth limit must be a positive numeric value.
el: Το όριο εύρους ζώνης πρέπει να είναι θετική αριθμητική τιμή.

source: The field 'Shared Key' does not appear to be valid
el: Το πεδίο 'Κοινόχρηστο κλειδί' δεν φαίνεται να είναι έγκυρο

source: The field 'TLS Shared Key' does not appear to be valid
el: Το πεδίο 'Κοινόχρηστο κλειδί TLS' δεν φαίνεται να είναι έγκυρο

source: Shared key
el: Κοινόχρηστο κλειδί

source: If no Client Certificate is selected, a username and password must be entered.
el: Εάν δεν έχει επιλεγεί πιστοποιητικό πελάτη, πρέπει να εισαχθεί ένα όνομα χρήστη και ένας κωδικός πρόσβασης.

source: Do you really want to delete this client?
el: Θέλετε πραγματικά να διαγράψετε αυτόν τον πελάτη;

source: Do you really want to delete the selected clients?
el: Θέλετε πραγματικά να διαγράψετε τους επιλεγμένους πελάτες;

source: Set this option to disable this client without removing it from the list
el: Ορίστε αυτήν την επιλογή για να απενεργοποιήσετε αυτόν τον πελάτη χωρίς να τον αφαιρέσετε από τη λίστα

source: Server Mode
el: Λειτουργία διακομιστή

source: Peer to Peer ( Shared Key )
el: Peer to Peer ( κοινόχρηστο κλειδί )

source: Select the protocol family to be used. Note that using both families with UDP/TCP does not work with an explicit interface as OpenVPN does not support listening to more than one specified IP address. In this case IPv4 is currently assumed.
el: Επιλέξτε την οικογένεια πρωτοκόλλων που θα χρησιμοποιηθεί. Σημειώστε ότι η χρήση και των δύο οικογενειών με UDP/TCP δεν λειτουργεί με ρητή διασύνδεση, καθώς το OpenVPN δεν υποστηρίζει την ακρόαση σε περισσότερες από μία καθορισμένες διευθύνσεις IP. Σε αυτή την περίπτωση, επί του παρόντος θεωρείται ότι χρησιμοποιείται το IPv4.

source: Device mode
el: Λειτουργία συσκευής

source: Remote server
el: Απομακρυσμένος διακομιστής

source: Host or address
el: Υποδοχέας ή διεύθυνση

source: Select remote server at random
el: Επιλογή απομακρυσμένου διακομιστή τυχαία

source: Retry DNS resolution
el: Επανάληψη της επίλυσης DNS

source: Infinitely resolve remote server
el: Άπειρη επίλυση απομακρυσμένου διακομιστή

source: Continuously attempt to resolve the server host name. Useful when communicating with a server that is not permanently connected to the Internet
el: Συνεχής προσπάθεια επίλυσης του ονόματος κεντρικού υπολογιστή του διακομιστή. Χρήσιμο όταν επικοινωνείτε με έναν διακομιστή που δεν είναι μόνιμα συνδεδεμένος στο Διαδίκτυο.

source: Proxy host or address
el: Υπολογιστής ή διεύθυνση μεσολάβησης

source: Proxy authentication extra options
el: Πρόσθετες επιλογές ελέγχου ταυτότητας μεσολάβησης

source: basic
el: βασικό

source: Set this option if you would like to bind to a specific port. Leave this blank or enter 0 for a random dynamic port.
el: Ορίστε αυτή την επιλογή εάν θέλετε να συνδεθείτε σε μια συγκεκριμένη θύρα. Αφήστε την κενή ή πληκτρολογήστε 0 για μια τυχαία δυναμική θύρα.

source: User Authentication Settings
el: Ρυθμίσεις ελέγχου ταυτότητας χρήστη

source: User name/pass
el: Όνομα χρήστη/pass

source: Leave empty when no user name and password are needed.
el: Αφήστε το κενό όταν δεν απαιτούνται όνομα χρήστη και κωδικός πρόσβασης.

source: Renegotiate time
el: Επαναδιαπραγμάτευση χρόνου

source: Renegotiate data channel key after n seconds (default=3600). Set to 0 to disable.
el: Επαναδιαπραγμάτευση κλειδιού καναλιού δεδομένων μετά από n δευτερόλεπτα (προεπιλογή=3600). Θέστε σε 0 για απενεργοποίηση.

source: Enabled - Authentication only
el: Ενεργοποιημένο - Μόνο έλεγχος ταυτότητας

source: Enabled - Authentication & encryption
el: Ενεργοποιημένο - Πιστοποίηση ταυτότητας & κρυπτογράφηση

source: Automatically generate a shared TLS authentication key
el: Αυτόματη δημιουργία ενός κοινού κλειδιού ελέγχου ταυτότητας TLS

source: Paste your shared key here
el: Επικολλήστε το κοινόχρηστο κλειδί σας εδώ

source: Peer Certificate Authority
el: Αρχή Πιστοποιητικού ομότιμων εταίρων

source: No Certificate Authorities defined.
el: Δεν έχουν οριστεί Αρχές πιστοποιητικών.

source: Create one under
el: Δημιουργήστε ένα στο

source: System: Certificates
el: Σύστημα: Πιστοποιητικά

source: (Username and Password required)
el: (Απαιτούνται όνομα χρήστη και κωδικός πρόσβασης)

source: No Certificates defined.
el: Δεν ορίζονται πιστοποιητικά.

source: if one is required for this connection.
el: εάν απαιτείται για αυτή τη σύνδεση.

source: Shared Key
el: Κοινόχρηστο κλειδί

source: Automatically generate a shared key
el: Αυτόματη δημιουργία κοινού κλειδιού

source: NOTE: Leave this set to SHA1 unless the server is set to match. SHA1 is the default for OpenVPN.
el: ΣΗΜΕΙΩΣΗ: Αφήστε το σε SHA1 εκτός αν ο διακομιστής έχει οριστεί να ταιριάζει. Το SHA1 είναι η προεπιλογή για το OpenVPN.

source: This is the IPv4 virtual network used for private communications between this client and the server expressed using CIDR (eg. 10.0.8.0/24). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
el: Πρόκειται για το εικονικό δίκτυο IPv4 που χρησιμοποιείται για ιδιωτικές επικοινωνίες μεταξύ αυτού του πελάτη και του διακομιστή, το οποίο εκφράζεται με χρήση CIDR (π.χ. 10.0.8.0/24). Η πρώτη διεύθυνση δικτύου θεωρείται ότι είναι η διεύθυνση του διακομιστή και η δεύτερη διεύθυνση δικτύου θα εκχωρηθεί στην εικονική διασύνδεση του πελάτη.

source: This is the IPv6 virtual network used for private communications between this client and the server expressed using CIDR (eg. fe80::/64). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
el: Πρόκειται για το εικονικό δίκτυο IPv6 που χρησιμοποιείται για ιδιωτικές επικοινωνίες μεταξύ αυτού του πελάτη και του διακομιστή, το οποίο εκφράζεται με χρήση CIDR (π.χ. fe80::/64). Η πρώτη διεύθυνση δικτύου θεωρείται ότι είναι η διεύθυνση του διακομιστή και η δεύτερη διεύθυνση δικτύου θα εκχωρηθεί στην εικονική διασύνδεση του πελάτη.

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
el: Πρόκειται για τα δίκτυα IPv4 που θα δρομολογούνται μέσω της σήραγγας, έτσι ώστε να μπορεί να δημιουργηθεί ένα site-to-site VPN χωρίς χειροκίνητη αλλαγή των πινάκων δρομολόγησης. Εκφράζεται ως λίστα με διαχωρισμό με κόμμα μιας ή περισσότερων περιοχών CIDR. Εάν πρόκειται για site-to-site VPN, εισαγάγετε εδώ τα απομακρυσμένα LAN/s. Μπορείτε να το αφήσετε κενό για να επικοινωνείτε μόνο με άλλους πελάτες

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
el: Αυτά είναι τα δίκτυα IPv6 που θα δρομολογηθούν μέσω της σήραγγας, έτσι ώστε να μπορεί να δημιουργηθεί ένα site-to-site VPN χωρίς χειροκίνητη αλλαγή των πινάκων δρομολόγησης. Εκφράζεται ως λίστα με διαχωρισμό με κόμμα ενός ή περισσότερων IP/PREFIX. Εάν πρόκειται για site-to-site VPN, εισαγάγετε εδώ τα απομακρυσμένα LAN/s. Μπορείτε να το αφήσετε κενό για να επικοινωνείτε μόνο με άλλους πελάτες

source: Limit outgoing bandwidth
el: Περιορισμός του εξερχόμενου εύρους ζώνης

source: Maximum outgoing bandwidth for this tunnel. Leave empty for no limit. The input value has to be something between 100 bytes/sec and 100 Mbytes/sec (entered as bytes per second)
el: Μέγιστο εξερχόμενο εύρος ζώνης για αυτή τη σήραγγα. Αφήστε το κενό για να μην υπάρχει όριο. Η τιμή εισόδου πρέπει να κυμαίνεται μεταξύ 100 bytes/sec και 100 Mbytes/sec (εισάγεται ως bytes ανά δευτερόλεπτο).

source: Compress tunnel packets using the LZ4/LZO algorithm. The LZ4 generally offers the best performance with least CPU usage. For backwards compatibility use the LZO (which is identical to the older option --comp-lzo yes). In the partial mode (the option --compress with an empty algorithm) compression is turned off, but the packet framing for compression is still enabled, allowing a different setting to be pushed later. The legacy LZO algorithm with adaptive compression mode will dynamically disable compression for a period of time if OpenVPN detects that the data in the packets is not being compressed efficiently.
el: Συμπίεση πακέτων σήραγγας με χρήση του αλγορίθμου LZ4/LZO. Ο LZ4 προσφέρει γενικά την καλύτερη απόδοση με τη μικρότερη χρήση CPU. Για συμβατότητα προς τα πίσω χρησιμοποιήστε τον LZO (ο οποίος είναι πανομοιότυπος με την παλαιότερη επιλογή --comp-lzo yes). Στη μερική λειτουργία (η επιλογή --compress με κενό αλγόριθμο) η συμπίεση είναι απενεργοποιημένη, αλλά η πλαισίωση πακέτων για συμπίεση εξακολουθεί να είναι ενεργοποιημένη, επιτρέποντας τη μεταγενέστερη προώθηση μιας διαφορετικής ρύθμισης. Ο παλαιός αλγόριθμος LZO με λειτουργία προσαρμοστικής συμπίεσης θα απενεργοποιήσει δυναμικά τη συμπίεση για ένα χρονικό διάστημα, εάν το OpenVPN ανιχνεύσει ότι τα δεδομένα στα πακέτα δεν συμπιέζονται αποτελεσματικά.

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value
el: Ρύθμιση της τιμής της κεφαλίδας IP TOS των πακέτων σήραγγας ώστε να ταιριάζει με την τιμή του ενθυλακωμένου πακέτου

source: Don't pull routes
el: Μην τραβάτε διαδρομές

source: This option effectively bars the server from adding routes to the client's routing table, however note that this option still allows the server to set the TCP/IP properties of the client's TUN/TAP interface
el: Αυτή η επιλογή ουσιαστικά εμποδίζει το διακομιστή να προσθέσει διαδρομές στον πίνακα δρομολόγησης του πελάτη, ωστόσο σημειώστε ότι αυτή η επιλογή εξακολουθεί να επιτρέπει στο διακομιστή να ρυθμίζει τις ιδιότητες TCP/IP της διασύνδεσης TUN/TAP του πελάτη.

source: Don't add/remove routes
el: Μην προσθέτετε/αφαιρείτε διαδρομές

source: Do not add or remove routes automatically. Instead pass routes to "--route-up" script using environmental variables.
el: Μην προσθέτετε ή αφαιρείτε διαδρομές αυτόματα. Αντ' αυτού, περάστε τις διαδρομές στο σενάριο "--route-up" χρησιμοποιώντας περιβαλλοντικές μεταβλητές.

source: Advanced configuration
el: Προηγμένη ρύθμιση παραμέτρων

source: Enter any additional options you would like to add to the configuration file here.
el: Εισάγετε εδώ τυχόν πρόσθετες επιλογές που θέλετε να προσθέσετε στο αρχείο ρυθμίσεων.

source: Verbosity level
el: Επίπεδο λεκτικότητας

source: Each level shows all info from the previous levels. Level 3 is recommended if you want a good summary of what's happening without being swamped by output.
el: Κάθε επίπεδο εμφανίζει όλες τις πληροφορίες από τα προηγούμενα επίπεδα. Το επίπεδο 3 συνιστάται αν θέλετε μια καλή περίληψη του τι συμβαίνει χωρίς να κατακλύζεστε από την έξοδο.

source: %snone%s -- No output except fatal errors.
el: %snone%s -- Καμία έξοδος εκτός από τα μοιραία σφάλματα.

source: %sdefault%s-%s4%s -- Normal usage range.
el: %sdefault%s-%s4%s -- Κανονικό εύρος χρήσης.

source: %s5%s -- Output R and W characters to the console for each packet read and write, uppercase is used for TCP/UDP packets and lowercase is used for TUN/TAP packets.
el: %s5%s -- Έξοδος χαρακτήρων R και W στην κονσόλα για κάθε ανάγνωση και εγγραφή πακέτου, τα κεφαλαία χρησιμοποιούνται για πακέτα TCP/UDP και τα πεζά για πακέτα TUN/TAP.

source: %s6%s-%s11%s -- Debug info range.
el: %s6%s-%s11%s -- Εύρος πληροφοριών εντοπισμού σφαλμάτων.

source: Move selected items to end
el: Μετακίνηση επιλεγμένων στοιχείων στο τέλος

source: Move selected before this item
el: Μετακίνηση που έχει επιλεγεί πριν από αυτό το στοιχείο

source: delete client
el: διαγραφή πελάτη

source: clone client
el: πελάτης κλώνος

source: The field 'DNS Domain search list' must contain valid domain names
el: Το πεδίο 'DNS Domain search list' πρέπει να περιέχει έγκυρα ονόματα τομέων

source: The field 'DNS Domain search list' may contain max 10 entries
el: Το πεδίο 'DNS Domain search list' μπορεί να περιέχει το πολύ 10 καταχωρήσεις

source: Do you really want to delete this csc?
el: Θέλετε πραγματικά να διαγράψετε αυτό το csc;

source: Do you really want to delete the selected csc's?
el: Θέλετε πραγματικά να διαγράψετε τα επιλεγμένα csc;

source: Set this option to disable this client-specific override without removing it from the list
el: Ορίστε αυτήν την επιλογή για να απενεργοποιήσετε αυτήν την παράκαμψη για συγκεκριμένο πελάτη χωρίς να την αφαιρέσετε από τη λίστα

source: Select the OpenVPN servers where this override applies to, leave empty for all
el: Επιλέξτε τους διακομιστές OpenVPN στους οποίους ισχύει αυτή η παράκαμψη, αφήστε τους κενούς για όλους.

source: Common name
el: Κοινό όνομα

source: Enter the client's X.509 common name here
el: Εισάγετε το κοινό όνομα X.509 του πελάτη εδώ

source: Connection blocking
el: Μπλοκάρισμα σύνδεσης

source: Block this client connection based on its common name
el: Αποκλεισμός αυτής της σύνδεσης πελάτη με βάση το κοινό του όνομα

source: Don't use this option to permanently disable a client due to a compromised key or password. Use a CRL (certificate revocation list) instead
el: Μην χρησιμοποιείτε αυτή την επιλογή για να απενεργοποιήσετε μόνιμα έναν πελάτη λόγω παραβίασης κλειδιού ή κωδικού πρόσβασης. Χρησιμοποιήστε αντ' αυτού μια λίστα ανάκλησης πιστοποιητικών (CRL).

source: This defines the %s network used for this client in CIDR format, the addressing depends on the device mode (tun, tap) and the choice for topology. <br/><br/>When topology is unset for a server in tun mode, the first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface. </br><br/>Otherwise the configured address is used for this clients virtual interface using the configured netmask.
el: Αυτό ορίζει το δίκτυο %s που χρησιμοποιείται για αυτόν τον πελάτη σε μορφή CIDR, η διευθυνσιοδότηση εξαρτάται από τη λειτουργία της συσκευής (tun, tap) και την επιλογή της τοπολογίας. <br/><br/>Όταν η τοπολογία δεν έχει οριστεί για έναν διακομιστή σε λειτουργία tun, η πρώτη διεύθυνση δικτύου θεωρείται ότι είναι η διεύθυνση του διακομιστή και η δεύτερη διεύθυνση δικτύου θα εκχωρηθεί στην εικονική διασύνδεση του πελάτη. </br><br/>Αλλιώς, η ρυθμισμένη διεύθυνση χρησιμοποιείται για αυτή την εικονική διασύνδεση πελάτη χρησιμοποιώντας τη ρυθμισμένη μάσκα δικτύου.

source: These are the IPv4 networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more CIDR ranges.
el: Αυτά είναι τα δίκτυα IPv4 που θα είναι προσβάσιμα από τον συγκεκριμένο πελάτη. Εκφράζεται ως λίστα διαχωρισμένη με κόμμα από μία ή περισσότερες περιοχές CIDR.

source: NOTE: You do not need to specify networks here if they have already been defined on the main server configuration.
el: ΣΗΜΕΙΩΣΗ: Δεν χρειάζεται να καθορίσετε τα δίκτυα εδώ, εάν έχουν ήδη οριστεί στην κύρια διαμόρφωση του διακομιστή.

source: These are the IPv6 networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more IP/PREFIX networks.
el: Αυτά είναι τα δίκτυα IPv6 που θα είναι προσβάσιμα από τον συγκεκριμένο πελάτη. Εκφράζεται ως λίστα με διαχωρισμό με κόμμα ενός ή περισσότερων δικτύων IP/PREFIX.

source: These are the IPv4 networks that will be routed to this client specifically using iroute, so that a site-to-site VPN can be established. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if there are no client-side networks to be routed
el: Αυτά είναι τα δίκτυα IPv4 που θα δρομολογηθούν σε αυτόν τον πελάτη ειδικά με τη χρήση του iroute, έτσι ώστε να μπορεί να δημιουργηθεί ένα site-to-site VPN. Εκφράζεται ως λίστα διαχωρισμένη με κόμμα από μία ή περισσότερες περιοχές CIDR. Μπορείτε να το αφήσετε κενό εάν δεν υπάρχουν δίκτυα πελάτη προς δρομολόγηση.

source: NOTE: Remember to add these subnets to the IPv4 Remote Networks list on the corresponding OpenVPN server settings.
el: ΣΗΜΕΙΩΣΗ: Θυμηθείτε να προσθέσετε αυτά τα υποδίκτυα στη λίστα Απομακρυσμένα δίκτυα IPv4 στις αντίστοιχες ρυθμίσεις του διακομιστή OpenVPN.

source: These are the IPv6 networks that will be routed to this client specifically using iroute, so that a site-to-site VPN can be established. Expressed as a comma-separated list of one or more IP/PREFIX networks. You may leave this blank if there are no client-side networks to be routed.
el: Αυτά είναι τα δίκτυα IPv6 που θα δρομολογηθούν σε αυτόν τον πελάτη ειδικά με τη χρήση του iroute, έτσι ώστε να μπορεί να δημιουργηθεί ένα site-to-site VPN. Εκφράζεται ως λίστα διαχωρισμένη με κόμμα από ένα ή περισσότερα δίκτυα IP/PREFIX. Μπορείτε να το αφήσετε κενό εάν δεν υπάρχουν δίκτυα πελάτη προς δρομολόγηση.

source: NOTE: Remember to add these subnets to the IPv6 Remote Networks list on the corresponding OpenVPN server settings.
el: ΣΗΜΕΙΩΣΗ: Θυμηθείτε να προσθέσετε αυτά τα υποδίκτυα στη λίστα Απομακρυσμένα δίκτυα IPv6 στις αντίστοιχες ρυθμίσεις διακομιστή OpenVPN.

source: Server Definitions
el: Ορισμοί διακομιστή

source: Prevent this client from receiving any server-defined client settings.
el: Αποτρέψτε αυτό το πρόγραμμα-πελάτη από το να λαμβάνει οποιεσδήποτε ρυθμίσεις πελάτη που ορίζονται από το διακομιστή.

source: DNS Domain search list
el: Λίστα αναζήτησης τομέα DNS

source: Add name to the domain search list. Repeat this option to add more entries. Expressed as a comma-separated list up to 10 domains are supported.
el: Προσθήκη ονόματος στη λίστα αναζήτησης τομέα. Επαναλάβετε αυτή την επιλογή για να προσθέσετε περισσότερες καταχωρήσεις. Εκφράζεται ως λίστα διαχωρισμένη με κόμμα και υποστηρίζονται έως και 10 τομείς.

source: Server #1:
el: Διακομιστής #1:

source: Server #2:
el: Διακομιστής #2:

source: Server #3:
el: Διακομιστής #3:

source: Server #4:
el: Διακομιστής #4:

source: NTP Servers
el: Διακομιστές NTP

source: Provide a NTP server list to clients
el: Παροχή μιας λίστας διακομιστών NTP στους πελάτες

source: Enable NetBIOS over TCP/IP
el: Ενεργοποίηση του NetBIOS μέσω TCP/IP

source: If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled
el: Εάν αυτή η επιλογή δεν οριστεί, όλες οι επιλογές NetBIOS-over-TCP/IP (συμπεριλαμβανομένου του WINS) θα απενεργοποιηθούν.

source: Node Type
el: Τύπος κόμβου

source: Enter any additional options you would like to add for this client specific override, separated by a semicolon
el: Εισάγετε τυχόν πρόσθετες επιλογές που θέλετε να προσθέσετε για αυτή την παράκαμψη για συγκεκριμένο πελάτη, χωρισμένες με άνω και κάτω τελεία.

source: EXAMPLE: push "route 10.0.0.0 255.255.255.0"
el: ΠΑΡΑΔΕΙΓΜΑ: push "route 10.0.0.0 255.255.255.255.0"

source: Tunnel Network
el: Δίκτυο σηράγγων

source: clone rule
el: κανόνας κλωνοποίησης

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 IP address.
el: Οι οικογένειες πρωτοκόλλων και διευθύνσεων IP δεν ταιριάζουν. Δεν μπορείτε να επιλέξετε πρωτόκολλο IPv6 και διεύθυνση IPv4.

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 IP address.
el: Οι οικογένειες πρωτοκόλλων και διευθύνσεων IP δεν ταιριάζουν. Δεν μπορείτε να επιλέξετε ένα πρωτόκολλο IPv4 και μια διεύθυνση IPv6.

source: You must select a Backend for Authentication if the server mode requires User Auth.
el: Πρέπει να επιλέξετε ένα Backend για Authentication εάν η λειτουργία διακομιστή απαιτεί User Auth.

source: A prefix longer than 29 cannot be used for tunnel network.
el: Ένα πρόθεμα μεγαλύτερο από 29 δεν μπορεί να χρησιμοποιηθεί για δίκτυο σήραγγας.

source: Client management port
el: Θύρα διαχείρισης πελάτη

source: Using a tunnel network and server bridge settings together is not allowed.
el: Δεν επιτρέπεται η ταυτόχρονη χρήση ενός δικτύου σήραγγας και ρυθμίσεων γέφυρας διακομιστή.

source: Server Bridge DHCP Start and End must both be empty, or defined.
el: Η Γέφυρα διακομιστή DHCP Έναρξη και Τέλος πρέπει να είναι κενές ή να ορίζονται.

source: Server Bridge DHCP Start must be an IPv4 address.
el: Γέφυρα διακομιστή DHCP Start πρέπει να είναι μια διεύθυνση IPv4.

source: Server Bridge DHCP End must be an IPv4 address.
el: Γέφυρα διακομιστή DHCP End πρέπει να είναι μια διεύθυνση IPv4.

source: The Server Bridge DHCP range is invalid (start higher than end).
el: Το εύρος DHCP της Γέφυρας διακομιστή είναι άκυρο (αρχή μεγαλύτερη από το τέλος).

source: Do you really want to delete this server?
el: Θέλετε πραγματικά να διαγράψετε αυτόν τον διακομιστή;

source: Set this option to disable this server without removing it from the list
el: Ορίστε αυτήν την επιλογή για να απενεργοποιήσετε αυτόν τον διακομιστή χωρίς να τον αφαιρέσετε από τη λίστα

source: Remote Access ( SSL/TLS )
el: Απομακρυσμένη πρόσβαση ( SSL/TLS )

source: Remote Access ( User Auth )
el: Απομακρυσμένη πρόσβαση ( User Auth )

source: Remote Access ( SSL/TLS + User Auth )
el: Απομακρυσμένη πρόσβαση ( SSL/TLS + User Auth )

source: Device Mode
el: Λειτουργία συσκευής

source: When selecting any in combination with UDP, we will assume the server is used multi-homed. This has some small performance implications to assure proper return address lookup.
el: Όταν επιλέγετε οποιοδήποτε σε συνδυασμό με UDP, θα υποθέσουμε ότι ο διακομιστής χρησιμοποιείται σε πολλαπλές εγκαταστάσεις. Αυτό έχει κάποιες μικρές επιπτώσεις στην απόδοση για να διασφαλιστεί η σωστή αναζήτηση διευθύνσεων επιστροφής.

source: Peer Certificate Revocation List
el: Λίστα ανάκλησης ομότιμων πιστοποιητικών

source: No Certificate Revocation Lists (CRLs) defined.
el: Δεν ορίζονται λίστες ανάκλησης πιστοποιητικών (CRL).

source: Leave this set to SHA1 unless all clients are set to match. SHA1 is the default for OpenVPN.
el: Αφήστε το σε SHA1 εκτός αν όλοι οι πελάτες έχουν οριστεί να ταιριάζουν. Το SHA1 είναι η προεπιλογή για το OpenVPN.

source: Certificate Depth
el: Βάθος πιστοποιητικού

source: Do Not Check
el: Μην ελέγχετε

source: One (Client+Server)
el: Ένα (Client+Server)

source: Two (Client+Intermediate+Server)
el: Δύο (Πελάτης+Intermediate+Server)

source: Three (Client+2xIntermediate+Server)
el: Τρεις (Πελάτης+2xIntermediate+Διακομιστής)

source: Four (Client+3xIntermediate+Server)
el: Τέσσερα (Πελάτης+3xIntermediate+Διακομιστής)

source: Five (Client+4xIntermediate+Server)
el: Πέντε (Πελάτης+4xIntermediate+Διακομιστής)

source: When a certificate-based client logs in, do not accept certificates below this depth. Useful for denying certificates made with intermediate CAs generated from the same CA as the server.
el: Όταν συνδέεται ένας πελάτης που βασίζεται σε πιστοποιητικά, μην αποδέχεστε πιστοποιητικά κάτω από αυτό το βάθος. Χρήσιμο για την απόρριψη πιστοποιητικών που έχουν δημιουργηθεί με ενδιάμεσες CA που έχουν παραχθεί από την ίδια CA με τον διακομιστή.

source: Strict User/CN Matching
el: Αυστηρή αντιστοίχιση χρήστη/CN

source: When authenticating users, enforce a match between the Common Name of the client certificate and the username given at login.
el: Κατά τον έλεγχο ταυτότητας των χρηστών, επιβάλλετε την αντιστοίχιση μεταξύ του Common Name του πιστοποιητικού πελάτη και του ονόματος χρήστη που δίνεται κατά την είσοδο.

source: Bridge DHCP
el: Γέφυρα DHCP
