Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Successive connections will be redirected to the servers in a round-robin manner with connections from the same source being sent to the same gateway. This 'sticky connection' will exist as long as there are states that refer to this connection. Once the states expire, so will the sticky connection. Further connections from that host will be redirected to the next gateway in the round-robin.
el: Οι διαδοχικές συνδέσεις θα ανακατευθύνονται στους διακομιστές με κυκλικό τρόπο, με τις συνδέσεις από την ίδια πηγή να αποστέλλονται στην ίδια πύλη. Αυτή η "κολλώδης σύνδεση" θα υφίσταται για όσο διάστημα υπάρχουν καταστάσεις που αναφέρονται σε αυτή τη σύνδεση. Μόλις λήξουν οι καταστάσεις, θα λήξει και η κολλώδης σύνδεση. Περαιτέρω συνδέσεις από αυτόν τον κεντρικό υπολογιστή θα ανακατευθύνονται στην επόμενη πύλη στο round-robin.

source: Source tracking timeout
el: Χρονικό όριο παρακολούθησης πηγής

source: Set the source tracking timeout for sticky connections in seconds. By default this is 0, so source tracking is removed as soon as the state expires. Setting this timeout higher will cause the source/destination relationship to persist for longer periods of time.
el: Ορίστε το χρονικό όριο εντοπισμού πηγής για κολλώδεις συνδέσεις σε δευτερόλεπτα. Από προεπιλογή είναι 0, οπότε η παρακολούθηση πηγής καταργείται μόλις λήξει η κατάσταση. Αν ορίσετε υψηλότερο αυτό το χρονικό όριο, η σχέση πηγής/προορισμού θα παραμείνει για μεγαλύτερα χρονικά διαστήματα.

source: Shared forwarding
el: Κοινή προώθηση

source: Use shared forwarding between packet filter, traffic shaper and captive portal
el: Χρήση κοινής προώθησης μεταξύ του φίλτρου πακέτων, του διαμορφωτή κυκλοφορίας και της πύλης αιχμαλωσίας

source: Using policy routing in the packet filter rules causes packets to skip processing for the traffic shaper and captive portal tasks. Using this option enables the sharing of such forwarding decisions between all components to accomodate complex setups.
el: Η χρήση της δρομολόγησης πολιτικής στους κανόνες του φίλτρου πακέτων προκαλεί την παράλειψη της επεξεργασίας των πακέτων για τις εργασίες του διαμορφωτή κυκλοφορίας και της πύλης αιχμαλωσίας. Η χρήση αυτής της επιλογής επιτρέπει τον διαμοιρασμό αυτών των αποφάσεων προώθησης μεταξύ όλων των στοιχείων, ώστε να διευκολύνονται πολύπλοκες ρυθμίσεις.

source: Disable force gateway
el: Απενεργοποίηση πύλης δύναμης

source: Disable automatic rules which force local services to use the assigned interface gateway.
el: Απενεργοποίηση των αυτόματων κανόνων που αναγκάζουν τις τοπικές υπηρεσίες να χρησιμοποιούν την εκχωρημένη πύλη διασύνδεσης.

source: Outgoing packets from this firewall on an interface which has a gateway will normally use the specified gateway for that interface. When this option is set the route will be selected by the system routing table instead.
el: Τα εξερχόμενα πακέτα από αυτό το τείχος προστασίας σε μια διασύνδεση που διαθέτει πύλη θα χρησιμοποιούν κανονικά την καθορισμένη πύλη για τη συγκεκριμένη διασύνδεση. Όταν αυτή η επιλογή είναι ρυθμισμένη, η διαδρομή θα επιλέγεται από τον πίνακα δρομολόγησης του συστήματος.

source: Schedule States
el: Χρονοδιάγραμμα Κράτη

source: By default schedules clear the states of existing connections when the expiration time has come. This option overrides that behavior by not clearing states for existing connections.
el: Από προεπιλογή, τα χρονοδιαγράμματα διαγράφουν τις καταστάσεις των υφιστάμενων συνδέσεων όταν λήξει ο χρόνος λήξης. Αυτή η επιλογή παρακάμπτει αυτή τη συμπεριφορά, μη καθαρίζοντας τις καταστάσεις για τις υπάρχουσες συνδέσεις.

source: Firewall Optimization
el: Βελτιστοποίηση τείχους προστασίας

source: normal
el: κανονικό

source: high-latency
el: υψηλής συχνότητας

source: aggressive
el: επιθετικό

source: conservative
el: συντηρητικός

source: Select the type of state table optimization to use
el: Επιλέξτε τον τύπο βελτιστοποίησης του πίνακα κατάστασης που θα χρησιμοποιήσετε

source: As the name says, it is the normal optimization algorithm
el: Όπως λέει και το όνομα, είναι ο κανονικός αλγόριθμος βελτιστοποίησης

source: Used for high latency links, such as satellite links. Expires idle connections later than default
el: Χρησιμοποιείται για συνδέσεις υψηλής καθυστέρησης, όπως δορυφορικές συνδέσεις. Λήξη αδρανών συνδέσεων αργότερα από την προεπιλογή

source: Expires idle connections quicker. More efficient use of CPU and memory but can drop legitimate idle connections
el: Λήγει ταχύτερα τις αδρανείς συνδέσεις. Αποτελεσματικότερη χρήση της CPU και της μνήμης, αλλά μπορεί να εγκαταλείψει νόμιμες αδρανείς συνδέσεις.

source: Tries to avoid dropping any legitimate idle connections at the expense of increased memory usage and CPU utilization.
el: Προσπαθεί να αποφύγει την απόρριψη τυχόν νόμιμων αδρανών συνδέσεων σε βάρος της αυξημένης χρήσης μνήμης και CPU.

source: Bind states to interface
el: Δέσμευση καταστάσεων στη διασύνδεση

source: Set behaviour for keeping states, by default states are floating, but when this option is set they should match the interface.
el: Ορισμός συμπεριφοράς για τη διατήρηση των καταστάσεων, από προεπιλογή οι καταστάσεις είναι κυμαινόμενες, αλλά όταν αυτή η επιλογή έχει οριστεί θα πρέπει να ταιριάζουν με τη διασύνδεση.

source: The default option (unchecked) matches states regardless of the interface, which is in most setups the best choice.
el: Η προεπιλεγμένη επιλογή (μη επιλεγμένη) ταιριάζει με καταστάσεις ανεξάρτητα από τη διασύνδεση, η οποία είναι η καλύτερη επιλογή στις περισσότερες ρυθμίσεις.

source: Disable Firewall
el: Απενεργοποίηση τείχους προστασίας

source: Disable all packet filtering.
el: Απενεργοποιήστε όλο το φιλτράρισμα πακέτων.

source: Warning: This will convert into a routing-only platform!
el: Προειδοποίηση: Αυτό θα μετατραπεί σε μια πλατφόρμα μόνο για δρομολόγηση!

source: Warning: This will also turn off NAT!
el: Προειδοποίηση: Αυτό θα απενεργοποιήσει επίσης το NAT!

source: If you only want to disable NAT, and not firewall rules, visit the %sOutbound NAT%s page.
el: Αν θέλετε να απενεργοποιήσετε μόνο το NAT και όχι τους κανόνες τείχους προστασίας, επισκεφθείτε τη σελίδα %sOutbound NAT%s.

source: Firewall Adaptive Timeouts
el: Προσαρμοστικά χρονικά όρια τείχους προστασίας

source: When reaching this number of state entries, all timeout values become zero, effectively purging all state entries immediately. This value is used to define the scale factor, it should not actually be reached (set a lower state limit, see below).
el: Όταν επιτευχθεί αυτός ο αριθμός καταχωρίσεων κατάστασης, όλες οι τιμές χρονικού ορίου μηδενίζονται, με αποτέλεσμα την άμεση εκκαθάριση όλων των καταχωρίσεων κατάστασης. Αυτή η τιμή χρησιμοποιείται για τον καθορισμό του συντελεστή κλίμακας, δεν θα πρέπει στην πραγματικότητα να επιτευχθεί (ορίστε ένα κατώτερο όριο κατάστασης, βλ. παρακάτω).

source: Note: Leave this blank for the default(0).
el: Σημείωση: Αφήστε αυτό το πεδίο κενό για την προεπιλογή (0).

source: Firewall Maximum States
el: Μέγιστες καταστάσεις τείχους προστασίας

source: Maximum number of connections to hold in the firewall state table.
el: Μέγιστος αριθμός συνδέσεων που πρέπει να διατηρούνται στον πίνακα κατάστασης τείχους προστασίας.

source: Note: Leave this blank for the default. On your system the default size is:
el: Σημείωση: Αφήστε αυτό το πεδίο κενό για την προεπιλογή. Στο σύστημά σας το προεπιλεγμένο μέγεθος είναι:

source: Firewall Maximum Fragments
el: Τείχος προστασίας Μέγιστα θραύσματα

source: Sets the maximum number of entries in the memory pool used for fragment reassembly.
el: Ορίζει τον μέγιστο αριθμό καταχωρήσεων στη δεξαμενή μνήμης που χρησιμοποιείται για την επανασυναρμολόγηση θραυσμάτων.

source: Note: Leave this blank for the default.
el: Σημείωση: Αφήστε αυτό το πεδίο κενό για την προεπιλογή.

source: Firewall Maximum Table Entries
el: Μέγιστες καταχωρήσεις πίνακα τείχους προστασίας

source: Maximum number of table entries for systems such as aliases, sshlockout, bogons, etc, combined.
el: Μέγιστος αριθμός καταχωρήσεων πίνακα για συστήματα όπως τα aliases, sshlockout, bogons, κ.λπ., σε συνδυασμό.

source: On your system the default size is:
el: Στο σύστημά σας το προεπιλεγμένο μέγεθος είναι:

source: Static route filtering
el: Φιλτράρισμα στατικών διαδρομών

source: Bypass firewall rules for traffic on the same interface
el: Παράκαμψη κανόνων τείχους προστασίας για την κυκλοφορία στην ίδια διασύνδεση

source: This option only applies if you have defined one or more static routes. If it is enabled, traffic that enters and leaves through the same interface will not be checked by the firewall. This may be desirable in some situations where multiple subnets are connected to the same interface.
el: Αυτή η επιλογή ισχύει μόνο αν έχετε ορίσει μία ή περισσότερες στατικές διαδρομές. Εάν είναι ενεργοποιημένη, η κυκλοφορία που εισέρχεται και εξέρχεται μέσω της ίδιας διασύνδεσης δεν θα ελέγχεται από το τείχος προστασίας. Αυτό μπορεί να είναι επιθυμητό σε ορισμένες περιπτώσεις όπου πολλαπλά υποδίκτυα συνδέονται στην ίδια διασύνδεση.

source: Disable reply-to
el: Απενεργοποίηση reply-to

source: Disable reply-to on WAN rules
el: Απενεργοποίηση της απάντησης σε κανόνες WAN

source: With Multi-WAN you generally want to ensure traffic leaves the same interface it arrives on, hence reply-to is added automatically by default. When using bridging, you must disable this behavior if the WAN gateway IP is different from the gateway IP of the hosts behind the bridged interface.
el: Με το Multi-WAN θέλετε γενικά να διασφαλίσετε ότι η κυκλοφορία φεύγει από την ίδια διασύνδεση στην οποία φτάνει, γι' αυτό και το reply-to προστίθεται αυτόματα από προεπιλογή. Όταν χρησιμοποιείτε γεφύρωση, πρέπει να απενεργοποιήσετε αυτή τη συμπεριφορά εάν η IP της πύλης WAN είναι διαφορετική από την IP της πύλης των υπολογιστών πίσω από τη γεφυρωμένη διασύνδεση.

source: Disable anti-lockout
el: Απενεργοποίηση αντι-κλειδώματος

source: Disable administration anti-lockout rule
el: Απενεργοποίηση κανόνα αντι-κλειδώματος διαχείρισης

source: When this is unchecked, access to the web GUI or SSH on the %s interface is always permitted, regardless of the user-defined firewall rule set. Check this box to disable the automatically added rule, so access is controlled only by the user-defined firewall rules. Ensure you have a firewall rule in place that allows you in, or you will lock yourself out.
el: Όταν αυτή η επιλογή είναι απενεργοποιημένη, η πρόσβαση στο web GUI ή στο SSH στη διασύνδεση %s επιτρέπεται πάντα, ανεξάρτητα από τον κανόνα τείχους προστασίας που έχει οριστεί από το χρήστη. Τσεκάρετε αυτό το πλαίσιο για να απενεργοποιήσετε τον αυτόματα προστιθέμενο κανόνα, ώστε η πρόσβαση να ελέγχεται μόνο από τους κανόνες τείχους προστασίας που έχουν οριστεί από το χρήστη. Βεβαιωθείτε ότι έχετε έναν κανόνα τείχους προστασίας που σας επιτρέπει την είσοδο, διαφορετικά θα κλειστείτε έξω.

source: Aliases Resolve Interval
el: Ψευδώνυμα Επίλυση Διαστήματος

source: Interval, in seconds, that will be used to resolve hostnames configured on aliases.
el: Διάστημα, σε δευτερόλεπτα, που θα χρησιμοποιείται για την επίλυση των ονομάτων κεντρικών υπολογιστών που έχουν ρυθμιστεί σε ψευδώνυμα.

source: Note: Leave this blank for the default (300s).
el: Σημείωση: Αφήστε αυτό το πεδίο κενό για την προεπιλογή (300s).

source: Check certificate of aliases URLs
el: Έλεγχος πιστοποιητικού ψευδώνυμα URLs

source: Verify HTTPS certificates when downloading alias URLs
el: Επαλήθευση πιστοποιητικών HTTPS κατά τη λήψη URL ψευδώνυμων διευθύνσεων URL

source: Make sure the certificate is valid for all HTTPS addresses on aliases. If it's not valid or is revoked, do not download it.
el: Βεβαιωθείτε ότι το πιστοποιητικό είναι έγκυρο για όλες τις διευθύνσεις HTTPS στα ψευδώνυμα. Εάν δεν είναι έγκυρο ή έχει ανακληθεί, μην το κατεβάσετε.

source: Dynamic state reset
el: Δυναμική επαναφορά κατάστασης

source: Reset all states when a dynamic IP address changes.
el: Επαναφορά όλων των καταστάσεων όταν αλλάζει μια δυναμική διεύθυνση IP.

source: This option flushes the entire state table on IPv4 address changes in dynamic setups to e.g. allow VoIP servers to re-register.
el: Αυτή η επιλογή εκκαθαρίζει ολόκληρο τον πίνακα κατάστασης σε αλλαγές διευθύνσεων IPv4 σε δυναμικές ρυθμίσεις, για να επιτρέψει π.χ. στους διακομιστές VoIP να εγγραφούν εκ νέου.

source: Enable syncookies
el: Ενεργοποίηση syncookies

source: never (default)
el: ποτέ (προεπιλογή)

source: always
el: πάντα

source: adaptive
el: προσαρμοστικό

source: Statetable usage
el: Χρήση Statetable

source: Start (%)
el: Έναρξη (%)

source: End (%)
el: Τέλος (%)

source: When syncookies are active, pf will answer each incoming TCP SYN with a syncookie SYNACK, without allocating any resources.
el: Όταν τα syncookies είναι ενεργά, το pf θα απαντά σε κάθε εισερχόμενο TCP SYN με ένα syncookie SYNACK, χωρίς να κατανέμει πόρους.

source: Hifn 7751/7951/7811/7955/7956 Crypto Accelerator
el: Επιταχυντής κρυπτογράφησης Hifn 7751/7951/7811/7955/7956

source: Crypto and RNG in VIA C3, C7 and Eden Processors
el: Κρυπτογράφηση και RNG στους επεξεργαστές VIA C3, C7 και Eden

source: Intel QuickAssist Technology
el: Τεχνολογία Intel QuickAssist

source: SafeNet Crypto Accelerator
el: Επιταχυντής κρυπτογράφησης SafeNet

source: AMD K8, K10 and K11 CPU on-die thermal sensor
el: Θερμικός αισθητήρας CPU AMD K8, K10 και K11 on-die

source: Intel Core* CPU on-die thermal sensor
el: Θερμικός αισθητήρας Intel Core* CPU on-die

source: Please select a valid Cryptographic Accelerator.
el: Παρακαλούμε επιλέξτε έναν έγκυρο Επιταχυντή κρυπτογράφησης.

source: Memory usage percentage is not a number.
el: Το ποσοστό χρήσης μνήμης δεν είναι ένας αριθμός.

source: Memory usage percentage out of bounds.
el: Ποσοστό χρήσης μνήμης εκτός ορίων.

source: Please select a valid Thermal Hardware Sensor.
el: Παρακαλούμε επιλέξτε έναν έγκυρο αισθητήρα θερμικού υλικού.

source: Cryptography settings
el: Ρυθμίσεις κρυπτογράφησης

source: Hardware acceleration
el: Επιτάχυνση υλικού

source: A cryptographic accelerator module will use hardware support to speed up some cryptographic functions on systems which have the chip. Do not enable this option if you have a Hifn cryptographic acceleration card, as this will take precedence and the Hifn card will not be used. Acceleration should be automatic for IPsec when using a cipher supported by your chip, such as AES-128.
el: Μια μονάδα κρυπτογραφικού επιταχυντή θα χρησιμοποιεί υποστήριξη υλικού για να επιταχύνει ορισμένες κρυπτογραφικές λειτουργίες σε συστήματα που διαθέτουν το τσιπ. Μην ενεργοποιήσετε αυτήν την επιλογή εάν διαθέτετε μια κάρτα κρυπτογραφικής επιτάχυνσης Hifn, καθώς αυτή θα έχει προτεραιότητα και η κάρτα Hifn δεν θα χρησιμοποιηθεί. Η επιτάχυνση θα πρέπει να είναι αυτόματη για το IPsec όταν χρησιμοποιείτε κρυπτογράφηση που υποστηρίζεται από το τσιπ σας, όπως ο AES-128.

source: If you do not have a crypto chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
el: Εάν δεν έχετε τσιπ κρυπτογράφησης στο σύστημά σας, αυτή η επιλογή δεν θα έχει κανένα αποτέλεσμα. Για να αποφορτίσετε την επιλεγμένη μονάδα, ορίστε αυτήν την επιλογή σε 'none' και, στη συνέχεια, κάντε επανεκκίνηση.

source: Thermal Sensors
el: Θερμικοί αισθητήρες

source: Hardware
el: Υλικό

source: None/ACPI
el: Κανένας/ACPI

source: If you have a supported CPU, selecting a themal sensor will load the appropriate driver to read its temperature. Setting this to 'None' will attempt to read the temperature from an ACPI-compliant motherboard sensor instead, if one is present.
el: Εάν έχετε μια υποστηριζόμενη CPU, επιλέγοντας έναν θεματικό αισθητήρα θα φορτώσετε το κατάλληλο πρόγραμμα οδήγησης για να διαβάσετε τη θερμοκρασία της. Αν ορίσετε αυτήν την επιλογή στην τιμή 'None', θα προσπαθήσετε να διαβάσετε τη θερμοκρασία από έναν αισθητήρα μητρικής πλακέτας που είναι συμβατός με το ACPI, αν υπάρχει τέτοιος αισθητήρας.

source: If you do not have a supported thermal sensor chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
el: Εάν δεν έχετε ένα υποστηριζόμενο τσιπ θερμικού αισθητήρα στο σύστημά σας, αυτή η επιλογή δεν θα έχει καμία επίδραση. Για να αποφορτίσετε την επιλεγμένη μονάδα, ορίστε αυτήν την επιλογή σε 'none' και, στη συνέχεια, κάντε επανεκκίνηση.

source: Periodic Backups
el: Περιοδικά αντίγραφα ασφαλείας

source: Periodic RRD Backup
el: Περιοδικό αντίγραφο ασφαλείας RRD

source: Power off
el: Απενεργοποίηση

source: %s hours
el: %s ώρες

source: 1 hour
el: 1 ώρα

source: This will periodically backup the RRD data so it can be restored automatically on the next boot.
el: Αυτό θα δημιουργεί περιοδικά αντίγραφα ασφαλείας των δεδομένων RRD, ώστε να μπορούν να αποκατασταθούν αυτόματα κατά την επόμενη εκκίνηση.

source: Periodic DHCP Leases Backup
el: Δημιουργία αντιγράφων ασφαλείας περιοδικών μισθώσεων DHCP

source: This will periodically backup the DHCP leases data so it can be restored automatically on the next boot.
el: Αυτό θα δημιουργεί περιοδικά αντίγραφα ασφαλείας των δεδομένων των μισθώσεων DHCP, ώστε να μπορούν να αποκατασταθούν αυτόματα κατά την επόμενη εκκίνηση.

source: Periodic NetFlow Backup
el: Περιοδικό αντίγραφο ασφαλείας NetFlow

source: This will periodically backup the NetFlow data aggregation so it can be restored automatically on the next boot.
el: Αυτό θα δημιουργεί περιοδικά αντίγραφα ασφαλείας της συνάθροισης δεδομένων NetFlow, ώστε να μπορεί να επαναφερθεί αυτόματα κατά την επόμενη εκκίνηση.

source: Periodic Captive Portal Backup
el: Περιοδική δημιουργία αντιγράφων ασφαλείας Captive Portal

source: This will periodically backup the captive portal session data so it can be restored automatically on the next boot.
el: Αυτό θα δημιουργεί περιοδικά αντίγραφα ασφαλείας των δεδομένων συνόδου της πύλης αιχμαλωσίας, ώστε να μπορούν να επαναφερθούν αυτόματα κατά την επόμενη εκκίνηση.

source: Power Savings
el: Εξοικονόμηση ενέργειας

source: Use PowerD
el: Χρησιμοποιήστε το PowerD

source: The powerd utility monitors the system state and sets various power control options accordingly. It offers four modes (maximum, minimum, adaptive and hiadaptive) that can be individually selected while on AC power or batteries. The modes maximum, minimum, adaptive and hiadaptive may be abbreviated max, min, adp, hadp. Maximum mode chooses the highest performance values. Minimum mode selects the lowest performance values to get the most power savings. Adaptive mode attempts to strike a balance by degrading performance when the system appears idle and increasing it when the system is busy. It offers a good balance between a small performance loss for greatly increased power savings. Hiadaptive mode is alike adaptive mode, but tuned for systems where performance and interactivity are more important than power consumption. It raises frequency faster, drops slower and keeps twice lower CPU load.
el: Το βοηθητικό πρόγραμμα powerd παρακολουθεί την κατάσταση του συστήματος και ρυθμίζει ανάλογα διάφορες επιλογές ελέγχου ισχύος. Προσφέρει τέσσερις λειτουργίες (μέγιστη, ελάχιστη, προσαρμοστική και hiadaptive) που μπορούν να επιλεγούν ξεχωριστά ενώ τροφοδοτούνται με εναλλασσόμενο ρεύμα ή μπαταρίες. Οι λειτουργίες maximum, minimum, adaptive και hiadaptive μπορούν να συντομογραφηθούν ως max, min, adp, hadp. Η λειτουργία maximum επιλέγει τις υψηλότερες τιμές απόδοσης. Η λειτουργία Minimum επιλέγει τις χαμηλότερες τιμές απόδοσης για να επιτευχθεί η μεγαλύτερη εξοικονόμηση ενέργειας. Η προσαρμοστική λειτουργία προσπαθεί να επιτύχει μια ισορροπία μειώνοντας την απόδοση όταν το σύστημα εμφανίζεται αδρανές και αυξάνοντας την όταν το σύστημα είναι απασχολημένο. Προσφέρει μια καλή ισορροπία μεταξύ μιας μικρής απώλειας επιδόσεων για σημαντικά αυξημένη εξοικονόμηση ενέργειας. Η λειτουργία Hiadaptive μοιάζει με την προσαρμοστική λειτουργία, αλλά είναι ρυθμισμένη για συστήματα όπου η απόδοση και η διαδραστικότητα είναι πιο σημαντικές από την κατανάλωση ενέργειας. Αυξάνει τη συχνότητα ταχύτερα, πέφτει πιο αργά και διατηρεί δύο φορές χαμηλότερο φορτίο CPU.

source: On AC Power Mode
el: Σε λειτουργία AC Power Mode (Λειτουργία εναλλασσόμενου ρεύματος)

source: Adaptive
el: Προσαρμοστικό

source: Minimum
el: Ελάχιστο

source: Maximum
el: Μέγιστο

source: On Battery Power Mode
el: Λειτουργία λειτουργίας μπαταρίας

source: On Normal Power Mode
el: Σε κανονική λειτουργία ισχύος

source: If the powerd utility can not determine the power state it uses "normal" for control.
el: Εάν το βοηθητικό πρόγραμμα powerd δεν μπορεί να προσδιορίσει την κατάσταση ισχύος, χρησιμοποιεί το "normal" για τον έλεγχο.

source: Disk / Memory Settings (reboot to apply changes)
el: Ρυθμίσεις δίσκου / μνήμης (επανεκκίνηση για να εφαρμοστούν οι αλλαγές)

source: Swap file
el: Ανταλλαγή αρχείου

source: Add a 2 GB swap file to the system
el: Προσθέστε ένα αρχείο swap 2 GB στο σύστημα

source: /var/log RAM disk
el: /var/log Δίσκος RAM

source: Use memory file system for /var/log
el: Χρήση συστήματος αρχείων μνήμης για το /var/log

source: Set this if you wish to use /var/log as a RAM disk (memory file system disks) rather than using the hard disk. Setting this will cause the log data to be lost on reboot.
el: Ορίστε το εάν θέλετε να χρησιμοποιήσετε το /var/log ως δίσκο RAM (δίσκοι συστήματος αρχείων μνήμης) αντί να χρησιμοποιήσετε το σκληρό δίσκο. Η ρύθμιση αυτής της τιμής θα προκαλέσει την απώλεια των δεδομένων καταγραφής κατά την επανεκκίνηση.

source: /var/log RAM usage
el: /var/log Χρήση RAM

source: Percentage of RAM used for the respective memory disk. A value of "0" means unlimited, which will additionally include all swap space.
el: Ποσοστό RAM που χρησιμοποιείται για τον αντίστοιχο δίσκο μνήμης. Η τιμή "0" σημαίνει απεριόριστη, η οποία περιλαμβάνει επιπλέον όλο το χώρο swap.

source: /tmp RAM disk
el: /tmp δίσκος RAM

source: Use memory file system for /tmp
el: Χρήση συστήματος αρχείων μνήμης για το /tmp

source: Set this if you wish to use /tmp as a RAM disk (memory file system disk) rather than using the hard disk.
el: Ρυθμίστε το εάν θέλετε να χρησιμοποιήσετε το /tmp ως δίσκο RAM (δίσκος συστήματος αρχείων μνήμης) αντί να χρησιμοποιήσετε το σκληρό δίσκο.

source: /tmp RAM usage
el: /tmp Χρήση RAM

source: System Sounds
el: Ήχοι συστήματος

source: Startup/Shutdown Sound
el: Ήχος εκκίνησης/κλεισίματος

source: Disable the startup/shutdown beep
el: Απενεργοποίηση του ηχητικού σήματος εκκίνησης/κλεισίματος

source: When this is checked, startup and shutdown sounds will no longer play.
el: Όταν αυτή η επιλογή είναι επιλεγμένη, οι ήχοι εκκίνησης και τερματισμού δεν θα αναπαράγονται πλέον.

source: A valid DUID must be specified.
el: Πρέπει να καθοριστεί ένα έγκυρο DUID.

source: ARP Handling
el: Χειρισμός ARP

source: Suppress ARP messages
el: Καταστολή μηνυμάτων ARP

source: This option will suppress ARP log messages when multiple interfaces reside on the same broadcast domain
el: Αυτή η επιλογή θα καταστέλλει τα μηνύματα καταγραφής ARP όταν πολλαπλές διασυνδέσεις βρίσκονται στον ίδιο τομέα εκπομπής.

source: Prevent release
el: Αποτρέψτε την απελευθέρωση

source: Do not send a release message on client exit to prevent the release of an allocated address or prefix on the server.
el: Μην στέλνετε μήνυμα αποδέσμευσης κατά την έξοδο του πελάτη για να αποτρέψετε την αποδέσμευση μιας εκχωρημένης διεύθυνσης ή ενός προθέματος στο διακομιστή.

source: Log level
el: Επίπεδο καταγραφής

source: Info
el: Πληροφορίες

source: Modify log level for IPv6 clients. Info will give status, interface leases and addresses. Debug will give full diagnostics.
el: Τροποποιήστε το επίπεδο καταγραφής για πελάτες IPv6. Οι πληροφορίες θα δώσουν την κατάσταση, τις μισθώσεις διεπαφής και τις διευθύνσεις. Το Debug θα δώσει πλήρη διαγνωστικά στοιχεία.
