Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: There is something wrong in your config because user %s password is missing!
el: Κάτι δεν πάει καλά στη ρύθμιση παραμέτρων σας, επειδή λείπει ο κωδικός πρόσβασης του χρήστη %s!

source: Local Database
el: Τοπική βάση δεδομένων

source: A potential %sDNS Rebind attack%s has been detected.%sTry to access the router by IP address instead of by hostname. You can disable this check if needed under System: Settings: Administration.
el: Εντοπίστηκε μια πιθανή επίθεση %sDNS Rebind%s.%sΠροσπαθήστε να αποκτήσετε πρόσβαση στο δρομολογητή από τη διεύθυνση IP αντί από το όνομα κεντρικού υπολογιστή. Μπορείτε να απενεργοποιήσετε αυτόν τον έλεγχο, εάν χρειάζεται, στην ενότητα System: Ρυθμίσεις: Διαχείριση.

source: The HTTP_REFERER "%s" does not match the predefined settings. You can disable this check if needed under System: Settings: Administration.
el: Ο HTTP_REFERER "%s" δεν ταιριάζει με τις προκαθορισμένες ρυθμίσεις. Μπορείτε να απενεργοποιήσετε αυτόν τον έλεγχο, εάν χρειάζεται, στο System: Ρυθμίσεις: Διαχείριση: Ρυθμίσεις: Ρυθμίσεις: Διαχείριση.

source: Wrong username or password.
el: Λάθος όνομα χρήστη ή κωδικός πρόσβασης.

source: No page assigned to this user! Click here to logout.
el: Δεν έχει εκχωρηθεί σελίδα σε αυτόν τον χρήστη! Κάντε κλικ εδώ για να αποσυνδεθείτε.

source: Error
el: Σφάλμα

source: Login
el: Σύνδεση

source: Username:
el: Όνομα χρήστη:

source: Password:
el: Κωδικός πρόσβασης:

source: Your browser must support cookies to login.
el: Το πρόγραμμα περιήγησής σας πρέπει να υποστηρίζει cookies για να συνδεθείτε.

source: ERROR: Could not write new rules!
el: ΣΦΑΛΜΑ: Δεν μπόρεσε να γράψει νέους κανόνες!

source: The line in question reads [%s]: %s
el: Η εν λόγω γραμμή αναφέρει [%s]: %s

source: There were error(s) loading the rules: %s%s
el: Υπήρξαν σφάλματα κατά τη φόρτωση των κανόνων: %s%s

source: URL port aliases types not supported [%s]
el: Οι τύποι ψευδώνυμων θυρών URL δεν υποστηρίζονται [%s]

source: throughput
el: απόδοση

source: reliability
el: αξιοπιστία

source: Unassigned
el: Μη ανατεθείσα

source: device not present! Is the modem attached to the system?
el: συσκευή δεν υπάρχει! Είναι το μόντεμ συνδεδεμένο στο σύστημα;

source: blocking
el: μπλοκάρισμα

source: check for ethernet loops
el: έλεγχος για βρόχους ethernet

source: learning
el: εκμάθηση

source: forwarding
el: προώθηση

source: No history data found!
el: Δεν βρέθηκαν δεδομένα ιστορικού!

source: Synchronize the %s configuration to the other HA host.
el: Συγχρονισμός της διαμόρφωσης %s με τον άλλο κεντρικό υπολογιστή HA.

source: C-ICAP server
el: Διακομιστής C-ICAP

source: ClamAV Daemon
el: Δαίμονας ClamAV

source: System Configuration Daemon
el: Δαίμονας διαμόρφωσης συστήματος

source: Users and Groups
el: Χρήστες και ομάδες

source: System routing
el: Δρομολόγηση συστήματος

source: System tunables
el: Ρυθμίσεις συστήματος

source: Synchronize dashboard widgets.
el: Συγχρονισμός widgets ταμπλό.

source: Synchronize the users and groups over to the other HA host.
el: Συγχρονίστε τους χρήστες και τις ομάδες στον άλλο κεντρικό υπολογιστή HA.

source: Auth Servers
el: Διακομιστές Auth

source: Synchronize the authentication servers (e.g. LDAP, RADIUS) over to the other HA host.
el: Συγχρονίστε τους διακομιστές ελέγχου ταυτότητας (π.χ. LDAP, RADIUS) στον άλλο κεντρικό υπολογιστή HA.

source: Synchronize the Certificate Authorities, Certificates, and Certificate Revocation Lists over to the other HA host.
el: Συγχρονίστε τις Αρχές πιστοποιητικών, τα πιστοποιητικά και τις λίστες ανάκλησης πιστοποιητικών στον άλλο κεντρικό υπολογιστή HA.

source: Synchronize the DHCP Server settings over to the other HA host. This only applies to DHCP for IPv4.
el: Συγχρονίστε τις ρυθμίσεις του διακομιστή DHCP στον άλλο κεντρικό υπολογιστή HA. Αυτό ισχύει μόνο για το DHCP για IPv4.

source: DHCPv4: Relay
el: DHCPv4: Αναμετάδοση

source: Synchronize DHCPv6 including router advertisements.
el: Συγχρονισμός DHCPv6, συμπεριλαμβανομένων των διαφημίσεων δρομολογητών.

source: DHCPv6: Relay
el: DHCPv6: Αναμετάδοση

source: Synchronize the CARP Virtual IPs to the other HA host.
el: Συγχρονίστε τις εικονικές IP CARP στον άλλο κεντρικό υπολογιστή HA.

source: Static Routes
el: Στατικές διαδρομές

source: Synchronize the Static Route configuration and Gateways to the other HA host.
el: Συγχρονίστε τη διαμόρφωση της στατικής διαδρομής και τις πύλες στον άλλο κεντρικό υπολογιστή HA.

source: System Tunables
el: Συντονιστές συστήματος

source: Router Advertisement Daemon
el: Δαίμονας διαφήμισης δρομολογητών

source: DHCPv4 Relay
el: Αναμετάδοση DHCPv4

source: DHCPv6 Relay
el: Αναμετάδοση DHCPv6

source: DHCPv4 Server
el: Διακομιστής DHCPv4

source: DHCPv6 Server
el: Διακομιστής DHCPv6

source: Gateway Monitor (%s)
el: Παρακολούθηση πύλης (%s)

source: NULL (no encryption)
el: NULL (χωρίς κρυπτογράφηση)

source: Monit System Monitoring
el: Παρακολούθηση συστήματος Monit

source: NetFlow Distributor
el: Διανομέας NetFlow

source: Insight Aggregator
el: Συγκεντρωτής πληροφοριών

source: Network Time Daemon
el: Δαίμονας δικτυακής ώρας

source: 0 (none)
el: 0 (κανένας)

source: 1 (default)
el: 1 (προεπιλογή)

source: 3 (recommended)
el: 3 (συνιστάται)

source: No Preference
el: Καμία προτίμηση

source: Partial - Packet framing for compression (%s)
el: Μερική - Πλαισίωση πακέτου για συμπίεση (%s)

source: Enabled - LZ4 algorithm (%s)
el: Ενεργοποιημένο - Αλγόριθμος LZ4 (%s)

source: Enabled - LZ4 v2 algorithm (%s)
el: Ενεργοποιημένο - Αλγόριθμος LZ4 v2 (%s)

source: Enabled - LZO algorithm (%s)
el: Ενεργοποιημένο - αλγόριθμος LZO (%s)

source: Enabled - Stub algorithm (%s)
el: Ενεργοποιημένο - Αλγόριθμος Stub (%s)

source: Enabled - Stub v2 algorithm (%s)
el: Ενεργοποιημένο - Αλγόριθμος Stub v2 (%s)

source: Legacy - Disabled LZO algorithm (%s)
el: Legacy - Απενεργοποιημένος αλγόριθμος LZO (%s)

source: Legacy - Enabled LZO algorithm with adaptive compression (%s)
el: Legacy - Ενεργοποιημένος αλγόριθμος LZO με προσαρμοστική συμπίεση (%s)

source: Legacy - Enabled LZO algorithm without adaptive compression (%s)
el: Legacy - Ενεργοποιημένος αλγόριθμος LZO χωρίς προσαρμοστική συμπίεση (%s)

source: None (No Encryption)
el: Καμία (καμία κρυπτογράφηση)

source: None (No Authentication)
el: Καμία (Χωρίς έλεγχο ταυτότητας)

source: The field '%s' must contain a valid port, ranging from 0 to 65535.
el: Το πεδίο "%s" πρέπει να περιέχει μια έγκυρη θύρα, που κυμαίνεται από 0 έως 65535.

source: '%s' in '%s' may only contain valid %s CIDR range(s) separated by commas.
el: Το '%s' στο '%s' μπορεί να περιέχει μόνο έγκυρες περιοχές CIDR %s χωρισμένες με κόμμα.

source: '%s' in '%s' is not a single valid %s CIDR range
el: Το '%s' στο '%s' δεν είναι ένα μόνο έγκυρο εύρος CIDR %s

source: Unable to contact daemon
el: Αδυναμία επικοινωνίας με τον δαίμονα

source: Service not running?
el: Η υπηρεσία δεν λειτουργεί;

source: Please enter a valid port number.
el: Παρακαλούμε εισάγετε έναν έγκυρο αριθμό θύρας.

source: Please enter all information for authentication server.
el: Εισάγετε όλες τις πληροφορίες για το διακομιστή ελέγχου ταυτότητας.

source: Please choose a different name because an authentication server with this name already exists.
el: Παρακαλούμε επιλέξτε ένα διαφορετικό όνομα, επειδή υπάρχει ήδη ένας διακομιστής ελέγχου ταυτότητας με αυτό το όνομα.

source: Please enter a valid IP address or hostname for the authentication server.
el: Εισάγετε μια έγκυρη διεύθυνση IP ή όνομα κεντρικού υπολογιστή για το διακομιστή ελέγχου ταυτότητας.

source: Please enter all information for the new Certificate Authority.
el: Εισάγετε όλες τις πληροφορίες για τη νέα αρχή πιστοποιητικών.

source: Please do not use special characters in Certificate field names.
el: Μην χρησιμοποιείτε ειδικούς χαρακτήρες στα ονόματα πεδίων πιστοποιητικών.

source: Please enter a different name for the Certificate Authority. A Certificate Authority with that name already exists.
el: Εισάγετε ένα διαφορετικό όνομα για την Αρχή Πιστοποιητικών. Υπάρχει ήδη μια Αρχή Πιστοποιητικού με αυτό το όνομα.

source: Please enter only a two-letter ISO country code
el: Παρακαλώ εισάγετε μόνο έναν κωδικό χώρας ISO δύο γραμμάτων

source: Please enter all information for the new certificate.
el: Εισάγετε όλες τις πληροφορίες για το νέο πιστοποιητικό.

source: Please enter a different name for the Certificate. A Certificate with that name/common name already exists.
el: Παρακαλώ εισάγετε ένα διαφορετικό όνομα για το πιστοποιητικό. Ένα πιστοποιητικό με αυτό το όνομα/κοινό όνομα υπάρχει ήδη.

source: Local port
el: Τοπική θύρα

source: A prefix longer than 28 cannot be used with a net30 topology.
el: Ένα πρόθεμα μεγαλύτερο από 28 δεν μπορεί να χρησιμοποιηθεί με τοπολογία net30.

source: The specified 'Local port' is in use. Please select another value.
el: Η καθορισμένη 'Τοπική θύρα' είναι σε χρήση. Παρακαλούμε επιλέξτε άλλη τιμή.

source: The field 'TLS Authentication Key' does not appear to be valid.
el: Το πεδίο 'TLS Authentication Key' δεν φαίνεται να είναι έγκυρο.

source: The field 'DNS Server #1' must contain a valid IP address
el: Το πεδίο 'DNS Server #1' πρέπει να περιέχει μια έγκυρη διεύθυνση IP.

source: The field 'DNS Server #2' must contain a valid IP address
el: Το πεδίο 'DNS Server #2' πρέπει να περιέχει μια έγκυρη διεύθυνση IP.

source: The field 'DNS Server #3' must contain a valid IP address
el: Το πεδίο 'DNS Server #3' πρέπει να περιέχει μια έγκυρη διεύθυνση IP.

source: The field 'DNS Server #4' must contain a valid IP address
el: Το πεδίο 'DNS Server #4' πρέπει να περιέχει μια έγκυρη διεύθυνση IP.

source: The field 'NTP Server #1' must contain a valid IP address
el: Το πεδίο "NTP Server #1" πρέπει να περιέχει μια έγκυρη διεύθυνση IP.

source: The field 'NTP Server #2' must contain a valid IP address
el: Το πεδίο "NTP Server #2" πρέπει να περιέχει μια έγκυρη διεύθυνση IP.

source: The field 'WINS Server #1' must contain a valid IP address
el: Το πεδίο 'WINS Server #1' πρέπει να περιέχει μια έγκυρη διεύθυνση IP.

source: The field 'WINS Server #2' must contain a valid IP address
el: Το πεδίο 'WINS Server #2' πρέπει να περιέχει μια έγκυρη διεύθυνση IP.

source: The field 'Concurrent connections' must be numeric.
el: Το πεδίο "Ταυτόχρονες συνδέσεις" πρέπει να είναι αριθμητικό.

source: You must specify a 'Tunnel network'.
el: Πρέπει να καθορίσετε ένα 'Δίκτυο σήραγγας'.

source: OpenVPN %s wizard allow client access
el: Ο οδηγός OpenVPN %s επιτρέπει την πρόσβαση του πελάτη

source: OpenVPN %s wizard
el: Οδηγός OpenVPN %s

source: Packet Filter
el: Φίλτρο πακέτων

source: Firewall Groups
el: Ομάδες τείχους προστασίας

source: Firewall Rules
el: Κανόνες τείχους προστασίας

source: Synchronize the firewall rules to the other HA host.
el: Συγχρονίστε τους κανόνες τείχους προστασίας στον άλλο κεντρικό υπολογιστή HA.

source: Firewall Schedules
el: Χρονοδιαγράμματα τείχους προστασίας

source: Synchronize the firewall schedules to the other HA host.
el: Συγχρονίστε τα χρονοδιαγράμματα του τείχους προστασίας στον άλλο κεντρικό υπολογιστή HA.

source: Firewall Categories
el: Κατηγορίες τείχους προστασίας

source: Firewall Log Templates
el: Πρότυπα καταγραφής τείχους προστασίας

source: Synchronize the aliases over to the other HA host.
el: Συγχρονίστε τα ψευδώνυμα στον άλλο κεντρικό υπολογιστή HA.

source: Synchronize the NAT rules over to the other HA host.
el: Συγχρονίστε τους κανόνες NAT στον άλλο κεντρικό υπολογιστή HA.

source: WireGuard (Group)
el: WireGuard (Ομάδα)

source: English
el: Αγγλικά

source: Czech
el: Τσεχική

source: Chinese (Simplified)
el: Κινέζικα (απλοποιημένα)

source: French
el: Γαλλικά

source: German
el: Γερμανικά

source: Italian
el: Ιταλικά

source: Japanese
el: Ιαπωνικά

source: Norwegian
el: Νορβηγικό

source: Portuguese (Brazil)
el: Πορτογαλικά (Βραζιλία)

source: Portuguese (Portugal)
el: Πορτογαλικά (Πορτογαλία)

source: Russian
el: Ρωσική

source: Spanish
el: Ισπανικά

source: Turkish
el: Τουρκικά

source: VGA Console
el: Κονσόλα VGA

source: Serial Console
el: Σειριακή κονσόλα

source: EFI Console
el: Κονσόλα EFI

source: Mute Console
el: Κονσόλα σίγασης

source: Could not start unknown service `%s'
el: Δεν ήταν δυνατή η εκκίνηση της άγνωστης υπηρεσίας `%s'

source: Could not start service `%s'
el: Δεν ήταν δυνατή η εκκίνηση της υπηρεσίας `%s'

source: Service `%s' has been started.
el: Η υπηρεσία `%s' έχει ξεκινήσει.

source: Could not stop unknown service `%s'
el: Δεν μπόρεσε να σταματήσει η άγνωστη υπηρεσία `%s'

source: Service `%s' has been stopped.
el: Η υπηρεσία `%s' έχει σταματήσει.

source: Could not restart unknown service `%s'
el: Δεν ήταν δυνατή η επανεκκίνηση της άγνωστης υπηρεσίας `%s'

source: Could not restart service `%s'
el: Δεν ήταν δυνατή η επανεκκίνηση της υπηρεσίας `%s'

source: Service `%s' has been restarted.
el: Η υπηρεσία `%s' επανεκκινήθηκε.

source: WARNING: You must give a name as parameter to lock() function.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Πρέπει να δώσετε ένα όνομα ως παράμετρο στη συνάρτηση lock().

source: XML error: %s at line %d cannot occur more than once
el: Σφάλμα XML: το %s στη γραμμή %d δεν μπορεί να εμφανιστεί πάνω από μία φορά

source: An API exception occurred
el: Εμφανίστηκε μια εξαίρεση API

source: All virtual IPs have been disabled. Please note that disabling does not survive a reboot.
el: Όλες οι εικονικές IP έχουν απενεργοποιηθεί. Λάβετε υπόψη ότι η απενεργοποίηση δεν επιβιώνει μετά από επανεκκίνηση.

source: CARP has been enabled.
el: Το CARP έχει ενεργοποιηθεί.

source: CARP has detected a problem and this unit has been demoted to BACKUP status.
el: Το CARP εντόπισε ένα πρόβλημα και αυτή η μονάδα έχει υποβιβαστεί σε κατάσταση BACKUP.

source: Check link status on all interfaces with configured CARP VIPs.
el: Ελέγξτε την κατάσταση σύνδεσης σε όλες τις διασυνδέσεις με διαμορφωμένα VIP CARP.

source: Enable CARP
el: Ενεργοποίηση CARP

source: Temporarily Disable CARP
el: Προσωρινή απενεργοποίηση του CARP

source: Enter Persistent CARP Maintenance Mode
el: Είσοδος σε μόνιμη λειτουργία συντήρησης CARP

source: Leave Persistent CARP Maintenance Mode
el: Αφήστε τη μόνιμη λειτουργία συντήρησης CARP

source: CARP Interface
el: Διεπαφή CARP

source: Virtual IP
el: Εικονική IP

source: Could not locate any defined CARP interfaces.
el: Δεν μπόρεσε να εντοπίσει καμία καθορισμένη διασύνδεση CARP.

source: DISABLED
el: ΑΜΕΑ

source: Current CARP demotion level
el: Τρέχον επίπεδο υποβιβασμού CARP

source: pfSync nodes
el: Κόμβοι pfSync

source: No issues were detected.
el: Δεν εντοπίστηκαν προβλήματα.

source: An issue was detected.
el: Εντοπίστηκε ένα πρόβλημα.

source: Development deployment is configured so crash reports cannot be sent.
el: Η ανάπτυξη ανάπτυξης έχει ρυθμιστεί έτσι ώστε να μην είναι δυνατή η αποστολή αναφορών συντριβής.

source: Thank you for submitting this crash report.
el: Σας ευχαριστούμε για την υποβολή αυτής της αναφοράς ατυχήματος.

source: This crash report contains no actual crash information. If you want to submit a problem please fill out your e-mail and description below.
el: Η παρούσα έκθεση σύγκρουσης δεν περιέχει πληροφορίες για τη σύγκρουση. Εάν θέλετε να υποβάλετε ένα πρόβλημα, παρακαλούμε συμπληρώστε το e-mail σας και την περιγραφή σας παρακάτω.

source: Please consider submitting a crash report if the error persists.
el: Αν το σφάλμα επιμένει, σκεφτείτε να υποβάλετε μια αναφορά σφάλματος.

source: Dismiss this report
el: Απορρίψτε αυτή την αναφορά

source: Submit this report
el: Υποβολή αυτής της έκθεσης

source: Would you like to submit this crash report to the developers?
el: Θα θέλατε να στείλετε αυτή την αναφορά συντριβής στους προγραμματιστές;

source: You can help us further by adding your contact information and a problem description. Please note that providing your contact information greatly improves the chances of bugs being fixed.
el: Μπορείτε να μας βοηθήσετε περαιτέρω προσθέτοντας τα στοιχεία επικοινωνίας σας και μια περιγραφή του προβλήματος. Παρακαλούμε σημειώστε ότι η παροχή των στοιχείων επικοινωνίας σας βελτιώνει σημαντικά τις πιθανότητες επιδιόρθωσης των σφαλμάτων.

source: A short problem description or steps to reproduce.
el: Σύντομη περιγραφή του προβλήματος ή βήματα αναπαραγωγής.

source: Please double-check the following contents to ensure you are comfortable submitting the following information.
el: Παρακαλούμε ελέγξτε ξανά τα ακόλουθα περιεχόμενα για να βεβαιωθείτε ότι είστε άνετα να υποβάλετε τις ακόλουθες πληροφορίες.

source: Report an issue
el: Αναφέρετε ένα θέμα

source: CSRF check failed
el: Ο έλεγχος CSRF απέτυχε

source: CSRF check failed. Your form session may have expired, or you may not have cookies enabled.
el: Ο έλεγχος CSRF απέτυχε. Η περίοδος λειτουργίας της φόρμας μπορεί να έχει λήξει ή μπορεί να μην έχετε ενεργοποιήσει τα cookies.

source: is not a valid authentication server
el: δεν είναι έγκυρος διακομιστής ελέγχου ταυτότητας

source: A username and password must be specified.
el: Πρέπει να καθοριστούν ένα όνομα χρήστη και ένας κωδικός πρόσβασης.

source: User
el: Χρήστης

source: authenticated successfully.
el: πιστοποιήθηκε με επιτυχία.

source: This user is a member of these groups
el: Αυτός ο χρήστης είναι μέλος αυτών των ομάδων

source: Attributes received from server
el: Χαρακτηριστικά που λαμβάνονται από τον διακομιστή

source: Authentication failed.
el: Ο έλεγχος ταυτότητας απέτυχε.

source: Authentication Server
el: Διακομιστής ελέγχου ταυτότητας

source: Test
el: Δοκιμή

source: DynFi Firewall Additions
el: Προσθήκες τείχους προστασίας DynFi Firewall

source: Bridge Devices
el: Συσκευές γέφυρας

source: SSL Certificate Authorities
el: Αρχές πιστοποιητικών SSL

source: SSL Certificates
el: Πιστοποιητικά SSL

source: DHCP Server
el: Διακομιστής DHCP

source: DHCP Relay
el: Αναμετάδοση DHCP

source: Dynamic DNS
el: Δυναμικό DNS

source: GIF Devices
el: Συσκευές GIF

source: IGMP Proxy
el: Μεσολάβηση IGMP

source: LAGG Devices
el: Συσκευές LAGG

source: Load Balancer
el: Εξισορροπιστής φορτίου

source: Network Address Translation
el: Μετάφραση διευθύνσεων δικτύου

source: DNS Filter
el: Φίλτρο DNS

source: Point-to-Point Devices
el: Συσκευές σημείο-προς-σημείο

source: Proxy ARP
el: ARP μεσολάβησης

source: RRD Data
el: Δεδομένα RRD

source: Static routes
el: Στατικές διαδρομές

source: VLAN Devices
el: Συσκευές VLAN

source: Dashboard Widgets
el: Widgets ταμπλό

source: Wireless Devices
el: Ασύρματες συσκευές

source: You must supply and confirm the password for encryption.
el: Πρέπει να δώσετε και να επιβεβαιώσετε τον κωδικό πρόσβασης για την κρυπτογράφηση.

source: The passwords do not match.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.

source: You must supply the password for decryption.
el: Πρέπει να δώσετε τον κωδικό πρόσβασης για την αποκρυπτογράφηση.

source: You do not have the permission to perform this action.
el: Δεν έχετε το δικαίωμα να εκτελέσετε αυτή την ενέργεια.

source: Warning, could not read file %s
el: Προειδοποίηση, δεν μπόρεσε να διαβάσει το αρχείο %s

source: The configuration could not be restored (file upload error).
el: Η ρύθμιση παραμέτρων δεν ήταν δυνατό να αποκατασταθεί (σφάλμα μεταφόρτωσης αρχείου).

source: The uploaded file could not be decrypted.
el: Το αρχείο που μεταφορτώθηκε δεν μπόρεσε να αποκρυπτογραφηθεί.

source: You have selected to restore an area but we could not locate the correct xml tag.
el: Επιλέξατε να επαναφέρετε μια περιοχή, αλλά δεν μπορέσαμε να εντοπίσουμε τη σωστή ετικέτα xml.

source: The configuration area has been restored.
el: Η περιοχή διαμόρφωσης έχει αποκατασταθεί.

source: The configuration has been restored.
el: Η διαμόρφωση έχει αποκατασταθεί.

source: The configuration could not be restored.
el: Η ρύθμιση παραμέτρων δεν μπόρεσε να αποκατασταθεί.

source: The system is rebooting now. This may take one minute.
el: Το σύστημα κάνει επανεκκίνηση τώρα. Αυτό μπορεί να διαρκέσει ένα λεπτό.

source: Saved settings, but remote backup failed.
el: Οι ρυθμίσεις αποθηκεύτηκαν, αλλά το απομακρυσμένο αντίγραφο ασφαλείας απέτυχε.

source: Backup successful, current file list:
el: Δημιουργία αντιγράφου ασφαλείας επιτυχής, τρέχουσα λίστα αρχείων:

source: Do not backup RRD data.
el: Μην δημιουργείτε αντίγραφα ασφαλείας των δεδομένων RRD.

source: Encrypt this configuration file.
el: Κρυπτογράφηση αυτού του αρχείου ρυθμίσεων.

source: Confirmation
el: Επιβεβαίωση

source: Download configuration
el: Λήψη ρυθμίσεων

source: Click this button to download the system configuration in XML format.
el: Κάντε κλικ σε αυτό το κουμπί για να κατεβάσετε τη διαμόρφωση του συστήματος σε μορφή XML.

source: Restore
el: Επαναφορά

source: Restore area:
el: Επαναφορά περιοχής:

source: Reboot after a successful restore.
el: Επανεκκίνηση μετά την επιτυχή επαναφορά.

source: Configuration file is encrypted.
el: Το αρχείο ρυθμίσεων είναι κρυπτογραφημένο.

source: Restore configuration
el: Επαναφορά ρυθμίσεων

source: Open a configuration XML file and click the button below to restore the configuration.
el: Ανοίξτε ένα αρχείο XML διαμόρφωσης και κάντε κλικ στο παρακάτω κουμπί για να επαναφέρετε τη διαμόρφωση.

source: Click to edit
el: Κάντε κλικ για επεξεργασία

source: Setup/Test %s
el: Εγκατάσταση/δοκιμή %s

source: Backup count must be greater than zero.
el: Ο αριθμός των αντιγράφων ασφαλείας πρέπει να είναι μεγαλύτερος από το μηδέν.

source: Successfully reverted to timestamp %s with description "%s".
el: Επιτυχής επαναφορά σε χρονοσφραγίδα %s με περιγραφή "%s".

source: Unable to revert to the selected configuration.
el: Δεν είναι δυνατή η επαναφορά στην επιλεγμένη διαμόρφωση.

source: Deleted backup with timestamp %s and description "%s".
el: Διαγραμμένο αντίγραφο ασφαλείας με χρονοσήμανση %s και περιγραφή "%s".

source: Unable to delete the selected configuration.
el: Δεν είναι δυνατή η διαγραφή της επιλεγμένης διαμόρφωσης.

source: Restore from Configuration Backup
el: Επαναφορά από αντίγραφο ασφαλείας διαμόρφωσης

source: No
el: Όχι

source: Yes
el: Ναι

source: Remove Configuration Backup
el: Κατάργηση αντιγράφου ασφαλείας διαμόρφωσης

source: Backup Count
el: Αριθμός αντιγράφων ασφαλείας

source: Enter the number of older configurations to keep in the local backup cache.
el: Εισάγετε τον αριθμό των παλαιότερων ρυθμίσεων που θα διατηρούνται στην τοπική προσωρινή μνήμη αντιγράφων ασφαλείας.

source: Save
el: Αποθήκευση

source: Be aware of how much space is consumed by backups before adjusting this value.
el: Λάβετε υπόψη πόσος χώρος καταναλώνεται από τα αντίγραφα ασφαλείας πριν προσαρμόσετε αυτή την τιμή.

source: Current space used:
el: Τρέχων χώρος που χρησιμοποιείται:

source: Configuration diff from %s to %s
el: Διαφορά διαμόρφωσης από %s σε %s

source: View differences
el: Προβολή διαφορών

source: To view the differences between an older configuration and a newer configuration, select the older configuration using the left column of radio options and select the newer configuration in the right column, then press the button.
el: Για να προβάλετε τις διαφορές μεταξύ μιας παλαιότερης και μιας νεότερης διαμόρφωσης, επιλέξτε την παλαιότερη διαμόρφωση χρησιμοποιώντας την αριστερή στήλη των επιλογών επιλογής και επιλέξτε τη νεότερη διαμόρφωση στη δεξιά στήλη και, στη συνέχεια, πατήστε το κουμπί.

source: Date
el: Ημερομηνία

source: Size
el: Μέγεθος

source: Configuration Change
el: Αλλαγή διαμόρφωσης

source: Current
el: Τρέχον

source: Revert to this configuration
el: Επαναφορά σε αυτή τη διαμόρφωση

source: Remove this backup
el: Αφαιρέστε αυτό το αντίγραφο ασφαλείας

source: Download this backup
el: Κατεβάστε αυτό το αντίγραφο ασφαλείας

source: Your device is powering off
el: Η συσκευή σας απενεργοποιείται

source: The system has been reset to factory defaults and is shutting down.
el: Το σύστημα έχει επανέλθει στις εργοστασιακές ρυθμίσεις και τερματίζει τη λειτουργία του.

source: If you click "Yes", the system will:
el: Αν κάνετε κλικ στο "Ναι", το σύστημα θα το κάνει:
