Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Show source address and port range
el: Εμφάνιση εύρους διεύθυνσης πηγής και θύρας

source: Source port range
el: Εύρος θύρας πηγής

source: from:
el: από:

source: to:
el: προς:

source: other
el: άλλα

source: Well-known ports
el: Γνωστά λιμάνια

source: When using the TCP or UDP protocols, specify the source port or port range for this rule
el: Όταν χρησιμοποιείτε τα πρωτόκολλα TCP ή UDP, καθορίστε τη θύρα προέλευσης ή το εύρος θυρών για αυτόν τον κανόνα.

source: This is usually
el: Αυτό είναι συνήθως

source: random
el: τυχαία

source: and almost never equal to the destination port range (and should usually be 'any')
el: και σχεδόν ποτέ δεν ισούται με το εύρος της θύρας προορισμού (και συνήθως πρέπει να είναι "any")

source: Destination port range
el: Εύρος θύρας προορισμού

source: When using the TCP or UDP protocols, specify the port or port range for the destination of the packet for this mapping.
el: Όταν χρησιμοποιείτε τα πρωτόκολλα TCP ή UDP, καθορίστε τη θύρα ή την περιοχή θυρών για τον προορισμό του πακέτου για αυτή την αντιστοίχιση.

source: Enter the internal IP address of the server on which you want to map the ports.
el: Εισάγετε την εσωτερική διεύθυνση IP του διακομιστή στον οποίο θέλετε να αντιστοιχίσετε τις θύρες.

source: e.g.
el: π.χ.

source: Redirect target port
el: Ανακατεύθυνση θύρας στόχου

source: Specify the port on the machine with the IP address entered above. In case of a port range, specify the beginning port of the range (the end port will be calculated automatically).
el: Καθορίστε τη θύρα στο μηχάνημα με τη διεύθυνση IP που καταχωρήθηκε παραπάνω. Σε περίπτωση εύρους θυρών, καθορίστε τη θύρα αρχής του εύρους (η θύρα τέλους θα υπολογιστεί αυτόματα).

source: Hint: this is usually identical to the 'from' port above
el: Συμβουλή: συνήθως είναι πανομοιότυπη με τη θύρα 'from' παραπάνω

source: Pool Options:
el: Επιλογές πισίνας:

source: Round Robin with Sticky Address
el: Round Robin με αυτοκόλλητη διεύθυνση

source: Random
el: Τυχαία

source: Random with Sticky Address
el: Τυχαία με αυτοκόλλητη διεύθυνση

source: Source Hash
el: Πηγή Hash

source: Only Round Robin types work with Host Aliases. Any type can be used with a Subnet.
el: Μόνο οι τύποι Round Robin λειτουργούν με ψευδώνυμα κεντρικών υπολογιστών. Οποιοσδήποτε τύπος μπορεί να χρησιμοποιηθεί με ένα υποδίκτυο.

source: Round Robin: Loops through the translation addresses.
el: Round Robin: Διατρέχει τις διευθύνσεις μετάφρασης.

source: Random: Selects an address from the translation address pool at random.
el: Τυχαία: Επιλέγει τυχαία μια διεύθυνση από τη δεξαμενή διευθύνσεων μετάφρασης.

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source.
el: Πηγή Hash: Χρησιμοποιεί ένα κατακερματισμό της διεύθυνσης πηγής για τον προσδιορισμό της διεύθυνσης μετάφρασης, διασφαλίζοντας ότι η διεύθυνση ανακατεύθυνσης είναι πάντα η ίδια για μια δεδομένη πηγή.

source: Bitmask: Applies the subnet mask and keeps the last portion identical; 10.0.1.50 -&gt; x.x.x.50.
el: Bitmask: 10.0.1.50 -&gt; x.x.x.x.50.

source: Sticky Address: The Sticky Address option can be used with the Random and Round Robin pool types to ensure that a particular source address is always mapped to the same translation address.
el: Αυτοκόλλητη διεύθυνση: Η επιλογή Sticky Address μπορεί να χρησιμοποιηθεί με τους τύπους pool Random και Round Robin για να διασφαλιστεί ότι μια συγκεκριμένη διεύθυνση πηγής αντιστοιχίζεται πάντα στην ίδια διεύθυνση μετάφρασης.

source: Hint: the firewall has limited local log space. Don't turn on logging for everything. If you want to do a lot of logging, consider using a %sremote syslog server%s.
el: Συμβουλή: το τείχος προστασίας έχει περιορισμένο χώρο τοπικού αρχείου καταγραφής. Μην ενεργοποιείτε την καταγραφή για τα πάντα. Αν θέλετε να κάνετε πολλή καταγραφή, σκεφτείτε να χρησιμοποιήσετε έναν %απομακρυσμένο διακομιστή syslog%s.

source: Set local tag
el: Ορισμός τοπικής ετικέτας

source: You can mark a packet matching this rule and use this mark to match on other NAT/filter rules.
el: Μπορείτε να επισημάνετε ένα πακέτο που ταιριάζει με αυτόν τον κανόνα και να χρησιμοποιήσετε αυτή τη σήμανση για να ταιριάξει με άλλους κανόνες NAT/φίλτρου.

source: Match local tag
el: Αντιστοίχιση τοπικής ετικέτας

source: You can match packet on a mark placed before on another rule.
el: Μπορείτε να ταιριάξετε το πακέτο με ένα σήμα που έχει τοποθετηθεί πριν από έναν άλλο κανόνα.

source: No XMLRPC Sync
el: Δεν υπάρχει συγχρονισμός XMLRPC

source: Hint: This prevents the rule on Master from automatically syncing to other CARP members. This does NOT prevent the rule from being overwritten on Slave.
el: Συμβουλή: Αυτό αποτρέπει τον αυτόματο συγχρονισμό του κανόνα στο Master σε άλλα μέλη του CARP. Αυτό ΔΕΝ εμποδίζει την αντικατάσταση του κανόνα στο Slave.

source: Filter rule association
el: Συσχέτιση κανόνα φίλτρου

source: Add associated filter rule
el: Προσθήκη σχετικού κανόνα φίλτρου

source: Add unassociated filter rule
el: Προσθήκη κανόνα φίλτρου χωρίς συσχέτιση

source: NOTE: The "pass" selection does not work properly with Multi-WAN. It will only work on an interface containing the default gateway.
el: ΣΗΜΕΙΩΣΗ: Η επιλογή "pass" δεν λειτουργεί σωστά με το Multi-WAN. Θα λειτουργήσει μόνο σε μια διασύνδεση που περιέχει την προεπιλεγμένη πύλη.

source: Rule Information
el: Πληροφορίες για τον κανόνα

source: Created
el: Δημιουργήθηκε

source: Updated
el: Ενημερωμένο

source: External Prefix
el: Εξωτερικό πρόθεμα

source: Internal Prefix
el: Εσωτερικό πρόθεμα

source: Source prefix
el: Πρόθεμα πηγής

source: Edit NPTv6 entry
el: Επεξεργασία καταχώρησης NPTv6

source: Internal IPv6 Prefix
el: Εσωτερικό πρόθεμα IPv6

source: Enter the internal (LAN) IPv6 prefix for the Network Prefix Translation. The prefix size specified for the internal prefix will also be applied to the external prefix.
el: Εισάγετε το εσωτερικό πρόθεμα IPv6 (LAN) για τη μετάφραση προθέματος δικτύου. Το μέγεθος προθέματος που καθορίζεται για το εσωτερικό πρόθεμα θα εφαρμοστεί και στο εξωτερικό πρόθεμα.

source: External IPv6 Prefix
el: Εξωτερικό πρόθεμα IPv6

source: Enter the external (WAN) IPv6 prefix for the Network Prefix Translation. Leave empty to auto-detect the prefix address. The prefix size specified for the internal prefix will also be applied to the external prefix.
el: Εισάγετε το εξωτερικό (WAN) πρόθεμα IPv6 για τη μετάφραση προθέματος δικτύου. Αφήστε το κενό για αυτόματο εντοπισμό της διεύθυνσης του προθέματος. Το μέγεθος προθέματος που καθορίζεται για το εσωτερικό πρόθεμα θα εφαρμοστεί και στο εξωτερικό πρόθεμα.

source: Mode
el: Λειτουργία

source: Automatic outbound NAT rule generation
el: Αυτόματη δημιουργία κανόνων εξερχόμενου NAT

source: (no manual rules can be used)
el: (δεν μπορούν να χρησιμοποιηθούν χειροκίνητοι κανόνες)

source: Hybrid outbound NAT rule generation
el: Δημιουργία κανόνων υβριδικού εξερχόμενου NAT

source: (automatically generated rules are applied after manual rules)
el: (οι κανόνες που δημιουργούνται αυτόματα εφαρμόζονται μετά τους χειροκίνητους κανόνες)

source: Manual outbound NAT rule generation
el: Χειροκίνητη δημιουργία κανόνων εξερχόμενου NAT

source: (no automatic rules are being generated)
el: (δεν δημιουργούνται αυτόματοι κανόνες)

source: Disable outbound NAT rule generation
el: Απενεργοποιήστε τη δημιουργία κανόνων NAT εξερχόμενου δικτύου

source: (outbound NAT is disabled)
el: (το εξερχόμενο NAT είναι απενεργοποιημένο)

source: Manual rules
el: Χειροκίνητοι κανόνες

source: NAT Address
el: Διεύθυνση NAT

source: NAT Port
el: Θύρα NAT

source: Static Port
el: Στατική θύρα

source: All manual rules are being ignored
el: Όλοι οι χειροκίνητοι κανόνες αγνοούνται

source: This Firewall
el: Αυτό το τείχος προστασίας

source: Interface address
el: Διεύθυνση διασύνδεσης

source: NO
el: ΟΧΙ

source: YES
el: ΝΑΙ

source: %s networks
el: %s δίκτυα

source: Automatic rules
el: Αυτόματοι κανόνες

source: Source Networks
el: Δίκτυα πηγής

source: automatic outbound nat
el: αυτόματο εξερχόμενο nat

source: Auto created rule for ISAKMP
el: Αυτόματη δημιουργία κανόνα για το ISAKMP

source: Auto created rule
el: Αυτόματη δημιουργία κανόνα

source: address
el: διεύθυνση

source: You must supply either a valid port or port alias for the source port entry.
el: Πρέπει να δώσετε είτε μια έγκυρη θύρα είτε ένα ψευδώνυμο θύρας για την καταχώρηση της θύρας προέλευσης.

source: You must supply either a valid port or port alias for the destination port entry.
el: Πρέπει να δώσετε είτε μια έγκυρη θύρα είτε ένα ψευδώνυμο θύρας για την καταχώρηση της θύρας προορισμού.

source: You must supply a valid port for the NAT port entry.
el: Πρέπει να δώσετε μια έγκυρη θύρα για την καταχώρηση θύρας NAT.

source: Negating source address of "any" is invalid.
el: Η άρνηση της διεύθυνσης πηγής "any" είναι άκυρη.

source: A valid destination must be specified.
el: Πρέπει να καθοριστεί ένας έγκυρος προορισμός.

source: Negating destination address of "any" is invalid.
el: Η άρνηση της διεύθυνσης προορισμού "any" είναι άκυρη.

source: A valid target IP address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP στόχου.

source: Only Round Robin pool options may be chosen when selecting an alias.
el: Κατά την επιλογή ενός ψευδώνυμου μπορούν να επιλεγούν μόνο οι επιλογές δεξαμενής Round Robin.

source: Source Hash Key is only valid for Source Hash type
el: Το Source Hash Key ισχύει μόνο για τον τύπο Source Hash

source: Source Hash Key must be 0x followed by 32 hexadecimal digits
el: Το Source Hash Key πρέπει να είναι 0x ακολουθούμενο από 32 δεκαεξαδικά ψηφία

source: Edit Advanced Outbound NAT entry
el: Επεξεργασία καταχώρισης Advanced Outbound NAT

source: Do not NAT
el: Μην NAT

source: Enabling this option will disable NAT for traffic matching this rule and stop processing Outbound NAT rules.
el: Η ενεργοποίηση αυτής της επιλογής θα απενεργοποιήσει το NAT για την κυκλοφορία που ταιριάζει σε αυτόν τον κανόνα και θα σταματήσει την επεξεργασία των κανόνων εξερχόμενου NAT.

source: Hint: in most cases, you won't use this option.
el: Συμβουλή: στις περισσότερες περιπτώσεις, δεν θα χρησιμοποιήσετε αυτή την επιλογή.

source: Source invert
el: Πηγή αντιστροφής

source: Enter the source network for the outbound NAT mapping.
el: Εισάγετε το δίκτυο προέλευσης για την εξερχόμενη αντιστοίχιση NAT.

source: (leave blank for any)
el: (αφήστε κενό για οποιοδήποτε)

source: Destination invert
el: Αντιστροφή προορισμού

source: Enter the destination network for the outbound NAT mapping.
el: Εισάγετε το δίκτυο προορισμού για την εξερχόμενη αντιστοίχιση NAT.

source: Translation address
el: Διεύθυνση μετάφρασης

source: Packets matching this rule will be mapped to the IP address given here.
el: Τα πακέτα που ανταποκρίνονται σε αυτόν τον κανόνα θα αντιστοιχιστούν στη διεύθυνση IP που δίνεται εδώ.

source: If you want this rule to apply to another IP address rather than the IP address of the interface chosen above, select it here (you will need to define %sVirtual IP addresses%s on the interface first).
el: Αν θέλετε αυτός ο κανόνας να εφαρμόζεται σε μια άλλη διεύθυνση IP αντί για τη διεύθυνση IP της διασύνδεσης που επιλέχθηκε παραπάνω, επιλέξτε την εδώ (θα πρέπει πρώτα να ορίσετε %sVirtual IP addresses%s στη διασύνδεση).

source: port:
el: λιμάνι:

source: Enter the source port for the outbound NAT mapping.
el: Εισάγετε τη θύρα προέλευσης για την εξερχόμενη αντιστοίχιση NAT.

source: Static-port:
el: Στατική θύρα:

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source. Optionally provide a Source Hash Key to make it persist when the ruleset is reloaded. Must be 0x followed by 32 hexadecimal digits.
el: Πηγή Hash: Χρησιμοποιεί ένα κατακερματισμό της διεύθυνσης πηγής για τον προσδιορισμό της διεύθυνσης μετάφρασης, διασφαλίζοντας ότι η διεύθυνση ανακατεύθυνσης είναι πάντα η ίδια για μια δεδομένη πηγή. Παρέχετε προαιρετικά ένα κλειδί κατακερματισμού πηγής για να διατηρείται όταν επαναφορτώνεται το σύνολο κανόνων. Πρέπει να είναι 0x ακολουθούμενο από 32 δεκαεξαδικά ψηφία.

source: Echo Request
el: Αίτημα Echo

source: Echo Reply
el: Echo Απάντηση

source: Destination Unreachable
el: Προορισμός μη προσβάσιμος

source: Source Quench (Deprecated)
el: Source Quench (καταργημένο)

source: Redirect
el: Ανακατεύθυνση

source: Alternate Host Address (Deprecated)
el: Εναλλακτική διεύθυνση κεντρικού υπολογιστή (καταργημένη)

source: Router Advertisement
el: Διαφήμιση δρομολογητή

source: Router Solicitation
el: Προώθηση δρομολογητή

source: Time Exceeded
el: Χρόνος που ξεπεράστηκε

source: Parameter Problem
el: Πρόβλημα παραμέτρων

source: Timestamp Reply
el: Χρονοσφραγίδα Απάντηση

source: Information Request (Deprecated)
el: Αίτημα πληροφοριών (καταργημένο)

source: Information Reply (Deprecated)
el: Απάντηση πληροφοριών (καταργημένη)

source: Address Mask Request (Deprecated)
el: Αίτημα μάσκας διεύθυνσης (καταργημένο)

source: Address Mask Reply (Deprecated)
el: Απάντηση μάσκας διεύθυνσης (καταργημένο)

source: Destination unreachable
el: Προορισμός μη προσβάσιμος

source: Packet too big
el: Πακέτο πολύ μεγάλο

source: Time exceeded
el: Υπέρβαση χρόνου

source: Invalid IPv6 header
el: Μη έγκυρη επικεφαλίδα IPv6

source: Echo service request
el: Αίτημα υπηρεσίας Echo

source: Echo service reply
el: Απάντηση υπηρεσίας Echo

source: Group membership query
el: Ερώτηση συμμετοχής σε ομάδα

source: Multicast listener query
el: Ερώτημα ακροατή πολλαπλής διανομής

source: Group membership report
el: Αναφορά μελών ομάδας

source: Multicast listener report
el: Αναφορά ακροατή πολλαπλής διανομής

source: Group membership termination
el: Τερματισμός συμμετοχής σε ομάδα

source: Router solicitation
el: Πρόσκληση για δρομολογητή

source: Router advertisement
el: Διαφήμιση δρομολογητή

source: Neighbor solicitation
el: Προσφυγή των γειτόνων

source: Neighbor advertisement
el: Διαφήμιση γείτονα

source: Shorter route exists
el: Υπάρχει συντομότερη διαδρομή

source: Route renumbering
el: Αναρίθμηση διαδρομής

source: FQDN query
el: Ερώτηση FQDN

source: Node information query
el: Ερώτηση πληροφοριών κόμβου

source: Who-are-you request
el: Ποιος-είσαι αίτημα

source: FQDN reply
el: Απάντηση FQDN

source: Node information reply
el: Απάντηση πληροφοριών κόμβου

source: Who-are-you reply
el: Ποιος-είσαι απάντηση

source: mtrace response
el: Απόκριση mtrace

source: mtrace messages
el: mtrace μηνύματα

source: first match
el: πρώτος αγώνας

source: last match
el: τελευταίος αγώνας

source: Disable Rule
el: Απενεργοποίηση κανόνα

source: Enable Rule
el: Ενεργοποίηση κανόνα

source: Disable Log
el: Απενεργοποίηση αρχείου καταγραφής

source: Enable Log
el: Ενεργοποίηση αρχείου καταγραφής

source: Inspect
el: Επιθεώρηση

source: The firewall rule configuration has been changed.<br />You must apply the changes in order for them to take effect.
el: Η διαμόρφωση των κανόνων τείχους προστασίας έχει αλλάξει.<br />Πρέπει να εφαρμόσετε τις αλλαγές για να τεθούν σε ισχύ.

source: Apply changes
el: Εφαρμογή αλλαγών

source: No floating rules are currently defined. Floating rules are not bound to a single interface and can therefore be used to span policies over multiple networks at the same time.
el: Προς το παρόν δεν έχουν οριστεί κανόνες πλεύσης. Οι κυμαινόμενοι κανόνες δεν δεσμεύονται σε μία μόνο διασύνδεση και μπορούν επομένως να χρησιμοποιηθούν για την ταυτόχρονη κάλυψη πολιτικών σε πολλαπλά δίκτυα.

source: No %s rules are currently defined. All incoming connections on this interface will be blocked until you add a pass rule. Exceptions for automatically generated rules may apply.
el: Προς το παρόν δεν έχουν οριστεί κανόνες %s. Όλες οι εισερχόμενες συνδέσεις σε αυτή τη διασύνδεση θα μπλοκαριστούν μέχρι να προσθέσετε έναν κανόνα διέλευσης. Ενδέχεται να ισχύουν εξαιρέσεις για αυτόματα δημιουργούμενους κανόνες.

source: Schedule
el: Πρόγραμμα

source: Evaluations
el: Αξιολογήσεις

source: Packets
el: Πακέτα

source: Automatically generated rules
el: Αυτόματα παραγόμενοι κανόνες

source: Disable rule
el: Απενεργοποίηση κανόνα

source: Enable rule
el: Ενεργοποίηση κανόνα

source: Disable logging
el: Απενεργοποίηση καταγραφής

source: Enable logging
el: Ενεργοποίηση καταγραφής

source: pass
el: περάστε

source: block
el: μπλοκ

source: reject
el: απορρίψτε το

source: pass (disabled)
el: pass (απενεργοποιημένο)

source: block (disabled)
el: μπλοκ (απενεργοποιημένο)

source: reject (disabled)
el: απόρριψη (απενεργοποιημένη)

source: log (disabled)
el: log (απενεργοποιημένο)

source: Active/Inactive Schedule (click to view/edit)
el: Ενεργό/ανενεργό πρόγραμμα (κάντε κλικ για προβολή/επεξεργασία)

source: %s rules are evaluated on a first-match basis by default (i.e. the action of the first rule to match a packet will be executed). This means that if you use block rules, you will have to pay attention to the rule order. Everything that is not explicitly passed is blocked by default.
el: Οι κανόνες %s αξιολογούνται από προεπιλογή με βάση την πρώτη αντιστοιχία (δηλαδή θα εκτελεστεί η ενέργεια του πρώτου κανόνα που ταιριάζει σε ένα πακέτο). Αυτό σημαίνει ότι αν χρησιμοποιείτε κανόνες μπλοκ, θα πρέπει να δώσετε προσοχή στη σειρά των κανόνων. Ό,τι δεν περνάει ρητά, μπλοκάρεται εξ ορισμού.

source: Floating rules are evaluated on a first-match basis (i.e. the action of the first rule to match a packet will be executed) only if the "quick" option is checked on a rule. Otherwise they will only apply if no other rules match. Pay close attention to the rule order and options chosen. If no rule here matches, the per-interface or default rules are used.
el: Οι κυμαινόμενοι κανόνες αξιολογούνται με βάση την πρώτη αντιστοίχιση (δηλ. θα εκτελεστεί η ενέργεια του πρώτου κανόνα που ταιριάζει με ένα πακέτο) μόνο εάν η επιλογή "quick" είναι επιλεγμένη σε έναν κανόνα. Διαφορετικά, θα εφαρμοστούν μόνο αν δεν υπάρχει άλλος κανόνας που να ταιριάζει. Δώστε μεγάλη προσοχή στη σειρά των κανόνων και στις επιλογές που επιλέγονται. Εάν κανένας κανόνας εδώ δεν ταιριάζει, χρησιμοποιούνται οι κανόνες ανά διασύνδεση ή οι προεπιλεγμένοι κανόνες.

source: Source bit count
el: Αριθμός bit πηγής

source: Destination bit count
el: Αριθμός bit προορισμού

source: You can not assign a gateway to a rule that applies to IPv4 and IPv6
el: Δεν μπορείτε να εκχωρήσετε μια πύλη σε έναν κανόνα που ισχύει για IPv4 και IPv6.

source: You can not assign an IPv4 gateway group on an IPv6 rule.
el: Δεν μπορείτε να εκχωρήσετε μια ομάδα πύλης IPv4 σε έναν κανόνα IPv6.

source: You can not assign an IPv6 gateway group on an IPv4 rule.
el: Δεν μπορείτε να εκχωρήσετε μια ομάδα πύλης IPv6 σε έναν κανόνα IPv4.

source: You can not assign the IPv4 Gateway to an IPv6 filter rule.
el: Δεν μπορείτε να εκχωρήσετε την πύλη IPv4 σε έναν κανόνα φίλτρου IPv6.

source: You can not assign the IPv6 Gateway to an IPv4 filter rule.
el: Δεν μπορείτε να εκχωρήσετε την πύλη IPv6 σε κανόνα φίλτρου IPv4.

source: You can not assign a reply-to destination to a rule that applies to IPv4 and IPv6
el: Δεν μπορείτε να εκχωρήσετε έναν προορισμό reply-to σε έναν κανόνα που ισχύει για IPv4 και IPv6.

source: You can not assign a reply-to destination to a rule that uses a gateway.
el: Δεν μπορείτε να εκχωρήσετε έναν προορισμό reply-to σε έναν κανόνα που χρησιμοποιεί μια πύλη.

source: You can not assign the IPv4 reply-to destination to an IPv6 filter rule.
el: Δεν μπορείτε να εκχωρήσετε τον προορισμό της απάντησης IPv4 σε έναν κανόνα φίλτρου IPv6.

source: You can not assign the IPv6 reply-to destination to an IPv4 filter rule.
el: Δεν μπορείτε να εκχωρήσετε τον προορισμό της απάντησης IPv6 σε έναν κανόνα φίλτρου IPv4.

source: You can not assign an ICMP type to a rule that applies to IPv4 and IPv6.
el: Δεν μπορείτε να εκχωρήσετε έναν τύπο ICMP σε έναν κανόνα που ισχύει για IPv4 και IPv6.

source: %s is only valid with protocol tcp.
el: %s ισχύει μόνο με πρωτόκολλο tcp.

source: %s is only valid if the gateway is set to 'default'.
el: Το %s ισχύει μόνο αν η πύλη έχει οριστεί σε 'default'.

source: When selecting aliases for source ports, both from and to fields must be the same
el: Όταν επιλέγετε ψευδώνυμα για θύρες προέλευσης, τα πεδία από και προς πρέπει να είναι τα ίδια.

source: When selecting aliases for destination ports, both from and to fields must be the same
el: Όταν επιλέγετε ψευδώνυμα για θύρες προορισμού, τα πεδία από και προς πρέπει να είναι τα ίδια.

source: The Source IP address %s Address Family differs from the destination %s.
el: Η διεύθυνση IP προέλευσης %s Οικογένεια διευθύνσεων διαφέρει από τον προορισμό %s.

source: You can not use IPv6 addresses in IPv4 rules.
el: Δεν μπορείτε να χρησιμοποιήσετε διευθύνσεις IPv6 σε κανόνες IPv4.

source: You can not use IPv4 addresses in IPv6 rules.
el: Δεν μπορείτε να χρησιμοποιήσετε διευθύνσεις IPv4 σε κανόνες IPv6.

source: Invalid subnet mask on IPv4 source
el: Μη έγκυρη μάσκα υποδικτύου στην πηγή IPv4

source: Invalid subnet mask on IPv4 destination
el: Μη έγκυρη μάσκα υποδικτύου στον προορισμό IPv4

source: You can not use an IPv4 or IPv6 address in combined IPv4 + IPv6 rules.
el: Δεν μπορείτε να χρησιμοποιήσετε μια διεύθυνση IPv4 ή IPv6 σε συνδυασμένους κανόνες IPv4 + IPv6.

source: OS detection is only valid with protocol tcp.
el: Η ανίχνευση λειτουργικού συστήματος ισχύει μόνο για το πρωτόκολλο tcp.

source: Invalid OS detection selection. Please select a valid OS.
el: Μη έγκυρη επιλογή ανίχνευσης λειτουργικού συστήματος. Παρακαλούμε επιλέξτε ένα έγκυρο λειτουργικό σύστημα.

source: You can not use gateways in Floating rules without choosing a direction.
el: Δεν μπορείτε να χρησιμοποιήσετε πύλες σε κανόνες κυμαινόμενου δικτύου χωρίς να επιλέξετε μια κατεύθυνση.

source: You can only specify the maximum number of established connections per host (advanced option) for TCP protocol.
el: Μπορείτε να καθορίσετε τον μέγιστο αριθμό εγκατεστημένων συνδέσεων ανά κεντρικό υπολογιστή (επιλογή για προχωρημένους) μόνο για το πρωτόκολλο TCP.

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for TCP protocol.
el: Μπορείτε να καθορίσετε το μέγιστο όριο νέων συνδέσεων ανά κεντρικό υπολογιστή / ανά δευτερόλεπτο(α) (επιλογή για προχωρημένους) μόνο για το πρωτόκολλο TCP.

source: You can only specify the state timeout (advanced option) for TCP protocol.
el: Μπορείτε να καθορίσετε το χρονικό όριο κατάστασης (επιλογή για προχωρημένους) μόνο για το πρωτόκολλο TCP.

source: You can only specify the maximum state entries (advanced option) for Pass type rules.
el: Μπορείτε να καθορίσετε τις μέγιστες καταχωρήσεις κατάστασης (επιλογή για προχωρημένους) μόνο για κανόνες τύπου Pass.

source: You can only specify the maximum number of unique source hosts (advanced option) for Pass type rules.
el: Μπορείτε να καθορίσετε τον μέγιστο αριθμό μοναδικών κεντρικών υπολογιστών προέλευσης (επιλογή για προχωρημένους) μόνο για κανόνες τύπου Pass.

source: You can only specify the maximum number of established connections per host (advanced option) for Pass type rules.
el: Μπορείτε να καθορίσετε τον μέγιστο αριθμό εγκατεστημένων συνδέσεων ανά κεντρικό υπολογιστή (επιλογή για προχωρημένους) μόνο για κανόνες τύπου Pass.

source: You can only specify the maximum state entries per host (advanced option) for Pass type rules.
el: Μπορείτε να καθορίσετε τις μέγιστες καταχωρήσεις κατάστασης ανά κεντρικό υπολογιστή (επιλογή για προχωρημένους) μόνο για κανόνες τύπου Pass.

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for Pass type rules.
el: Μπορείτε να καθορίσετε τις μέγιστες νέες συνδέσεις ανά κεντρικό υπολογιστή / ανά δευτερόλεπτο(α) (επιλογή για προχωρημένους) μόνο για κανόνες τύπου Pass.
