Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Hostnames in alias list can only contain the characters A-Z, 0-9 and '-'.
el: Τα ονόματα κεντρικών υπολογιστών στη λίστα ψευδώνυμων μπορούν να περιέχουν μόνο τους χαρακτήρες A-Z, 0-9 και '-'.

source: A valid domain must be specified in alias list.
el: Πρέπει να καθοριστεί ένας έγκυρος τομέας στη λίστα ψευδώνυμων.

source: This host/domain already exists.
el: Αυτός ο κεντρικός υπολογιστής/τομέας υπάρχει ήδη.

source: Edit entry
el: Επεξεργασία καταχώρησης

source: Name of the host, without domain part
el: Όνομα του κεντρικού υπολογιστή, χωρίς το μέρος του τομέα

source: Domain of the host
el: Τομέας του κεντρικού υπολογιστή

source: IP address of the host
el: Διεύθυνση IP του κεντρικού υπολογιστή

source: Enter additional names for this host.
el: Εισάγετε πρόσθετα ονόματα για αυτόν τον κεντρικό υπολογιστή.

source: Orphan mode must be a value between 0..15
el: Η κατάσταση ορφανών πρέπει να είναι μια τιμή μεταξύ 0..15

source: Advanced options may only be edited by system administrators due to the increased possibility of privilege escalation.
el: Οι επιλογές για προχωρημένους μπορούν να επεξεργάζονται μόνο από διαχειριστές συστήματος λόγω της αυξημένης πιθανότητας κλιμάκωσης προνομίων.

source: NTP Server Configuration
el: Διαμόρφωση διακομιστή NTP

source: Time servers
el: Διακομιστές χρόνου

source: Prefer
el: Προτιμήστε το

source: Do not use
el: Μην χρησιμοποιείτε

source: For best results three to five servers should be configured here.
el: Για καλύτερα αποτελέσματα, θα πρέπει να ρυθμίσετε εδώ τρεις έως πέντε διακομιστές.

source: When no servers are specified NTP will be completely disabled.
el: Όταν δεν καθορίζονται διακομιστές, το NTP θα είναι εντελώς απενεργοποιημένο.

source: The "prefer" option indicates that NTP should favor the use of this server more than all others.
el: Η επιλογή "prefer" υποδεικνύει ότι το NTP θα πρέπει να προτιμά τη χρήση αυτού του διακομιστή περισσότερο από όλους τους άλλους.

source: The "iburst" option enables faster clock synchronisation on startup at the expense of the peer.
el: Η επιλογή "iburst" επιτρέπει ταχύτερο συγχρονισμό του ρολογιού κατά την εκκίνηση σε βάρος του ομότιμου συστήματος.

source: The "do not use" option indicates that NTP should not use this server for time, but stats for this server will be collected and displayed.
el: Η επιλογή "do not use" υποδεικνύει ότι ο NTP δεν θα πρέπει να χρησιμοποιεί αυτόν τον διακομιστή για την ώρα, αλλά θα συλλέγονται και θα εμφανίζονται στατιστικά στοιχεία για αυτόν τον διακομιστή.

source: Client mode
el: Λειτουργία πελάτη

source: Quit NTP server immediately after time synchronisation
el: Τερματισμός του διακομιστή NTP αμέσως μετά το συγχρονισμό της ώρας

source: Selecting no interfaces will listen on all interfaces with a wildcard.
el: Η επιλογή no interfaces θα ακούει όλες τις διασυνδέσεις με ένα μπαλαντέρ.

source: Selecting all interfaces will explicitly listen on only the interfaces/IPs specified.
el: Η επιλογή όλων των διασυνδέσεων θα ακούσει ρητά μόνο τις διασυνδέσεις/IP που έχουν καθοριστεί.

source: Orphan mode
el: Ορφανή λειτουργία

source: Orphan mode allows the system clock to be used when no other clocks are available. The number here specifies the stratum reported during orphan mode and should normally be set to a number high enough to insure that any other servers available to clients are preferred over this server.
el: Η λειτουργία Orphan επιτρέπει τη χρήση του ρολογιού συστήματος όταν δεν υπάρχουν άλλα ρολόγια. Ο αριθμός εδώ προσδιορίζει τη διαστρωμάτωση που αναφέρεται κατά τη διάρκεια της ορφανής λειτουργίας και κανονικά θα πρέπει να οριστεί σε έναν αριθμό αρκετά υψηλό ώστε να διασφαλίζεται ότι οποιοιδήποτε άλλοι διακομιστές που είναι διαθέσιμοι στους πελάτες προτιμώνται έναντι αυτού του διακομιστή.

source: NTP graphs
el: Γραφήματα NTP

source: Enable RRD graphs of NTP statistics
el: Ενεργοποίηση γραφικών παραστάσεων RRD για στατιστικά στοιχεία NTP

source: Syslog logging
el: Καταγραφή Syslog

source: Enable logging of peer messages
el: Ενεργοποίηση της καταγραφής μηνυμάτων ομότιμων χρηστών

source: Enable logging of system messages
el: Ενεργοποίηση της καταγραφής μηνυμάτων συστήματος

source: Status > System Logs > NTP
el: Κατάσταση > Ημερολόγια συστήματος > NTP

source: These options enable additional messages from NTP to be written to the System Log
el: Αυτές οι επιλογές επιτρέπουν την εγγραφή πρόσθετων μηνυμάτων από το NTP στο αρχείο καταγραφής συστήματος

source: Statistics logging
el: Καταγραφή στατιστικών

source: Show statistics logging options
el: Εμφάνιση επιλογών καταγραφής στατιστικών στοιχείων

source: These options will create persistent daily log files in /var/log/ntp.
el: Αυτές οι επιλογές θα δημιουργήσουν μόνιμα καθημερινά αρχεία καταγραφής στο /var/log/ntp.

source: Enable logging of reference clock statistics
el: Ενεργοποίηση της καταγραφής στατιστικών στοιχείων ρολογιού αναφοράς

source: Enable logging of clock discipline statistics
el: Ενεργοποίηση της καταγραφής στατιστικών στοιχείων πειθαρχίας ρολογιού

source: Enable logging of NTP peer statistics
el: Ενεργοποίηση της καταγραφής των στατιστικών στοιχείων των ομότιμων NTP

source: Access restrictions
el: Περιορισμοί πρόσβασης

source: Show access restriction options
el: Εμφάνιση επιλογών περιορισμού πρόσβασης

source: These options control access to NTP.
el: Αυτές οι επιλογές ελέγχουν την πρόσβαση στο NTP.

source: Enable Kiss-o'-death packets
el: Ενεργοποίηση πακέτων Kiss-o'-death

source: Enable Rate limiting
el: Ενεργοποίηση περιορισμού ρυθμού

source: Deny state modifications (i.e. run time configuration) by ntpq and ntpdc
el: Απαγόρευση τροποποιήσεων της κατάστασης (δηλ. ρυθμίσεων κατά την εκτέλεση) από τα ntpq και ntpdc

source: Disable ntpq and ntpdc queries
el: Απενεργοποίηση των ερωτημάτων ntpq και ntpdc

source: Disable all except ntpq and ntpdc queries
el: Απενεργοποιήστε όλα τα ερωτήματα εκτός των ntpq και ntpdc

source: Deny packets that attempt a peer association
el: Άρνηση πακέτων που επιχειρούν συσχέτιση ομότιμων εταίρων

source: Deny mode 6 control message trap service
el: Άρνηση υπηρεσίας παγίδευσης μηνυμάτων ελέγχου λειτουργίας 6

source: Leap seconds
el: Δευτερόλεπτα άλματος

source: Show Leap second configuration
el: Εμφάνιση διαμόρφωσης δευτερολέπτου άλματος

source: A leap second file allows NTP to advertize an upcoming leap second addition or subtraction.
el: Ένα αρχείο δίσεκτου δευτερολέπτου επιτρέπει στο NTP να ανακοινώσει μια επερχόμενη προσθήκη ή αφαίρεση δίσεκτου δευτερολέπτου.

source: Normally this is only useful if this server is a stratum 1 time server.
el: Κανονικά αυτό είναι χρήσιμο μόνο αν ο διακομιστής είναι διακομιστής χρόνου στρώματος 1.

source: Enter Leap second configuration as text:
el: Εισάγετε τη διαμόρφωση του δεύτερου άλματος ως κείμενο:

source: select a file to upload:
el: επιλέξτε ένα αρχείο για μεταφόρτωση:

source: Show advanced option
el: Εμφάνιση προηγμένης επιλογής

source: This option will be removed in the future due to being insecure by nature. In the mean time only full administrators are allowed to change this setting.
el: Αυτή η επιλογή θα καταργηθεί στο μέλλον λόγω του ότι είναι από τη φύση της ανασφαλής. Εν τω μεταξύ, μόνο οι πλήρεις διαχειριστές επιτρέπεται να αλλάξουν αυτή τη ρύθμιση.

source: Enter any additional options you would like to add to the network time configuration here, separated by a space or newline.
el: Εισάγετε εδώ τυχόν πρόσθετες επιλογές που θα θέλατε να προσθέσετε στη διαμόρφωση του χρόνου δικτύου, χωρισμένες με κενό ή νέα γραμμή.

source: Clock stratum must be a number in the range 0..16
el: Το στρώμα ρολογιού πρέπει να είναι ένας αριθμός στο εύρος 0..16

source: NTP Serial GPS Configuration
el: Διαμόρφωση σειριακής GPS NTP

source: Generic
el: Γενικό

source: This option allows you to select a predefined configuration.
el: Αυτή η επιλογή σας επιτρέπει να επιλέξετε μια προκαθορισμένη διαμόρφωση.

source: Select Generic if your GPS is not listed.
el: Επιλέξτε Generic (Γενικό) εάν το GPS σας δεν περιλαμβάνεται στη λίστα.

source: The predefined configurations assume your GPS has already been set to NMEA mode.
el: Οι προκαθορισμένες διαμορφώσεις προϋποθέτουν ότι το GPS σας έχει ήδη ρυθμιστεί στη λειτουργία NMEA.

source: Serial port
el: Σειριακή θύρα

source: All serial ports are listed, be sure to pick the port with the GPS attached.
el: Εμφανίζονται όλες οι σειριακές θύρες, βεβαιωθείτε ότι έχετε επιλέξει τη θύρα στην οποία είναι συνδεδεμένο το GPS.

source: Serial port baud rate.
el: Ρυθμός baud της σειριακής θύρας.

source: Note: A higher baud rate is generally only helpful if the GPS is sending too many sentences. It is recommended to configure the GPS to send only one sentence at a baud rate of 4800 or 9600.
el: Σημείωση: Ένας υψηλότερος ρυθμός baud είναι γενικά χρήσιμος μόνο εάν το GPS στέλνει πάρα πολλές προτάσεις. Συνιστάται να ρυθμίζετε το GPS ώστε να στέλνει μόνο μία πρόταση σε ρυθμό baud 4800 ή 9600.

source: NMEA sentences
el: Προτάσεις NMEA

source: All
el: Όλα

source: ZDA or ZDG
el: ZDA ή ZDG

source: By default NTP will listen for all supported NMEA sentences. Here one or more sentences to listen for may be specified.
el: Από προεπιλογή, το NTP θα ακούει όλες τις υποστηριζόμενες προτάσεις NMEA. Εδώ μπορούν να καθοριστούν μία ή περισσότερες προτάσεις προς ακρόαση.

source: Fudge time 1 (seconds)
el: Χρόνος ζαχαροπλαστικής 1 (δευτερόλεπτα)

source: Fudge time 1 is used to specify the GPS PPS signal offset (default: 0.0).
el: Το Fudge time 1 χρησιμοποιείται για τον προσδιορισμό της μετατόπισης του σήματος GPS PPS (προεπιλογή: 0,0).

source: Fudge time 2 (seconds)
el: Χρόνος ζαχαροπλαστικής 2 (δευτερόλεπτα)

source: Fudge time 2 is used to specify the GPS time offset (default: 0.0).
el: Το Fudge time 2 χρησιμοποιείται για τον προσδιορισμό της χρονικής μετατόπισης του GPS (προεπιλογή: 0,0).

source: Stratum
el: Στρώμα

source: This may be used to change the GPS Clock stratum (default: 0). This may be useful if, for some reason, you want ntpd to prefer a different clock
el: Αυτό μπορεί να χρησιμοποιηθεί για την αλλαγή του στρώματος του ρολογιού GPS (προεπιλογή: 0). Αυτό μπορεί να είναι χρήσιμο αν, για κάποιο λόγο, θέλετε το ntpd να προτιμά ένα διαφορετικό ρολόι.

source: Flags
el: Σημαίες

source: Normally there should be no need to change these options from the defaults.
el: Κανονικά δεν θα πρέπει να υπάρχει ανάγκη να αλλάξετε αυτές τις επιλογές από τις προεπιλεγμένες.

source: NTP should prefer this clock (default: enabled).
el: Το NTP θα πρέπει να προτιμά αυτό το ρολόι (προεπιλογή: ενεργοποιημένο).

source: NTP should not use this clock, it will be displayed for reference only (default: disabled).
el: Το NTP δεν θα πρέπει να χρησιμοποιεί αυτό το ρολόι, θα εμφανίζεται μόνο για αναφορά (προεπιλογή: απενεργοποιημένο).

source: Enable PPS signal processing (default: enabled).
el: Ενεργοποίηση της επεξεργασίας σήματος PPS (προεπιλογή: ενεργοποιημένη).

source: Enable falling edge PPS signal processing (default: rising edge).
el: Ενεργοποίηση επεξεργασίας σήματος PPS με πτωτική ακμή (προεπιλογή: ανοδική ακμή).

source: Enable kernel PPS clock discipline (default: enabled).
el: Ενεργοποίηση της πειθαρχίας ρολογιού PPS του πυρήνα (προεπιλογή: ενεργοποιημένη).

source: Obscure location in timestamp (default: unobscured).
el: Συγκεκαλυμμένη τοποθεσία σε χρονοσφραγίδα (προεπιλογή: unobscured).

source: Log the sub-second fraction of the received time stamp (default: Not logged).
el: Καταγράφει το υποδευτερόλεπτο κλάσμα της ληφθείσας χρονοσφραγίδας (προεπιλογή: Δεν καταγράφεται).

source: Clock ID
el: Αναγνωριστικό ρολογιού

source: (1 to 4 characters)
el: (1 έως 4 χαρακτήρες)

source: This may be used to change the GPS Clock ID (default: GPS).
el: Αυτό μπορεί να χρησιμοποιηθεί για την αλλαγή του αναγνωριστικού ρολογιού GPS (προεπιλογή: GPS).

source: GPS Initialization
el: Αρχικοποίηση GPS

source: Show GPS Initialization commands
el: Εμφάνιση εντολών αρχικοποίησης GPS

source: Note: Commands entered here will be sent to the GPS during initialization. Please read and understand your GPS documentation before making any changes here.
el: Σημείωση: Οι εντολές που εισάγονται εδώ θα σταλούν στο GPS κατά την αρχικοποίηση. Παρακαλούμε διαβάστε και κατανοήστε την τεκμηρίωση του GPS σας προτού κάνετε οποιεσδήποτε αλλαγές εδώ.

source: NMEA checksum calculator
el: Υπολογιστής αθροίσματος ελέγχου NMEA

source: Enter the text between "$" and "*" of a NMEA command string.
el: Εισάγετε το κείμενο μεταξύ των "$" και "*" μιας συμβολοσειράς εντολών NMEA.

source: Calculate
el: Υπολογίστε το

source: Checksum:
el: Άθροισμα ελέγχου:

source: Please click the "Calculate" to get a result.
el: Κάντε κλικ στο "Υπολογισμός" για να λάβετε ένα αποτέλεσμα.

source: A GPS connected via a serial port may be used as a reference clock for NTP. If the GPS also supports PPS and is properly configured, and connected, that GPS may also be used as a Pulse Per Second clock reference. NOTE: a USB GPS may work, but is not recommended due to USB bus timing issues.
el: Ένα GPS συνδεδεμένο μέσω σειριακής θύρας μπορεί να χρησιμοποιηθεί ως ρολόι αναφοράς για το NTP. Εάν το GPS υποστηρίζει επίσης PPS και είναι σωστά διαμορφωμένο και συνδεδεμένο, το εν λόγω GPS μπορεί επίσης να χρησιμοποιηθεί ως αναφορά ρολογιού Pulse Per Second (παλμοί ανά δευτερόλεπτο). ΣΗΜΕΙΩΣΗ: ένα GPS USB μπορεί να λειτουργήσει, αλλά δεν συνιστάται λόγω προβλημάτων χρονισμού του διαύλου USB.

source: For the best results, NTP should have at least three sources of time. So it is best to configure at least 2 servers under %sServices: Network Time%s to minimize clock drift if the GPS data is not valid over time. Otherwise ntpd may only use values from the unsynchronized local clock when providing time to clients.
el: Για καλύτερα αποτελέσματα, ο NTP πρέπει να έχει τουλάχιστον τρεις πηγές χρόνου. Επομένως, είναι καλύτερο να ρυθμίσετε τουλάχιστον 2 διακομιστές στο %sServices: Network Time%s για την ελαχιστοποίηση της μετατόπισης του ρολογιού, εάν τα δεδομένα GPS δεν είναι έγκυρα με την πάροδο του χρόνου. Διαφορετικά, ο ntpd μπορεί να χρησιμοποιεί μόνο τιμές από το μη συγχρονισμένο τοπικό ρολόι όταν παρέχει χρόνο στους πελάτες.

source: NTP PPS Configuration
el: Διαμόρφωση NTP PPS

source: All serial ports are listed, be sure to pick the port with the PPS source attached.
el: Εμφανίζονται όλες οι σειριακές θύρες, βεβαιωθείτε ότι έχετε επιλέξει τη θύρα με συνδεδεμένη την πηγή PPS.

source: Fudge time
el: Ώρα για fudge

source: Fudge time is used to specify the PPS signal offset from the actual second such as the transmission delay between the transmitter and the receiver.
el: Ο χρόνος Fudge χρησιμοποιείται για να καθορίσει την μετατόπιση του σήματος PPS από το πραγματικό δευτερόλεπτο, όπως η καθυστέρηση μετάδοσης μεταξύ πομπού και δέκτη.

source: This may be used to change the PPS Clock stratum
el: Αυτό μπορεί να χρησιμοποιηθεί για την αλλαγή του στρώματος του ρολογιού PPS

source: This may be useful if, for some reason, you want ntpd to prefer a different clock and just monitor this source.
el: Αυτό μπορεί να είναι χρήσιμο αν, για κάποιο λόγο, θέλετε το ntpd να προτιμά ένα διαφορετικό ρολόι και να παρακολουθεί μόνο αυτή την πηγή.

source: Enable kernel PPS clock discipline (default: disabled).
el: Ενεργοποίηση της πειθαρχίας ρολογιού PPS του πυρήνα (προεπιλογή: απενεργοποιημένη).

source: Record a timestamp once for each second, useful for constructing Allan deviation plots (default: disabled).
el: Καταγράφει μια χρονοσφραγίδα μία φορά για κάθε δευτερόλεπτο, χρήσιμη για την κατασκευή διαγραμμάτων απόκλισης Allan (προεπιλογή: απενεργοποιημένη).

source: This may be used to change the PPS Clock ID
el: Αυτό μπορεί να χρησιμοποιηθεί για την αλλαγή του PPS Clock ID

source: Devices with a Pulse Per Second output such as radios that receive a time signal from DCF77 (DE), JJY (JP), MSF (GB) or WWVB (US) may be used as a PPS reference for NTP.
el: Συσκευές με έξοδο παλμών ανά δευτερόλεπτο, όπως οι ασύρματοι που λαμβάνουν σήμα χρόνου από τα DCF77 (DE), JJY (JP), MSF (GB) ή WWVB (US), μπορούν να χρησιμοποιηθούν ως αναφορά PPS για NTP.

source: A serial GPS may also be used, but the serial GPS driver would usually be the better option.
el: Μπορεί επίσης να χρησιμοποιηθεί ένα σειριακό GPS, αλλά ο σειριακός οδηγός GPS είναι συνήθως η καλύτερη επιλογή.

source: A PPS signal only provides a reference to the change of a second, so at least one other source to number the seconds is required.
el: Ένα σήμα PPS παρέχει μόνο μια αναφορά για την αλλαγή του δευτερολέπτου, οπότε απαιτείται τουλάχιστον μια άλλη πηγή για την αρίθμηση των δευτερολέπτων.

source: At least 3 additional time sources should be configured under %sServices: NTP%s to reliably supply the time of each PPS pulse.
el: Θα πρέπει να διαμορφωθούν τουλάχιστον 3 πρόσθετες πηγές χρόνου στο %sServices: NTP%s για την αξιόπιστη παροχή του χρόνου κάθε παλμού PPS.

source: OpenDNS Setup
el: Εγκατάσταση OpenDNS

source: Filter DNS requests using OpenDNS
el: Φιλτράρετε αιτήσεις DNS χρησιμοποιώντας το OpenDNS

source: Enabling the OpenDNS service will overwrite DNS servers configured via the General Setup page as well as ignore any DNS servers learned by DHCP/PPP on WAN and use the DNS servers from %s instead.
el: Η ενεργοποίηση της υπηρεσίας OpenDNS θα αντικαταστήσει τους διακομιστές DNS που έχουν ρυθμιστεί μέσω της σελίδας Γενικές ρυθμίσεις, καθώς και θα αγνοήσει τυχόν διακομιστές DNS που μαθαίνονται από το DHCP/PPP στο WAN και θα χρησιμοποιήσει τους διακομιστές DNS από το %s.

source: Standalone
el: Αυτόνομο

source: Do not alter system DNS server settings
el: Μην αλλάζετε τις ρυθμίσεις του διακομιστή DNS του συστήματος

source: Enable this mode when the OpenDNS servers are used by a different network component but the periodic update behaviour is still desired.
el: Ενεργοποιήστε αυτή τη λειτουργία όταν οι διακομιστές OpenDNS χρησιμοποιούνται από ένα διαφορετικό στοιχείο δικτύου, αλλά εξακολουθεί να είναι επιθυμητή η συμπεριφορά περιοδικής ενημέρωσης.

source: Signon Username to log into your OpenDNS dashboard. It is used to automatically update the IP address of the registered network.
el: Όνομα χρήστη σύνδεσης για να συνδεθείτε στο ταμπλό του OpenDNS. Χρησιμοποιείται για την αυτόματη ενημέρωση της διεύθυνσης IP του εγγεγραμμένου δικτύου.

source: Enter the network name configured on the %sNetworks Dashboard of OpenDNS%s under 'Manage your networks'. Used to update the node's IP address whenever the WAN interface changes its IP address.
el: Εισάγετε το όνομα του δικτύου που έχει ρυθμιστεί στον πίνακα %sΔίκτυα του OpenDNS%s στην ενότητα 'Διαχείριση των δικτύων σας'. Χρησιμοποιείται για την ενημέρωση της διεύθυνσης IP του κόμβου κάθε φορά που η διασύνδεση WAN αλλάζει τη διεύθυνση IP της.

source: Test result
el: Αποτέλεσμα της δοκιμής

source: Test/Update
el: Δοκιμή/ενημέρωση

source: An invalid subnet route was supplied: %s
el: Παρέχεται μια άκυρη διαδρομή υποδικτύου: %s

source: Maximum interval must be between %s and %s seconds.
el: Το μέγιστο διάστημα πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.

source: Minimum interval must be between %s and %s seconds.
el: Το ελάχιστο διάστημα πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.

source: AdvDefaultLifetime must be between %s and %s seconds.
el: Η AdvDefaultLifetime πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.

source: AdvValidLifetime must be between %s and %s seconds.
el: Ο χρόνος AdvValidLifetime πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.

source: AdvPreferredLifetime must be between %s and %s seconds.
el: Το AdvPreferredLifetime πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.

source: AdvRDNSSLifetime must be between %s and %s seconds.
el: Η διάρκεια AdvRDNSSLifetime πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.

source: AdvDNSSLLifetime must be between %s and %s seconds.
el: Ο χρόνος AdvDNSSLLifetime πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.

source: AdvRouteLifetime must be between %s and %s seconds.
el: Η διάρκεια AdvRouteLifetime πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.

source: AdvLinkMTU must be between %s and %s bytes.
el: Το AdvLinkMTU πρέπει να είναι μεταξύ %s και %s bytes.

source: Router Only
el: Μόνο δρομολογητής

source: Unmanaged
el: Μη διαχειριζόμενο

source: Managed
el: Διαχειριζόμενο

source: Assisted
el: Υποβοηθούμενη

source: Select which flags to set in Router Advertisements sent from this interface.
el: Επιλέξτε ποιες σημαίες θα οριστούν στις διαφημίσεις δρομολόγησης που αποστέλλονται από αυτή τη διασύνδεση.

source: Use "Router Only" to disable Stateless Address Autoconfiguration (SLAAC) and DHCPv6, "Unmanaged" for SLAAC (A flag), "Managed" for Stateful DHCPv6 (M+O flags), "Assisted" for Stateful DHCPv6 and SLAAC (M+O+A flags), or "Stateless" for Stateless DHCPv6 and SLAAC (O+A flags).
el: Χρησιμοποιήστε το "Μόνο δρομολογητής" για να απενεργοποιήσετε την Αυτόματη διαμόρφωση διευθύνσεων χωρίς κατάσταση (SLAAC) και το DHCPv6, το "Μη διαχειριζόμενο" για το SLAAC (σημαία A), το "Διαχειριζόμενο" για το Stateful DHCPv6 (σημαίες M+O), το "Υποβοηθούμενο" για το Stateful DHCPv6 και το SLAAC (σημαίες M+O+A) ή το "Stateless" για το Stateless DHCPv6 και το SLAAC (σημαίες O+A).

source: Router Priority
el: Προτεραιότητα δρομολογητή

source: Select the Priority for the Router Advertisement (RA) Daemon.
el: Επιλέξτε την Προτεραιότητα για τον δαίμονα διαφήμισης δρομολογητή (RA).

source: Select the source address embedded in the RA messages. If a CARP address is used DeprecatePrefix and RemoveRoute are both set to "off" by default.
el: Επιλέξτε τη διεύθυνση προέλευσης που ενσωματώνεται στα μηνύματα RA. Εάν χρησιμοποιείται μια διεύθυνση CARP, οι DeprecatePrefix και RemoveRoute τίθενται και οι δύο σε "off" από προεπιλογή.

source: Advertise Default Gateway
el: Διαφήμιση προεπιλεγμένης πύλης

source: Advertise Routes
el: Διαφημίστε διαδρομές

source: Length
el: Μήκος

source: Remove
el: Αφαιρέστε το

source: Routes are specified in CIDR format. The prefix of a route definition should be network prefix; it can be used to advertise more specific routes to the hosts.
el: Οι διαδρομές καθορίζονται σε μορφή CIDR. Το πρόθεμα ενός ορισμού διαδρομής πρέπει να είναι πρόθεμα δικτύου- μπορεί να χρησιμοποιηθεί για τη διαφήμιση πιο συγκεκριμένων διαδρομών στους hosts.

source: DNS options
el: Επιλογές DNS

source: Use the DNS configuration of the DHCPv6 server
el: Χρησιμοποιήστε τη διαμόρφωση DNS του διακομιστή DHCPv6

source: Do not send any DNS configuration to clients
el: Μην στέλνετε καμία ρύθμιση παραμέτρων DNS στους πελάτες

source: Control the behavior of the embedded DNS configuration (RFC 8106). Leave unchecked to use a custom DNS configuration.
el: Έλεγχος της συμπεριφοράς της ενσωματωμένης διαμόρφωσης DNS (RFC 8106). Αφήστε το τσεκαρισμένο για να χρησιμοποιήσετε μια προσαρμοσμένη διαμόρφωση DNS.

source: The default is to use the domain name of this system as the DNSSL option in Router Advertisements. You may optionally specify one or multiple domain(s) here. Use the semicolon character as separator.
el: Η προεπιλογή είναι η χρήση του ονόματος τομέα αυτού του συστήματος ως επιλογή DNSSL στις διαφημίσεις δρομολόγησης. Μπορείτε προαιρετικά να καθορίσετε έναν ή περισσότερους τομείς εδώ. Χρησιμοποιήστε τον χαρακτήρα άνω τελεία ως διαχωριστικό.

source: Minimum Interval
el: Ελάχιστο διάστημα

source: The minimum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
el: Ο ελάχιστος επιτρεπόμενος χρόνος μεταξύ της αποστολής μη ζητούμενων διαφημίσεων δρομολογητών πολλαπλής διανομής από τη διασύνδεση, σε δευτερόλεπτα.

source: Maximum Interval
el: Μέγιστο διάστημα
