Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Restrict access to users in the selected (local)group. <br/> <b>NOTE:</b> please be aware that users (or vouchers) which aren't administered locally will be denied when using this option.
el: Περιορισμός της πρόσβασης σε χρήστες της επιλεγμένης (τοπικής) ομάδας. <br/> <b>ΣΗΜΕΙΩΣΗ:</b> Λάβετε υπόψη σας ότι οι χρήστες (ή τα κουπόνια) που δεν διαχειρίζονται τοπικά θα απορριφθούν όταν χρησιμοποιείτε αυτή την επιλογή.

source: Restrict access to users in the selected (local)group. <br/> <b>NOTE:</b> please be aware that users (or vouchers) which aren't administered locally will be denied when using this option.
el: Περιορισμός της πρόσβασης σε χρήστες της επιλεγμένης (τοπικής) ομάδας. <br/> <b>ΣΗΜΕΙΩΣΗ:</b> Λάβετε υπόψη σας ότι οι χρήστες (ή τα κουπόνια) που δεν διαχειρίζονται τοπικά θα απορριφθούν όταν χρησιμοποιείτε αυτή την επιλογή.

source: Restrict to
el: Περιορισμός σε

source: Restrictions
el: Περιορισμοί

source: Return NXDOMAIN
el: Επιστροφή NXDOMAIN

source: Revision
el: Αναθεώρηση

source: Root Certificate
el: Πιστοποιητικό ρίζας

source: Rotate alert logs at provided interval.
el: Περιστροφή των αρχείων καταγραφής ειδοποιήσεων στο προβλεπόμενο διάστημα.

source: Rotate log
el: Περιστρέψτε το ημερολόγιο

source: Routes
el: Διαδρομές

source: Rule configured action
el: Κανόνας διαμορφωμένη δράση

source: Rulesets
el: Σύνολα κανόνων

source: SNMP Agent Settings
el: Ρυθμίσεις πράκτορα SNMP

source: SNMP password
el: Κωδικός πρόσβασης SNMP

source: SNMP port
el: Θύρα SNMP

source: SSL Proxy port
el: Θύρα SSL Proxy

source: SSL Version
el: Έκδοση SSL

source: SSL cache size
el: Μέγεθος κρυφής μνήμης SSL

source: SSL cert workers
el: Εργαζόμενοι SSL cert

source: SSL certificate
el: Πιστοποιητικό SSL

source: SSL no bump sites
el: SSL χωρίς τοποθεσίες προσκρούσεων

source: SSL/Fingerprint
el: SSL/Δακτυλικό αποτύπωμα

source: Save logs
el: Αποθήκευση αρχείων καταγραφής

source: Scan HTML
el: Σάρωση HTML

source: Scan HWP3
el: Σάρωση HWP3

source: Scan OLE2
el: Σάρωση OLE2

source: Scan PDF files
el: Σάρωση αρχείων PDF

source: Scan SWF
el: Σάρωση SWF

source: Scan XMLDOCS
el: Σάρωση XMLDOCS

source: Scan archives
el: Σάρωση αρχείων

source: Scan executable and linking format
el: Σάρωση εκτελέσιμου αρχείου και μορφή σύνδεσης

source: Scan for filetypes
el: Σάρωση για τύπους αρχείων

source: Scan portable executable
el: Σάρωση φορητού εκτελέσιμου αρχείου

source: Scheduler type
el: Τύπος χρονοπρογραμματιστή

source: Secret
el: Μυστικό

source: Security Settings
el: Ρυθμίσεις ασφαλείας

source: Select Authentication method
el: Επιλέξτε μέθοδο ελέγχου ταυτότητας

source: Select NetFlow version to use.
el: Επιλέξτε την έκδοση NetFlow που θέλετε να χρησιμοποιήσετε.

source: Select a Certificate Authority to use. To create a CA, go to <a href="/system_camanager.php">CA Manager</a>.
el: Επιλέξτε μια αρχή πιστοποιητικών που θέλετε να χρησιμοποιήσετε. Για να δημιουργήσετε μια CA, μεταβείτε στη διεύθυνση <a href="/system_camanager.php">Διαχείριση CA</a>.

source: Select a name for this match.
el: Επιλέξτε ένα όνομα για αυτόν τον αγώνα.

source: Select all the interfaces to enable NetFlow on.
el: Επιλέξτε όλες τις διασυνδέσεις στις οποίες θέλετε να ενεργοποιήσετε το NetFlow.

source: Select an OpenVPN server to export profiles for.
el: Επιλέξτε έναν διακομιστή OpenVPN για εξαγωγή προφίλ.

source: Select authentication methods to use, leave empty for no authentication needed.
el: Επιλέξτε τις μεθόδους ελέγχου ταυτότητας που θέλετε να χρησιμοποιήσετε, αφήστε το κενό για να μην απαιτείται έλεγχος ταυτότητας.

source: Select destinations to send NetFlow data to (ip address:port, eg 192.168.0.1:2550).
el: Επιλέξτε προορισμούς για την αποστολή δεδομένων NetFlow (διεύθυνση ip:θύρα, π.χ. 192.168.0.1:2550).

source: Select how detailed the logs should be debug is the most verbose setting.
el: Επιλέξτε πόσο λεπτομερή θα είναι τα αρχεία καταγραφής debug είναι η πιο λεπτομερής ρύθμιση.

source: Select if job is enabled or not
el: Επιλέξτε αν η εργασία είναι ενεργοποιημένη ή όχι

source: Select if you want to use ICAP.
el: Επιλέξτε αν θέλετε να χρησιμοποιήσετε το ICAP.

source: Select interface(s) the ftp proxy will bind to.
el: Επιλέξτε τη διασύνδεση(ες) στην οποία θα συνδεθεί ο διακομιστής μεσολάβησης ftp.

source: Select interface(s) the proxy will bind to.
el: Επιλέξτε τη διασύνδεση(ες) στην οποία θα συνδεθεί ο διακομιστής μεσολάβησης.

source: Select interface(s) to enable for captive portal.
el: Επιλέξτε διασύνδεση(ες) για ενεργοποίηση της πύλης αιχμαλωσίας.

source: Select interface(s) to use. When enabling IPS, only use physical interfaces here (no vlans etc).
el: Επιλέξτε τη διασύνδεση(ες) που θέλετε να χρησιμοποιήσετε. Όταν ενεργοποιείτε το IPS, χρησιμοποιήστε εδώ μόνο φυσικές διασυνδέσεις (όχι vlans κ.λπ.).

source: Select interfaces used for WAN traffic to avoid counting NAT traffic twice.
el: Επιλέξτε διασυνδέσεις που χρησιμοποιούνται για την κυκλοφορία WAN για να αποφύγετε τη διπλή καταμέτρηση της κυκλοφορίας NAT.

source: Select some matches you want to use in this rule. This matches are joined using the selected separator.
el: Επιλέξτε ορισμένα αποτελέσματα που θέλετε να χρησιμοποιήσετε σε αυτόν τον κανόνα. Αυτά τα αποτελέσματα ενώνονται χρησιμοποιώντας το επιλεγμένο διαχωριστικό.

source: Select the Youtube filter level.
el: Επιλέξτε το επίπεδο φίλτρου του Youtube.

source: Select the applicable protocol
el: Επιλέξτε το εφαρμοστέο πρωτόκολλο

source: Select the associated host override to apply this alias on
el: Επιλέξτε τη σχετική παράκαμψη κεντρικού υπολογιστή για να εφαρμόσετε αυτό το ψευδώνυμο σε

source: Select the categories you want to drop. All the traffic belonging to the categories selected is going to be dropped
el: Επιλέξτε τις κατηγορίες που θέλετε να αποσύρετε. Όλη η κίνηση που ανήκει στις επιλεγμένες κατηγορίες θα διαγραφεί.

source: Select the command that needs to be executed at given time frame.
el: Επιλέξτε την εντολή που πρέπει να εκτελεστεί στο συγκεκριμένο χρονικό πλαίσιο.

source: Select the configured AVPairs for this user.
el: Επιλέξτε τα διαμορφωμένα ζεύγη AVPairs για αυτόν τον χρήστη.

source: Select the continents you want to drop. All the traffic coming from the selected continents is going to be dropped
el: Επιλέξτε τις ηπείρους που θέλετε να αφήσετε. Όλη η κυκλοφορία που προέρχεται από τις επιλεγμένες ηπείρους θα διακοπεί.

source: Select the countries you want to drop. All the traffic coming from the selected countries is going to be dropped
el: Επιλέξτε τις χώρες που θέλετε να αποσύρετε. Όλη η κυκλοφορία που προέρχεται από τις επιλεγμένες χώρες θα διακοπεί.

source: Select the interface to listen to.
el: Επιλέξτε τη διασύνδεση για ακρόαση.

source: Select the interface to listen to. Set to none if you want to choose the interface via ntopng UI.
el: Επιλέξτε τη διασύνδεση για ακρόαση. Ορίστε την τιμή none αν θέλετε να επιλέξετε τη διασύνδεση μέσω του ntopng UI.

source: Select the multi-pattern matcher algorithm to use.
el: Επιλέξτε τον αλγόριθμο αντιστοίχισης πολλαπλών μοτίβων που θα χρησιμοποιηθεί.

source: Select the protocol to capture, Any to omit this filter.
el: Επιλέξτε το πρωτόκολλο για καταγραφή, Οποιοδήποτε για να παραλείψετε αυτό το φίλτρο.

source: Select the protocols you want to drop. All the traffic having the protocols selected is going to be dropped
el: Επιλέξτε τα πρωτόκολλα που θέλετε να αποσύρετε. Όλη η κυκλοφορία που έχει επιλεγμένα τα πρωτόκολλα θα απορριφθεί.

source: Select the risky flows you want to drop. All the traffic having the selected flow risks is going to be dropped
el: Επιλέξτε τις επικίνδυνες ροές που θέλετε να αποσύρετε. Όλη η κυκλοφορία που έχει τους επιλεγμένους κινδύνους ροής θα απορριφθεί.

source: Select the type of the key pair. Currently RSA is the only supported type.
el: Επιλέξτε τον τύπο του ζεύγους κλειδιών. Επί του παρόντος, ο μόνος υποστηριζόμενος τύπος είναι ο RSA.

source: Select the type of the match. Depending on the match, you will need different arguments.
el: Επιλέξτε τον τύπο του αγώνα. Ανάλογα με την αντιστοίχιση, θα χρειαστείτε διαφορετικά ορίσματα.

source: Select what to do with URI that contain whitespaces. The current Squid implementation of encode and chop violates RFC2616 by not using a 301 redirect after altering the URL.
el: Επιλέξτε τι να κάνετε με URI που περιέχουν κενά διαστήματος. Η τρέχουσα εφαρμογή του Squid για την κωδικοποίηση και το τεμαχισμό παραβιάζει το RFC2616, καθώς δεν χρησιμοποιεί ανακατεύθυνση 301 μετά την αλλαγή της διεύθυνσης URL.

source: Select what to do with X-Forwarded-For header. If set to: "on", Squid will append your client's IP address in the HTTP requests it forwards. By default it looks like X-Forwarded-For: 192.1.2.3; If set to: "off", it will appear as X-Forwarded-For: unknown; "transparent", Squid will not alter the X-Forwarded-For header in any way; If set to: "delete", Squid will delete the entire X-Forwarded-For header; If set to: "truncate", Squid will remove all existing X-Forwarded-For entries, and place the client IP as the sole entry.
el: Επιλέξτε τι να κάνετε με την επικεφαλίδα X-Forwarded-For. Εάν έχει οριστεί σε: "on", το Squid θα προσθέσει τη διεύθυνση IP του πελάτη σας στα αιτήματα HTTP που προωθεί. Από προεπιλογή φαίνεται ως X-Forwarded-For: 192.1.2.3; Αν τεθεί σε: "off", θα εμφανίζεται ως X-Forwarded-For: unknown; "transparent", το Squid δεν θα μεταβάλει την επικεφαλίδα X-Forwarded-For με κανέναν τρόπο; Αν ρυθμιστεί σε: Αν ρυθμιστεί σε: "delete", το Squid θα διαγράψει ολόκληρη την επικεφαλίδα X-Forwarded-For: "truncate", το Squid θα αφαιρέσει όλες τις υπάρχουσες καταχωρήσεις X-Forwarded-For και θα τοποθετήσει την IP του πελάτη ως μοναδική καταχώρηση.

source: Select which kind of DNSBL you want to use.
el: Επιλέξτε το είδος του DNSBL που θέλετε να χρησιμοποιήσετε.

source: Send Client IP
el: Αποστολή IP πελάτη

source: Send Username
el: Αποστολή ονόματος χρήστη

source: Send a reminder after some cycles
el: Αποστολή υπενθύμισης μετά από κάποιους κύκλους

source: Send alerts to system log in fast log format. This will not change the alert logging used by the product itself.
el: Αποστολή ειδοποιήσεων στο αρχείο καταγραφής συστήματος σε μορφή γρήγορου αρχείου καταγραφής. Αυτό δεν θα αλλάξει την καταγραφή ειδοποιήσεων που χρησιμοποιείται από το ίδιο το προϊόν.

source: Send log data to the selected target. When syslog is selected, facility local 4 will be used to send messages of info level for these logs.
el: Αποστολή δεδομένων καταγραφής στον επιλεγμένο στόχο. Όταν επιλέγεται syslog, η εγκατάσταση local 4 θα χρησιμοποιηθεί για την αποστολή μηνυμάτων επιπέδου πληροφοριών για αυτά τα αρχεία καταγραφής.

source: Send package payload to the log for further analyses.
el: Αποστολή του ωφέλιμου φορτίου του πακέτου στο αρχείο καταγραφής για περαιτέρω αναλύσεις.

source: Send percentage data
el: Αποστολή ποσοστιαίων δεδομένων

source: Send the client IP address to the ICAP server.
el: Αποστολή της διεύθυνσης IP του πελάτη στο διακομιστή ICAP.

source: Sequence
el: Ακολουθία

source: Serve Expired Responses
el: Εξυπηρέτηση ληγμένων απαντήσεων

source: Server IP
el: IP διακομιστή

source: Server Password
el: Κωδικός πρόσβασης διακομιστή

source: Server Port
el: Θύρα διακομιστή

source: Server admin
el: Διαχειριστής διακομιστή

source: Servername
el: Όνομα διακομιστή

source: Service Type
el: Τύπος υπηρεσίας

source: Set a list of DNS servers for this pool.
el: Ορίστε μια λίστα διακομιστών DNS για αυτόν τον χώρο συγκέντρωσης.

source: Set a password if parent proxy requires authentication.
el: Ορίστε έναν κωδικό πρόσβασης εάν ο γονικός διακομιστής μεσολάβησης απαιτεί έλεγχο ταυτότητας.

source: Set a username if parent proxy requires authentication.
el: Ορίστε ένα όνομα χρήστη εάν ο γονικός διακομιστής μεσολάβησης απαιτεί έλεγχο ταυτότητας.

source: Set action to perform here, only used when in IPS mode.
el: Ορίστε την ενέργεια που θα εκτελεστεί εδώ, χρησιμοποιείται μόνο όταν βρίσκεστε σε λειτουργία IPS.

source: Set database name of remote MySQL server.
el: Ορίστε το όνομα της βάσης δεδομένων του απομακρυσμένου διακομιστή MySQL.

source: Set exos policy filter id with Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
el: Ορισμός αναγνωριστικού φίλτρου πολιτικής exos με Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"

source: Set exos vlan tagged
el: Ορισμός exos vlan tagged

source: Set exos vlan untagged
el: Ορισμός exos vlan untagged

source: Set how many times one account is allowed to login at the same time.
el: Ορίστε πόσες φορές επιτρέπεται η ταυτόχρονη σύνδεση ενός λογαριασμού.

source: Set minimum TLS version. Please be aware that every version below 1.2 is considered as insecure.
el: Ορισμός ελάχιστης έκδοσης TLS. Λάβετε υπόψη ότι κάθε έκδοση κάτω από 1.2 θεωρείται ανασφαλής.

source: Set persistent keepalive interval in seconds.
el: Ορισμός του διαστήματος επίμονης διατήρησης σε δευτερόλεπτα.

source: Set port the endpoint listens to.
el: Ορισμός θύρας στην οποία ακούει το τελικό σημείο.

source: Set public IP address the endpoint listens to.
el: Ορισμός δημόσιας διεύθυνσης IP στην οποία ακούει το τελικό σημείο.

source: Set the "shortname" for the client.
el: Ορίστε το "σύντομο όνομα" για τον πελάτη.

source: Set the Base DN in format dc=example,dc=domain,dc=com
el: Ορίστε το βασικό DN σε μορφή dc=example,dc=domain,dc=com

source: Set the Elliptical cryptography configuration.
el: Ορίστε τη ρύθμιση παραμέτρων ελλειπτικής κρυπτογράφησης.

source: Set the IP address for this static lease.
el: Ορίστε τη διεύθυνση IP για αυτή τη στατική μίσθωση.

source: Set the IP address of remote MySQL server.
el: Ορίστε τη διεύθυνση IP του απομακρυσμένου διακομιστή MySQL.

source: Set the IP address of the remote client or the complete network like 10.10.10.0/24
el: Ορίστε τη διεύθυνση IP του απομακρυσμένου υπολογιστή-πελάτη ή το πλήρες δίκτυο, όπως 10.10.10.0/24.

source: Set the IP address the user should receive.
el: Ορίστε τη διεύθυνση IP που θα λαμβάνει ο χρήστης.

source: Set the IP address to listen on.
el: Ορίστε τη διεύθυνση IP για ακρόαση.

source: Set the IPv6 address the user should receive.
el: Ορίστε τη διεύθυνση IPv6 που πρέπει να λαμβάνει ο χρήστης.

source: Set the MAC address for this static lease.
el: Ορίστε τη διεύθυνση MAC για αυτή τη στατική μίσθωση.

source: Set the Mikrotik VLAN ID attribute. Mikrotik uses own attributes for VLAN assignment.
el: Ορίστε το χαρακτηριστικό Mikrotik VLAN ID. Η Mikrotik χρησιμοποιεί δικά της χαρακτηριστικά για την ανάθεση VLAN.

source: Set the Mikrotik VLAN type attribute. For general use a value of 0 is fine.
el: Ορίστε την ιδιότητα τύπου VLAN της Mikrotik. Για γενική χρήση η τιμή 0 είναι μια χαρά.

source: Set the SSL version to use. In AUTO mode, only TLS is used.
el: Ορίστε την έκδοση SSL που θα χρησιμοποιηθεί. Στην ΑΥΤΟΜΑΤΗ λειτουργία, χρησιμοποιείται μόνο το TLS.

source: Set the Service-Type attributes for this user.
el: Ορισμός των χαρακτηριστικών Service-Type για αυτόν τον χρήστη.

source: Set the certificate to use for HTTPS connections.
el: Ορίστε το πιστοποιητικό που θα χρησιμοποιείται για συνδέσεις HTTPS.

source: Set the default EAP type.
el: Ορίστε τον προεπιλεγμένο τύπο EAP.

source: Set the destination IP or network to match. Leave this field empty for using "any".
el: Ορίστε την IP ή το δίκτυο προορισμού για να ταιριάζει. Αφήστε αυτό το πεδίο κενό για τη χρήση "any".

source: Set the filter to search for users, for Active Directory change uid to samaccountname.
el: Ορίστε το φίλτρο για αναζήτηση χρηστών, για το Active Directory αλλάξτε το uid σε samaccountname.

source: Set the gateway IP for this pool. It will be the gateway for the clients and also used as the identifier.
el: Ορίστε την IP της πύλης για αυτόν τον χώρο συγκέντρωσης. Θα είναι η πύλη για τους πελάτες και θα χρησιμοποιείται επίσης ως αναγνωριστικό.

source: Set the gateway IP here when using Disable Routes feature. You also have to add this as a gateway in DynFi Firewall.
el: Ορίστε εδώ την IP της πύλης όταν χρησιμοποιείτε τη λειτουργία Απενεργοποίηση δρομολογίων. Πρέπει επίσης να την προσθέσετε ως πύλη στο τείχος προστασίας DynFi Firewall.

source: Set the hostname or IP address to connect to.
el: Ορίστε το όνομα κεντρικού υπολογιστή ή τη διεύθυνση IP για σύνδεση.

source: Set the interface MTU for this interface. Leaving empty uses the MTU from main interface which is fine for most setups.
el: Ορισμός της MTU διασύνδεσης για αυτή τη διασύνδεση. Αν το αφήσετε κενό, χρησιμοποιείται το MTU της κύριας διασύνδεσης, το οποίο είναι καλό για τις περισσότερες ρυθμίσεις.

source: Set the interface specific DNS server.
el: Ορίστε τον συγκεκριμένο διακομιστή DNS της διασύνδεσης.

source: Set the maximum download bandwith for ChilliSpot attribute. The value is treated as kbits/s.
el: Ορίστε το μέγιστο εύρος ζώνης λήψης για το χαρακτηριστικό ChilliSpot. Η τιμή αντιμετωπίζεται ως kbits/s.

source: Set the maximum download bandwith for WISPr attribute. The value is treated as bits/s.
el: Ορίστε το μέγιστο εύρος ζώνης λήψης για το χαρακτηριστικό WISPr. Η τιμή αντιμετωπίζεται ως bit/s.

source: Set the maximum object size (default 4MB when left empty).
el: Ορίστε το μέγιστο μέγεθος του αντικειμένου (προεπιλογή 4MB όταν παραμένει κενό).

source: Set the maximum object size in memory (default 512KB when left empty).
el: Ορίστε το μέγιστο μέγεθος αντικειμένου στη μνήμη (προεπιλογή 512KB όταν παραμένει κενό).

source: Set the maximum session limit in seconds. This can be used by the Captive Portal.
el: Ορίστε το μέγιστο όριο συνεδρίας σε δευτερόλεπτα. Αυτό μπορεί να χρησιμοποιηθεί από την Captive Portal.

source: Set the maximum upload bandwith for ChilliSpot attribute. The value is treated as kbits/s.
el: Ορίστε το μέγιστο εύρος ζώνης μεταφόρτωσης για το χαρακτηριστικό ChilliSpot. Η τιμή αντιμετωπίζεται ως kbits/s.

source: Set the maximum upload bandwith for WISPr attribute. The value is treated as bits/s.
el: Ορίστε το μέγιστο εύρος ζώνης μεταφόρτωσης για το χαρακτηριστικό WISPr. Η τιμή αντιμετωπίζεται ως bit/s.

source: Set the minimum download bandwith for WISPr attribute. The value is treated as bits/s.
el: Ορίστε το ελάχιστο εύρος ζώνης λήψης για το χαρακτηριστικό WISPr. Η τιμή αντιμετωπίζεται ως bit/s.

source: Set the minimum upload bandwith for WISPr attribute. The value is treated as bits/s.
el: Ορίστε το ελάχιστο εύρος ζώνης μεταφόρτωσης για το χαρακτηριστικό WISPr. Η τιμή αντιμετωπίζεται ως bit/s.

source: Set the name for this AVPair
el: Ορίστε το όνομα για αυτό το AVPair

source: Set the name for this instance.
el: Ορίστε το όνομα για αυτή την περίπτωση.

source: Set the name for this signatures.
el: Ορίστε το όνομα για αυτές τις υπογραφές.

source: Set the password for the user. Allowed characters are 0-9, a-z, A-Z, and ,._-!$%/()+#= with up to 128 characters.
el: Ορίστε τον κωδικό πρόσβασης για τον χρήστη. Οι επιτρεπόμενοι χαρακτήρες είναι 0-9, a-z, A-Z και ,._-!$%/()+#= με έως 128 χαρακτήρες.

source: Set the password of remote MySQL server.
el: Ορίστε τον κωδικό πρόσβασης του απομακρυσμένου διακομιστή MySQL.

source: Set the port of remote MySQL server.
el: Ορίστε τη θύρα του απομακρυσμένου διακομιστή MySQL.

source: Set the port to connect
el: Ορίστε τη θύρα για σύνδεση

source: Set the protocol to use.
el: Ορίστε το πρωτόκολλο που θα χρησιμοποιηθεί.

source: Set the service poll time. Either as a number of cycles "<i>NUMBER</i> CYCLES" or Cron-style "* 8-19 * * 1-5"
el: Ορίστε το χρόνο δημοσκόπησης της υπηρεσίας. Είτε ως αριθμός κύκλων "<i>ΑΡΙΘΜΟΣ</i> ΚΥΚΛΩΝ" είτε σε στυλ Cron "* 8-19 * * * 1-5"

source: Set the shared secret for the client. Must match on both sides.
el: Ορίστε το κοινόχρηστο μυστικό για τον πελάτη. Πρέπει να ταιριάζει και στις δύο πλευρές.

source: Set the source IP or network to match. Leave this field empty for using "any".
el: Ορίστε την IP ή το δίκτυο προέλευσης για να ταιριάζει. Αφήστε αυτό το πεδίο κενό για τη χρήση "any".

source: Set the subnet mask for this pool.
el: Ορίστε τη μάσκα υποδικτύου για αυτή τη δεξαμενή.

source: Set the unique username for the user. Allowed characters are 0-9, a-z, A-Z, and ._-@/
el: Ορίστε το μοναδικό όνομα χρήστη για τον χρήστη. Οι επιτρεπόμενοι χαρακτήρες είναι 0-9, a-z, A-Z και ._-@/.

source: Set the user of remote MySQL server.
el: Ορίστε τον χρήστη του απομακρυσμένου διακομιστή MySQL.

source: Set the value for this AVPair.
el: Ορίστε την τιμή για αυτό το AVPair.

source: Set this option to disable this static route without removing it from the list.
el: Ορίστε αυτή την επιλογή για να απενεργοποιήσετε αυτή τη στατική διαδρομή χωρίς να την αφαιρέσετε από τη λίστα.

source: Set this option to enable this destination.
el: Ορίστε αυτή την επιλογή για να ενεργοποιήσετε αυτόν τον προορισμό.

source: Set where to log radius requests, defaults to file.
el: Ορίστε πού θα καταγράφονται οι αιτήσεις radius, προεπιλογή είναι το αρχείο.

source: Sets auth-nocache in the exported configuration when password authentication is used. This prevents OpenVPN from caching passwords in memory.
el: Ορίζει auth-nocache στην εξαγόμενη ρύθμιση παραμέτρων όταν χρησιμοποιείται έλεγχος ταυτότητας με κωδικό πρόσβασης. Αυτό αποτρέπει το OpenVPN από την προσωρινή αποθήκευση κωδικών πρόσβασης στη μνήμη.

source: Sets the DNS resolution mode.
el: Ορίζει τη λειτουργία επίλυσης DNS.

source: Shared secret (PSK) for this peer. You can generate a key using "wg genpsk" on a client with WireGuard installed.
el: Κοινόχρηστο μυστικό (PSK) για αυτόν τον ομότιμο. Μπορείτε να δημιουργήσετε ένα κλειδί χρησιμοποιώντας το "wg genpsk" σε έναν πελάτη με εγκατεστημένο το WireGuard.

source: Signature Id
el: Ταυτότητα υπογραφής

source: Simply <i>alert</i> or <i>restart</i> the service or <i>execute</i> a program.
el: Απλά <i>επαγρύπνηση</i> ή <i>επανεκκίνηση</i> της υπηρεσίας ή <i>εκτέλεση</i> ενός προγράμματος.

source: Simultaneous-Use
el: Ταυτόχρονη χρήση

source: Slow Transactions
el: Αργές συναλλαγές

source: Some filtering categories such as "porn" are containing millions of records and require your device to have a minimum of 8GB of RAM and a 4 cores processor with 1.5GHz or more - loading selected zones in memory can take minutes.
el: Ορισμένες κατηγορίες φιλτραρίσματος, όπως το "πορνό", περιέχουν εκατομμύρια εγγραφές και απαιτούν από τη συσκευή σας να διαθέτει τουλάχιστον 8 GB μνήμης RAM και επεξεργαστή 4 πυρήνων με 1,5 GHz ή περισσότερο - η φόρτωση επιλεγμένων ζωνών στη μνήμη μπορεί να διαρκέσει λεπτά.

source: Source / Invert
el: Πηγή / Αντιστροφή

source: Source port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
el: Αριθμός θύρας πηγής ή γνωστό όνομα (imap, imaps, http, https, ...), για εύρος τιμών χρησιμοποιήστε παύλα.

source: Specifies the maximum size of packets to match in bytes
el: Καθορίζει το μέγιστο μέγεθος των πακέτων που πρέπει να ταιριάζουν σε bytes

source: Specifies the size of the hash table used for storing the various dynamic pipes configured with the mask setting
el: Καθορίζει το μέγεθος του πίνακα κατακερματισμού που χρησιμοποιείται για την αποθήκευση των διαφόρων δυναμικών σωλήνων που έχουν ρυθμιστεί με τη ρύθμιση mask

source: Specifies the size of the hash table used for storing the various dynamic queues configured with the mask setting
el: Καθορίζει το μέγεθος του πίνακα κατακερματισμού που χρησιμοποιείται για την αποθήκευση των διαφόρων δυναμικών ουρών που έχουν ρυθμιστεί με τη ρύθμιση mask

source: Specify the scheduling algorithm to use
el: Καθορίστε τον αλγόριθμο χρονοπρογραμματισμού που θα χρησιμοποιηθεί

source: Split long running flows into smaller parts.
el: Χωρίστε μεγάλες ροές σε μικρότερα τμήματα.

source: Src-port
el: Θύρα Src

source: Start Delay
el: Καθυστέρηση έναρξης

source: Start TLS
el: Έναρξη TLS

source: Start send percentage data
el: Έναρξη αποστολής ποσοστιαίων δεδομένων

source: Start servers
el: Εκκίνηση διακομιστών
