Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Heard Island and McDonald Islands
el: Νήσος Heard και νησιά McDonald

source: High Availability
el: Υψηλή διαθεσιμότητα

source: Holy See (Vatican City State)
el: Αγία Έδρα (Κράτος της Πόλης του Βατικανού)

source: Honduras
el: Ονδούρα

source: Hong Kong
el: Χονγκ Κονγκ

source: Hospitals
el: Νοσοκομεία

source: Host(s)
el: Οικοδεσπότης(ες)

source: Hostname Matches
el: Αντιστοιχίες ονομάτων κεντρικών υπολογιστών

source: Hungary
el: Ουγγαρία

source: ICP port needs to be an integer value between 1 and 65535
el: Η θύρα ICP πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 65535.

source: IP Is In Network
el: IP είναι στο δίκτυο

source: IPv6 Dynamic Host require an interface to track.
el: Ο δυναμικός κεντρικός υπολογιστής IPv6 απαιτεί μια διασύνδεση για την παρακολούθηση.

source: Iceland
el: Ισλανδία

source: Idle timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
el: Χρονικό όριο αδράνειας, σε λεπτά, πρέπει να είναι μεταξύ 0 (κανένα χρονικό όριο) και 10080 (μια εβδομάδα).

source: If
el: Εάν

source: Inactive timeout needs to be an integer value between 1 and 86400
el: Το χρονικό όριο αδράνειας πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 86400.

source: India
el: Ινδία

source: Indonesia
el: Ινδονησία

source: Inode Usage
el: Χρήση Inode

source: Internal (automatic)
el: Εσωτερικό (αυτόματο)

source: Invalid domain
el: Μη έγκυρος τομέας

source: Iran, Islamic Republic of
el: Ιράν, Ισλαμική Δημοκρατία του

source: Iraq
el: Ιράκ

source: Ireland
el: Ιρλανδία

source: Is Resolvable
el: Είναι επιλύσιμο

source: Isle of Man
el: Νήσος Μαν

source: Israel
el: Ισραήλ

source: Italy
el: Ιταλία

source: JPEG pictures
el: Εικόνες JPEG

source: Jamaica
el: Τζαμάικα

source: Japan
el: Ιαπωνία

source: Jersey
el: Τζέρσεϊ

source: Jobsearch
el: Αναζήτηση εργασίας

source: Jordan
el: Ιορδανία

source: Kazakhstan
el: Καζακστάν

source: Keep all most recent files (always)
el: Διατήρηση όλων των πιο πρόσφατων αρχείων (πάντα)

source: Keep most recent HIT files(disk)
el: Διατηρήστε τα πιο πρόσφατα αρχεία HIT (στο δίσκο)

source: Keep only files fetched from network (network)
el: Διατήρηση μόνο των αρχείων που έχουν ληφθεί από το δίκτυο (δίκτυο)

source: Kenya
el: Κένυα

source: Kiribati
el: Κιριμπάτι

source: Known protocol on non standard port
el: Γνωστό πρωτόκολλο σε μη τυπική θύρα

source: Kontiki
el: Κοντίκι

source: Korea, Democratic People's Republic of
el: Κορέα, Λαϊκή Δημοκρατία της Κορέας

source: Korea, Republic of
el: Κορέα, Δημοκρατία της Κορέας

source: Kuwait
el: Κουβέιτ

source: Kyrgyzstan
el: Κιργιστάν

source: Lao People's Democratic Republic
el: Λαϊκή Δημοκρατία του Λάος

source: Latvia
el: Λετονία

source: Lebanon
el: Λίβανος

source: Lesotho
el: Λεσότο

source: Level 0
el: Επίπεδο 0

source: Level 1 (Default)
el: Επίπεδο 1 (Προεπιλογή)

source: Level 2
el: Επίπεδο 2

source: Level 3
el: Επίπεδο 3

source: Level 4
el: Επίπεδο 4

source: Level 5
el: Επίπεδο 5

source: Liberia
el: Λιβερία

source: Library
el: Βιβλιοθήκη

source: Libyan Arab Jamahiriya
el: Λιβυκή Αραβική Τζαμαχιρία

source: License
el: Άδεια

source: Liechtenstein
el: Λιχτενστάιν

source: Lingerie
el: Εσώρουχα

source: Lithuania
el: Λιθουανία

source: Live Traffic
el: Ζωντανή κυκλοφορία

source: Local Monit Port needs to be an integer value between 0 and 65535
el: Η τοπική θύρα παρακολούθησης πρέπει να είναι μια ακέραια τιμή μεταξύ 0 και 65535.

source: Logging
el: Καταγραφή

source: Logging / targets
el: Καταγραφή / στόχοι

source: Luxembourg
el: Λουξεμβούργο

source: M/Monit Timeout needs to be an integer value between 0 and 86400
el: M/Monit Timeout πρέπει να είναι μια ακέραια τιμή μεταξύ 0 και 86400

source: MX (Mail server)
el: MX (διακομιστής αλληλογραφίας)

source: Macao
el: Μακάο

source: Macedonia
el: Μακεδονία

source: Madagascar
el: Μαδαγασκάρη

source: Malawi
el: Μαλάουι

source: Malaysia
el: Μαλαισία

source: Maldives
el: Μαλδίβες

source: Malformed packet
el: Κακοσχηματισμένο πακέτο

source: Mali
el: Μάλι

source: Malta
el: Μάλτα

source: Malware
el: Κακόβουλο λογισμικό

source: Marshall Islands
el: Νήσοι Μάρσαλ

source: Martinique
el: Μαρτινίκα

source: Match name should be unique
el: Το όνομα του αγώνα πρέπει να είναι μοναδικό

source: Mauritania
el: Μαυριτανία

source: Mauritius
el: Μαυρίκιος

source: Maximum number of zones reached
el: Μέγιστος αριθμός ζωνών

source: Mayotte
el: Μαγιότ

source: Messenger
el: Αγγελιοφόρος

source: Metrics
el: Μετρικές

source: Metrics Settings
el: Ρυθμίσεις μετρήσεων

source: Mexico
el: Μεξικό

source: Micronesia, Federated States of
el: Μικρονησία, Ομόσπονδες Πολιτείες της

source: Microsoft office files
el: Αρχεία Microsoft Office

source: Military
el: Στρατιωτικό

source: Minimum domain level must be bigger than 0.
el: Το ελάχιστο επίπεδο τομέα πρέπει να είναι μεγαλύτερο από 0.

source: Mining
el: Εξόρυξη

source: Mobile Clients
el: Πελάτες κινητών τηλεφώνων

source: Moderate
el: Μέτρια

source: Moldova, Republic of
el: Μολδαβία, Δημοκρατία της

source: Monaco
el: Μονακό

source: Monday
el: Δευτέρα

source: Mongolia
el: Μογγολία

source: Montenegro
el: Μαυροβούνιο

source: Morocco
el: Μαρόκο

source: Movies
el: Ταινίες

source: Mozambique
el: Μοζαμβίκη

source: Music
el: Μουσική

source: My IP Is In Network
el: Η IP μου είναι στο δίκτυο

source: My User
el: Ο χρήστης μου

source: MySQL and SQLite can not be combined.
el: Η MySQL και η SQLite δεν μπορούν να συνδυαστούν.

source: Myanmar
el: Μιανμάρ

source: NDP Table
el: Πίνακας NDP

source: NTP subsystem
el: Υποσύστημα NTP

source: Namibia
el: Ναμίμπια

source: Nauru
el: Ναούρου

source: Nepal
el: Νεπάλ

source: Netherlands
el: Ολλανδία

source: Network Interface
el: Διεπαφή δικτύου

source: Network Ping
el: Ping δικτύου

source: Network group
el: Ομάδα δικτύου

source: Network(s)
el: Δίκτυο(α)

source: New
el: Νέο

source: New Caledonia
el: Νέα Καληδονία

source: New Zealand
el: Νέα Ζηλανδία

source: News
el: Νέα

source: Nicaragua
el: Νικαράγουα

source: Niger
el: Νίγηρας

source: Nigeria
el: Νιγηρία

source: NoCoin List
el: Κατάλογος NoCoin

source: Norfolk Island
el: Νήσος Νόρφολκ

source: Normalization
el: Κανονικοποίηση

source: North America
el: Βόρεια Αμερική

source: Northern Mariana Islands
el: Βόρειες Μαριάνες

source: Norway
el: Νορβηγία

source: Notice
el: Ανακοίνωση

source: Number of children needs to be an integer value above 0
el: Ο αριθμός των παιδιών πρέπει να είναι ακέραιος αριθμός πάνω από 0

source: Obsolete TLS version (older then 1.1)
el: Ξεπερασμένη έκδοση TLS (παλαιότερη από 1.1)

source: Oman
el: Ομάν

source: One-to-One
el: Ένα προς ένα

source: Origin should be regular text of max 30 characters
el: Η προέλευση θα πρέπει να είναι κανονικό κείμενο μέγιστης διάρκειας 30 χαρακτήρων

source: Origin should be regular text of max 30 characters.
el: Η προέλευση θα πρέπει να είναι κανονικό κείμενο μέγιστης διάρκειας 30 χαρακτήρων.

source: Other Types
el: Άλλοι τύποι

source: Overrides
el: Παρακάμπτει το

source: PAC Matches
el: Αγώνες PAC

source: PAC Proxies
el: Πληρεξούσια PAC

source: PAC Rules
el: Κανόνες PAC

source: Packages
el: Πακέτα

source: Packet Capture
el: Σύλληψη πακέτων

source: Pakistan
el: Πακιστάν

source: Palau
el: Παλάου

source: Palestinian Territory
el: Παλαιστινιακό έδαφος

source: Panama
el: Παναμάς

source: Pandora
el: Πανδώρα

source: Papua New Guinea
el: Παπούα Νέα Γουινέα

source: Paraguay
el: Παραγουάη

source: Password can be up to 32 signs long. Alphanumeric characters and also dot, dash and underscore allowed.
el: Ο κωδικός πρόσβασης μπορεί να έχει μήκος έως και 32 σημεία. Επιτρέπονται αλφαριθμητικοί χαρακτήρες, καθώς και τελεία, παύλα και υπογράμμιση.

source: Permission
el: Άδεια

source: Peru
el: Περού

source: Philippines
el: Φιλιππίνες

source: Phone
el: Τηλέφωνο

source: Pipe number must be between 1...65535
el: Ο αριθμός του σωλήνα πρέπει να είναι μεταξύ 1...65535

source: Pipes
el: Σωλήνες

source: Piracy
el: Πειρατεία

source: Plain Hostname (No Dots Inside)
el: Απλό όνομα κεντρικού υπολογιστή (χωρίς τελείες)

source: Please choose a value between 1 and 3000
el: Επιλέξτε μια τιμή μεταξύ 1 και 3000

source: Please enter a valid domain name here
el: Παρακαλώ εισάγετε ένα έγκυρο όνομα τομέα εδώ

source: Please enter a valid email address.
el: Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Please enter a valid servername, ip address or leave this option blank
el: Παρακαλούμε εισάγετε ένα έγκυρο όνομα διακομιστή, διεύθυνση ip ή αφήστε αυτή την επιλογή κενή

source: Please enter a valid servername, ip address or leave this option blank.
el: Παρακαλούμε εισάγετε ένα έγκυρο όνομα διακομιστή, διεύθυνση ip ή αφήστε αυτή την επιλογή κενή.

source: Please enter ip addresses or domain names here
el: Παρακαλώ εισάγετε διευθύνσεις ip ή ονόματα τομέων εδώ

source: Please enter valid IP addresses
el: Παρακαλούμε εισάγετε έγκυρες διευθύνσεις IP

source: Please enter valid address
el: Παρακαλώ εισάγετε έγκυρη διεύθυνση

source: Please enter valid addresses
el: Παρακαλώ εισάγετε έγκυρες διευθύνσεις

source: Please enter valid mac addresses
el: Παρακαλώ εισάγετε έγκυρες διευθύνσεις mac

source: Please enter valid targets (e.g. 192.168.0.1:2055).
el: Παρακαλούμε εισάγετε έγκυρους στόχους (π.χ. 192.168.0.1:2055).

source: Please select a HTTPS port and a valid certificate
el: Παρακαλούμε επιλέξτε μια θύρα HTTPS και ένα έγκυρο πιστοποιητικό

source: Please select a valid certificate from the list
el: Παρακαλούμε επιλέξτε ένα έγκυρο πιστοποιητικό από τη λίστα

source: Please select a valid detection profile
el: Παρακαλούμε επιλέξτε ένα έγκυρο προφίλ ανίχνευσης

source: Please select a valid pattern matcher algorithm
el: Παρακαλούμε επιλέξτε έναν έγκυρο αλγόριθμο αντιστοίχισης μοτίβων

source: Please select a valid rotation
el: Παρακαλούμε επιλέξτε μια έγκυρη περιστροφή

source: Please specify a valid servername or IP address.
el: Παρακαλούμε καθορίστε ένα έγκυρο όνομα διακομιστή ή διεύθυνση IP.

source: Please specify a value between 1 and 86400.
el: Καθορίστε μια τιμή μεταξύ 1 και 86400.

source: Please use valid IPv4 or IPv6 addresses.
el: Παρακαλούμε χρησιμοποιήστε έγκυρες διευθύνσεις IPv4 ή IPv6.

source: Poland
el: Πολωνία

source: Policy rule not found.
el: Ο κανόνας πολιτικής δεν βρέθηκε.

source: Politics
el: Πολιτική

source: Polling Interval needs to be an integer value between 0 and 86400
el: Το Διάστημα δημοσκόπησης πρέπει να είναι μια ακέραια τιμή μεταξύ 0 και 86400.

source: Porn
el: Πορνό

source: PornTop1M List
el: Λίστα PornTop1M

source: Port needs to be an integer value between 0 and 65535
el: Η θύρα πρέπει να είναι μια ακέραια τιμή μεταξύ 0 και 65535

source: Port needs to be an integer value between 1 and 65535
el: Η θύρα πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 65535.

source: Port(s)
el: Λιμένας(-ες)

source: Portugal
el: Πορτογαλία

source: Possibly Malicious JA3 Fingerprint
el: Πιθανώς κακόβουλο δακτυλικό αποτύπωμα JA3

source: Possibly Malicious SSL Cert. SHA1 Fingerprint
el: Πιθανώς κακόβουλο πιστοποιητικό SSL. Δακτυλικό αποτύπωμα SHA1

source: Power
el: Ισχύς

source: Power Off
el: Απενεργοποίηση

source: Pre-Shared Keys
el: Προ-κλειδιά κοινής χρήσης

source: Priority should be a number.
el: Η προτεραιότητα πρέπει να είναι ένας αριθμός.

source: Privacy
el: Απόρρητο

source: Process Disk I/O
el: Επεξεργασία Δίσκος I/O

source: Process Resource
el: Πόρος διαδικασίας

source: Productivity
el: Παραγωγικότητα

source: Program Status
el: Κατάσταση προγράμματος

source: Program Timeout needs to be an integer value between 1 and 86400
el: Το χρονικό όριο προγράμματος πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 86400.

source: Provide a valid hostname or address to query
el: Δώστε ένα έγκυρο όνομα ή διεύθυνση κεντρικού υπολογιστή για την αναζήτηση

source: Provide a valid server address
el: Δώστε μια έγκυρη διεύθυνση διακομιστή

source: Proxy
el: Πληρεξούσιος

source: Proxy name should be unique
el: Το όνομα του πληρεξουσίου πρέπει να είναι μοναδικό

source: Proxy port needs to be an integer value between 1 and 65535
el: Η θύρα διακομιστή μεσολάβησης πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 65535

source: Puerto Rico
el: Πουέρτο Ρίκο

source: Qatar
el: Κατάρ

source: Query Forwarding
el: Προώθηση ερωτημάτων

source: Queue number must be between 1...65535
el: Ο αριθμός ουράς πρέπει να είναι μεταξύ 1...65535

source: Queues
el: Ουρές

source: RCE injection
el: Έγχυση RCE

source: RPZ chart
el: Διάγραμμα RPZ

source: RSA Key Pairs
el: Ζεύγη κλειδιών RSA

source: Radio
el: Ραδιόφωνο

source: Radius
el: Ακτίνα

source: Reaffected
el: Επηρεασμένο

source: Redirector
el: Αναδρομολογητής

source: Related category not found.
el: Δεν βρέθηκε σχετική κατηγορία.

source: Related cron not found
el: Σχετικό cron δεν βρέθηκε

source: Related cron not found.
el: Δεν βρέθηκε το σχετικό cron.

source: Related item not found
el: Δεν βρέθηκε σχετικό στοιχείο

source: Related pipe not found
el: Σχετικός σωλήνας δεν βρέθηκε

source: Related pipe or queue not found
el: Δεν βρέθηκε σχετικός σωλήνας ή ουρά

source: Related ruleset not found.
el: Δεν βρέθηκε σχετικό σύνολο κανόνων.

source: Related template not found
el: Δεν βρέθηκε σχετικό πρότυπο

source: Relay
el: Ρελέ

source: Religion
el: Θρησκεία

source: Reminder needs to be an integer value between 0 and 86400
el: Η υπενθύμιση πρέπει να είναι μια ακέραια τιμή μεταξύ 0 και 86400.

source: Remote ACL
el: Απομακρυσμένο ACL

source: Remote control
el: Τηλεχειριστήριο

source: Remove forward header (delete)
el: Αφαίρεση επικεφαλίδας προώθησης (delete)

source: Replace all with client's IP (truncate)
el: Αντικατάσταση όλων με την IP του πελάτη (αποκοπή)

source: Reporter
el: Δημοσιογράφος

source: Reporting
el: Αναφορά

source: Reunion
el: Επανένωση

source: Revocation
el: Ανάκληση

source: Risky ASN
el: Επικίνδυνο ASN

source: Risky domain name
el: Επικίνδυνο όνομα τομέα

source: Romania
el: Ρουμανία

source: Russian Federation
el: Ρωσική Ομοσπονδία

source: Rwanda
el: Ρουάντα

source: SMB Insecure Version
el: Ανασφαλής έκδοση SMB

source: SNI TLS extension was missing
el: Η επέκταση SNI TLS έλειπε

source: SNMP port needs to be an integer value between 1 and 65535
el: Η θύρα SNMP πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 65535.

source: SOCKS Version 4
el: Έκδοση SOCKS 4

source: SOCKS Version 5
el: Έκδοση SOCKS 5

source: SQL injection
el: Έγχυση SQL

source: SSH Obsolete Client Version/Cipher
el: SSH Ξεπερασμένη έκδοση πελάτη/κρυπτογράφηση

source: SSH Obsolete Server Version/Cipher
el: SSH Ξεπερασμένη έκδοση/κρυπτογράφηση διακομιστή

source: SSL Proxy port needs to be an integer value between 1 and 65535
el: Η θύρα SSL Proxy πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 65535.

source: Saint Helena
el: Αγία Ελένη

source: Saint Kitts and Nevis
el: Άγιος Χριστόφορος και Νέβις

source: Saint Lucia
el: Αγία Λουκία

source: Saint Martin
el: Άγιος Μαρτίνος

source: Saint Pierre and Miquelon
el: Σαιν Πιερ και Μικελόν

source: Saint Vincent and the Grenadines
el: Άγιος Βικέντιος και Γρεναδίνες

source: Samoa
el: Σαμόα

source: San Marino
el: Άγιος Μαρίνος

source: Sao Tome and Principe
el: Σάο Τομέ και Πρίνσιπε

source: Saturday
el: Σάββατο

source: Saudi Arabia
el: Σαουδική Αραβία

source: Science
el: Επιστήμη

source: Search engnines
el: Αναζήτηση μηχανών

source: Select a command from the list.
el: Επιλέξτε μια εντολή από τη λίστα.

source: Self-signed Certificate
el: Αυτο-υπογεγραμμένο πιστοποιητικό

source: Senegal
el: Σενεγάλη

source: Serbia
el: Σερβία

source: Service name must be unique.
el: Το όνομα της υπηρεσίας πρέπει να είναι μοναδικό.

source: Sessions
el: Συνεδρίες

source: Set forward header to unknown (off)
el: Ορισμός κεφαλίδας προώθησης σε άγνωστο (off)

source: Settings
el: Ρυθμίσεις

source: Sexual education
el: Σεξουαλική διαπαιδαγώγηση

source: Seychelles
el: Σεϋχέλλες

source: Shopping
el: Αγορές

source: Should be a base64-encoded 32 byte string.
el: Πρέπει να είναι μια κωδικοποιημένη με base64 συμβολοσειρά 32 byte.

source: Should be a string between 1 and 255 characters.
el: Πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as asterisk, hyphen, comma and space.
el: Πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων. Οι επιτρεπόμενοι χαρακτήρες είναι γράμματα και αριθμοί, καθώς και αστερίσκος, παύλα, κόμμα και κενό.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and space.
el: Πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων. Οι επιτρεπόμενοι χαρακτήρες είναι γράμματα και αριθμοί, καθώς και υπογράμμιση, μείον, τελεία και κενό.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and the dollar sign.
el: Πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων. Οι επιτρεπόμενοι χαρακτήρες είναι γράμματα και αριθμοί, καθώς και υπογράμμιση, μείον, τελεία και το σύμβολο του δολαρίου.

source: Should be a string between 1 and 64 characters. Allowed characters are alphanumeric characters, dash and underscores.
el: Πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 64 χαρακτήρων. Οι επιτρεπόμενοι χαρακτήρες είναι αλφαριθμητικοί χαρακτήρες, παύλα και υπογράμμιση.

source: Should be a valid absolute file or folder path.
el: Πρέπει να είναι μια έγκυρη απόλυτη διαδρομή αρχείου ή φακέλου.

source: Should be a valid absolute file path.
el: Πρέπει να είναι μια έγκυρη απόλυτη διαδρομή αρχείου.

source: Should be a valid absolute path to the PID file of the process.
el: Πρέπει να είναι μια έγκυρη απόλυτη διαδρομή προς το αρχείο PID της διεργασίας.

source: Should be a valid absolute path to the eventqueue directory.
el: Θα πρέπει να είναι μια έγκυρη απόλυτη διαδρομή προς τον κατάλογο eventqueue.

source: Should be a valid absolute path to the executable with its arguments.
el: Θα πρέπει να είναι μια έγκυρη απόλυτη διαδρομή προς το εκτελέσιμο αρχείο με τα ορίσματά του.

source: Should be a valid absolute path to the log file or the keyword "syslog".
el: Πρέπει να είναι μια έγκυρη απόλυτη διαδρομή προς το αρχείο καταγραφής ή η λέξη-κλειδί "syslog".

source: Should be a valid absolute path to the state file.
el: Πρέπει να είναι μια έγκυρη απόλυτη διαδρομή προς το αρχείο κατάστασης.

source: Sid should be a number.
el: Ο Sid θα έπρεπε να είναι ένας αριθμός.

source: Sierra Leone
el: Σιέρα Λεόνε

source: Signal
el: Σήμα

source: Simple Ad List
el: Απλή λίστα διαφημίσεων

source: Simple Tracker List
el: Απλή λίστα παρακολούθησης

source: Singapore
el: Σιγκαπούρη

source: Single
el: Ενιαία

source: Slovakia
el: Σλοβακία

source: Slovenia
el: Σλοβενία

source: Social media
el: Μέσα κοινωνικής δικτύωσης

source: SoftwareUpdate
el: Ενημέρωση λογισμικού

source: Solomon Islands
el: Νήσοι Σολομώντος

source: Somalia
el: Σομαλία

source: Source NAT
el: Πηγή NAT

source: South Africa
el: Νότια Αφρική

source: South America
el: Νότια Αμερική

source: South Georgia and the South Sandwich Islands
el: Νότια Γεωργία και Νότιες Σάντουιτς Νήσοι

source: South Sudan
el: Νότιο Σουδάν

source: Space Usage
el: Χρήση χώρου

source: Spain
el: Ισπανία

source: Specify a maximum object size in memory. (number of KB's)
el: Καθορίστε ένα μέγιστο μέγεθος αντικειμένου στη μνήμη. (αριθμός KB)

source: Specify a maximum object size. (number of MB's)
el: Καθορίστε ένα μέγιστο μέγεθος αντικειμένου. (αριθμός MB)

source: Specify a positive cache size. (number of MB's)
el: Καθορίστε ένα θετικό μέγεθος κρυφής μνήμης. (αριθμός MB)

source: Specify a positive memory cache size. (number of MB's)
el: Καθορίστε ένα θετικό μέγεθος κρυφής μνήμης. (αριθμός MB)

source: Specify a positive number of first-level subdirectories.
el: Καθορίστε έναν θετικό αριθμό υποκαταλόγων πρώτου επιπέδου.

source: Specify a positive number of second-level subdirectories.
el: Καθορίστε έναν θετικό αριθμό υποκαταλόγων δευτέρου επιπέδου.

source: Specify a valid gateway from the list matching the networks ip protocol.
el: Καθορίστε μια έγκυρη πύλη από τη λίστα που ταιριάζει με το πρωτόκολλο ip των δικτύων.

source: Specify a valid network matching the gateways ip protocol.
el: Καθορίστε ένα έγκυρο δίκτυο που ταιριάζει με το πρωτόκολλο ip της πύλης.

source: Specify the maximum download size (kB).
el: Καθορίστε το μέγιστο μέγεθος λήψης (kB).

source: Specify the maximum upload size (kB).
el: Καθορίστε το μέγιστο μέγεθος μεταφόρτωσης (kB).

source: Specify the overall bandwidth for downloads in kilobits per second.
el: Καθορίστε το συνολικό εύρος ζώνης για λήψεις σε kilobits ανά δευτερόλεπτο.

source: Specify the per host bandwidth for downloads in kilobits per second.
el: Καθορίστε το εύρος ζώνης ανά κεντρικό υπολογιστή για λήψεις σε kilobits ανά δευτερόλεπτο.

source: Specify valid source applications.
el: Καθορίστε έγκυρες εφαρμογές προέλευσης.

source: Sports
el: Αθλητισμός

source: Sri Lanka
el: Σρι Λάνκα

source: Start Delay needs to be an integer value between 0 and 86400
el: Η καθυστέρηση έναρξης πρέπει να είναι μια ακέραια τιμή μεταξύ 0 και 86400.

source: Statistics
el: Στατιστικά στοιχεία

source: Steam
el: Ατμός

source: Steven Black List
el: Steven Black Λίστα

source: Store Log
el: Ημερολόγιο καταστήματος

source: Strict
el: Αυστηρό

source: Strip whitespaces
el: Απογύμνωση λευκών κενών

source: Sudan
el: Σουδάν

source: Sunday
el: Κυριακή

source: Support
el: Υποστήριξη

source: Suriname
el: Σουρινάμ

source: Suspicious DGA domain name
el: Ύποπτο όνομα τομέα DGA

source: Suspicious DNS traffic
el: Ύποπτη κυκλοφορία DNS

source: Suspicious entropy
el: Ύποπτη εντροπία

source: Svalbard and Jan Mayen
el: Svalbard και Jan Mayen

source: Swaziland
el: Σουαζιλάνδη

source: Sweden
el: Σουηδία

source: Switzerland
el: Ελβετία

source: Syrian Arab Republic
el: Συριακή Αραβική Δημοκρατία

source: System Resource
el: Πόρος συστήματος

source: TLS (probably) not carrying HTTPS
el: Το TLS (πιθανότατα) δεν μεταφέρει HTTPS

source: TLS Certificate Mismatch
el: Αντιστοιχία πιστοποιητικού TLS

source: TLS Expired Certificate
el: Πιστοποιητικό TLS που έχει λήξει

source: TLS Suspicious ESNI Usage
el: TLS Ύποπτη χρήση ESNI

source: TLS certificate validity longer than 13 months
el: Ισχύς πιστοποιητικού TLS μεγαλύτερη από 13 μήνες

source: TLS fatal alert
el: Μοιραία ειδοποίηση TLS

source: TLS suspicious extension
el: Ύποπτη επέκταση TLS

source: Tag for this device must be unique.
el: Η ετικέτα για αυτή τη συσκευή πρέπει να είναι μοναδική.

source: Taiwan
el: Ταϊβάν

source: Tajikistan
el: Τατζικιστάν

source: Tanzania, United Republic of
el: Τανζανία, Ηνωμένη Δημοκρατία της

source: Teams
el: Ομάδες

source: Telegram
el: Τηλεγράφημα

source: Template name should be a string between 1 and 255 characters
el: Το όνομα του προτύπου πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων.

source: Tester
el: Δοκιμαστής

source: Text files
el: Αρχεία κειμένου

source: Thailand
el: Ταϊλάνδη

source: The absolute limitation for packet size is 64K (65535 bytes)
el: Ο απόλυτος περιορισμός για το μέγεθος των πακέτων είναι 64K (65535 bytes)

source: The cache size should be numeric, optionally appended with 'k', 'm', or 'g'
el: Το μέγεθος της κρυφής μνήμης πρέπει να είναι αριθμητικό, με προαιρετική προσθήκη 'k', 'm' ή 'g'.

source: The device name must be unique.
el: Το όνομα της συσκευής πρέπει να είναι μοναδικό.

source: The domain field is required if a host has not been specified.
el: Το πεδίο domain είναι υποχρεωτικό εάν δεν έχει καθοριστεί κεντρικός υπολογιστής.

source: The field IP address is required.
el: Το πεδίο Διεύθυνση IP είναι υποχρεωτικό.

source: The field MX Host is required.
el: Το πεδίο MX Host είναι υποχρεωτικό.

source: The field MX Priority is required.
el: Το πεδίο MX Priority είναι υποχρεωτικό.
