Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: The maximum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
el: Ο μέγιστος επιτρεπόμενος χρόνος μεταξύ της αποστολής μη ζητούμενων διαφημίσεων δρομολογητών πολλαπλής διανομής από τη διασύνδεση, σε δευτερόλεπτα.

source: Dnsmasq is still active on the same port. Disable it before enabling Unbound.
el: Το Dnsmasq εξακολουθεί να είναι ενεργό στην ίδια θύρα. Απενεργοποιήστε το πριν ενεργοποιήσετε το Unbound.

source: You must specify a valid DNS64 prefix.
el: Πρέπει να καθορίσετε ένα έγκυρο πρόθεμα DNS64.

source: You must specify a valid port number.
el: Πρέπει να καθορίσετε έναν έγκυρο αριθμό θύρας.

source: Local zone type "%s" is not known.
el: Ο τοπικός τύπος ζώνης "%s" δεν είναι γνωστός.

source: The Unbound configuration has been changed.
el: Η ρύθμιση παραμέτρων του Unbound έχει αλλάξει.

source: Enable Unbound
el: Ενεργοποίηση Unbound

source: Interface IP addresses used for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
el: Διευθύνσεις IP διασύνδεσης που χρησιμοποιούνται για την απάντηση σε ερωτήματα από πελάτες. Εάν μια διασύνδεση διαθέτει τόσο IPv4 όσο και IPv6, χρησιμοποιούνται και οι δύο. Τα ερωτήματα σε άλλες IP διασύνδεσης που δεν επιλέγονται παρακάτω απορρίπτονται. Η προεπιλεγμένη συμπεριφορά είναι η απάντηση σε ερωτήματα σε κάθε διαθέσιμη διεύθυνση IPv4 και IPv6.

source: Enable DNS64 Support
el: Ενεργοποίηση της υποστήριξης DNS64

source: If this option is set, Unbound will synthesize AAAA records from A records if no actual AAAA records are present.
el: Εάν αυτή η επιλογή είναι ρυθμισμένη, το Unbound θα συνθέσει εγγραφές AAAA από εγγραφές A εάν δεν υπάρχουν πραγματικές εγγραφές AAAA.

source: DNS64 prefix
el: Πρόθεμα DNS64

source: If no DNS64 prefix is specified, the default prefix 64:ff9b::/96 (RFC 6052) will be used.
el: Εάν δεν καθοριστεί πρόθεμα DNS64, θα χρησιμοποιηθεί το προεπιλεγμένο πρόθεμα 64:ff9b::/96 (RFC 6052).

source: Enable AAAA-only mode
el: Ενεργοποίηση της λειτουργίας AAAA-only

source: If this option is set, Unbound will remove all A records from the answer section of all responses.
el: Εάν αυτή η επιλογή είναι ρυθμισμένη, η υπηρεσία Unbound θα αφαιρέσει όλες τις εγγραφές A από το τμήμα απαντήσεων όλων των απαντήσεων.

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Unbound, so that their name can be resolved.
el: Εάν αυτή η επιλογή είναι ρυθμισμένη, τότε τα μηχανήματα που καθορίζουν το όνομα κεντρικού υπολογιστή τους όταν ζητούν μίσθωση DHCP θα καταχωρούνται στο Unbound, ώστε να είναι δυνατή η επίλυση του ονόματός τους.

source: The default domain name to use for DHCP lease registration. If empty, the system domain is used.
el: Το προεπιλεγμένο όνομα τομέα που χρησιμοποιείται για την καταχώριση μίσθωσης DHCP. Εάν είναι κενό, χρησιμοποιείται ο τομέας συστήματος.

source: DHCP Static Mappings
el: Στατικές αντιστοιχίσεις DHCP

source: If this option is set, then DHCP static mappings will be registered in Unbound, so that their name can be resolved. You should also set the domain in %sSystem: General setup%s to the proper value.
el: Εάν αυτή η επιλογή είναι ρυθμισμένη, τότε οι στατικές αντιστοιχίσεις DHCP θα καταχωρηθούν στο Unbound, ώστε να είναι δυνατή η επίλυση του ονόματός τους. Θα πρέπει επίσης να ορίσετε τον τομέα στο %sSystem: Γενικές ρυθμίσεις%s στην κατάλληλη τιμή.

source: Register IPv6 link-local addresses
el: Καταχώρηση τοπικών διευθύνσεων σύνδεσης IPv6

source: If this option is unset, then IPv6 link-local addresses will not be registered in Unbound, preventing return of unreachable address when more than one listen interface is configured.
el: Εάν αυτή η επιλογή δεν ρυθμιστεί, τότε οι τοπικές διευθύνσεις σύνδεσης IPv6 δεν θα καταχωρηθούν στο Unbound, αποτρέποντας την επιστροφή μη προσβάσιμης διεύθυνσης όταν έχουν ρυθμιστεί περισσότερες από μία διασυνδέσεις ακρόασης.

source: System A/AAAA records
el: Εγγραφές συστήματος A/AAAA

source: Do not register system A/AAAA records
el: Μην καταχωρίζετε εγγραφές συστήματος A/AAAA

source: If this option is set, then no A/AAAA records for the configured listen interfaces will be generated. If desired, you can manually add them in %sUnbound DNS: Overrides%s. Use this to control which interface IP addresses are mapped to the system host/domain name as well as to restrict the amount of information exposed in replies to queries for the system host/domain name .
el: Εάν αυτή η επιλογή είναι ρυθμισμένη, τότε δεν θα δημιουργηθούν εγγραφές A/AAAA για τις ρυθμισμένες διασυνδέσεις ακρόασης. Εάν επιθυμείτε, μπορείτε να τις προσθέσετε χειροκίνητα στο %sUnbound DNS: Overrides%s. Χρησιμοποιήστε το για να ελέγξετε ποιες διευθύνσεις IP διασύνδεσης αντιστοιχίζονται στο όνομα κεντρικού υπολογιστή/τοπωνυμίας του συστήματος, καθώς και για να περιορίσετε την ποσότητα των πληροφοριών που εκτίθενται στις απαντήσεις σε ερωτήματα για το όνομα κεντρικού υπολογιστή/τοπωνυμίας του συστήματος .

source: TXT Comment Support
el: Υποστήριξη σχολίων TXT

source: Create corresponding TXT records
el: Δημιουργία αντίστοιχων εγγραφών TXT

source: If this option is set, then any descriptions associated with Host entries and DHCP Static mappings will create a corresponding TXT record.
el: Εάν αυτή η επιλογή έχει οριστεί, τότε οποιεσδήποτε περιγραφές που σχετίζονται με καταχωρήσεις Host και στατικές αντιστοιχίσεις DHCP θα δημιουργήσουν μια αντίστοιχη εγγραφή TXT.

source: DNS Cache
el: Κρυφή μνήμη DNS

source: Flush DNS cache during reload
el: Εκκαθάριση της προσωρινής μνήμης DNS κατά την επαναφόρτωση

source: If this option is set, the DNS cache will be flushed during each daemon reload. This is the default behavior for Unbound, but may be undesired when multiple dynamic interfaces require frequent reloading.
el: Αν αυτή η επιλογή είναι ρυθμισμένη, η κρυφή μνήμη DNS θα εκκαθαρίζεται κατά τη διάρκεια κάθε επαναφόρτωσης του δαίμονα. Αυτή είναι η προεπιλεγμένη συμπεριφορά για το Unbound, αλλά μπορεί να είναι ανεπιθύμητη όταν πολλές δυναμικές διασυνδέσεις απαιτούν συχνή επαναφόρτωση.

source: Local Zone Type
el: Τύπος τοπικής ζώνης

source: The local zone type used for the system domain. Type descriptions are available under "local-zone:" in the %sunbound.conf(5)%s manual page. The default is 'transparent'.
el: Ο τύπος τοπικής ζώνης που χρησιμοποιείται για τον τομέα του συστήματος. Οι περιγραφές των τύπων είναι διαθέσιμες στην ενότητα "local-zone:" στη σελίδα εγχειριδίου %sunbound.conf(5)%s. Η προεπιλογή είναι 'transparent'.

source: Outgoing Network Interfaces
el: Διεπαφές εξερχόμενου δικτύου

source: Utilize different network interfaces that Unbound will use to send queries to authoritative servers and receive their replies. By default all interfaces are used. Note that setting explicit outgoing interfaces only works when they are statically configured.
el: Χρησιμοποιήστε διαφορετικές διασυνδέσεις δικτύου που θα χρησιμοποιεί το Unbound για να στέλνει ερωτήματα σε έγκυρους διακομιστές και να λαμβάνει τις απαντήσεις τους. Από προεπιλογή χρησιμοποιούνται όλες οι διασυνδέσεις. Σημειώστε ότι ο καθορισμός ρητών εξερχόμενων διασυνδέσεων λειτουργεί μόνο όταν αυτές έχουν ρυθμιστεί στατικά.

source: If this option is set, CNAME records for the WPAD host of all configured domains will be automatically added as well as overrides for TXT records for domains. This allows automatic proxy configuration in your network but you should not enable it if you are not using WPAD or if you want to configure it by yourself.
el: Εάν αυτή η επιλογή έχει οριστεί, θα προστεθούν αυτόματα εγγραφές CNAME για τον κεντρικό υπολογιστή WPAD όλων των παραμετροποιημένων τομέων, καθώς και παρακάμψεις για εγγραφές TXT για τομείς. Αυτό επιτρέπει την αυτόματη διαμόρφωση του διακομιστή μεσολάβησης στο δίκτυό σας, αλλά δεν θα πρέπει να την ενεργοποιήσετε αν δεν χρησιμοποιείτε το WPAD ή αν θέλετε να το διαμορφώσετε μόνοι σας.

source: If Unbound is enabled, the DHCP service (if enabled) will automatically serve the LAN IP address as a DNS server to DHCP clients so they will use Unbound resolver.
el: Εάν είναι ενεργοποιημένο το Unbound, η υπηρεσία DHCP (εάν είναι ενεργοποιημένη) θα παρέχει αυτόματα τη διεύθυνση IP του LAN ως διακομιστή DNS στους πελάτες DHCP, ώστε να χρησιμοποιούν το Unbound resolver.

source: Do you really want to delete this access list?
el: Θέλετε πραγματικά να διαγράψετε αυτή τη λίστα πρόσβασης;

source: %s Access List
el: %s Λίστα πρόσβασης

source: Access List name
el: Όνομα λίστας πρόσβασης

source: Provide an Access List name.
el: Δώστε ένα όνομα λίστας πρόσβασης.

source: Allow
el: Επιτρέψτε το

source: Deny
el: Άρνηση

source: Refuse
el: Απόβλητα

source: Allow Snoop
el: Επιτρέψτε το Snoop

source: Deny Non-local
el: Άρνηση Μη τοπικό

source: Refuse Non-local
el: Απόρριψη Μη τοπικά

source: Choose what to do with DNS requests that match the criteria specified below.
el: Επιλέξτε τι να κάνετε με τις αιτήσεις DNS που ταιριάζουν με τα κριτήρια που καθορίζονται παρακάτω.

source: Deny: This action stops queries from hosts within the netblock defined below.
el: Άρνηση: Αυτή η ενέργεια σταματά τα ερωτήματα από κεντρικούς υπολογιστές εντός του netblock που ορίζεται παρακάτω.

source: Refuse: This action also stops queries from hosts within the netblock defined below, but sends a DNS rcode REFUSED error message back to the client.
el: Απόρριψη: Αυτή η ενέργεια σταματά επίσης τα ερωτήματα από κεντρικούς υπολογιστές εντός του netblock που ορίζεται παρακάτω, αλλά στέλνει ένα μήνυμα σφάλματος DNS rcode REFUSED πίσω στον πελάτη.

source: Allow: This action allows queries from hosts within the netblock defined below.
el: Επιτρέψτε: Αυτή η ενέργεια επιτρέπει ερωτήματα από κεντρικούς υπολογιστές εντός του netblock που ορίζεται παρακάτω.

source: Allow Snoop: This action allows recursive and nonrecursive access from hosts within the netblock defined below. Used for cache snooping and ideally should only be configured for your administrative host.
el: Επιτρέψτε στον Snoop: Αυτή η ενέργεια επιτρέπει αναδρομική και μη αναδρομική πρόσβαση από υπολογιστές εντός του netblock που ορίζεται παρακάτω. Χρησιμοποιείται για το snooping της κρυφής μνήμης και ιδανικά θα πρέπει να ρυθμίζεται μόνο για τον διαχειριστικό σας υπολογιστή.

source: Deny Non-local: Allow only authoritative local-data queries from hosts within the netblock defined below. Messages that are disallowed are dropped.
el: Άρνηση Μη τοπικό: από hosts εντός του netblock που ορίζεται παρακάτω. Τα μηνύματα που δεν επιτρέπονται απορρίπτονται.

source: Refuse Non-local: Allow only authoritative local-data queries from hosts within the netblock defined below. Sends a DNS rcode REFUSED error message back to the client for messages that are disallowed.
el: Απόρριψη Μη τοπικά: από hosts εντός του netblock που ορίζεται παρακάτω. Στέλνει ένα μήνυμα σφάλματος DNS rcode REFUSED πίσω στον πελάτη για μηνύματα που δεν επιτρέπονται.

source: Access List Name
el: Όνομα λίστας πρόσβασης

source: Internal
el: Εσωτερικό

source: Advanced Resolver Options
el: Σύνθετες επιλογές Resolver

source: Message cache elements are prefetched before they expire to help keep the cache up to date. When enabled, this option can cause an increase of around 10% more DNS traffic and load on the server, but frequently requested items will not expire from the cache.
el: Τα στοιχεία της κρυφής μνήμης μηνυμάτων προεπισκευάζονται πριν από τη λήξη τους, ώστε να διατηρείται η κρυφή μνήμη ενημερωμένη. Όταν είναι ενεργοποιημένη, αυτή η επιλογή μπορεί να προκαλέσει αύξηση της κίνησης DNS και του φόρτου του διακομιστή κατά περίπου 10%, αλλά τα συχνά ζητούμενα στοιχεία δεν θα λήγουν από την προσωρινή μνήμη.

source: DNSKEY's are fetched earlier in the validation process when a %sDelegation signer%s is encountered. This helps lower the latency of requests but does utilize a little more CPU.
el: Τα DNSKEY αναζητούνται νωρίτερα στη διαδικασία επικύρωσης όταν συναντάται ένας υπογράφων %sDelegation%s. Αυτό συμβάλλει στη μείωση της καθυστέρησης των αιτήσεων, αλλά χρησιμοποιεί λίγο περισσότερη CPU.

source: DNSSEC data is required for trust-anchored zones. If such data is absent, the zone becomes bogus. If this is disabled and no DNSSEC data is received, then the zone is made insecure.
el: Τα δεδομένα DNSSEC απαιτούνται για τις ζώνες που είναι εδραιωμένες με εμπιστοσύνη. Εάν τα δεδομένα αυτά απουσιάζουν, η ζώνη καθίσταται ψευδής. Εάν αυτό είναι απενεργοποιημένο και δεν λαμβάνονται δεδομένα DNSSEC, τότε η ζώνη καθίσταται ανασφαλής.

source: Serve expired responses
el: Εξυπηρέτηση ληγμένων απαντήσεων

source: Serve expired responses from the cache with a TTL of 0 without waiting for the actual resolution to finish.
el: Εξυπηρετεί ληγμένες απαντήσεις από την κρυφή μνήμη με TTL 0 χωρίς να περιμένει να ολοκληρωθεί η πραγματική ανάλυση.

source: Strict QNAME minimisation
el: Αυστηρή ελαχιστοποίηση QNAME

source: Send minimum amount of information to upstream servers to enhance privacy. Do not fall-back to sending full QNAME to potentially broken nameservers. A lot of domains will not be resolvable when this option in enabled. Only use if you know what you are doing.
el: Αποστολή ελάχιστης ποσότητας πληροφοριών σε διακομιστές upstream για την ενίσχυση του απορρήτου. Μην επιστρέφετε στην αποστολή πλήρους QNAME σε δυνητικά χαλασμένους διακομιστές ονομάτων. Πολλοί τομείς δεν θα είναι επιλύσιμοι όταν είναι ενεργοποιημένη αυτή η επιλογή. Χρησιμοποιήστε την μόνο αν ξέρετε τι κάνετε.

source: Size of the message cache. The message cache stores DNS rcodes and validation statuses. The RRSet cache will automatically be set to twice this amount. The RRSet cache contains the actual RR data. The default is 4 megabytes.
el: Μέγεθος της κρυφής μνήμης μηνυμάτων. Η κρυφή μνήμη μηνυμάτων αποθηκεύει τους κωδικούς DNS rcodes και τις καταστάσεις επικύρωσης. Η κρυφή μνήμη RRSet θα ρυθμιστεί αυτόματα στο διπλάσιο αυτού του μεγέθους. Η κρυφή μνήμη RRSet περιέχει τα πραγματικά δεδομένα RR. Η προεπιλογή είναι 4 megabytes.

source: The number of outgoing TCP buffers to allocate per thread. The default value is 10. If 0 is selected then no TCP queries, to authoritative servers, are done.
el: Ο αριθμός των εξερχόμενων buffers TCP που θα διατεθούν ανά νήμα. Η προεπιλεγμένη τιμή είναι 10. Εάν επιλεγεί 0, τότε δεν πραγματοποιούνται ερωτήματα TCP προς τους έγκυρους διακομιστές.

source: The number of incoming TCP buffers to allocate per thread. The default value is 10. If 0 is selected then no TCP queries, from clients, are accepted.
el: Ο αριθμός των εισερχόμενων buffers TCP που θα διατεθούν ανά νήμα. Η προεπιλεγμένη τιμή είναι 10. Εάν επιλεγεί 0, τότε δεν γίνονται δεκτά ερωτήματα TCP από πελάτες.

source: The number of queries that every thread will service simultaneously. If more queries arrive that need to be serviced, and no queries can be jostled, then these queries are dropped.
el: Ο αριθμός των ερωτημάτων που κάθε νήμα θα εξυπηρετεί ταυτόχρονα. Εάν φτάσουν περισσότερα ερωτήματα που πρέπει να εξυπηρετηθούν και δεν μπορούν να εκτονωθούν, τότε αυτά τα ερωτήματα απορρίπτονται.

source: This timeout is used for when the server is very busy. This protects against denial of service by slow queries or high query rates. The default value is 200 milliseconds.
el: Αυτό το χρονικό όριο χρησιμοποιείται όταν ο διακομιστής είναι πολύ απασχολημένος. Αυτό προστατεύει από την άρνηση παροχής υπηρεσιών από αργά ερωτήματα ή υψηλούς ρυθμούς ερωτημάτων. Η προεπιλεγμένη τιμή είναι 200 χιλιοστά του δευτερολέπτου.

source: Configure a maximum Time to live for RRsets and messages in the cache. The default is 86400 seconds (1 day). When the internal TTL expires the cache item is expired. This can be configured to force the resolver to query for data more often and not trust (very large) TTL values.
el: Ρύθμιση μέγιστου χρόνου ζωής για τα σύνολα RR και τα μηνύματα στην προσωρινή μνήμη. Η προεπιλογή είναι 86400 δευτερόλεπτα (1 ημέρα). Όταν λήξει η εσωτερική TTL, το στοιχείο της κρυφής μνήμης λήγει. Αυτό μπορεί να ρυθμιστεί για να αναγκάσει τον επιλύτη να αναζητά δεδομένα πιο συχνά και να μην εμπιστεύεται (πολύ μεγάλες) τιμές TTL.

source: Configure a minimum Time to live for RRsets and messages in the cache. The default is 0 seconds. If the minimum value kicks in, the data is cached for longer than the domain owner intended, and thus less queries are made to look up the data. The 0 value ensures the data in the cache is as the domain owner intended. High values can lead to trouble as the data in the cache might not match up with the actual data anymore.
el: Ρυθμίστε έναν ελάχιστο χρόνο ζωής για τα σύνολα RR και τα μηνύματα στην προσωρινή μνήμη. Η προεπιλογή είναι 0 δευτερόλεπτα. Εάν ενεργοποιηθεί η ελάχιστη τιμή, τα δεδομένα αποθηκεύονται στην προσωρινή μνήμη για περισσότερο χρόνο από ό,τι σκόπευε ο ιδιοκτήτης του τομέα και, συνεπώς, γίνονται λιγότερα ερωτήματα για την αναζήτηση των δεδομένων. Η τιμή 0 διασφαλίζει ότι τα δεδομένα στην κρυφή μνήμη είναι όπως τα σκόπευε ο ιδιοκτήτης του τομέα. Οι υψηλές τιμές μπορεί να οδηγήσουν σε προβλήματα, καθώς τα δεδομένα στην κρυφή μνήμη μπορεί να μην ταιριάζουν πλέον με τα πραγματικά δεδομένα.

source: TTL for Host cache entries
el: TTL για καταχωρήσεις στην κρυφή μνήμη υποδοχής

source: 1 minute
el: 1 λεπτό

source: 2 minutes
el: 2 λεπτά

source: 5 minutes
el: 5 λεπτά

source: 10 minutes
el: 10 λεπτά

source: 15 minutes
el: 15 λεπτά

source: Time to live for entries in the host cache. The host cache contains roundtrip timing and EDNS support information. The default is 15 minutes.
el: Χρόνος ζωής για τις καταχωρήσεις στην προσωρινή μνήμη κεντρικού υπολογιστή. Η προσωρινή μνήμη κεντρικού υπολογιστή περιέχει πληροφορίες σχετικά με το χρονοδιάγραμμα κυκλικής διαδρομής και την υποστήριξη EDNS. Η προεπιλογή είναι 15 λεπτά.

source: Number of hosts for which information is cached. The default is 10000.
el: Αριθμός κεντρικών υπολογιστών για τους οποίους αποθηκεύονται πληροφορίες στην προσωρινή μνήμη. Η προεπιλογή είναι 10000.

source: 5 million
el: 5 εκατομμύρια

source: 10 million
el: 10 εκατομμύρια

source: 20 million
el: 20 εκατομμύρια

source: 40 million
el: 40 εκατομμύρια

source: 50 million
el: 50 εκατομμύρια

source: If enabled, a total number of unwanted replies is kept track of in every thread. When it reaches the threshold, a defensive action is taken and a warning is printed to the log file. This defensive action is to clear the RRSet and message caches, hopefully flushing away any poison. The default is disabled, but if enabled a value of 10 million is suggested.
el: Εάν είναι ενεργοποιημένη, παρακολουθείται ο συνολικός αριθμός των ανεπιθύμητων απαντήσεων σε κάθε νήμα. Όταν φτάσει το όριο, λαμβάνεται αμυντική δράση και εκτυπώνεται μια προειδοποίηση στο αρχείο καταγραφής. Αυτή η αμυντική ενέργεια είναι η εκκαθάριση των caches RRSet και μηνυμάτων, ελπίζοντας να απομακρυνθεί κάθε δηλητήριο. Η προεπιλογή είναι απενεργοποιημένη, αλλά αν ενεργοποιηθεί προτείνεται μια τιμή 10 εκατομμυρίων.

source: Log level verbosity
el: Λεκτικότητα επιπέδου καταγραφής

source: Level %s
el: Επίπεδο %s

source: Select the log verbosity. Level 0 means no verbosity, only errors. Level 1 gives operational information. Level 2 gives detailed operational information. Level 3 gives query level information, output per query. Level 4 gives algorithm level information. Level 5 logs client identification for cache misses. Default is level 1.
el: Επιλέξτε τη λεκτικότητα του αρχείου καταγραφής. Επίπεδο 0 σημαίνει καμία πολυλογία, μόνο σφάλματα. Το επίπεδο 1 δίνει λειτουργικές πληροφορίες. Το επίπεδο 2 δίνει λεπτομερείς λειτουργικές πληροφορίες. Το επίπεδο 3 δίνει πληροφορίες σε επίπεδο ερωτημάτων, έξοδος ανά ερώτημα. Το επίπεδο 4 δίνει πληροφορίες σε επίπεδο αλγορίθμου. Το επίπεδο 5 καταγράφει την ταυτότητα του πελάτη για τις αστοχίες στην κρυφή μνήμη. Η προεπιλογή είναι το επίπεδο 1.

source: Extended statistics
el: Εκτεταμένες στατιστικές

source: If enabled, prints one line per query to the log, with the log timestamp and IP address, name, type and class.
el: Εάν είναι ενεργοποιημένη, εκτυπώνει μία γραμμή ανά ερώτημα στο αρχείο καταγραφής, με τη χρονοσφραγίδα καταγραφής και τη διεύθυνση IP, το όνομα, τον τύπο και την κατηγορία.

source: Keep in mind that all resource record types (i.e. A, AAAA, MX, etc. records) of a specified host below are being overwritten.
el: Λάβετε υπόψη ότι όλοι οι τύποι εγγραφών πόρων (π.χ. εγγραφές A, AAAA, MX κ.λπ.) ενός συγκεκριμένου κεντρικού υπολογιστή που αναφέρονται παρακάτω αντικαθίστανται.

source: Entries in this area override an entire domain by specifying an authoritative DNS server to be queried for that domain.
el: Οι καταχωρήσεις σε αυτήν την περιοχή παρακάμπτουν έναν ολόκληρο τομέα, καθορίζοντας έναν εξουσιοδοτικό διακομιστή DNS που θα ερωτηθεί για αυτόν τον τομέα.

source: Failover Group
el: Ομάδα αποτυχίας

source: My State
el: Η Πολιτεία μου

source: Since
el: Από το

source: Peer State
el: Κράτος ομότιμης χώρας

source: End
el: Τέλος

source: Lease type
el: Τύπος μίσθωσης

source: add a static mapping for this MAC address
el: προσθέστε μια στατική αντιστοίχιση για αυτή τη διεύθυνση MAC

source: Show active and static leases only
el: Εμφάνιση μόνο ενεργών και στατικών μισθώσεων

source: Show all configured leases
el: Εμφάνιση όλων των διαμορφωμένων μισθώσεων

source: No leases file found. Is the DHCP server active?
el: Δεν βρέθηκε αρχείο μισθώσεων. Είναι ενεργός ο διακομιστής DHCP;

source: Lease Type
el: Τύπος μίσθωσης

source: Delegated Prefixes
el: Εντεταλμένα προθέματα

source: IPv6 Prefix
el: Πρόθεμα IPv6

source: The backup firewall is not accessible or not configured.
el: Το εφεδρικό τείχος προστασίας δεν είναι προσβάσιμο ή δεν έχει ρυθμιστεί.

source: The backup firewall is not accessible (check user credentials).
el: Το εφεδρικό τείχος προστασίας δεν είναι προσβάσιμο (ελέγξτε τα διαπιστευτήρια χρήστη).

source: Backup firewall versions
el: Εκδόσεις αντιγράφων ασφαλείας τείχους προστασίας

source: Kernel
el: Πυρήνας

source: Backup services
el: Υπηρεσίες δημιουργίας αντιγράφων ασφαλείας

source: Service
el: Υπηρεσία

source: Synchronize
el: Συγχρονισμός

source: Synchronize config to backup
el: Συγχρονισμός ρυθμίσεων με αντίγραφο ασφαλείας

source: Templates
el: Πρότυπα

source: Generate configuration templates
el: Δημιουργία προτύπων διαμόρφωσης

source: Restart %sService
el: Επανεκκίνηση %sService

source: Stop %sService
el: Διακοπή %sService

source: Start %sService
el: Έναρξη %sService

source: all (*)
el: όλα (*)

source: Restart all services
el: Επανεκκίνηση όλων των υπηρεσιών

source: administrative disabled
el: διοικητικά απενεργοποιημένα

source: down
el: κάτω

source: Release
el: Απελευθέρωση

source: Renew
el: Ανανέωση

source: Connect
el: Συνδέστε το

source: Disconnect
el: Αποσύνδεση

source: Uptime (historical)
el: Χρόνος διαθεσιμότητας (ιστορικός)

source: IPv4 gateway
el: Πύλη IPv4

source: auto-detected
el: αυτόματη ανίχνευση

source: IPv6 delegated prefix
el: Εκχωρημένο πρόθεμα IPv6

source: IPv6 gateway
el: Πύλη IPv6

source: LAGG Protocol
el: Πρωτόκολλο LAGG

source: LAGG Options
el: Επιλογές LAGG

source: flags
el: σημαίες

source: LAGG Statistics
el: Στατιστικά στοιχεία LAGG

source: active ports
el: ενεργές θύρες

source: flapping
el: χτύπημα

source: LAGG Ports
el: Λιμάνια LAGG

source: In/out packets
el: Πακέτα εισόδου/εξόδου

source: In/out packets (pass)
el: Πακέτα εισόδου/εξόδου (πέρασμα)

source: In/out packets (block)
el: Πακέτα εισόδου/εξόδου (μπλοκ)

source: In/out errors
el: Σφάλματα εισόδου/εξόδου

source: Collisions
el: Συγκρούσεις

source: Bridge (%s)
el: Γέφυρα (%s)

source: Interrupts
el: Διακοπές

source: device
el: συσκευή

source: total
el: σύνολο

source: rate
el: ποσοστό
