Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Allow clients on the bridge to obtain DHCP.
el: Επιτρέπει στους πελάτες στη γέφυρα να λαμβάνουν DHCP.

source: Bridge Interface
el: Διεπαφή γέφυρας

source: The interface to which this tap instance will be bridged. This is not done automatically. You must assign this interface and create the bridge separately. This setting controls which existing IP address and subnet mask are used by OpenVPN for the bridge. Setting this to 'none' will cause the Server Bridge DHCP settings below to be ignored.
el: Η διασύνδεση στην οποία θα γεφυρωθεί αυτή η περίπτωση βρύσης. Αυτό δεν γίνεται αυτόματα. Πρέπει να εκχωρήσετε αυτή τη διασύνδεση και να δημιουργήσετε τη γέφυρα ξεχωριστά. Αυτή η ρύθμιση ελέγχει ποια υπάρχουσα διεύθυνση IP και ποια μάσκα υποδικτύου χρησιμοποιούνται από το OpenVPN για τη γέφυρα. Η ρύθμιση αυτής της τιμής σε 'none' θα προκαλέσει την αγνόηση των παρακάτω ρυθμίσεων DHCP της γέφυρας διακομιστή.

source: Server Bridge DHCP Start
el: Γέφυρα διακομιστή DHCP Έναρξη

source: When using tap mode as a multi-point server, you may optionally supply a DHCP range to use on the interface to which this tap instance is bridged. If these settings are left blank, DHCP will be passed through to the LAN, and the interface setting above will be ignored.
el: Όταν χρησιμοποιείτε τη λειτουργία tap ως διακομιστή πολλαπλών σημείων, μπορείτε προαιρετικά να παρέχετε μια περιοχή DHCP που θα χρησιμοποιηθεί στη διασύνδεση στην οποία γεφυρώνεται αυτή η περίπτωση tap. Εάν αυτές οι ρυθμίσεις παραμείνουν κενές, το DHCP θα περάσει στο LAN και η παραπάνω ρύθμιση διασύνδεσης θα αγνοηθεί.

source: Server Bridge DHCP End
el: Διακομιστής Γέφυρα DHCP Τέλος

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
el: Αυτά είναι τα δίκτυα IPv4 που θα είναι προσβάσιμα από το απομακρυσμένο τελικό σημείο. Εκφράζεται ως λίστα διαχωρισμένη με κόμμα από μία ή περισσότερες περιοχές CIDR. Μπορείτε να το αφήσετε κενό, εάν δεν θέλετε να προσθέσετε μια διαδρομή προς το τοπικό δίκτυο μέσω αυτής της σήραγγας στο απομακρυσμένο μηχάνημα. Αυτό γενικά ορίζεται στο δίκτυο του τοπικού σας δικτύου

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
el: Αυτά είναι τα δίκτυα IPv6 που θα είναι προσβάσιμα από το απομακρυσμένο τελικό σημείο. Εκφράζεται ως λίστα διαχωρισμένη με κόμμα από ένα ή περισσότερα IP/PREFIX. Μπορείτε να το αφήσετε κενό, εάν δεν θέλετε να προσθέσετε μια διαδρομή προς το τοπικό δίκτυο μέσω αυτής της σήραγγας στο απομακρυσμένο μηχάνημα. Αυτό γενικά ορίζεται στο τοπικό σας δίκτυο

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
el: Αυτά είναι τα δίκτυα IPv4 που θα δρομολογούνται μέσω της σήραγγας, έτσι ώστε να μπορεί να δημιουργηθεί ένα site-to-site VPN χωρίς χειροκίνητη αλλαγή των πινάκων δρομολόγησης. Εκφράζεται ως λίστα με διαχωρισμό με κόμμα μιας ή περισσότερων περιοχών CIDR. Εάν πρόκειται για site-to-site VPN, εισαγάγετε εδώ τα απομακρυσμένα LAN/s. Μπορείτε να το αφήσετε κενό αν δεν θέλετε ένα site-to-site VPN.

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
el: Αυτά είναι τα δίκτυα IPv6 που θα δρομολογηθούν μέσω της σήραγγας, έτσι ώστε να μπορεί να δημιουργηθεί ένα site-to-site VPN χωρίς χειροκίνητη αλλαγή των πινάκων δρομολόγησης. Εκφράζεται ως λίστα με διαχωρισμό με κόμμα ενός ή περισσότερων IP/PREFIX. Εάν πρόκειται για site-to-site VPN, εισαγάγετε εδώ τα απομακρυσμένα LAN/s. Μπορείτε να το αφήσετε κενό αν δεν θέλετε ένα site-to-site VPN.

source: Concurrent connections
el: Ταυτόχρονες συνδέσεις

source: Specify the maximum number of clients allowed to concurrently connect to this server
el: Καθορίστε τον μέγιστο αριθμό πελατών που επιτρέπεται να συνδέονται ταυτόχρονα σε αυτόν τον διακομιστή.

source: Inter-client communication
el: Επικοινωνία μεταξύ των πελατών

source: Allow communication between clients connected to this server
el: Επιτρέπει την επικοινωνία μεταξύ των πελατών που είναι συνδεδεμένοι σε αυτόν τον διακομιστή

source: Allow multiple concurrent connections from clients using the same Common Name.<br />NOTE: This is not generally recommended, but may be needed for some scenarios.
el: Επιτρέψτε πολλαπλές ταυτόχρονες συνδέσεις από πελάτες που χρησιμοποιούν το ίδιο κοινό όνομα.<br />ΣΗΜΕΙΩΣΗ: Αυτό δεν συνιστάται γενικά, αλλά μπορεί να είναι απαραίτητο για ορισμένα σενάρια.

source: Allow connected clients to retain their connections if their IP address changes
el: Επιτρέψτε στους συνδεδεμένους πελάτες να διατηρούν τις συνδέσεις τους εάν αλλάξει η διεύθυνση IP τους

source: Topology
el: Τοπολογία

source: Allocate only one IP per client (topology subnet), rather than an isolated subnet per client (topology net30).
el: Εκχωρήστε μόνο μία IP ανά πελάτη (υποδίκτυο τοπολογίας), αντί για ένα απομονωμένο υποδίκτυο ανά πελάτη (τοπολογία net30).

source: Relevant when supplying a virtual adapter IP address to clients when using tun mode on IPv4.
el: Σχετικό όταν παρέχεται μια διεύθυνση IP εικονικού προσαρμογέα σε πελάτες κατά τη χρήση της λειτουργίας tun σε IPv4.

source: Some clients may require this even for IPv6, such as OpenVPN Connect (iOS/Android). Others may break if it is present, such as older versions of OpenVPN or clients such as Yealink phones.
el: Ορισμένοι πελάτες ενδέχεται να το απαιτούν ακόμη και για IPv6, όπως το OpenVPN Connect (iOS/Android). Άλλοι μπορεί να χαλάσουν αν υπάρχει, όπως παλαιότερες εκδόσεις του OpenVPN ή πελάτες όπως τα τηλέφωνα Yealink.

source: Force DNS cache update
el: Αναγκαστική ενημέρωση της κρυφής μνήμης DNS

source: Run ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' and ''ipconfig /registerdns'' on connection initiation. This is known to kick Windows into recognizing pushed DNS servers.
el: Εκτελέστε τις εντολές ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' και ''ipconfig /registerdns'' κατά την έναρξη της σύνδεσης. Αυτό είναι γνωστό ότι οδηγεί τα Windows στην αναγνώριση προωθημένων διακομιστών DNS.

source: Prevent DNS leaks
el: Αποτροπή διαρροών DNS

source: Block DNS servers on other network adapters to prevent DNS leaks. Compatible with Windows clients only.
el: Αποκλείστε διακομιστές DNS σε άλλους προσαρμογείς δικτύου για να αποτρέψετε διαρροές DNS. Συμβατό μόνο με πελάτες Windows.

source: Scope ID
el: Αναγνωριστικό πεδίου

source: Client Management Port
el: Λιμάνι διαχείρισης πελατών

source: Use a different management port on clients. The default port is 166. Specify a different port if the client machines need to select from multiple OpenVPN links.
el: Χρησιμοποιήστε διαφορετική θύρα διαχείρισης στους πελάτες. Η προεπιλεγμένη θύρα είναι 166. Καθορίστε μια διαφορετική θύρα εάν τα μηχανήματα-πελάτες πρέπει να επιλέξουν από πολλαπλές συνδέσεις OpenVPN.

source: Use common name
el: Χρήση κοινού ονόματος

source: When using a client certificate, use certificate common name for indexing purposes instead of username
el: Όταν χρησιμοποιείτε ένα πιστοποιητικό πελάτη, χρησιμοποιήστε το κοινό όνομα του πιστοποιητικού για σκοπούς ευρετηρίασης αντί για το όνομα χρήστη.

source: %s0%s -- No output except fatal errors.
el: %s0%s -- Καμία έξοδος εκτός από τα μοιραία σφάλματα.

source: %s1%s -- startup info + connection initiated messages + non-fatal encryption & net errors.
el: %s1%s -- πληροφορίες εκκίνησης + μηνύματα που ξεκίνησαν τη σύνδεση + μη μοιραία σφάλματα κρυπτογράφησης και δικτύου.

source: %s2,3%s -- show TLS negotiations & route info.
el: %s2,3%s -- Εμφάνιση διαπραγματεύσεων TLS και πληροφοριών διαδρομής.

source: %s4%s -- Normal usage range.
el: %s4%s -- Κανονικό εύρος χρήσης.

source: Renegotiate data channel key after n seconds (default=3600).%sWhen using a one time password, be advised that your connection will automatically drop because your password is not valid anymore.%sSet to 0 to disable, remember to change your client as well.
el: Επαναδιαπραγμάτευση κλειδιού καναλιού δεδομένων μετά από n δευτερόλεπτα (προεπιλογή=3600).%sΌταν χρησιμοποιείτε κωδικό πρόσβασης μιας χρήσης, πρέπει να γνωρίζετε ότι η σύνδεσή σας θα διακοπεί αυτόματα επειδή ο κωδικός πρόσβασης δεν είναι πλέον έγκυρος.%sΟρίστε την τιμή 0 για απενεργοποίηση, θυμηθείτε να αλλάξετε και τον πελάτη σας.

source: Force CSO Login Matching
el: Αναγκαστική αντιστοίχιση σύνδεσης CSO

source: Use username instead of common name to match client specific override.
el: Χρησιμοποιήστε όνομα χρήστη αντί για κοινό όνομα για να ταιριάζει με την παράκαμψη συγκεκριμένου πελάτη.

source: Protocol / Port
el: Πρωτόκολλο / Θύρα

source: Use a wizard to setup a new server
el: Χρησιμοποιήστε έναν οδηγό για να ρυθμίσετε έναν νέο διακομιστή

source: Current: %s MHz, Max: %s MHz
el: Ρεύμα: %s MHz, Μέγιστο: %s MHz

source: Licensed until
el: Άδεια χρήσης μέχρι

source: Click to check for updates.
el: Κάντε κλικ για να ελέγξετε για ενημερώσεις.

source: Click to view pending updates.
el: Κάντε κλικ για να δείτε τις επικείμενες ενημερώσεις.

source: Core
el: Πυρήνας

source: Zone
el: Ζώνη

source: CPU usage
el: Χρήση CPU

source: Interface Statistics
el: Στατιστικά διασύνδεσης

source: Firewall Log
el: Ημερολόγιο τείχους προστασίας

source: SMART Status
el: Κατάσταση SMART

source: System Log
el: Ημερολόγιο συστήματος

source: Traffic Graph
el: Γράφημα κυκλοφορίας

source: No CARP Interfaces Defined. Click %shere%s to configure CARP.
el: Δεν έχουν οριστεί διασυνδέσεις CARP. Κάντε κλικ στο %shere%s για να ρυθμίσετε τις παραμέτρους του CARP.

source: Hide
el: Απόκρυψη

source: Show
el: Εμφάνιση

source: Packets In
el: Πακέτα σε

source: Packets Out
el: Πακέτα έξω

source: Bytes In
el: Bytes σε

source: Bytes Out
el: Bytes Έξω

source: Errors In
el: Σφάλματα σε

source: Errors Out
el: Σφάλματα έξω

source: Tunnels
el: Σήραγγες

source: Mobile
el: Κινητό

source: Active Tunnels
el: Ενεργές σήραγγες

source: Inactive Tunnels
el: Ανενεργές σήραγγες

source: Mobile Users
el: Χρήστες κινητών τηλεφώνων

source: Note: There are no configured IPsec Tunnels
el: Σημείωση: Δεν υπάρχουν διαμορφωμένες σήραγγες IPsec

source: click the Act icon to track this rule in Live View
el: κάντε κλικ στο εικονίδιο Act για να παρακολουθήσετε αυτόν τον κανόνα στη ζωντανή προβολή

source: Matched rule
el: Αντιστοιχισμένος κανόνας

source: Number of log entries:
el: Αριθμός εγγραφών καταγραφής:

source: Update interval in seconds:
el: Διάστημα ενημέρωσης σε δευτερόλεπτα:

source: Interfaces to display:
el: Διασυνδέσεις προς εμφάνιση:

source: Hash
el: Κατακερματισμός

source: Act
el: Πράξη

source: Failed
el: Αποτυχημένο

source: Changed
el: Αλλαγή

source: Not changed
el: Δεν έχει αλλάξει

source: Rows
el: Σειρές

source: Search
el: Αναζήτηση

source: No active peers available
el: Δεν υπάρχουν διαθέσιμοι ενεργοί ομότιμοι

source: Clock location
el: Θέση ρολογιού

source: in view
el: ενόψει

source: in use
el: σε χρήση

source: Updating...
el: Ενημέρωση...

source: Name/Time
el: Όνομα/Ώρα

source: Real/Virtual IP
el: Πραγματική/εικονική IP

source: Remote/Virtual IP
el: Απομακρυσμένη/εικονική IP

source: NOTE:
el: ΣΗΜΕΙΩΣΗ:

source: You need to bind each OpenVPN client to enable its management daemon: use 'Local port' setting in the OpenVPN client screen
el: Πρέπει να δεσμεύσετε κάθε πελάτη OpenVPN για να ενεργοποιήσετε τον δαίμονα διαχείρισης: χρησιμοποιήστε τη ρύθμιση 'Τοπική θύρα' στην οθόνη του πελάτη OpenVPN.

source: No OpenVPN instance defined or enabled.
el: Δεν έχει οριστεί ή ενεργοποιηθεί καμία περίπτωση OpenVPN.

source: Upload
el: Ανέβασμα

source: Display number of items:
el: Εμφάνιση αριθμού στοιχείων:

source: Widget height:
el: Ύψος widget:

source: Show how many characters from story:
el: Δείξτε πόσοι χαρακτήρες από την ιστορία:

source: Unable to fetch rss feed
el: Αδυναμία λήψης RSS feed

source: Comma-separated list of services to NOT display in the widget
el: Λίστα με διαχωριστικά κόμμα των υπηρεσιών που ΔΕΝ θα εμφανίζονται στο widget

source: Ident
el: Ταυτότητα

source: FAILED
el: ΑΠΟΤΥΧΗΜΕΝΟ

source: Versions
el: Εκδόσεις

source: Retrieving internal update status...
el: Ανάκτηση κατάστασης εσωτερικής ενημέρωσης...

source: CPU type
el: Τύπος CPU

source: Load average
el: Μέσος όρος φορτίου

source: Current date/time
el: Τρέχουσα ημερομηνία/ώρα

source: Last config change
el: Τελευταία αλλαγή παραμέτρων

source: State table size
el: Μέγεθος πίνακα κατάστασης

source: MBUF usage
el: Χρήση MBUF

source: Memory usage
el: Χρήση μνήμης

source: SWAP usage
el: Χρήση SWAP

source: Disk usage
el: Χρήση δίσκου

source: Query filter string is invalid
el: Η συμβολοσειρά φίλτρου ερώτησης είναι άκυρη

source: Number of Log lines to display
el: Αριθμός γραμμών καταγραφής που θα εμφανιστούν

source: Log query filter:
el: Φίλτρο ερωτήματος καταγραφής:

source: No matching results!
el: Δεν υπάρχουν ταιριαστά αποτελέσματα!

source: An empty response from the server.
el: Μια κενή απάντηση από τον διακομιστή.

source: Thresholds in °C (1 to 100):
el: Κατώφλια σε °C (1 έως 100):

source: Zone Warning:
el: Προειδοποίηση ζώνης:

source: Zone Critical:
el: Κρίσιμη ζώνη:

source: Core Warning:
el: Προειδοποίηση πυρήνα:

source: Core Critical:
el: Κρίσιμος πυρήνας:

source: Only show first found CPU core temperature
el: Εμφανίζει μόνο την πρώτη θερμοκρασία πυρήνα της CPU που βρέθηκε

source: Display temperature in fahrenheit
el: Εμφάνιση θερμοκρασίας σε Fahrheit

source: You can configure a proper Thermal Sensor / Module %shere%s.
el: Μπορείτε να διαμορφώσετε έναν κατάλληλο θερμικό αισθητήρα/μονάδα %shere%s.

source: In (bps)
el: Σε (bps)

source: Out (bps)
el: Έξοδος (bps)

source: Endpoint
el: Τελικό σημείο

source: Latest Handshake
el: Τελευταία χειραψία

source: No WireGuard instance defined or enabled.
el: Δεν έχει οριστεί ή ενεργοποιηθεί καμία περίπτωση WireGuard.

source: ERROR: Could not find wizard file.
el: ΣΦΑΛΜΑ: Δεν μπόρεσε να βρει το αρχείο του οδηγού.

source: ERROR: Could not parse %s wizard file.
el: ΣΦΑΛΜΑ: Δεν μπόρεσε να αναλύσει το αρχείο οδηγού %s.

source: AJAX: Get Service Providers
el: AJAX: Λήψη παρόχων υπηρεσιών

source: AJAX: Get Stats
el: AJAX: Αποκτήστε στατιστικά στοιχεία

source: All pages
el: Όλες οι σελίδες

source: Dashboard (all)
el: Ταμπλό (όλα)

source: Dashboard (widgets only)
el: Ταμπλό (μόνο widgets)

source: Diagnostics: ARP Table
el: Διαγνωστικά: ARP Table

source: Diagnostics: Authentication
el: Διαγνωστικά: Αυθεντικοποίηση

source: Diagnostics: Backup / Restore
el: Διαγνωστικά: Επαναφορά: Δημιουργία αντιγράφων ασφαλείας / επαναφορά

source: Diagnostics: Configuration History
el: Διαγνωστικά: Ιστορικό ρυθμίσεων

source: Diagnostics: Factory defaults
el: Διαγνωστικά: Εργοστασιακές προεπιλογές

source: Diagnostics: Firewall sessions
el: Διαγνωστικά: Συνεδρίες τείχους προστασίας

source: Diagnostics: Firewall statistics
el: Διαγνωστικά: Τείχος προστασίας: Στατιστικά στοιχεία

source: Diagnostics: Halt system
el: Διαγνωστικά: Σταματήστε το σύστημα

source: Diagnostics: Log: Firewall: General
el: Διαγνωστικά: Log: Τείχος προστασίας: .

source: Diagnostics: Logs: DHCP
el: Διαγνωστικά: Διαγνωστικά: Ημερολόγια: DHCP

source: Diagnostics: Logs: Firewall: Live View
el: Διαγνωστικά: Διαγνωστικά: Ημερολόγια: Τείχος προστασίας: Προβολή: Ζωντανή προβολή

source: Diagnostics: Logs: Firewall: Plain View
el: Διαγνωστικά: Διαγνωστικά: Ημερολόγια: Τείχος προστασίας: Τείχος προστασίας: Απλή προβολή

source: Diagnostics: Logs: Firewall: Summary View
el: Διαγνωστικά: Διαγνωστικά: Ημερολόγια: Τείχος προστασίας: Πυρκαγιά: Συνοπτική προβολή

source: Diagnostics: Logs: Gateways
el: Διαγνωστικά: Διαγνωστικά: Ημερολόγια: .

source: Diagnostics: Logs: Settings
el: Διαγνωστικά: Διαγνωστικά: Ημερολόγια: .

source: Diagnostics: Logs: Settings/Targets
el: Διαγνωστικά: Διαγνωστικά: Ημερολόγια: Στόχοι: Ρυθμίσεις/Στόχοι

source: Diagnostics: Logs: System
el: Διαγνωστικά: Διαγνωστικά: Ημερολόγια: .

source: Diagnostics: NDP Table
el: Διαγνωστικά: Πίνακας NDP

source: Diagnostics: Netflow configuration
el: Διαγνωστικά: Διαμόρφωση Netflow

source: Diagnostics: Netstat
el: Διαγνωστικά: Netstat

source: Diagnostics: Network Insight
el: Διαγνωστικά: Διαγνωστικά: Network Insight

source: Diagnostics: PF Table IP addresses
el: Διαγνωστικά: Πίνακας PF: Διευθύνσεις IP

source: Diagnostics: Packet Capture
el: Διαγνωστικά: Συλλήψεις πακέτων

source: Diagnostics: Ping
el: Διαγνωστικά: Ping

source: Diagnostics: Reboot System
el: Διαγνωστικά: Επανεκκίνηση συστήματος

source: Diagnostics: Routing tables
el: Διαγνωστικά: Πίνακες δρομολόγησης

source: Diagnostics: Shaper status
el: Διαγνωστικά: Κατάσταση διαμορφωτή

source: Diagnostics: Show States
el: Διαγνωστικά: Κατάσταση: Εμφάνιση καταστάσεων

source: Diagnostics: System Activity
el: Διαγνωστικά: Δραστηριότητα συστήματος

source: Diagnostics: System Health
el: Διαγνωστικά: Υγεία Συστήματος

source: Diagnostics: Test Port
el: Διαγνωστικά: Test Port

source: Diagnostics: Traceroute
el: Διαγνωστικά: Traceroute

source: Firewall: Alias: Edit
el: Τείχος προστασίας: Τείχος προστασίας: Ψευδώνυμο: Επεξεργασία

source: Firewall: Aliases
el: Τείχος προστασίας: .

source: Firewall: Categories
el: Τείχος προστασίας: Κατηγορίες

source: Firewall: NAT: 1:1
el: Τείχος προστασίας: NAT: 1:1

source: Firewall: NAT: 1:1: Edit
el: Τείχος προστασίας: NAT: 1:1: Επεξεργασία

source: Firewall: NAT: NPT
el: Τείχος προστασίας: NAT: NPT

source: Firewall: NAT: NPT: Edit
el: Τείχος προστασίας: NAT: NPT: Επεξεργασία

source: Firewall: NAT: Outbound
el: Τείχος προστασίας: NAT: Εξερχόμενο

source: Firewall: NAT: Outbound: Edit
el: Τείχος προστασίας: NAT: Εξερχόμενο: Επεξεργασία

source: Firewall: NAT: Port Forward
el: Τείχος προστασίας: NAT: Προώθηση θύρας

source: Firewall: NAT: Port Forward: Edit
el: Τείχος προστασίας: NAT: Προώθηση θύρας: Επεξεργασία

source: Firewall: Normalization
el: Τείχος προστασίας: Κανονικοποίηση

source: Firewall: Rules
el: Τείχος προστασίας: Κανόνες

source: Firewall: Rules: API
el: Τείχος προστασίας: Κανόνες: API

source: Firewall: Rules: Edit
el: Τείχος προστασίας: Κανόνες: Επεξεργασία

source: Firewall: Schedules
el: Τείχος προστασίας: .

source: Firewall: Schedules: Edit
el: Τείχος προστασίας: Χρονοδιαγράμματα: Επεξεργασία

source: Firewall: Shaper
el: Τείχος προστασίας: Shaper

source: Firewall: SourceNat: API
el: Τείχος προστασίας: API

source: Firewall: Virtual IP Address: Edit
el: Τείχος προστασίας: Εικονική διεύθυνση IP: Επεξεργασία

source: Firewall: Virtual IP Addresses
el: Τείχος προστασίας: IP

source: Interfaces: Assign network ports
el: Διεπαφές: Ανάθεση θυρών δικτύου

source: Interfaces: Bridge
el: Διεπαφές: Γέφυρα

source: Interfaces: Bridge edit
el: Διεπαφές: Γέφυρα edit

source: Interfaces: GIF
el: Διεπαφές: GIF

source: Interfaces: GIF: Edit
el: Διεπαφές: GIF: .

source: Interfaces: GRE
el: Διεπαφές: GRE

source: Interfaces: GRE: Edit
el: Διεπαφές: GRE: Επεξεργασία

source: Interfaces: Groups
el: Διεπαφές: Ομάδες

source: Interfaces: Groups: Edit
el: Διεπαφές: Διασυνδέσεις: Ομάδες: .

source: Interfaces: LAGG
el: Διεπαφές: LAGG

source: Interfaces: LAGG: Edit
el: Διεπαφές: LAGG: Επεξεργασία

source: Interfaces: Loopback
el: Διεπαφές: Loopback

source: Interfaces: PPPs
el: Διεπαφές: PPPs

source: Interfaces: PPPs: Edit
el: Διεπαφές: PPP: PPP: Επεξεργασία

source: Interfaces: VLAN
el: Διεπαφές: VLAN

source: Interfaces: VXLAN
el: Διεπαφές: VXLAN

source: Interfaces: WAN
el: Διεπαφές: WAN

source: Interfaces: Wireless
el: Διεπαφές: .

source: Interfaces: Wireless edit
el: Διεπαφές: επεξεργασία

source: Lobby: Login / Logout / Dashboard
el: Λόμπι: Πίνακας οργάνων

source: Services: C-ICAP
el: Υπηρεσίες: C-ICAP

source: Services: Captive Portal
el: Υπηρεσίες: Πύλη αιχμαλωσίας

source: Services: ClamAV
el: Υπηρεσίες: ClamAV

source: Services: DHCP Relay
el: Υπηρεσίες: DHCP Relay

source: Services: DHCP Server: Edit static mapping
el: Υπηρεσίες: DHCP Server: Επεξεργασία στατικής αντιστοίχισης: Επεξεργασία στατικής αντιστοίχισης

source: Services: DHCP server
el: Υπηρεσίες: DHCP server

source: Services: DHCPv6 Relay
el: Υπηρεσίες: DHCPv6 Relay

source: Services: DHCPv6 Server: Edit static mapping
el: Υπηρεσίες: Διακομιστής DHCPv6: Επεξεργασία στατικής αντιστοίχισης: Επεξεργασία στατικής αντιστοίχισης

source: Services: DHCPv6 server
el: Υπηρεσίες: Διακομιστής DHCPv6

source: Services: DNS Filter
el: Υπηρεσίες: Φίλτρο DNS

source: Services: Dnsmasq DNS: Edit Domain Override
el: Υπηρεσίες: DNS: Dnmasq: Επεξεργασία παράκαμψης τομέα

source: Services: Dnsmasq DNS: Edit Host
el: Υπηρεσίες: DNS: Host: Επεξεργασία

source: Services: Dnsmasq DNS: Log File
el: Υπηρεσίες: DNS: Dnmasq: Αρχείο καταγραφής

source: Services: Dnsmasq DNS: Settings
el: Υπηρεσίες: DNS: .

source: Services: FreeRADIUS
el: Υπηρεσίες: FreeRADIUS

source: Services: Intrusion Detection
el: Υπηρεσίες: Ανίχνευση εισβολής

source: Services: NTP
el: Υπηρεσίες: NTP

source: Services: Proxy
el: Υπηρεσίες: Proxy

source: Services: Router advertisements
el: Υπηρεσίες: Διαφημίσεις δρομολογητών

source: Services: SMART
el: Υπηρεσίες: SMART

source: Services: Unbound (MVC)
el: Υπηρεσίες: (MVC)

source: Services: Unbound DNS: Access Lists
el: Υπηρεσίες: DNS: DNS: Λίστες πρόσβασης

source: Services: Unbound DNS: Edit Host and Domain Override
el: Υπηρεσίες: DNS: DNS: Επεξεργασία Host και Domain Override

source: Services: Unbound DNS: General
el: Υπηρεσίες: DNS: DNS: Γενικά

source: Services: Unbound DNS: Log File
el: Υπηρεσίες: DNS: DNS: Αρχείο καταγραφής

source: Services: nprobe
el: Υπηρεσίες: nprobe

source: Services: ntopng
el: Υπηρεσίες: ntopng

source: Status: CARP
el: Κατάσταση: CARP

source: Status: DHCP leases
el: Κατάσταση: DHCP leases

source: Status: DHCPv6 leases
el: Κατάσταση: DHCPv6 leases

source: Status: HA backup
el: Κατάσταση: HA backup

source: Status: IPsec
el: Κατάσταση: IPsec

source: Status: IPsec: Leasespage
el: Κατάσταση: IPsec: .

source: Status: IPsec: SAD
el: Κατάσταση: IPsec: SAD

source: Status: IPsec: SPD
el: Κατάσταση: IPsec: SPD

source: Status: Interfaces
el: Κατάσταση: Διασυνδέσεις

source: Status: NTP
el: Κατάσταση: NTP

source: Status: NTP GPS
el: Κατάσταση: GPS

source: Status: NTP PPS
el: Κατάσταση: NTP PPS

source: Status: OpenVPN
el: Κατάσταση: OpenVPN

source: Status: Services
el: Κατάσταση: Υπηρεσίες

source: Status: System logs: Captive portal
el: Κατάσταση: Κατάσταση: Ημερολόγια συστήματος: Πύλη αιχμαλωσίας

source: Status: System logs: IPsec VPN
el: Κατάσταση: Κατάσταση: Ημερολόγια συστήματος: VPN

source: Status: System logs: NTP
el: Κατάσταση: Κατάσταση: Ημερολόγια συστήματος: NTP

source: Status: System logs: OpenVPN
el: Κατάσταση: Κατάσταση: Ημερολόγια συστήματος: OpenVPN

source: Status: System logs: PPP
el: Κατάσταση: Κατάσταση: Ημερολόγια συστήματος: PPP

source: Status: System logs: Routing
el: Κατάσταση: Κατάσταση: Ημερολόγια συστήματος: δρομολόγησης

source: Status: System logs: Wireless
el: Κατάσταση: Κατάσταση: Ημερολόγια συστήματος: .
