Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: Do you really want to reset the RRD graphs? This will erase all graph data.
el: Θέλετε πραγματικά να επαναφέρετε τα γραφήματα RRD; Αυτό θα διαγράψει όλα τα δεδομένα του γραφήματος.

source: Do you really want to reset the netflow data? This will erase all Insight graph data.
el: Θέλετε πραγματικά να επαναφέρετε τα δεδομένα ροής δικτύου; Αυτό θα διαγράψει όλα τα δεδομένα του διαγράμματος Insight.

source: Do you really want to force a repair of the netflow data? This might take a while.
el: Θέλετε πραγματικά να επιβάλλετε την επιδιόρθωση των δεδομένων ροής δικτύου; Αυτό μπορεί να πάρει λίγο χρόνο.

source: Do you really want to reset the selected graph?
el: Θέλετε πραγματικά να επαναφέρετε το επιλεγμένο γράφημα;

source: Reporting Database Options
el: Επιλογές βάσης δεδομένων αναφοράς

source: Round-Robin-Database
el: Βάση δεδομένων Round-Robin

source: Enables the RRD graphing backend.
el: Ενεργοποιεί το backend γραφικών παραστάσεων RRD.

source: Reset RRD Data
el: Επαναφορά δεδομένων RRD

source: Reset Netflow Data
el: Επαναφορά δεδομένων ροής δικτύου

source: Repair Netflow Data
el: Επισκευή δεδομένων Netflow

source: Graphs will not be allowed to be recreated within a 1 minute interval, please take this into account after changing the style.
el: Τα γραφήματα δεν θα επιτρέπεται να αναδημιουργηθούν εντός διαστήματος 1 λεπτού, παρακαλούμε να το λάβετε υπόψη σας μετά την αλλαγή του στυλ.

source: Collected reports
el: Συλλεγμένες εκθέσεις

source: Reports
el: Αναφορές

source: flush report
el: έκθεση για την έκπλυση

source: Range begin
el: Εύρος begin

source: Range end
el: Τέλος εύρους

source: A valid range must be specified.
el: Πρέπει να καθοριστεί ένα έγκυρο εύρος.

source: A valid IP address must be specified for the gateway.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για την πύλη.

source: A valid IP address must be specified for the primary/secondary WINS servers.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τους πρωτεύοντες/δευτερεύοντες διακομιστές WINS.

source: The gateway address %s does not lie within the chosen interface's subnet.
el: Η διεύθυνση πύλης %s δεν βρίσκεται εντός του υποδικτύου της επιλεγμένης διασύνδεσης.

source: A valid IP address must be specified for the primary/secondary DNS servers.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τους πρωτεύοντες/δευτερεύοντες διακομιστές DNS.

source: The default lease time must be at least 60 seconds.
el: Ο προεπιλεγμένος χρόνος μίσθωσης πρέπει να είναι τουλάχιστον 60 δευτερόλεπτα.

source: The maximum lease time must be at least 60 seconds and higher than the default lease time.
el: Ο μέγιστος χρόνος μίσθωσης πρέπει να είναι τουλάχιστον 60 δευτερόλεπτα και υψηλότερος από τον προεπιλεγμένο χρόνο μίσθωσης.

source: The response delay must be higher than 0 and no more than 255 seconds.
el: Η καθυστέρηση απόκρισης πρέπει να είναι μεγαλύτερη από 0 και όχι μεγαλύτερη από 255 δευτερόλεπτα.

source: A valid domain name must be specified for the dynamic DNS registration.
el: Για τη δυναμική καταχώριση DNS πρέπει να καθοριστεί ένα έγκυρο όνομα τομέα.

source: A valid primary domain name server IP address must be specified for the dynamic domain name.
el: Για το δυναμικό όνομα τομέα πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP του πρωτεύοντος διακομιστή ονόματος τομέα.

source: You must specify a Base64-encoded domain key.
el: Πρέπει να καθορίσετε ένα κλειδί τομέα κωδικοποιημένο σε Base64.

source: You must specify both a valid domain key and key name.
el: Πρέπει να καθορίσετε ένα έγκυρο κλειδί τομέα και ένα έγκυρο όνομα κλειδιού.

source: A valid domain search list must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη λίστα αναζήτησης τομέα.

source: If you specify a mac allow list, it must contain only valid partial MAC addresses.
el: Εάν καθορίσετε μια λίστα mac allow, πρέπει να περιέχει μόνο έγκυρες μερικές διευθύνσεις MAC.

source: If you specify a mac deny list, it must contain only valid partial MAC addresses.
el: Εάν καθορίσετε μια λίστα mac deny, πρέπει να περιέχει μόνο έγκυρες μερικές διευθύνσεις MAC.

source: A valid IP address must be specified for the primary/secondary NTP servers.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τους πρωτεύοντες/δευτερεύοντες διακομιστές NTP.

source: A valid domain name must be specified for the DNS domain.
el: Πρέπει να καθοριστεί ένα έγκυρο όνομα τομέα για τον τομέα DNS.

source: A valid IP address or hostname must be specified for the TFTP server.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP ή όνομα κεντρικού υπολογιστή για το διακομιστή TFTP.

source: A valid IP address must be specified for the network boot server.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τον διακομιστή εκκίνησης δικτύου.

source: You cannot use the network address in the starting subnet range.
el: Δεν μπορείτε να χρησιμοποιήσετε τη διεύθυνση δικτύου στην αρχική περιοχή υποδικτύου.

source: You cannot use the broadcast address in the ending subnet range.
el: Δεν μπορείτε να χρησιμοποιήσετε τη διεύθυνση εκπομπής στην περιοχή υποδικτύου που τελειώνει.

source: A valid port number must be specified for the OMAPI port.
el: Πρέπει να καθοριστεί ένας έγκυρος αριθμός θύρας για τη θύρα OMAPI.

source: The subnet range cannot overlap with virtual IP address %s.
el: Η περιοχή υποδικτύου δεν μπορεί να επικαλύπτεται με την εικονική διεύθυνση IP %s.

source: Cannot enable static ARP when you have static map entries without IP addresses. Ensure all static maps have IP addresses and try again.
el: Δεν είναι δυνατή η ενεργοποίηση του στατικού ARP όταν έχετε καταχωρήσεις στατικού χάρτη χωρίς διευθύνσεις IP. Βεβαιωθείτε ότι όλοι οι στατικοί χάρτες έχουν διευθύνσεις IP και δοκιμάστε ξανά.

source: A valid MTU value must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη τιμή MTU.

source: Failover split must be a number between 0 and 256.
el: Ο διαχωρισμός αποτυχίας πρέπει να είναι ένας αριθμός μεταξύ 0 και 256.

source: Text type cannot include quotation marks.
el: Ο τύπος κειμένου δεν μπορεί να περιλαμβάνει εισαγωγικά.

source: String type must be enclosed in quotes like "this" or must be a series of octets specified in hexadecimal, separated by colons, like 01:23:45:67:89:ab:cd:ef
el: Ο τύπος συμβολοσειράς πρέπει να περικλείεται σε εισαγωγικά όπως "this" ή πρέπει να είναι μια σειρά από οκτάδες που προσδιορίζονται σε δεκαεξαδικό σύστημα, χωρισμένες με άνω και κάτω τελεία, όπως 01:23:45:67:89:ab:cd:ef

source: Boolean type must be true, false, on, or off.
el: Ο τύπος Boolean πρέπει να είναι true, false, on ή off.

source: Unsigned 8-bit integer type must be a number in the range 0 to 255.
el: Ο τύπος ακέραιου αριθμού χωρίς πρόσημο 8 bit πρέπει να είναι ένας αριθμός στο εύρος 0 έως 255.

source: Unsigned 16-bit integer type must be a number in the range 0 to 65535.
el: Ο τύπος ακέραιου αριθμού χωρίς πρόσημο 16 bit πρέπει να είναι ένας αριθμός στο εύρος 0 έως 65535.

source: Unsigned 32-bit integer type must be a number in the range 0 to 4294967295.
el: Ο τύπος ακέραιου αριθμού χωρίς πρόσημο 32 bit πρέπει να είναι αριθμός στο εύρος 0 έως 4294967295.

source: Signed 8-bit integer type must be a number in the range -128 to 127.
el: Ο προσημασμένος ακέραιος τύπος 8-bit πρέπει να είναι ένας αριθμός στο εύρος -128 έως 127.

source: Signed 16-bit integer type must be a number in the range -32768 to 32767.
el: Ο προσημασμένος ακέραιος 16-bit πρέπει να είναι ένας αριθμός στο εύρος -32768 έως 32767.

source: Signed 32-bit integer type must be a number in the range -2147483648 to 2147483647.
el: Ο προσημασμένος ακέραιος τύπος 32-bit πρέπει να είναι ένας αριθμός στην περιοχή -2147483648 έως 2147483647.

source: IP address or host type must be an IP address or host name.
el: Η διεύθυνση IP ή ο τύπος κεντρικού υπολογιστή πρέπει να είναι διεύθυνση IP ή όνομα κεντρικού υπολογιστή.

source: The specified range lies outside of the current subnet.
el: Η καθορισμένη περιοχή βρίσκεται εκτός του τρέχοντος υποδικτύου.

source: The range is invalid (first element higher than second element).
el: Το εύρος είναι άκυρο (το πρώτο στοιχείο είναι μεγαλύτερο από το δεύτερο στοιχείο).

source: The specified range must not be within the DHCP range for this interface.
el: Το καθορισμένο εύρος δεν πρέπει να βρίσκεται εντός του εύρους DHCP για αυτή τη διασύνδεση.

source: The specified range must not be within the range configured on a DHCP pool for this interface.
el: Το καθορισμένο εύρος δεν πρέπει να βρίσκεται εντός του εύρους που έχει ρυθμιστεί σε μια δεξαμενή DHCP για αυτή τη διασύνδεση.

source: You must disable the DHCP relay on the %s interface before enabling the DHCP server.
el: Πρέπει να απενεργοποιήσετε την αναμετάδοση DHCP στη διασύνδεση %s πριν ενεργοποιήσετε το διακομιστή DHCP.

source: Do you really want to delete this pool?
el: Θέλετε πραγματικά να διαγράψετε αυτή την πισίνα;

source: Do you really want to delete this mapping?
el: Θέλετε πραγματικά να διαγράψετε αυτή την αντιστοίχιση;

source: DHCP Relay is currently enabled. Cannot enable the DHCP Server service while the DHCP Relay is enabled on any interface.
el: Η αναμετάδοση DHCP είναι επί του παρόντος ενεργοποιημένη. Δεν είναι δυνατή η ενεργοποίηση της υπηρεσίας διακομιστή DHCP ενώ η αναμετάδοση DHCP είναι ενεργοποιημένη σε οποιαδήποτε διασύνδεση.

source: The static mapping configuration has been changed
el: Η διαμόρφωση της στατικής χαρτογράφησης έχει αλλάξει

source: Enable DHCP server on the %s interface
el: Ενεργοποίηση διακομιστή DHCP στη διασύνδεση %s

source: Editing Pool-Specific Options. To return to the Interface, click its tab above.
el: Επεξεργασία των επιλογών που αφορούν την πισίνα. Για να επιστρέψετε στη διεπαφή, κάντε κλικ στην καρτέλα της παραπάνω.

source: Pool Description
el: Περιγραφή πισίνας

source: Deny unknown clients
el: Απορρίψτε άγνωστους πελάτες

source: If this is checked, only the clients defined below will get DHCP leases from this server.
el: Εάν είναι επιλεγμένο, μόνο οι πελάτες που ορίζονται παρακάτω θα λαμβάνουν μισθώσεις DHCP από αυτόν το διακομιστή.

source: Ignore Client UIDs
el: Αγνοήστε τα UIDs πελατών

source: By default, the same MAC can get multiple leases if the requests are sent using different UIDs. To avoid this behavior, check this box and client UIDs will be ignored.
el: Από προεπιλογή, η ίδια MAC μπορεί να λάβει πολλαπλές μισθώσεις, εάν οι αιτήσεις αποστέλλονται με διαφορετικά UID. Για να αποφύγετε αυτή τη συμπεριφορά, τσεκάρετε αυτό το πλαίσιο και τα UIDs των πελατών θα αγνοούνται.

source: Subnet mask
el: Μάσκα υποδικτύου

source: Available range
el: Διαθέσιμο εύρος

source: No available address range for configured interface subnet size.
el: Δεν υπάρχει διαθέσιμο εύρος διευθύνσεων για το ρυθμισμένο μέγεθος υποδικτύου διασύνδεσης.

source: Range
el: Εύρος

source: from
el: από το

source: to
el: στο

source: Additional Pools
el: Πρόσθετες πισίνες

source: Pool Start
el: Έναρξη πισίνας

source: Pool End
el: Τέλος πισίνας

source: If you need additional pools of addresses inside of this subnet outside the above Range, they may be specified here.
el: Εάν χρειάζεστε πρόσθετες ομάδες διευθύνσεων εντός αυτού του υποδικτύου εκτός του παραπάνω εύρους, μπορούν να καθοριστούν εδώ.

source: WINS servers
el: Διακομιστές WINS

source: DNS servers
el: Διακομιστές DNS

source: Leave blank to use the system default DNS servers: This interface IP address if a DNS service is enabled or the configured global DNS servers.
el: Αφήστε το κενό για να χρησιμοποιήσετε τους προεπιλεγμένους διακομιστές DNS του συστήματος: ή τους διαμορφωμένους παγκόσμιους διακομιστές DNS.

source: The default is to use the IP on this interface of the firewall as the gateway, if a valid (online) gateway has been configured under System->Gateways. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
el: Η προεπιλογή είναι να χρησιμοποιείται η IP σε αυτή τη διασύνδεση του τείχους προστασίας ως πύλη, εάν έχει ρυθμιστεί μια έγκυρη (online) πύλη στην ενότητα Σύστημα->Πύλες. Καθορίστε μια εναλλακτική πύλη εδώ, εάν αυτή δεν είναι η σωστή πύλη για το δίκτυό σας. Πληκτρολογήστε "none" για μη εκχώρηση πύλης.

source: Domain name
el: Όνομα τομέα

source: The default is to use the domain name of this system as the default domain name provided by DHCP. You may specify an alternate domain name here.
el: Η προεπιλογή είναι η χρήση του ονόματος τομέα αυτού του συστήματος ως το προεπιλεγμένο όνομα τομέα που παρέχεται από το DHCP. Μπορείτε να καθορίσετε ένα εναλλακτικό όνομα τομέα εδώ.

source: Domain search list
el: Λίστα αναζήτησης τομέα

source: The DHCP server can optionally provide a domain search list. Use the semicolon character as separator.
el: Ο διακομιστής DHCP μπορεί προαιρετικά να παρέχει έναν κατάλογο αναζήτησης τομέα. Χρησιμοποιήστε τον χαρακτήρα άνω τελεία ως διαχωριστικό.

source: Default lease time (seconds)
el: Προεπιλεγμένος χρόνος μίσθωσης (δευτερόλεπτα)

source: This is used for clients that do not ask for a specific expiration time.
el: Χρησιμοποιείται για πελάτες που δεν ζητούν συγκεκριμένο χρόνο λήξης.

source: The default is 7200 seconds.
el: Η προεπιλογή είναι 7200 δευτερόλεπτα.

source: Maximum lease time
el: Μέγιστος χρόνος μίσθωσης

source: This is the maximum lease time for clients that ask for a specific expiration time.
el: Αυτός είναι ο μέγιστος χρόνος μίσθωσης για πελάτες που ζητούν συγκεκριμένο χρόνο λήξης.

source: The default is 86400 seconds.
el: Η προεπιλογή είναι 86400 δευτερόλεπτα.

source: Response delay
el: Καθυστέρηση απόκρισης

source: This is the minimum number of seconds since a client began trying to acquire a new lease before the DHCP server will respond to its request.
el: Πρόκειται για τον ελάχιστο αριθμό δευτερολέπτων από τότε που ένας πελάτης άρχισε να προσπαθεί να αποκτήσει μια νέα μίσθωση πριν ο διακομιστής DHCP απαντήσει στο αίτημά του.

source: The default is 0 seconds (no delay).
el: Η προεπιλογή είναι 0 δευτερόλεπτα (χωρίς καθυστέρηση).

source: Interface MTU
el: Διασύνδεση MTU

source: This option specifies the MTU to use on this interface. The minimum legal value for the MTU is 68.
el: Αυτή η επιλογή καθορίζει το MTU που θα χρησιμοποιηθεί σε αυτή τη διασύνδεση. Η ελάχιστη νόμιμη τιμή για το MTU είναι 68.

source: Failover peer IP:
el: IP ομότιμου φορέα αποτυχίας:

source: Leave blank to disable. Enter the interface IP address of the other machine. Machines must be using CARP. Interface's advskew determines whether the DHCPd process is Primary or Secondary. Ensure one machine's advskew<20 (and the other is >20). Note that changing this value will delete the current leases-database!
el: Αφήστε κενό για απενεργοποίηση. Εισάγετε τη διεύθυνση IP της διασύνδεσης του άλλου μηχανήματος. Τα μηχανήματα πρέπει να χρησιμοποιούν CARP. Το advskew της διασύνδεσης καθορίζει εάν η διαδικασία DHCPd είναι πρωτεύουσα ή δευτερεύουσα. Βεβαιωθείτε ότι το advskew του ενός μηχανήματος είναι <20 (και το άλλο είναι >20). Σημειώστε ότι η αλλαγή αυτής της τιμής θα διαγράψει την τρέχουσα βάση δεδομένων μισθώσεων!

source: Failover split:
el: Διαχωρισμός αποτυχίας:

source: Leave blank to use default (128) which should be fine for most cases. Enter a number (0-256) to specify the load-balancing split between the failover peers, the default of 128 means both peers will handle approximately 50% of the clients, 256 will make the primary handle all the clients. This value is only used on the primary peer, leave blank on the secondary.
el: Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλεγμένη τιμή (128), η οποία θα είναι ικανοποιητική για τις περισσότερες περιπτώσεις. Πληκτρολογήστε έναν αριθμό (0-256) για να καθορίσετε την κατανομή της εξισορρόπησης φορτίου μεταξύ των ομότιμων συστημάτων εναλλαγής αποτυχίας, η προεπιλογή 128 σημαίνει ότι και τα δύο ομότιμα συστήματα θα χειρίζονται περίπου το 50% των πελατών, ενώ το 256 θα κάνει το πρωτεύον σύστημα να χειρίζεται όλους τους πελάτες. Αυτή η τιμή χρησιμοποιείται μόνο στον πρωτεύοντα ομότιμο, αφήστε την κενή στον δευτερεύοντα.

source: Static ARP
el: Στατικό ARP

source: Enable Static ARP entries
el: Ενεργοποίηση καταχωρήσεων Static ARP

source: Warning: This option persists even if DHCP server is disabled. Only the machines listed below will be able to communicate with the firewall on this NIC.
el: Προειδοποίηση: Αυτή η επιλογή παραμένει ακόμη και αν ο διακομιστής DHCP είναι απενεργοποιημένος. Μόνο τα μηχανήματα που αναφέρονται παρακάτω θα μπορούν να επικοινωνούν με το τείχος προστασίας σε αυτή τη NIC.

source: Time format change
el: Αλλαγή μορφής ώρας

source: Change DHCP display lease time from UTC to local time.
el: Αλλαγή του χρόνου μίσθωσης της οθόνης DHCP από UTC σε τοπική ώρα.

source: Warning: By default DHCP leases are displayed in UTC time. By checking this box DHCP lease time will be displayed in local time and set to time zone selected. This will be used for all DHCP interfaces lease time.
el: Προειδοποίηση: Από προεπιλογή, οι μισθώσεις DHCP εμφανίζονται σε ώρα UTC. Με την επιλογή αυτού του πλαισίου η ώρα της μίσθωσης DHCP θα εμφανίζεται σε τοπική ώρα και θα ρυθμίζεται στην επιλεγμένη ζώνη ώρας. Αυτό θα χρησιμοποιείται για όλες τις διασυνδέσεις DHCP ώρα μίσθωσης.

source: Show Dynamic DNS
el: Εμφάνιση δυναμικού DNS

source: Enable registration of DHCP client names in DNS.
el: Ενεργοποίηση της καταχώρισης των ονομάτων πελατών DHCP στο DNS.

source: Enter the dynamic DNS domain which will be used to register client names in the DNS server.
el: Εισάγετε τον δυναμικό τομέα DNS που θα χρησιμοποιηθεί για την καταχώριση των ονομάτων πελατών στον διακομιστή DNS.

source: Note: Leave blank to disable dynamic DNS registration.
el: Σημείωση: Αφήστε το κενό για να απενεργοποιήσετε τη δυναμική καταχώριση DNS.

source: Enter the primary domain name server IP address for the dynamic domain name.
el: Εισάγετε τη διεύθυνση IP του πρωτεύοντος διακομιστή ονόματος τομέα για το δυναμικό όνομα τομέα.

source: Enter the dynamic DNS domain key name which will be used to register client names in the DNS server.
el: Εισάγετε το όνομα του δυναμικού κλειδιού τομέα DNS που θα χρησιμοποιηθεί για την καταχώριση των ονομάτων πελατών στο διακομιστή DNS.

source: Enter the dynamic DNS domain key secret which will be used to register client names in the DNS server.
el: Εισάγετε το μυστικό κλειδί δυναμικού τομέα DNS, το οποίο θα χρησιμοποιηθεί για την καταχώριση των ονομάτων πελατών στο διακομιστή DNS.

source: Choose the dynamic DNS domain key algorithm.
el: Επιλέξτε τον αλγόριθμο δυναμικού κλειδιού τομέα DNS.

source: MAC Address Control
el: Έλεγχος διεύθυνσης MAC

source: Show MAC Address Control
el: Εμφάνιση ελέγχου διεύθυνσης MAC

source: Enter a list of partial MAC addresses to allow, comma-separated, no spaces, such as %s
el: Εισάγετε έναν κατάλογο μερικών διευθύνσεων MAC που θα επιτρέπονται, με διαχωρισμό με κόμμα, χωρίς κενά, όπως %s

source: Enter a list of partial MAC addresses to deny access, comma-separated, no spaces, such as %s
el: Εισάγετε μια λίστα μερικών διευθύνσεων MAC για άρνηση πρόσβασης, με διαχωρισμό με κόμμα, χωρίς κενά, όπως %s

source: NTP servers
el: Διακομιστές NTP

source: Show NTP configuration
el: Εμφάνιση ρυθμίσεων NTP

source: TFTP server
el: Διακομιστής TFTP

source: Show TFTP configuration
el: Εμφάνιση ρυθμίσεων TFTP

source: Set TFTP hostname
el: Ορισμός ονόματος κεντρικού υπολογιστή TFTP

source: Set Bootfile
el: Ορισμός αρχείου εκκίνησης

source: Leave blank to disable. Enter a full hostname or IP for the TFTP server and optionally a full path for a bootfile.
el: Αφήστε κενό για απενεργοποίηση. Εισάγετε ένα πλήρες όνομα κεντρικού υπολογιστή ή IP για το διακομιστή TFTP και προαιρετικά μια πλήρη διαδρομή για ένα αρχείο εκκίνησης.

source: LDAP URI
el: URI LDAP

source: Show LDAP configuration
el: Εμφάνιση ρυθμίσεων LDAP

source: Leave blank to disable. Enter a full URI for the LDAP server in the form %s
el: Αφήστε κενό για απενεργοποίηση. Εισάγετε ένα πλήρες URI για το διακομιστή LDAP στη μορφή %s

source: Network booting
el: Εκκίνηση δικτύου

source: Show Network booting
el: Εμφάνιση εκκίνησης δικτύου

source: Enable network booting
el: Ενεργοποίηση εκκίνησης από το δίκτυο

source: Set next-server IP
el: Ορισμός IP επόμενου διακομιστή

source: Set default bios filename
el: Ορισμός προεπιλεγμένου ονόματος αρχείου bios

source: Set x86 UEFI (32-bit) filename
el: Ορισμός ονόματος αρχείου x86 UEFI (32-bit)

source: Set x64 UEFI/EBC (64-bit) filename
el: Ορισμός ονόματος αρχείου x64 UEFI/EBC (64-bit)

source: Set ARM UEFI (32-bit) filename
el: Ορισμός ονόματος αρχείου ARM UEFI (32-bit)

source: Set ARM UEFI (64-bit) filename
el: Ορισμός ονόματος αρχείου ARM UEFI (64-bit)

source: Set iPXE boot filename
el: Ορισμός ονόματος αρχείου εκκίνησης iPXE

source: You need both a filename and a boot server configured for this to work.
el: Για να λειτουργήσει αυτό, χρειάζεστε τόσο ένα όνομα αρχείου όσο και έναν διακομιστή εκκίνησης.

source: Set root-path string
el: Ορισμός συμβολοσειράς root-path

source: Note: string-format: iscsi:(servername):(protocol):(port):(LUN):targetname
el: Σημείωση: μορφή συμβολοσειράς: iscsi:(όνομα διακομιστή):(πρωτόκολλο):(θύρα):(LUN):targetname

source: Show WPAD
el: Εμφάνιση WPAD

source: Enable Web Proxy Auto Discovery
el: Ενεργοποίηση αυτόματης ανακάλυψης διακομιστή μεσολάβησης Web

source: Enable OMAPI
el: Ενεργοποίηση OMAPI

source: Show OMAPI configuration
el: Εμφάνιση ρυθμίσεων OMAPI

source: Enables OMAPI
el: Ενεργοποιεί το OMAPI

source: OMAPI port
el: Θύρα OMAPI

source: Key algorithm
el: Αλγόριθμος κλειδιού

source: OMAPI key
el: Πλήκτρο OMAPI

source: Additional Options
el: Πρόσθετες επιλογές

source: Show Additional BOOTP/DHCP Options
el: Εμφάνιση πρόσθετων επιλογών BOOTP/DHCP

source: Number
el: Αριθμός

source: Text
el: Κείμενο

source: String
el: Συμβολοσειρά

source: Unsigned 8-bit integer
el: Μη προσημασμένος ακέραιος 8-bit

source: Unsigned 16-bit integer
el: Μη προσημασμένος ακέραιος 16-bit

source: Unsigned 32-bit integer
el: Μη προσημασμένος ακέραιος 32-bit

source: Signed 8-bit integer
el: Προσημασμένος ακέραιος 8-bit

source: Signed 16-bit integer
el: Προσημασμένος ακέραιος 16-bit

source: Signed 32-bit integer
el: Προσημασμένος ακέραιος 32-bit

source: IP address or host
el: Διεύθυνση IP ή κεντρικός υπολογιστής

source: Enter the DHCP option number and the value for each item you would like to include in the DHCP lease information. For a list of available options please visit this %sURL%s.
el: Εισάγετε τον αριθμό επιλογής DHCP και την τιμή για κάθε στοιχείο που θέλετε να συμπεριλάβετε στις πληροφορίες μίσθωσης DHCP. Για έναν κατάλογο των διαθέσιμων επιλογών, επισκεφθείτε αυτό το %sURL%s.

source: DHCP Static Mappings for this interface.
el: Στατικές αντιστοιχίσεις DHCP για αυτή τη διασύνδεση.

source: Either MAC address or Client identifier must be specified
el: Πρέπει να καθοριστεί είτε η διεύθυνση MAC είτε το αναγνωριστικό πελάτη.

source: The hostname cannot end with a hyphen according to RFC952
el: Το όνομα κεντρικού υπολογιστή δεν μπορεί να τελειώνει με παύλα σύμφωνα με το RFC952

source: The hostname can only contain the characters A-Z, 0-9 and '-'.
el: Το όνομα κεντρικού υπολογιστή μπορεί να περιέχει μόνο τους χαρακτήρες A-Z, 0-9 και '-'.

source: A valid hostname is specified, but the domain name part should be omitted
el: Έχει καθοριστεί ένα έγκυρο όνομα κεντρικού υπολογιστή, αλλά το μέρος του ονόματος τομέα πρέπει να παραλειφθεί.

source: Static ARP is enabled. You must specify an IP address.
el: Το στατικό ARP είναι ενεργοποιημένο. Πρέπει να καθορίσετε μια διεύθυνση IP.

source: This Hostname, IP, MAC address or Client identifier already exists.
el: Αυτό το όνομα κεντρικού υπολογιστή, η IP, η διεύθυνση MAC ή το αναγνωριστικό πελάτη υπάρχει ήδη.

source: The IP address must lie in the %s subnet.
el: Η διεύθυνση IP πρέπει να βρίσκεται στο υποδίκτυο %s.

source: Static DHCP Mapping
el: Στατική χαρτογράφηση DHCP
