Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: No interface(s) selected.
el: Δεν έχει επιλεγεί καμία διασύνδεση.

source: Please specify a valid number for max mss.
el: Παρακαλούμε καθορίστε έναν έγκυρο αριθμό για μέγιστο mss.

source: Please specify a valid number for min ttl (0-255).
el: Καθορίστε έναν έγκυρο αριθμό για το min ttl (0-255).

source: Edit Firewall scrub rule
el: Επεξεργασία κανόνα πλύσης τείχους προστασίας

source: Select interfaces...
el: Επιλέξτε διασυνδέσεις...

source: To specify a range, use from:to (example 81:85).
el: Για να καθορίσετε ένα εύρος, χρησιμοποιήστε από:έως (παράδειγμα 81:85).

source: Normalizations
el: Κανονικοποιήσεις

source: No scrub (NOT)
el: Χωρίς τρίψιμο (NOT)

source: Enabling this option will disable scub (normalisation) for traffic matching this rule.
el: Η ενεργοποίηση αυτής της επιλογής θα απενεργοποιήσει την κανονικοποίηση (scub) για την κυκλοφορία που ταιριάζει σε αυτόν τον κανόνα.

source: Enforces a maximum MSS for matching TCP packets.
el: Επιβάλλει ένα μέγιστο MSS για τα αντίστοιχα πακέτα TCP.

source: Do not change
el: Μην αλλάζετε

source: Minimum TTL
el: Ελάχιστο TTL

source: Enforces a minimum TTL for matching IP packets.
el: Επιβάλλει ένα ελάχιστο TTL για την αντιστοίχιση πακέτων IP.

source: Do not fragment
el: Μην κατακερματίζετε

source: Clears the dont-fragment bit from a matching IP packet.
el: Καθαρίζει το bit dont-fragment από ένα αντίστοιχο πακέτο IP.

source: Random ID
el: Τυχαίο αναγνωριστικό

source: Replaces the IP identification field with random values to compensate for predictable values generated by many hosts. This option only applies to packets that are not fragmented after the optional fragment reassembly.
el: Αντικαθιστά το πεδίο αναγνώρισης IP με τυχαίες τιμές για να αντισταθμίσει τις προβλέψιμες τιμές που παράγονται από πολλούς κεντρικούς υπολογιστές. Αυτή η επιλογή ισχύει μόνο για πακέτα που δεν κατακερματίζονται μετά την προαιρετική επανασυναρμολόγηση κατακερματισμού.

source: This entry cannot be deleted because it is still referenced by at least one NAT mapping.
el: Αυτή η καταχώρηση δεν μπορεί να διαγραφεί επειδή εξακολουθεί να αναφέρεται από τουλάχιστον μία αντιστοίχιση NAT.

source: This entry cannot be deleted because it is still referenced by at least one Gateway.
el: Αυτή η καταχώρηση δεν μπορεί να διαγραφεί επειδή εξακολουθεί να αναφέρεται από τουλάχιστον μία πύλη.

source: Do you really want to delete this entry?
el: Θέλετε πραγματικά να διαγράψετε αυτή την καταχώρηση;

source: Do you really want to delete the selected Virtual IPs?
el: Θέλετε πραγματικά να διαγράψετε τις επιλεγμένες εικονικές IP;

source: The VIP configuration has been changed.
el: Η διαμόρφωση VIP έχει αλλάξει.

source: Virtual IP address
el: Εικονική διεύθυνση IP

source: Move selected virtual IPs to end
el: Μετακίνηση επιλεγμένων εικονικών IP στο τέλος

source: delete selected virtual IPs
el: διαγραφή επιλεγμένων εικονικών IP

source: Move selected virtual IPs before this entry
el: Μετακίνηση επιλεγμένων εικονικών IP πριν από αυτή την καταχώρηση

source: Virtual IP mode may not be changed for an existing entry.
el: Η λειτουργία εικονικής IP δεν μπορεί να αλλάξει για μια υπάρχουσα καταχώρηση.

source: A valid IP address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP.

source: This IP address is being used by another interface or VIP.
el: Αυτή η διεύθυνση IP χρησιμοποιείται από άλλη διασύνδεση ή VIP.

source: A valid gateway IP address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP πύλης.

source: You cannot use the network address for this VIP
el: Δεν μπορείτε να χρησιμοποιήσετε τη διεύθυνση δικτύου για αυτό το VIP

source: You cannot use the broadcast address for this VIP
el: Δεν μπορείτε να χρησιμοποιήσετε τη διεύθυνση εκπομπής για αυτό το VIP

source: VHID %s is already in use on interface %s. Pick a unique number on this interface.
el: Το VHID %s χρησιμοποιείται ήδη στη διασύνδεση %s. Επιλέξτε έναν μοναδικό αριθμό σε αυτή τη διασύνδεση.

source: You must specify a CARP password that is shared between the two VHID members.
el: Πρέπει να καθορίσετε έναν κωδικό πρόσβασης CARP, ο οποίος είναι κοινός για τα δύο μέλη VHID.

source: A VHID must be selected for this CARP VIP.
el: Πρέπει να επιλεγεί ένα VHID για αυτό το VIP CARP.

source: For this type of VIP loopback is not allowed.
el: Για αυτόν τον τύπο VIP δεν επιτρέπεται loopback.

source: VHID %s must be defined on interface %s as a CARP VIP first.
el: Το VHID %s πρέπει πρώτα να οριστεί στη διασύνδεση %s ως CARP VIP.

source: Please provide a single IP address.
el: Παρακαλείστε να δώσετε μία μόνο διεύθυνση IP.

source: This must be the network's subnet mask. It does not specify a CIDR range.
el: Αυτή πρέπει να είναι η μάσκα υποδικτύου του δικτύου. Δεν καθορίζει μια περιοχή CIDR.

source: This is a CIDR block of proxy ARP addresses.
el: Πρόκειται για ένα μπλοκ CIDR με διευθύνσεις ARP μεσολάβησης.

source: Edit Virtual IP
el: Επεξεργασία εικονικής IP

source: Other
el: Άλλα

source: Proxy ARP and other type Virtual IPs cannot be bound to by anything running on the firewall, such as IPsec, OpenVPN, etc. Use a CARP or IP Alias type address for these cases.
el: Το ARP μεσολάβησης και οι άλλου τύπου εικονικές IP δεν μπορούν να δεσμευτούν από οτιδήποτε εκτελείται στο τείχος προστασίας, όπως IPsec, OpenVPN κ.λπ. Χρησιμοποιήστε μια διεύθυνση τύπου CARP ή IP Alias για αυτές τις περιπτώσεις.

source: IP Address(es)
el: Διεύθυνση(ες) IP

source: Single address
el: Ενιαία διεύθυνση

source: Allow service binding
el: Επιτρέψτε τη δέσμευση υπηρεσιών

source: Assigning services to the virtual IP's interface will automatically include this address. Uncheck to prevent binding to this address instead.
el: Η ανάθεση υπηρεσιών στη διασύνδεση της εικονικής IP θα περιλαμβάνει αυτόματα αυτή τη διεύθυνση. Αποεπιλέξτε την επιλογή για να αποτρέψετε τη δέσμευση σε αυτή τη διεύθυνση.

source: For some interface types a gateway is required to configure an IP Alias (ppp/pppoe/tun), leave this field empty for all other interface types.
el: Για ορισμένους τύπους διασύνδεσης απαιτείται μια πύλη για τη διαμόρφωση ενός IP Alias (ppp/pppoe/tun), αφήστε αυτό το πεδίο κενό για όλους τους άλλους τύπους διασύνδεσης.

source: Expansion
el: Επέκταση

source: Disable expansion of this entry into IPs on NAT lists (e.g. 192.168.1.0/24 expands to 256 entries.
el: Απενεργοποίηση της επέκτασης αυτής της καταχώρησης σε IPs σε λίστες NAT (π.χ. 192.168.1.0/24 επεκτείνεται σε 256 καταχωρήσεις.

source: Virtual IP Password
el: Κωδικός πρόσβασης εικονικής IP

source: Enter the VHID group password.
el: Εισάγετε τον κωδικό πρόσβασης της ομάδας VHID.

source: VHID Group
el: Όμιλος VHID

source: Select an unassigned VHID
el: Επιλέξτε ένα μη εκχωρημένο VHID

source: Enter the VHID group that the machines will share.
el: Εισάγετε την ομάδα VHID που θα μοιράζονται τα μηχανήματα.

source: Advertising Frequency
el: Συχνότητα διαφήμισης

source: Base
el: Βάση

source: Skew
el: Κλίση

source: The frequency that this machine will advertise. 0 usually means master. Otherwise the lowest combination of both values in the cluster determines the master.
el: Η συχνότητα που θα διαφημίζει αυτό το μηχάνημα. Το 0 συνήθως σημαίνει master. Διαφορετικά, ο χαμηλότερος συνδυασμός των δύο τιμών στη συστάδα καθορίζει τον κύριο.

source: Close
el: Κλείστε το

source: Available Widgets
el: Διαθέσιμα Widgets

source: Please wait...
el: Παρακαλώ περιμένετε...

source: The field %s contains invalid characters.
el: Το πεδίο %s περιέχει μη έγκυρους χαρακτήρες.

source: The field %s is required.
el: Το πεδίο %s είναι υποχρεωτικό.

source: The following input errors were detected:
el: Εντοπίστηκαν τα ακόλουθα σφάλματα εισόδου:

source: The system is currently booting. Not all services have been started yet.
el: Το σύστημα εκκινείται αυτή τη στιγμή. Δεν έχουν ξεκινήσει ακόμη όλες οι υπηρεσίες.

source: The firewall has globally been disabled and configured rules are currently not enforced. It can be enabled in the %sFirewall/NAT%s settings.
el: Το τείχος προστασίας έχει απενεργοποιηθεί συνολικά και οι ρυθμισμένοι κανόνες δεν εφαρμόζονται επί του παρόντος. Μπορεί να ενεργοποιηθεί στις ρυθμίσεις %sFirewall/NAT%s.

source: You are currently running in LiveCD mode. A reboot will reset the configuration.
el: Αυτή τη στιγμή εκτελείτε σε λειτουργία LiveCD. Μια επανεκκίνηση θα επαναφέρει τη διαμόρφωση.

source: SSH remote login is enabled for the users "root" and "installer" using the same password.
el: Η απομακρυσμένη σύνδεση SSH είναι ενεργοποιημένη για τους χρήστες "root" και "installer" με τον ίδιο κωδικό πρόσβασης.

source: The changes have been applied successfully, remember to update your backup server in %sSystem: High availability: status%s
el: Οι αλλαγές εφαρμόστηκαν με επιτυχία, θυμηθείτε να ενημερώσετε τον διακομιστή αντιγράφων ασφαλείας σας στο %sSystem: Υψηλή διαθεσιμότητα: κατάσταση%s

source: The changes have been applied successfully.
el: Οι αλλαγές εφαρμόστηκαν με επιτυχία.

source: A problem was detected. Click %shere%s for more information.
el: Εντοπίστηκε ένα πρόβλημα. Κάντε κλικ στο %shere%s για περισσότερες πληροφορίες.

source: restart service
el: επανεκκίνηση της υπηρεσίας

source: stop service
el: διακοπή υπηρεσίας

source: start service
el: έναρξη υπηρεσίας

source: System Status
el: Κατάσταση συστήματος

source: Starting initial configuration!
el: Έναρξη αρχικών ρυθμίσεων!

source: Finished initial configuration!
el: Ολοκληρώθηκε η αρχική διαμόρφωση!

source: Welcome to %s!
el: Καλώς ήρθατε στο %s!

source: One moment while we start the initial setup wizard.
el: Ένα λεπτό για να ξεκινήσουμε τον αρχικό οδηγό εγκατάστασης.

source: To bypass the wizard, click on the logo in the upper left corner.
el: Για να παρακάμψετε τον οδηγό, κάντε κλικ στο λογότυπο στην επάνω αριστερή γωνία.

source: Congratulations! %s is now configured.
el: Συγχαρητήρια! Το %s έχει πλέον ρυθμιστεί.

source: Please consider donating to the project to help us with our overhead costs. See %sour website%s to donate or purchase available %s support services.
el: Παρακαλώ σκεφτείτε να κάνετε δωρεά για το έργο, ώστε να μας βοηθήσετε με τα γενικά μας έξοδα. Δείτε την ιστοσελίδα %sour%s για να κάνετε δωρεές ή να αγοράσετε τις διαθέσιμες υπηρεσίες υποστήριξης %s.

source: Click to %scontinue to the dashboard%s.
el: Κάντε κλικ για να %συνεχίσετε στο ταμπλό%s.

source: Or click to %scheck for updates%s.
el: Ή κάντε κλικ στο %check for updates%s.

source: Save to load widget
el: Αποθήκευση για να φορτώσετε widget

source: You have already applied your settings!
el: Έχετε ήδη εφαρμόσει τις ρυθμίσεις σας!

source: An interface with the specified description already exists.
el: Μια διασύνδεση με την καθορισμένη περιγραφή υπάρχει ήδη.

source: The DHCP Server is active on this interface and it can be used only with a static IP configuration. Please disable the DHCP Server service on this interface first, then change the interface configuration.
el: Ο διακομιστής DHCP είναι ενεργός σε αυτή τη διασύνδεση και μπορεί να χρησιμοποιηθεί μόνο με στατική διαμόρφωση IP. Απενεργοποιήστε πρώτα την υπηρεσία διακομιστή DHCP σε αυτή τη διασύνδεση και, στη συνέχεια, αλλάξτε τη διαμόρφωση της διασύνδεσης.

source: The DHCPv6 Server is active on this interface and it can be used only with a static IPv6 configuration. Please disable the DHCPv6 Server service on this interface first, then change the interface configuration.
el: Ο διακομιστής DHCPv6 είναι ενεργός σε αυτή τη διασύνδεση και μπορεί να χρησιμοποιηθεί μόνο με στατική διαμόρφωση IPv6. Απενεργοποιήστε πρώτα την υπηρεσία διακομιστή DHCPv6 σε αυτή τη διασύνδεση και, στη συνέχεια, αλλάξτε τη διαμόρφωση της διασύνδεσης.

source: Cannot assign an IP configuration type to a tunnel interface.
el: Δεν είναι δυνατή η εκχώρηση ενός τύπου διαμόρφωσης IP σε μια διασύνδεση σήραγγας.

source: IPv4 address
el: Διεύθυνση IPv4

source: Subnet bit count
el: Αριθμός bit υποδικτύου

source: The DHCP override file "%s" does not exist.
el: Το αρχείο παράκαμψης DHCP "%s" δεν υπάρχει.

source: Modem Port
el: Θύρα μόντεμ

source: Phone Number
el: Αριθμός τηλεφώνου

source: Idle timeout value
el: Τιμή χρονικού ορίου αδράνειας

source: PPPoE password
el: Κωδικός πρόσβασης PPPoE

source: PPPoE username
el: Όνομα χρήστη PPPoE

source: PPTP local IP address
el: Τοπική διεύθυνση IP PPTP

source: PPTP password
el: Κωδικός πρόσβασης PPTP

source: PPTP remote IP address
el: Απομακρυσμένη διεύθυνση IP PPTP

source: PPTP subnet
el: Υποδίκτυο PPTP

source: PPTP username
el: Όνομα χρήστη PPTP

source: L2TP password
el: Κωδικός πρόσβασης L2TP

source: L2TP remote IP address
el: Απομακρυσμένη διεύθυνση IP L2TP

source: L2TP username
el: Όνομα χρήστη L2TP

source: IPv6 address
el: Διεύθυνση IPv6

source: The DHCPv6 override file "%s" does not exist.
el: Το αρχείο παράκαμψης DHCPv6 "%s" δεν υπάρχει.

source: 6RD border relay gateway must be a valid IPv4 address.
el: 6RD Η πύλη αναμετάδοσης συνόρων πρέπει να είναι μια έγκυρη διεύθυνση IPv4.

source: 6RD prefix must be a valid IPv6 subnet.
el: Το πρόθεμα 6RD πρέπει να είναι έγκυρο υποδίκτυο IPv6.

source: 6RD IPv4 prefix address must be a valid IPv4 address.
el: 6RD Η διεύθυνση προθέματος IPv4 πρέπει να είναι έγκυρη διεύθυνση IPv4.

source: 6RD IPv4 prefix length must be a number.
el: 6RD Το μήκος του προθέματος IPv4 πρέπει να είναι αριθμός.

source: You can only have one interface configured in 6rd with same prefix.
el: Μπορείτε να έχετε μόνο μία διασύνδεση ρυθμισμένη στο 6rd με το ίδιο πρόθεμα.

source: You can only have one interface configured as 6to4.
el: Μπορείτε να έχετε μόνο μία διασύνδεση ρυθμισμένη ως 6to4.

source: You must enter a valid hexadecimal number for the IPv6 prefix ID.
el: Πρέπει να εισαγάγετε έναν έγκυρο δεκαεξαδικό αριθμό για το αναγνωριστικό προθέματος IPv6.

source: You specified an IPv6 prefix ID that is out of range.
el: Καθορίσατε ένα αναγνωριστικό προθέματος IPv6 που είναι εκτός εύρους.

source: You specified an IPv6 prefix ID that is already in use.
el: Καθορίσατε ένα αναγνωριστικό προθέματος IPv6 που χρησιμοποιείται ήδη.

source: A valid IPv4 address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv4.

source: This IPv4 address is being used by another interface or VIP.
el: Αυτή η διεύθυνση IPv4 χρησιμοποιείται από άλλη διασύνδεση ή VIP.

source: This IPv4 address is the network address and cannot be used
el: Αυτή η διεύθυνση IPv4 είναι η διεύθυνση δικτύου και δεν μπορεί να χρησιμοποιηθεί

source: This IPv4 address is the broadcast address and cannot be used
el: Αυτή η διεύθυνση IPv4 είναι η διεύθυνση εκπομπής και δεν μπορεί να χρησιμοποιηθεί

source: This IPv4 address conflicts with a Static Route.
el: Αυτή η διεύθυνση IPv4 συγκρούεται με μια στατική διαδρομή.

source: A valid IPv6 address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6.

source: This IPv6 address is being used by another interface or VIP.
el: Αυτή η διεύθυνση IPv6 χρησιμοποιείται από άλλη διασύνδεση ή VIP.

source: This IPv6 address conflicts with a Static Route.
el: Αυτή η διεύθυνση IPv6 συγκρούεται με μια στατική διαδρομή.

source: A valid subnet bit count must be specified.
el: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit υποδικτύου.

source: A valid alias IP address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP ψευδώνυμου.

source: A valid alias subnet bit count must be specified.
el: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit υποδικτύου ψευδώνυμου.

source: A valid alias IP address must be specified to reject DHCP Leases from.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP ψευδώνυμο για την απόρριψη των μισθώσεων DHCP από.

source: A valid gateway must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη πύλη.

source: The service name contains invalid characters.
el: Το όνομα της υπηρεσίας περιέχει μη έγκυρους χαρακτήρες.

source: The idle timeout value must be an integer.
el: Η τιμή του χρονικού ορίου αδράνειας πρέπει να είναι ακέραιος αριθμός.

source: A valid PPTP local IP address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη τοπική διεύθυνση IP PPTP.

source: A valid PPTP subnet bit count must be specified.
el: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit υποδικτύου PPTP.

source: A valid PPTP remote IP address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη απομακρυσμένη διεύθυνση IP PPTP.

source: A valid MAC address must be specified.
el: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση MAC.

source: The MTU must be greater than %s bytes and less than %s.
el: Η MTU πρέπει να είναι μεγαλύτερη από %s bytes και μικρότερη από %s.

source: MTU of a VLAN should not be bigger than parent interface.
el: Η MTU ενός VLAN δεν πρέπει να είναι μεγαλύτερη από τη διεπαφή γονέα.

source: Interface %s (VLAN) has MTU set to a bigger value
el: Η διασύνδεση %s (VLAN) έχει ρυθμίσει το MTU σε μεγαλύτερη τιμή

source: The MSS must be greater than 576 bytes.
el: Το MSS πρέπει να είναι μεγαλύτερο από 576 bytes.

source: Unable to change mode to %s. You may already have the maximum number of wireless clones supported in this mode.
el: Αδυναμία αλλαγής λειτουργίας σε %s. Μπορεί να έχετε ήδη τον μέγιστο αριθμό ασύρματων κλώνων που υποστηρίζονται σε αυτή τη λειτουργία.

source: Invalid WEP key size. Sizes should be 40 (64) bit keys or 104 (128) bit.
el: Μη έγκυρο μέγεθος κλειδιού WEP. Τα μεγέθη πρέπει να είναι 40 (64) bit ή 104 (128) bit.

source: The length of the passphrase should be between 8 and 63 characters.
el: Το μήκος της συνθηματικής φράσης θα πρέπει να είναι μεταξύ 8 και 63 χαρακτήρων.

source: Don't forget to adjust the DHCP Server range if needed after applying.
el: Μην ξεχάσετε να προσαρμόσετε το εύρος του διακομιστή DHCP, αν χρειάζεται, μετά την εφαρμογή.

source: The %s configuration has been changed.
el: Η διαμόρφωση %s έχει αλλάξει.

source: Basic configuration
el: Βασική διαμόρφωση

source: Enable Interface
el: Ενεργοποίηση διεπαφής

source: Lock
el: Κλείδωμα

source: Prevent interface removal
el: Αποτροπή αφαίρεσης διεπαφής

source: The real device name of this interface.
el: Το πραγματικό όνομα συσκευής αυτής της διασύνδεσης.

source: Enter a description (name) for the interface here.
el: Εισάγετε εδώ μια περιγραφή (όνομα) για τη διασύνδεση.

source: Generic configuration
el: Γενική διαμόρφωση

source: Block private networks
el: Αποκλεισμός ιδιωτικών δικτύων

source: Bogons are prefixes that should never appear in the Internet routing table, and obviously should not appear as the source address in any packets you receive.
el: Τα Bogons είναι προθέματα που δεν θα πρέπει ποτέ να εμφανίζονται στον πίνακα δρομολόγησης του Διαδικτύου και προφανώς δεν θα πρέπει να εμφανίζονται ως διεύθυνση προέλευσης σε οποιαδήποτε πακέτα που λαμβάνετε.

source: Static IPv4
el: Στατικό IPv4

source: IPv6 Configuration Type
el: Τύπος διαμόρφωσης IPv6

source: 6rd Tunnel
el: 6η σήραγγα

source: 6to4 Tunnel
el: Σήραγγα 6to4

source: Static IPv6
el: Στατικό IPv6

source: Track Interface
el: Διασύνδεση τροχιάς

source: This field can be used to spoof the MAC address of the interface. Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank if unsure. This may only be required e.g. with certain cable connections on a WAN interface.
el: Αυτό το πεδίο μπορεί να χρησιμοποιηθεί για την παραποίηση της διεύθυνσης MAC της διασύνδεσης. Εισάγετε μια διεύθυνση MAC με την ακόλουθη μορφή: xx:xx:xx:xx:xx:xx:xx:xx ή αφήστε την κενή αν δεν είστε σίγουροι. Αυτό μπορεί να απαιτείται μόνο π.χ. με ορισμένες καλωδιακές συνδέσεις σε μια διασύνδεση WAN.

source: Insert my currently connected MAC address (use with care)
el: Εισαγωγή της τρέχουσας συνδεδεμένης διεύθυνσης MAC (χρησιμοποιήστε την με προσοχή)

source: Calculated PPP MTU
el: Υπολογισμένη MTU PPP

source: If you leave this field blank, the adapter's default MTU will be used. This is typically 1500 bytes but can vary in some circumstances.
el: Εάν αφήσετε αυτό το πεδίο κενό, θα χρησιμοποιηθεί η προεπιλεγμένη MTU του προσαρμογέα. Αυτό είναι συνήθως 1500 bytes, αλλά μπορεί να διαφέρει σε ορισμένες περιπτώσεις.

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (IPv4) or 60 (IPv6) will be in effect (TCP/IP header size).
el: Εάν εισαγάγετε μια τιμή σε αυτό το πεδίο, τότε θα ισχύει η σύσφιξη MSS για συνδέσεις TCP στην τιμή που έχει εισαχθεί παραπάνω μείον 40 (IPv4) ή 60 (IPv6) (μέγεθος κεφαλίδας TCP/IP).

source: Speed and duplex
el: Ταχύτητα και duplex

source: Default (no preference, typically autoselect)
el: Προεπιλογή (καμία προτίμηση, συνήθως αυτόματη επιλογή)

source: Here you can explicitly set speed and duplex mode for this interface. WARNING: You MUST leave this set to autoselect (automatically negotiate speed) unless the port this interface connects to has its speed and duplex forced.
el: Εδώ μπορείτε να ορίσετε ρητά την ταχύτητα και τη λειτουργία duplex για αυτή τη διασύνδεση. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: ΠΡΕΠΕΙ να αφήσετε αυτό το στοιχείο να ρυθμιστεί στην επιλογή autoselect (αυτόματη διαπραγμάτευση της ταχύτητας), εκτός εάν η θύρα στην οποία συνδέεται αυτή η διασύνδεση έχει επιβάλει την ταχύτητα και το duplex.

source: Put interface into permanently promiscuous mode. Only to be used for specific usecases requiring the interface to receive all packets being received. When unsure, leave this disabled.
el: Θέστε τη διασύνδεση σε μόνιμα ασύρματη λειτουργία. Πρέπει να χρησιμοποιείται μόνο για συγκεκριμένες περιπτώσεις χρήσης που απαιτούν από τη διασύνδεση να λαμβάνει όλα τα πακέτα που λαμβάνονται. Όταν δεν είστε σίγουροι, αφήστε το απενεργοποιημένο.

source: Dynamic gateway policy
el: Δυναμική πολιτική πύλης

source: This interface does not require an intermediate system to act as a gateway
el: Αυτή η διεπαφή δεν απαιτεί ένα ενδιάμεσο σύστημα να ενεργεί ως πύλη.

source: If the destination is directly reachable via an interface requiring no intermediary system to act as a gateway, you can select this option which allows dynamic gateways to be created without direct target addresses. Some tunnel types support this.
el: Εάν ο προορισμός είναι άμεσα προσβάσιμος μέσω μιας διασύνδεσης που δεν απαιτεί ενδιάμεσο σύστημα που να ενεργεί ως πύλη, μπορείτε να επιλέξετε αυτή την επιλογή, η οποία επιτρέπει τη δημιουργία δυναμικών πυλών χωρίς άμεσες διευθύνσεις προορισμού. Ορισμένοι τύποι σήραγγας το υποστηρίζουν αυτό.

source: Hardware settings
el: Ρυθμίσεις υλικού

source: Overwrite global settings
el: Αντικατάσταση παγκόσμιων ρυθμίσεων

source: Overwrite custom interface hardware settings with settings specified below
el: Αντικατάσταση των προσαρμοσμένων ρυθμίσεων υλικού διασύνδεσης με τις ρυθμίσεις που καθορίζονται παρακάτω

source: Hardware CRC
el: Υλικό CRC

source: Disable hardware checksum offload
el: Απενεργοποίηση εκφόρτωσης αθροίσματος ελέγχου υλικού

source: Checking this option will disable hardware checksum offloading. Checksum offloading is broken in some hardware, particularly some Realtek cards. Rarely, drivers may have problems with checksum offloading and some specific NICs.
el: Η επιλογή αυτή θα απενεργοποιήσει την εκφόρτωση αθροίσματος ελέγχου υλικού. Η εκφόρτωση αθροίσματος ελέγχου είναι χαλασμένη σε ορισμένο υλικό, ιδίως σε ορισμένες κάρτες Realtek. Σπάνια, οι οδηγοί ενδέχεται να έχουν προβλήματα με την εκφόρτωση αθροίσματος ελέγχου και ορισμένες συγκεκριμένες NIC.

source: Hardware TSO
el: Υλικό TSO

source: Disable hardware TCP segmentation offload
el: Απενεργοποίηση της τμηματοποίησης υλικού TCP offload
