Repository: DynFi/opnsense-core
Catalog: translations/gr_*.po
Languages: el

source: The filename may only contain letters, digits and one dot (not required).
el: Το όνομα αρχείου μπορεί να περιέχει μόνο γράμματα, ψηφία και μία τελεία (δεν απαιτείται).

source: The first hour of the day is 0.
el: Η πρώτη ώρα της ημέρας είναι 0.

source: The host field is required if a domain has not been specified.
el: Το πεδίο host είναι υποχρεωτικό εάν δεν έχει καθοριστεί τομέας.

source: The last hour of the day is 23!
el: Η τελευταία ώρα της ημέρας είναι 23!

source: The match name must be set.
el: Το όνομα του αγώνα πρέπει να οριστεί.

source: The proxy name must be set.
el: Πρέπει να οριστεί το όνομα μεσολάβησης.

source: This does not look like a valid proxy or direct connection.
el: Αυτό δεν μοιάζει με έγκυρη σύνδεση μεσολάβησης ή απευθείας σύνδεση.

source: This does not look like a valid url.
el: Αυτό δεν μοιάζει με έγκυρο url.

source: This must be a valid port number.
el: Αυτός πρέπει να είναι ένας έγκυρος αριθμός θύρας.

source: Thunder
el: Κεραυνός

source: Thursday
el: Πέμπτη

source: Time Range
el: Εύρος χρόνου

source: Timor-Leste
el: Τιμόρ-Λέστε

source: Togo
el: Τόγκο

source: Tokelau
el: Τοκελάου

source: Tonga
el: Τόνγκα

source: Trace Route
el: Ιχνηλατήστε τη διαδρομή

source: Traffic Mgmt
el: Διαχείριση κυκλοφορίας

source: Trinidad and Tobago
el: Τρινιντάντ και Τομπάγκο

source: Tuesday
el: Τρίτη

source: Tunisia
el: Τυνησία

source: Turkey
el: Τουρκία

source: Turkmenistan
el: Τουρκμενιστάν

source: Turks and Caicos Islands
el: Νήσοι Τερκς και Κάικος

source: Tuvalu
el: Τουβαλού

source: Types
el: Τύποι

source: URL Matches
el: Αντιστοιχίες URL

source: URL Table (IPs)
el: Πίνακας URL (IPs)

source: URL has to start with http:// or https://
el: Η διεύθυνση URL πρέπει να αρχίζει με http:// ή https://

source: USER
el: ΧΡΗΣΤΗΣ

source: UUCP subsystem
el: Υποσύστημα UUCP

source: Uganda
el: Ουγκάντα

source: Ukraine
el: Ουκρανία

source: Uncommon TLS ALPN
el: Ασυνήθιστο TLS ALPN

source: United Arab Emirates
el: Ηνωμένα Αραβικά Εμιράτα

source: United Kingdom
el: Ηνωμένο Βασίλειο

source: United States
el: Ηνωμένες Πολιτείες

source: United States Minor Outlying Islands
el: Μικρά απομακρυσμένα νησιά των Ηνωμένων Πολιτειών

source: Unless
el: Εκτός αν

source: Unmonitor
el: Μη παρακολούθηση

source: Unsafe Protocol
el: Μη ασφαλές πρωτόκολλο

source: Uruguay
el: Ουρουγουάη

source: User Forum
el: Φόρουμ χρηστών

source: User custom category 1
el: Προσαρμοσμένη κατηγορία χρήστη 1

source: User custom category 2
el: Προσαρμοσμένη κατηγορία χρήστη 2

source: User custom category 3
el: Προσαρμοσμένη κατηγορία χρήστη 3

source: User custom category 4
el: Προσαρμοσμένη κατηγορία χρήστη 4

source: User custom category 5
el: Προσαρμοσμένη κατηγορία χρήστη 5

source: Username can be up to 32 signs long. Alphanumeric characters and also dot, dash and underscore allowed.
el: Το όνομα χρήστη μπορεί να έχει μήκος έως και 32 σημεία. Επιτρέπονται αλφαριθμητικοί χαρακτήρες, καθώς και τελεία, παύλα και υπογράμμιση.

source: Users
el: Χρήστες

source: Uzbekistan
el: Ουζμπεκιστάν

source: Value needs to be between 0 and 23; multiple values, ranges, steps and asterisk are supported (ex. 1,2,8 or 0-8).
el: Η τιμή πρέπει να είναι μεταξύ 0 και 23. Υποστηρίζονται πολλαπλές τιμές, εύρος τιμών, βήματα και αστερίσκος (π.χ. 1,2,8 ή 0-8).

source: Value needs to be between 0 and 59; multiple values, ranges, steps and asterisk are supported (ex. 1,10,20,30 or 1-30).
el: Η τιμή πρέπει να είναι μεταξύ 0 και 59. Υποστηρίζονται πολλαπλές τιμές, εύρος τιμών, βήματα και αστερίσκος (π.χ. 1,10,20,30 ή 1-30).

source: Value needs to be between 0 and 7 (Sunday to Sunday), multiple values, ranges, steps and asterisk are supported (ex. 1,2,4 or 0-4).
el: Η τιμή πρέπει να είναι μεταξύ 0 και 7 (από Κυριακή σε Κυριακή), υποστηρίζονται πολλαπλές τιμές, εύρος τιμών, βήματα και αστερίσκοι (π.χ. 1,2,4 ή 0-4).

source: Value needs to be between 1 and 12 or JAN to DEC, multiple values, ranges, steps and asterisk are supported (ex. JAN,2,10 or 3-8).
el: Η τιμή πρέπει να είναι μεταξύ 1 και 12 ή από ΙΑΝ έως ΔΕΚ, υποστηρίζονται πολλαπλές τιμές, εύρος τιμών, βήματα και αστερίσκοι (π.χ. JAN,2,10 ή 3-8).

source: Value needs to be between 1 and 31; multiple values, ranges, L (last day of month), steps and asterisk are supported (ex. 1,2,8 or 1-28).
el: Η τιμή πρέπει να είναι μεταξύ 1 και 31. Υποστηρίζονται πολλαπλές τιμές, εύρος τιμών, L (τελευταία ημέρα του μήνα), βήματα και αστερίσκος (π.χ. 1,2,8 ή 1-28).

source: Vanuatu
el: Βανουάτου

source: Venezuela
el: Βενεζουέλα

source: Verbose
el: Λεκτικός

source: Video
el: Βίντεο

source: Vietnam
el: Βιετνάμ

source: Virgin Islands, British
el: Παρθένοι Νήσοι, Βρετανικές

source: Virgin Islands, U.S.
el: Παρθένοι Νήσοι, ΗΠΑ

source: Vouchers
el: Κουπόνια

source: Wallis and Futuna
el: Wallis και Futuna

source: Warning
el: Προειδοποίηση

source: Weak TLS cipher
el: Ασθενής κρυπτογράφηση TLS

source: Weapons
el: Όπλα

source: Web
el: Ιστοσελίδα

source: Wednesday
el: Τετάρτη

source: Weekday Range
el: Εβδομαδιαία σειρά

source: Weight must be between 1...100
el: Το βάρος πρέπει να είναι μεταξύ 1...100

source: Western Sahara
el: Δυτική Σαχάρα

source: When enabling "Log SNI information only", SSL inspection must also be enabled
el: Όταν ενεργοποιείτε την επιλογή "Μόνο πληροφορίες SNI καταγραφής", πρέπει επίσης να είναι ενεργοποιημένη η επιθεώρηση SSL.

source: WindowsSpyBlocker (extra)
el: WindowsSpyBlocker (επιπλέον)

source: WindowsSpyBlocker (spy)
el: WindowsSpyBlocker (κατάσκοπος)

source: WindowsSpyBlocker (update)
el: WindowsSpyBlocker (ενημέρωση)

source: Wizard
el: Μάγος

source: XSS attack
el: Επίθεση XSS

source: Yemen
el: Υεμένη

source: YoYo List
el: Λίστα YoYo

source: You have to enable Disable Routes option.
el: Πρέπει να ενεργοποιήσετε την επιλογή Απενεργοποίηση δρομολογίων.

source: You have to enable FreeRADIUS DHCP service.
el: Πρέπει να ενεργοποιήσετε την υπηρεσία DHCP του FreeRADIUS.

source: You need to set a proper listening IP.
el: Πρέπει να ορίσετε μια σωστή IP ακρόασης.

source: You need to set a propper VLAN ID.
el: Πρέπει να ορίσετε ένα propper VLAN ID.

source: Zambia
el: Ζάμπια

source: Zimbabwe
el: Ζιμπάμπουε

source: Zoom
el: Ζουμ

source: ah
el: αχ

source: alert
el: ειδοποίηση

source: both
el: και οι δύο

source: bucket size should be between 1...65535
el: Το μέγεθος του κάδου πρέπει να είναι μεταξύ 1...65535

source: clock daemon
el: δαίμονας ρολογιού

source: destination
el: προορισμός

source: emergency
el: έκτακτης ανάγκης

source: error
el: σφάλμα

source: files
el: αρχεία

source: kernel messages
el: μηνύματα πυρήνα

source: line printer subsystem
el: υποσύστημα γραμμικού εκτυπωτή

source: locally used (0)
el: χρησιμοποιείται τοπικά (0)

source: locally used (1)
el: χρησιμοποιείται τοπικά (1)

source: locally used (2)
el: χρησιμοποιείται τοπικά (2)

source: locally used (3)
el: χρησιμοποιείται τοπικά (3)

source: locally used (4)
el: χρησιμοποιείται τοπικά (4)

source: locally used (5)
el: χρησιμοποιείται τοπικά (5)

source: locally used (6)
el: χρησιμοποιείται τοπικά (6)

source: locally used (7)
el: χρησιμοποιείται τοπικά (7)

source: log alert
el: ειδοποίηση καταγραφής

source: log audit
el: έλεγχος καταγραφής

source: mail system
el: σύστημα αλληλογραφίας

source: max size needs to be an integer value between 1 and 65535
el: το μέγιστο μέγεθος πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 65535

source: menu
el: μενού

source: messages generated internally by syslogd
el: μηνύματα που παράγονται εσωτερικά από το syslogd

source: network news subsystem
el: υποσύστημα ειδήσεων δικτύου

source: notice
el: ειδοποίηση

source: origin should be regular text of max 30 characters
el: η προέλευση πρέπει να είναι κανονικό κείμενο με μέγιστο αριθμό 30 χαρακτήρων

source: provide a valid sequence for sorting
el: παρέχουν μια έγκυρη ακολουθία για την ταξινόμηση

source: queue size should be between 2...100
el: Το μέγεθος της ουράς πρέπει να είναι μεταξύ 2...100

source: security/authorization messages
el: μηνύματα ασφαλείας/εξουσιοδότησης

source: source
el: πηγή

source: system daemons
el: δαίμονες του συστήματος

source: tcp (ACK packets only)
el: tcp (μόνο πακέτα ACK)

source: tcp (non-ACK packets)
el: tcp (μη-ACK πακέτα)

source: the number of sslrtd children needs to be an integer value between 1 and 32
el: ο αριθμός των παιδιών του sslrtd πρέπει να είναι ένας ακέραιος αριθμός μεταξύ 1 και 32

source: user-level messages
el: μηνύματα σε επίπεδο χρήστη

source: warn
el: προειδοποίηση

source: (leave empty for none)
el: (αφήστε το κενό για κανένα)

source: (leave empty to keep current one)
el: (αφήστε το κενό για να διατηρήσετε το τρέχον)

source: A Windows Internet Name Service (WINS) server to provide for connecting clients, which allows them to browse Windows shares. This is typically an Active Directory Domain Controller, designated WINS server, or Samba server.
el: Ένας διακομιστής WINS (Windows Internet Name Service) για την παροχή σύνδεσης σε πελάτες, η οποία τους επιτρέπει την περιήγηση σε κοινόχρηστα των Windows. Πρόκειται συνήθως για έναν ελεγκτή τομέα Active Directory, έναν καθορισμένο διακομιστή WINS ή έναν διακομιστή Samba.

source: A name for this OpenVPN instance, for your reference. It can be set however you like, but is often used to distinguish the purpose of the service (e.g. "Remote Technical Staff").
el: Ένα όνομα για αυτήν την περίπτωση OpenVPN, για την αναφορά σας. Μπορεί να οριστεί όπως θέλετε, αλλά συχνά χρησιμοποιείται για να διακρίνει το σκοπό της υπηρεσίας (π.χ. "Απομακρυσμένο τεχνικό προσωπικό").

source: A name for your reference, to identify this certificate. This is also known as the certificate's "Common Name".
el: Ένα όνομα για την αναφορά σας, ώστε να αναγνωρίζετε αυτό το πιστοποιητικό. Αυτό είναι επίσης γνωστό ως "Κοινό όνομα" του πιστοποιητικού.

source: A name for your reference, to identify this certificate. This is the same as common-name field for other Certificates.
el: Ένα όνομα για την αναφορά σας, ώστε να αναγνωρίζετε αυτό το πιστοποιητικό. Είναι το ίδιο με το πεδίο common-name για άλλα πιστοποιητικά.

source: A reload is now in progress. The wizard will redirect you to the dashboard once the reload is completed.
el: Η επαναφόρτωση είναι τώρα σε εξέλιξη. Ο οδηγός θα σας ανακατευθύνει στο ταμπλό μόλις ολοκληρωθεί η επαναφόρτωση.

source: Add Certificate Authority
el: Προσθήκη Αρχής Πιστοποιητικού

source: Add LDAP Server
el: Προσθήκη διακομιστή LDAP

source: Add RADIUS Server
el: Προσθήκη διακομιστή RADIUS

source: Add a Server Certificate
el: Προσθήκη πιστοποιητικού διακομιστή

source: Add a rule to allow all traffic from connected clients to pass across the VPN tunnel.
el: Προσθέστε έναν κανόνα για να επιτρέπεται η διέλευση όλης της κυκλοφορίας από συνδεδεμένους πελάτες μέσω της σήραγγας VPN.

source: Add a rule to permit traffic from clients on the Internet to the OpenVPN server process.
el: Προσθέστε έναν κανόνα για να επιτρέπετε την κυκλοφορία από πελάτες στο Διαδίκτυο προς τη διαδικασία διακομιστή OpenVPN.

source: Add new CA
el: Προσθήκη νέας CA

source: Add new Certificate
el: Προσθήκη νέου πιστοποιητικού

source: Add new LDAP server
el: Προσθήκη νέου διακομιστή LDAP

source: Add new RADIUS server
el: Προσθήκη νέου διακομιστή RADIUS

source: Add new Server
el: Προσθήκη νέου διακομιστή

source: Address of the LDAP server.
el: Διεύθυνση του διακομιστή LDAP.

source: Address of the RADIUS server.
el: Διεύθυνση του διακομιστή RADIUS.

source: Allow DNS servers to be overridden by DHCP/PPP on WAN
el: Επιτρέψτε την παράκαμψη διακομιστών DNS από DHCP/PPP στο WAN

source: Allow communication between clients connected to this server.
el: Επιτρέπει την επικοινωνία μεταξύ των πελατών που είναι συνδεδεμένοι σε αυτόν τον διακομιστή.

source: Allow connected clients to retain their connections if their IP address changes.
el: Επιτρέψτε στους συνδεδεμένους πελάτες να διατηρούν τις συνδέσεις τους εάν αλλάξει η διεύθυνση IP τους.

source: Allow multiple concurrent connections from clients using the same Common Name. This is not generally recommended, but may be needed for some scenarios.
el: Επιτρέπει πολλαπλές ταυτόχρονες συνδέσεις από πελάτες που χρησιμοποιούν το ίδιο Κοινό όνομα. Αυτό δεν συνιστάται γενικά, αλλά μπορεί να είναι απαραίτητο για ορισμένα σενάρια.

source: Authentication Containers
el: Περιέκτες ελέγχου ταυτότητας

source: Authentication Port
el: Θύρα ελέγχου ταυτότητας

source: Authentication Type Selection
el: Επιλογή τύπου ελέγχου ταυτότητας

source: Automatically generate a shared TLS authentication key.
el: Δημιουργήστε αυτόματα ένα κοινόχρηστο κλειδί ελέγχου ταυτότητας TLS.

source: Block RFC1918 Private Networks
el: Αποκλεισμός ιδιωτικών δικτύων RFC1918

source: Block non-Internet routed networks from entering via WAN
el: Αποκλεισμός της εισόδου δικτύων που δεν δρομολογούνται μέσω Internet μέσω WAN

source: Block private networks from entering via WAN
el: Αποκλεισμός ιδιωτικών δικτύων από την είσοδο μέσω WAN

source: Certificate Authority Selection
el: Επιλογή Αρχής Πιστοποιητικού

source: Choose a Certificate Authority (CA)
el: Επιλέξτε μια Αρχή Πιστοποιητικών (CA)

source: Choose a Server Certificate
el: Επιλέξτε ένα πιστοποιητικό διακομιστή

source: City or other Locality name (e.g. Middelharnis, Leipzig, Louisville).
el: Πόλη ή άλλο όνομα τόπου (π.χ. Middelharnis, Leipzig, Louisville).

source: Click 'Reload' to apply the changes.
el: Κάντε κλικ στο 'Reload' (Επαναφόρτωση) για να εφαρμόσετε τις αλλαγές.

source: Compress tunnel packets using the LZO algorithm. Adaptive compression will dynamically disable compression for a period of time if OpenVPN detects that the data in the packets is not being compressed efficiently.
el: Συμπίεση πακέτων σήραγγας με χρήση του αλγορίθμου LZO. Η προσαρμοστική συμπίεση θα απενεργοποιήσει δυναμικά τη συμπίεση για ένα χρονικό διάστημα, εάν το OpenVPN ανιχνεύσει ότι τα δεδομένα στα πακέτα δεν συμπιέζονται αποτελεσματικά.

source: Concurrent Connections
el: Ταυτόχρονες συνδέσεις

source: Configure LAN Interface
el: Διαμόρφωση της διασύνδεσης LAN

source: Configure WAN Interface
el: Ρύθμιση της διασύνδεσης WAN

source: Create a New Certificate Authority (CA) Certificate
el: Δημιουργία νέου πιστοποιητικού Αρχής Πιστοποιητικού (CA)

source: Create a New Server Certificate
el: Δημιουργία νέου πιστοποιητικού διακομιστή

source: Create new Certificate
el: Δημιουργία νέου πιστοποιητικού

source: DHCP Hostname
el: Όνομα κεντρικού υπολογιστή DHCP

source: DNS Server 1
el: Διακομιστής DNS 1

source: DNS Server 2
el: Διακομιστής DNS 2

source: DNS Server 3
el: Διακομιστής DNS 3

source: DNS Server 4
el: Διακομιστής DNS 4

source: DNS server to provide for connecting client systems.
el: διακομιστή DNS για να παρέχει τη δυνατότητα σύνδεσης συστημάτων-πελατών.

source: Descriptive name for the RADIUS server, for your reference.
el: Περιγραφικό όνομα για τον διακομιστή RADIUS, για την αναφορά σας.

source: Descriptive server name, for your own reference.
el: Περιγραφικό όνομα διακομιστή, για δική σας αναφορά.

source: Domain name field is invalid
el: Το πεδίο όνομα τομέα είναι άκυρο

source: Email address for the Certificate contact. Often the email of the person generating the certificate (i.e. You.)
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου για την επαφή με το πιστοποιητικό. Συχνά το email του ατόμου που παράγει το πιστοποιητικό (π.χ. εσείς).

source: Enable NetBIOS over TCP/IP. If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled.
el: Ενεργοποίηση του NetBIOS μέσω TCP/IP. Εάν αυτή η επιλογή δεν οριστεί, όλες οι επιλογές NetBIOS-over-TCP/IP (συμπεριλαμβανομένου του WINS) θα είναι απενεργοποιημένες.

source: Enable Resolver
el: Ενεργοποίηση Resolver

source: Enable authentication of TLS packets.
el: Ενεργοποίηση της αυθεντικοποίησης των πακέτων TLS.

source: Encryption Algorithm
el: Αλγόριθμος κρυπτογράφησης

source: Enter the hostname (FQDN) of the time server.
el: Εισάγετε το όνομα κεντρικού υπολογιστή (FQDN) του διακομιστή ώρας.

source: Finish
el: Τέλος

source: Finished!
el: Τελείωσε!

source: Firewall Rule
el: Κανόνας τείχους προστασίας

source: Firewall Rule Configuration
el: Διαμόρφωση κανόνα τείχους προστασίας

source: Firewall Rules control what network traffic is permitted. You must add rules to allow traffic to the OpenVPN server's IP and port, as well as allowing traffic from connected clients through the tunnel. These rules can be automatically added here, or configured manually after completing the wizard.
el: Οι κανόνες τείχους προστασίας ελέγχουν την επιτρεπόμενη κυκλοφορία δικτύου. Πρέπει να προσθέσετε κανόνες για να επιτρέψετε την κυκλοφορία προς την IP και τη θύρα του διακομιστή OpenVPN, καθώς και για να επιτρέψετε την κυκλοφορία από συνδεδεμένους πελάτες μέσω της σήραγγας. Αυτοί οι κανόνες μπορούν να προστεθούν αυτόματα εδώ ή να ρυθμιστούν χειροκίνητα μετά την ολοκλήρωση του οδηγού.

source: Full State of Province name, not abbreviated (e.g. Zuid Holland, Sachsen, Kentucky).
el: Πλήρες όνομα του κρατιδίου ή της επαρχίας, όχι συντομογραφημένο (π.χ. Zuid Holland, Sachsen, Kentucky).

source: Gateway IP Address field is invalid
el: Το πεδίο Διεύθυνση IP πύλης είναι άκυρο

source: General Information
el: Γενικές πληροφορίες

source: General OpenVPN Server Information
el: Γενικές πληροφορίες διακομιστή OpenVPN

source: General Setup
el: Γενική ρύθμιση

source: General configuration
el: Γενική διαμόρφωση

source: Generate TLS Key
el: Δημιουργία κλειδιού TLS

source: Group Naming Attribute
el: Χαρακτηριστικό ονομασίας ομάδας

source: IP Address field is invalid
el: Το πεδίο IP Address είναι άκυρο

source: If a user DN was supplied above, this password will also be used when performing a bind operation.
el: Εάν παραπάνω παρέχεται ένα DN χρήστη, αυτός ο κωδικός πρόσβασης θα χρησιμοποιηθεί επίσης κατά την εκτέλεση μιας λειτουργίας σύνδεσης.

source: If left blank, an anonymous bind will be done.
el: Αν παραμείνει κενό, θα γίνει ανώνυμη σύνδεση.

source: If you are unsure, leave this set to "Local User Access".
el: Αν δεν είστε σίγουροι, αφήστε το σε "Πρόσβαση τοπικού χρήστη".

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (TCP/IP header size) will be in effect. If you leave this field blank, an MSS of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed. This should match the above MTU value in most all cases.
el: Εάν εισαγάγετε μια τιμή σε αυτό το πεδίο, τότε θα ισχύει η δέσμευση MSS για συνδέσεις TCP στην τιμή που έχει εισαχθεί παραπάνω μείον 40 (μέγεθος κεφαλίδας TCP/IP). Εάν αφήσετε αυτό το πεδίο κενό, θα θεωρηθεί MSS 1492 bytes για PPPoE και 1500 bytes για όλους τους άλλους τύπους σύνδεσης. Αυτό θα πρέπει να ταιριάζει με την παραπάνω τιμή MTU στις περισσότερες περιπτώσεις.

source: Inter-Client Communication
el: Επικοινωνία μεταξύ πελατών

source: Invalid Hostname
el: Μη έγκυρο όνομα κεντρικού υπολογιστή

source: LAN IP Address
el: Διεύθυνση IP LAN

source: LAN IP Address field is invalid
el: Το πεδίο διεύθυνσης IP LAN είναι άκυρο

source: LDAP Authentication Server List
el: Λίστα διακομιστών ελέγχου ταυτότητας LDAP

source: LDAP Authentication Server Parameters
el: Παράμετροι διακομιστή ελέγχου ταυτότητας LDAP

source: LDAP Bind Password
el: Κωδικός πρόσβασης πρόσδεσης LDAP

source: LDAP Bind User DN
el: LDAP Σύνδεση χρήστη DN

source: LDAP Server Selection
el: Επιλογή διακομιστή LDAP

source: LDAP Server port, leave blank for the default (389 for TCP, 636 for SSL).
el: Θύρα διακομιστή LDAP, αφήστε κενό για την προεπιλεγμένη τιμή (389 για TCP, 636 για SSL).

source: LDAP servers
el: Διακομιστές LDAP

source: Lifetime in days. This is commonly set to 397 (approximately 1 year).
el: Διάρκεια ζωής σε ημέρες. Συνήθως ορίζεται σε 397 (περίπου 1 έτος).

source: Lifetime in days. This is commonly set to 825 (approximately 2 years).
el: Διάρκεια ζωής σε ημέρες. Συνήθως ορίζεται σε 825 (περίπου 2 χρόνια).

source: Local Port
el: Τοπικό λιμάνι

source: Local User Access
el: Πρόσβαση τοπικών χρηστών

source: Local port upon which OpenVPN will listen for connections. The default port is 1194. Leave this blank to auto-select an unused port.
el: Τοπική θύρα στην οποία το OpenVPN θα ακούει για συνδέσεις. Η προεπιλεγμένη θύρα είναι 1194. Αφήστε το κενό για αυτόματη επιλογή μιας αχρησιμοποίητης θύρας.

source: MAC Address field is invalid
el: Το πεδίο διεύθυνσης MAC είναι άκυρο

source: Member Naming Attribute
el: Χαρακτηριστικό ονομασίας μέλους

source: NTP Server
el: Διακομιστής NTP

source: NTP Server 2
el: Διακομιστής NTP 2

source: NetBIOS Node Type
el: Τύπος κόμβου NetBIOS

source: Network Time Protocol server to provide for connecting client systems.
el: Διακομιστής του πρωτοκόλλου Network Time Protocol για τη σύνδεση συστημάτων-πελατών.

source: On this screen we will configure the Local Area Network information.
el: Σε αυτή την οθόνη θα ρυθμίσουμε τις πληροφορίες του τοπικού δικτύου.

source: OpenVPN rule
el: Κανόνας OpenVPN

source: Organization name, often the Company or Group name.
el: Όνομα οργανισμού, συχνά το όνομα της εταιρείας ή του ομίλου.

source: Override DNS
el: Παράκαμψη DNS

source: PPPoE Idle timeout
el: PPPoE Χρονικό όριο αδράνειας

source: PPPoE Password
el: Κωδικός πρόσβασης PPPoE

source: PPPoE Service name
el: PPPoE Όνομα υπηρεσίας

source: PPPoE Username
el: Όνομα χρήστη PPPoE

source: PPTP Idle timeout
el: Χρονικό όριο αδράνειας PPTP

source: PPTP Local IP Address
el: Τοπική διεύθυνση IP PPTP

source: PPTP Local IP Address field is invalid
el: Το πεδίο PPTP Local IP Address είναι άκυρο

source: PPTP Password
el: Κωδικός πρόσβασης PPTP

source: PPTP Remote IP Address
el: Απομακρυσμένη διεύθυνση IP PPTP

source: PPTP Remote IP Address field is invalid
el: Το πεδίο PPTP Remote IP Address είναι άκυρο

source: PPTP Username
el: Όνομα χρήστη PPTP

source: PPTP configuration
el: Ρύθμιση PPTP

source: Paste in a shared TLS key if one has already been generated.
el: Επικολλήστε ένα κοινόχρηστο κλειδί TLS, εάν έχει ήδη δημιουργηθεί.

source: Port used by the RADIUS server for accepting Authentication requests, typically 1812.
el: Θύρα που χρησιμοποιείται από τον διακομιστή RADIUS για την αποδοχή αιτήσεων ελέγχου ταυτότητας, συνήθως 1812.

source: Primary DNS Server
el: Πρωτεύων διακομιστής DNS

source: Primary DNS Server field is invalid
el: Το πεδίο Primary DNS Server είναι άκυρο

source: Protocol to use for OpenVPN connections. If you are unsure, leave this set to UDP.
el: Πρωτόκολλο που θα χρησιμοποιείται για συνδέσεις OpenVPN. Αν δεν είστε σίγουροι, αφήστε το UDP.

source: Provide a default domain name to clients.
el: Παρέχετε ένα προεπιλεγμένο όνομα τομέα στους πελάτες.

source: RADIUS Authentication Server List
el: Λίστα διακομιστών ελέγχου ταυτότητας RADIUS

source: RADIUS Authentication Server Parameters
el: Παράμετροι διακομιστή ελέγχου ταυτότητας RADIUS

source: RADIUS Server Selection
el: Επιλογή διακομιστή RADIUS

source: RADIUS servers
el: Διακομιστές RADIUS

source: RFC1918 Networks
el: Δίκτυα RFC1918

source: Reload Configuration
el: Επαναφόρτωση διαμόρφωσης

source: Reload in progress
el: Επαναφόρτωση σε εξέλιξη

source: Root Password
el: Κωδικός πρόσβασης ρίζας

source: Root Password Confirmation
el: Επιβεβαίωση κωδικού πρόσβασης ρίζας

source: Search Scope Base DN
el: Αναζήτηση Πεδίο εφαρμογής Βάση DN

source: Search Scope Level
el: Επίπεδο εμβέλειας αναζήτησης

source: Secondary DNS Server
el: Δευτερεύων διακομιστής DNS

source: Secondary DNS Server field is invalid
el: Το πεδίο Secondary DNS Server είναι άκυρο

source: Select an Authentication Backend Type
el: Επιλέξτε έναν τύπο Backend ελέγχου ταυτότητας
