Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Signed 8-bit integer type must be a number in the range -128 to 127.
pl: Typ Signed 8-bit integer musi być liczbą z zakresu -128 do 127.

source: Signed 16-bit integer type must be a number in the range -32768 to 32767.
pl: Typ Signed 16-bit integer musi być liczbą z zakresu -32768 do 32767.

source: Signed 32-bit integer type must be a number in the range -2147483648 to 2147483647.
pl: Podpisany 32-bitowy typ liczby całkowitej musi być liczbą z zakresu -2147483648 do 2147483647.

source: IP address or host type must be an IP address or host name.
pl: Adres IP lub typ hosta musi być adresem IP lub nazwą hosta.

source: The specified range lies outside of the current subnet.
pl: Podany zakres leży poza bieżącą podsiecią.

source: The range is invalid (first element higher than second element).
pl: Zakres jest nieprawidłowy (pierwszy element wyższy od drugiego).

source: The specified range must not be within the DHCP range for this interface.
pl: Podany zakres nie może znajdować się w zakresie DHCP dla tego interfejsu.

source: The specified range must not be within the range configured on a DHCP pool for this interface.
pl: Podany zakres nie może znajdować się w zakresie skonfigurowanym na puli DHCP dla tego interfejsu.

source: You must disable the DHCP relay on the %s interface before enabling the DHCP server.
pl: Musisz wyłączyć przekaźnik DHCP na interfejsie %s przed włączeniem serwera DHCP.

source: Do you really want to delete this pool?
pl: Czy na pewno chcesz usunąć tę pulę?

source: Do you really want to delete this mapping?
pl: Czy na pewno chcesz usunąć to mapowanie?

source: DHCP Relay is currently enabled. Cannot enable the DHCP Server service while the DHCP Relay is enabled on any interface.
pl: Usługa DHCP Relay jest obecnie włączona. Nie można włączyć usługi DHCP Server, gdy na dowolnym interfejsie jest włączony DHCP Relay.

source: The static mapping configuration has been changed
pl: Konfiguracja mapowania statycznego została zmieniona

source: Enable DHCP server on the %s interface
pl: Włącz serwer DHCP na interfejsie %s

source: Editing Pool-Specific Options. To return to the Interface, click its tab above.
pl: Edycja opcji specyficznych dla puli. Aby powrócić do interfejsu, kliknij jego zakładkę powyżej.

source: Pool Description
pl: Opis puli

source: Deny unknown clients
pl: Zabroń dostępu nieznanym klientom

source: If this is checked, only the clients defined below will get DHCP leases from this server.
pl: Jeśli to jest zaznaczone, tylko klienci zdefiniowani poniżej będą otrzymywać dzierżawy DHCP z tego serwera.

source: Ignore Client UIDs
pl: Ignorowanie identyfikatorów klienta

source: By default, the same MAC can get multiple leases if the requests are sent using different UIDs. To avoid this behavior, check this box and client UIDs will be ignored.
pl: Domyślnie ten sam MAC może otrzymać wiele dzierżaw, jeśli żądania są wysyłane przy użyciu różnych UID. Aby uniknąć tego zachowania, zaznacz to pole, a UIDy klientów będą ignorowane.

source: Subnet mask
pl: Maska podsieci

source: Available range
pl: Dostępny zakres

source: No available address range for configured interface subnet size.
pl: Brak dostępnego zakresu adresów dla skonfigurowanego rozmiaru podsieci interfejsu.

source: Range
pl: Zakres

source: from
pl: od

source: to
pl: do

source: Additional Pools
pl: Dodatkowe pule

source: Pool Start
pl: Początek puli

source: Pool End
pl: Koniec puli

source: If you need additional pools of addresses inside of this subnet outside the above Range, they may be specified here.
pl: Jeżeli potrzebujesz dodatkowych puli adresów w zakresie tej podsieci, poza powyższym zakresem, dodaj je tu.

source: WINS servers
pl: Serwery wygrywają

source: DNS servers
pl: Serwery DNS

source: Leave blank to use the system default DNS servers: This interface IP address if a DNS service is enabled or the configured global DNS servers.
pl: Pozostawić puste, aby użyć domyślnych systemowych serwerów DNS: Ten adres IP interfejsu, jeśli usługa DNS jest włączona lub skonfigurowane globalne serwery DNS.

source: The default is to use the IP on this interface of the firewall as the gateway, if a valid (online) gateway has been configured under System->Gateways. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
pl: Domyślnie jako brama używany jest adres IP tego interfejsu zapory, jeśli prawidłowa brama (online) została skonfigurowana w System->Bramy. Jeśli nie jest to właściwa brama dla Twojej sieci, możesz określić alternatywną bramę. Wpisz "none", aby nie przypisywać bramy.

source: Domain name
pl: Nazwa domeny

source: The default is to use the domain name of this system as the default domain name provided by DHCP. You may specify an alternate domain name here.
pl: Domyślnie nazwa domeny tego systemu jest używana jako domyślna nazwa domeny dostarczana przez DHCP. Można tu określić alternatywną nazwę domeny.

source: Domain search list
pl: Lista wyszukiwania domen

source: The DHCP server can optionally provide a domain search list. Use the semicolon character as separator.
pl: Serwer DHCP może opcjonalnie udostępnić listę wyszukiwania domen. Jako separatora należy użyć znaku średnika.

source: Default lease time (seconds)
pl: Domyślny czas dzierżawy (sekundy)

source: This is used for clients that do not ask for a specific expiration time.
pl: Jest to używane dla klientów, którzy nie proszą o określony czas wygaśnięcia.

source: The default is 7200 seconds.
pl: Domyślnie jest to 7200 sekund.

source: Maximum lease time
pl: Maksymalny czas najmu

source: This is the maximum lease time for clients that ask for a specific expiration time.
pl: Jest to maksymalny czas najmu dla klientów, którzy proszą o określony czas wygaśnięcia.

source: The default is 86400 seconds.
pl: Domyślnie 86400 sekund.

source: Response delay
pl: Opóźnienie reakcji

source: This is the minimum number of seconds since a client began trying to acquire a new lease before the DHCP server will respond to its request.
pl: Jest to minimalna liczba sekund od rozpoczęcia przez klienta próby pozyskania nowej dzierżawy, zanim serwer DHCP odpowie na jego żądanie.

source: The default is 0 seconds (no delay).
pl: Domyślnie jest to 0 sekund (brak opóźnienia).

source: Interface MTU
pl: MTU interfejsu

source: This option specifies the MTU to use on this interface. The minimum legal value for the MTU is 68.
pl: Opcja określa MTU, które ma być używane na tym interfejsie. Minimalna legalna wartość MTU to 68.

source: Failover peer IP:
pl: IP peera Failover:

source: Leave blank to disable. Enter the interface IP address of the other machine. Machines must be using CARP. Interface's advskew determines whether the DHCPd process is Primary or Secondary. Ensure one machine's advskew<20 (and the other is >20). Note that changing this value will delete the current leases-database!
pl: Pozostawić puste, aby wyłączyć. Wpisz adres IP interfejsu drugiej maszyny. Maszyny muszą używać CARP. Advskew interfejsu określa czy proces DHCPd jest Primary czy Secondary. Upewnij się, że advskew jednej maszyny jest <20 (a drugiej >20). Uwaga: zmiana tej wartości spowoduje usunięcie aktualnej bazy danych leasingu!

source: Leave blank to use default (128) which should be fine for most cases. Enter a number (0-256) to specify the load-balancing split between the failover peers, the default of 128 means both peers will handle approximately 50% of the clients, 256 will make the primary handle all the clients. This value is only used on the primary peer, leave blank on the secondary.
pl: Pozostaw puste, aby użyć wartości domyślnej (128), która powinna być odpowiednia dla większości przypadków. Wprowadź liczbę (0-256), aby określić podział obciążenia pomiędzy peerami failover, domyślnie 128 oznacza, że oba peery będą obsługiwać około 50% klientów, 256 sprawi, że główny będzie obsługiwał wszystkich klientów. Wartość ta jest używana tylko w przypadku serwera głównego, w przypadku serwera drugiego należy pozostawić puste pole.

source: Static ARP
pl: Statyczny ARP

source: Enable Static ARP entries
pl: Włączenie wpisów Static ARP

source: Warning: This option persists even if DHCP server is disabled. Only the machines listed below will be able to communicate with the firewall on this NIC.
pl: Ostrzeżenie: Ta opcja utrzymuje się nawet jeśli serwer DHCP jest wyłączony. Tylko maszyny wymienione poniżej będą mogły komunikować się z firewallem na tym NIC.

source: Time format change
pl: Zmiana formatu czasu

source: Change DHCP display lease time from UTC to local time.
pl: Zmiana czasu dzierżawy wyświetlacza DHCP z UTC na czas lokalny.

source: Warning: By default DHCP leases are displayed in UTC time. By checking this box DHCP lease time will be displayed in local time and set to time zone selected. This will be used for all DHCP interfaces lease time.
pl: Ostrzeżenie: Domyślnie dzierżawy DHCP są wyświetlane w czasie UTC. Po zaznaczeniu tego pola czas dzierżawy DHCP będzie wyświetlany w czasie lokalnym i ustawiony na wybraną strefę czasową. Będzie to używane dla wszystkich interfejsów DHCP czas dzierżawy.

source: Show Dynamic DNS
pl: Pokaż dynamiczny DNS

source: Enable registration of DHCP client names in DNS.
pl: Włączenie rejestracji nazw klientów DHCP w DNS.

source: Enter the dynamic DNS domain which will be used to register client names in the DNS server.
pl: Wprowadź domenę dynamicznego DNS, która będzie używana do rejestracji nazw klientów w serwerze DNS.

source: Note: Leave blank to disable dynamic DNS registration.
pl: Uwaga: Pozostaw puste, aby wyłączyć rejestrację dynamicznego DNS.

source: Enter the primary domain name server IP address for the dynamic domain name.
pl: Wprowadź adres IP podstawowego serwera nazw domen dla dynamicznej nazwy domeny.

source: Enter the dynamic DNS domain key name which will be used to register client names in the DNS server.
pl: Wprowadź nazwę klucza domeny dynamicznego DNS, która będzie używana do rejestracji nazw klientów w serwerze DNS.

source: Enter the dynamic DNS domain key secret which will be used to register client names in the DNS server.
pl: Wprowadź sekret klucza domeny dynamicznego DNS, który będzie używany do rejestracji nazw klientów w serwerze DNS.

source: Choose the dynamic DNS domain key algorithm.
pl: Wybierz algorytm klucza domeny dynamicznego DNS.

source: MAC Address Control
pl: Kontrola adresu MAC

source: Show MAC Address Control
pl: Pokaż kontrolę adresu MAC

source: Enter a list of partial MAC addresses to allow, comma-separated, no spaces, such as %s
pl: Wprowadź listę częściowych adresów MAC, które mają być dopuszczone, oddzielone przecinkami, bez spacji, np. %s

source: Enter a list of partial MAC addresses to deny access, comma-separated, no spaces, such as %s
pl: Wprowadź listę częściowych adresów MAC, aby odmówić dostępu, oddzielonych przecinkami, bez spacji, np. %s

source: NTP servers
pl: Serwery NTP

source: Show NTP configuration
pl: Pokaż konfigurację NTP

source: TFTP server
pl: Serwer TFTP

source: Show TFTP configuration
pl: Pokaż konfigurację TFTP

source: Set TFTP hostname
pl: Ustawianie nazwy hosta TFTP

source: Leave blank to disable. Enter a full hostname or IP for the TFTP server and optionally a full path for a bootfile.
pl: Pozostaw puste, aby wyłączyć. Wprowadź pełną nazwę hosta lub IP serwera TFTP i opcjonalnie pełną ścieżkę do pliku startowego.

source: Show LDAP configuration
pl: Pokaż konfigurację LDAP

source: Leave blank to disable. Enter a full URI for the LDAP server in the form %s
pl: Pozostawić puste, aby wyłączyć. Wpisz pełny URI dla serwera LDAP w postaci %s

source: Network booting
pl: Uruchamianie sieci

source: Show Network booting
pl: Pokaż uruchamianie sieci

source: Enable network booting
pl: Włączenie rozruchu sieciowego

source: Set next-server IP
pl: Ustawienie IP następnego serwera

source: Set default bios filename
pl: Ustaw domyślną nazwę pliku biosu

source: Set x86 UEFI (32-bit) filename
pl: Ustawienie nazwy pliku x86 UEFI (32-bitowego)

source: Set x64 UEFI/EBC (64-bit) filename
pl: Ustaw nazwę pliku x64 UEFI/EBC (64-bitowego)

source: Set ARM UEFI (32-bit) filename
pl: Ustawianie nazwy pliku ARM UEFI (32-bitowego)

source: Set ARM UEFI (64-bit) filename
pl: Ustawienie nazwy pliku ARM UEFI (64-bitowego)

source: Set iPXE boot filename
pl: Ustawienie nazwy pliku startowego iPXE

source: You need both a filename and a boot server configured for this to work.
pl: Aby to zadziałało, potrzebujesz zarówno nazwy pliku, jak i skonfigurowanego serwera rozruchowego.

source: Set root-path string
pl: Ustaw łańcuch ścieżki głównej

source: Note: string-format: iscsi:(servername):(protocol):(port):(LUN):targetname
pl: Uwaga: format string: iscsi:(nazwa serwera):(protokół):(port):(LUN):targetname

source: Show WPAD
pl: Pokaż WPAD

source: Enable Web Proxy Auto Discovery
pl: Włącz automatyczne wykrywanie serwera Web Proxy

source: Enable OMAPI
pl: Włącz OMAPI

source: Show OMAPI configuration
pl: Pokaż konfigurację OMAPI

source: Enables OMAPI
pl: Włącza OMAPI

source: OMAPI port
pl: Port OMAPI

source: Key algorithm
pl: Algorytm klucza

source: OMAPI key
pl: Klucz OMAPI

source: Additional Options
pl: Opcje dodatkowe

source: Show Additional BOOTP/DHCP Options
pl: Pokaż dodatkowe opcje BOOTP/DHCP

source: Number
pl: Numer

source: Value
pl: Wartość

source: Text
pl: Tekst

source: Unsigned 8-bit integer
pl: Niepodpisana 8-bitowa liczba całkowita

source: Unsigned 16-bit integer
pl: Niepodpisana 16-bitowa liczba całkowita

source: Unsigned 32-bit integer
pl: Niepodpisana 32-bitowa liczba całkowita

source: Signed 8-bit integer
pl: Podpisana 8-bitowa liczba całkowita

source: Signed 16-bit integer
pl: Podpisana 16-bitowa liczba całkowita

source: Signed 32-bit integer
pl: Podpisana 32-bitowa liczba całkowita

source: IP address or host
pl: Adres IP lub host

source: Enter the DHCP option number and the value for each item you would like to include in the DHCP lease information. For a list of available options please visit this %sURL%s.
pl: Wprowadź numer opcji DHCP i wartość dla każdego elementu, który chcesz uwzględnić w informacji o dzierżawie DHCP. Aby uzyskać listę dostępnych opcji, odwiedź tę %sURL%s.

source: DHCP Static Mappings for this interface.
pl: DHCP Static Mappings dla tego interfejsu.

source: IP address
pl: Adres IP

source: Either MAC address or Client identifier must be specified
pl: Należy podać albo adres MAC albo identyfikator klienta

source: The hostname cannot end with a hyphen according to RFC952
pl: Nazwa hosta nie może kończyć się myślnikiem zgodnie z RFC952

source: The hostname can only contain the characters A-Z, 0-9 and '-'.
pl: Nazwa hosta może zawierać tylko znaki A-Z, 0-9 i '-'.

source: A valid hostname is specified, but the domain name part should be omitted
pl: Podano prawidłową nazwę hosta, ale część dotycząca nazwy domeny powinna zostać pominięta

source: Static ARP is enabled. You must specify an IP address.
pl: Statyczne ARP jest włączone. Musisz określić adres IP.

source: This Hostname, IP, MAC address or Client identifier already exists.
pl: Ta nazwa hosta, IP, adres MAC lub identyfikator klienta już istnieje.

source: The IP address must lie in the %s subnet.
pl: Adres IP musi znajdować się w podsieci %s.

source: Static DHCP Mapping
pl: Statyczne mapowanie DHCP

source: Copy my MAC address
pl: Skopiuj mój adres MAC

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx
pl: Wprowadź adres MAC w następującym formacie: xx:xx:xx:xx:xx

source: Client identifier
pl: Identyfikator klienta

source: If an IPv4 address is entered, the address must be within the interface subnet.
pl: Jeśli wprowadzany jest adres IPv4, adres ten musi znajdować się w podsieci interfejsu.

source: If no IPv4 address is given, one will be dynamically allocated from the pool.
pl: Jeśli nie podano adresu IPv4, zostanie on dynamicznie przydzielony z puli.

source: Name of the host, without domain part.
pl: Nazwa hosta, bez części domenowej.

source: Netboot Filename
pl: Netboot Nazwa pliku

source: Name of the file that should be loaded when this host boots off of the network, overrides setting on main page.
pl: Nazwa pliku, który powinien być ładowany podczas uruchamiania tego hosta z sieci, zastępuje ustawienie na stronie głównej.

source: Root Path
pl: Ścieżka podstawowa

source: Enter the root-path-string, overrides setting on main page.
pl: Wpisz ciąg root-path-string, zastępuje ustawienie na stronie głównej.

source: ARP Table Static Entry
pl: Statyczny wpis w tablicy ARP

source: Create a static ARP table entry for this MAC and IP address pair.
pl: Utwórz statyczny wpis w tablicy ARP dla tej pary adresów MAC i IP.

source: The default is to use the IP on this interface of the firewall as the gateway. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
pl: Domyślnie jako bramy używa się adresu IP tego interfejsu zapory. Podaj alternatywną bramę, jeśli nie jest to właściwa brama dla Twojej sieci. Wpisz "none", aby nie przypisywać bramy.

source: Default lease time
pl: Domyślny czas dzierżawy

source: Dynamic DNS domain
pl: Dynamiczna domena DNS

source: Enter the dynamic DNS domain which will be used to register this client in the DNS server.
pl: Wprowadź domenę dynamicznego DNS, która będzie używana do rejestracji tego klienta w serwerze DNS.

source: Destination Server
pl: Serwer docelowy

source: A valid Destination Server IP address must be specified.
pl: Musi być określony prawidłowy adres IP serwera docelowego.

source: DHCP Server is currently enabled. Cannot enable the DHCP Relay service while the DHCP Server is enabled on any interface.
pl: Usługa DHCP Server jest obecnie włączona. Nie można włączyć usługi DHCP Relay, gdy na dowolnym interfejsie włączony jest serwer DHCP.

source: DHCP Relay configuration
pl: Konfiguracja DHCP Relay

source: Interface(s)
pl: Interfejs(y)

source: Interfaces without an IP address will not be shown.
pl: Interfejsy bez adresu IP nie będą wyświetlane.

source: Append circuit ID
pl: Dodaj identyfikator obwodu

source: Append circuit ID and agent ID to requests
pl: Dołączanie do wniosków identyfikatora obwodu i identyfikatora agenta

source: If this is checked, the DHCP relay will append the circuit ID (interface number) and the agent ID to the DHCP request.
pl: Jeśli jest to zaznaczone, przekaźnik DHCP dołączy do żądania DHCP identyfikator obwodu (numer interfejsu) oraz identyfikator agenta.

source: Destination servers
pl: Serwery docelowe

source: These are the IP addresses of servers to which DHCP requests are relayed. You can enter multiple server IP addresses, separated by commas.
pl: Są to adresy IP serwerów, do których przekazywane są żądania DHCP. Można wprowadzić wiele adresów IP serwerów, oddzielonych przecinkami.

source: A valid prefix range must be specified.
pl: Musi być określony prawidłowy zakres prefiksu.

source: The subnet range cannot overlap with virtual IPv6 address %s.
pl: Zakres podsieci nie może pokrywać się z wirtualnym adresem IPv6 %s.

source: A valid IPv6 address must be specified for the gateway.
pl: Dla bramy musi być podany prawidłowy adres IPv6.

source: A valid IPv6 address must be specified for the primary/secondary DNS servers.
pl: Należy określić prawidłowy adres IPv6 dla podstawowego/drugiego serwera DNS.

source: The response delay must be at least 0 and no more than 255 seconds.
pl: Opóźnienie odpowiedzi musi wynosić co najmniej 0 i nie więcej niż 255 sekund.

source: A valid primary domain name server IPv6 address must be specified for the dynamic domain name.
pl: Dla dynamicznej nazwy domeny musi być określony prawidłowy adres IPv6 podstawowego serwera nazw domen.

source: A valid IPv6 address must be specified for the primary/secondary NTP servers.
pl: Należy podać prawidłowy adres IPv6 dla podstawowego/drugiego serwera NTP.

source: A valid URL must be specified for the network bootfile.
pl: Dla sieciowego pliku startowego musi być podany prawidłowy adres URL.

source: The range is unavailable (single host network mask /128 used).
pl: Zakres jest niedostępny (użyto maski sieci pojedynczego hosta /128).

source: The DHCP range cannot overlap any static DHCP mappings.
pl: Zakres DHCP nie może pokrywać się z żadnym statycznym mapowaniem DHCP.

source: Enable DHCPv6 server on %s interface
pl: Włączenie serwera DHCPv6 na interfejsie %s

source: The range should be entered using the full IPv6 address.
pl: Zakres powinien być wpisany z użyciem pełnego adresu IPv6.

source: The range should be entered using the suffix part of the IPv6 address, i.e. ::1:2:3:4. The subnet prefix will be added automatically.
pl: Zakres należy wpisać używając części sufiksowej adresu IPv6, czyli ::1:2:3:4. Prefiks podsieci zostanie dodany automatycznie.

source: Available prefix delegation size
pl: Dostępny rozmiar delegacji prefiksu

source: Prefix Delegation Range
pl: Prefiks Delegacja Zakres

source: Prefix Delegation Size
pl: Prefiks Wielkość delegacji

source: You can define a Prefix range here for DHCP Prefix Delegation. This allows for assigning networks to subrouters. The start and end of the range must end on boundaries of the prefix delegation size.
pl: Można tu zdefiniować zakres prefiksów dla delegowania prefiksu DHCP. Pozwala to na przypisanie sieci do subrouterów. Początek i koniec zakresu musi kończyć się na granicach wielkości delegacji prefiksu.

source: Ensure that any prefix delegation range does not overlap the LAN prefix range.
pl: Upewnij się, że jakikolwiek zakres delegacji prefiksu nie pokrywa się z zakresem prefiksu LAN.

source: When using a tracked interface then please only enter the range itself, i.e. ::xxxx:0:0:0:0. For example, for a /56 delegation from ::100:0:0:0:0 to ::f00:0:0:0:0. Also make sure that the desired prefix delegation size is not longer than the available size shown above.
pl: Jeśli używasz interfejsu śledzonego, proszę wpisz tylko sam zakres, tj. ::xxxx:0:0:0. Na przykład, dla delegacji /56 od ::100:0:0:0 do ::f00:0:0:0. Upewnij się również, że żądany rozmiar delegacji prefiksu nie jest dłuższy od dostępnego rozmiaru pokazanego powyżej.

source: The system does not check the validity of your entry against the selected mask - please refer to an online net calculator to ensure you have entered a correct range if the dhcpd6 server fails to start.
pl: System nie sprawdza poprawności wpisu względem wybranej maski - należy skorzystać z kalkulatora sieciowego online, aby upewnić się, że wprowadzono prawidłowy zakres, jeśli serwer dhcpd6 nie wystartuje.

source: The default is to use the domain name of this system as the domain search list option provided by DHCPv6. You may optionally specify one or multiple domain(s) here. Use the semicolon character as separator. The first domain in this list will also be used for DNS registration of DHCP static mappings (if enabled).
pl: Domyślnie używana jest nazwa domeny tego systemu jako opcja listy wyszukiwania domen udostępniana przez DHCPv6. Możesz opcjonalnie określić tutaj jedną lub wiele domen. Użyj znaku średnika jako separatora. Pierwsza domena na tej liście będzie również używana do rejestracji DNS mapowań statycznych DHCP (jeśli jest włączona).

source: Change DHCPv6 display lease time from UTC to local time.
pl: Zmiana czasu dzierżawy wyświetlacza DHCPv6 z UTC na czas lokalny.
