Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Adult Content
pl: Treść dla dorosłych

source: Advanced Settings
pl: Ustawienia zaawansowane

source: Advertise
pl: Reklama

source: Advertisement
pl: Reklama

source: Afghanistan
pl: Afganistan

source: Africa
pl: Afryka

source: Aggressive Content
pl: Agresywna treść

source: Aho-Corasick, "Ken Steele" variant
pl: Aho-Corasick, wariant "Ken Steele"

source: Aho-Corasick, reduced memory implementation
pl: Aho-Corasick, implementacja pamięci zredukowanej

source: Aland Islands
pl: Wyspy Alandzkie

source: Alcohol
pl: Alkohol

source: Algeria
pl: Algieria

source: Allow whitespaces
pl: Zezwalaj na białe przestrzenie

source: American Samoa
pl: Samoa Amerykańskie

source: AmongUs
pl: WśródUs

source: An alias with this name already exists.
pl: Alias o tej nazwie już istnieje.

source: And
pl: Oraz

source: Andorra
pl: Andora

source: Antarctica
pl: Antarktyda

source: Antigua and Barbuda
pl: Antigua i Barbuda

source: Antimalware
pl: Antymalware

source: Append client's IP (on)
pl: Dołączenie IP klienta (on)

source: Archives
pl: Archiwum

source: Argentina
pl: Argentyna

source: Asia-Pacific
pl: Azja-Pacyfik

source: Asia/Pacific Region
pl: Region Azji/Pacyfiku

source: Assignments
pl: Zadania

source: At least one interface must be selected
pl: Musi być wybrany przynajmniej jeden interfejs

source: Automation
pl: Automatyka

source: Azerbaijan
pl: Azerbejdżan

source: Backups
pl: Kopie zapasowe

source: Bahamas
pl: Bahamy

source: Bahrain
pl: Bahrajn

source: Bandwidth metric should be either bit/s, kbit/s, Mbit/s or Gbit/s
pl: Metryką szerokości pasma powinno być bit/s, kbit/s, Mbit/s lub Gbit/s

source: Bandwidth out of range
pl: Szerokość pasma poza zakresem

source: Bangladesh
pl: Bangladesz

source: Belarus
pl: Białoruś

source: Belgium
pl: Belgia

source: Bermuda
pl: Bermudy

source: Best Effort
pl: Najlepszy wysiłek

source: Binary application transfer
pl: Przekazanie aplikacji binarnej

source: Binary files
pl: Pliki binarne

source: Blocklist.site Abuse
pl: Blocklist.site Nadużycia

source: Blocklist.site Drugs
pl: Blocklist.site Narkotyki

source: Blocklist.site Fraud
pl: Blocklist.site Oszustwo

source: Blocklist.site Gambling
pl: Blocklist.site Hazard

source: Blocklist.site Piracy
pl: Blocklist.site Piractwo

source: Blocklist.site Porn
pl: Blocklist.site Porno

source: Blocklist.site Tracking
pl: Blocklist.site Śledzenie

source: Bolivia
pl: Boliwia

source: Bonaire, Saint Eustatius and Saba
pl: Bonaire, Saint Eustatius i Saba

source: Bosnia and Herzegovina
pl: Bośnia i Hercegowina

source: Both throttling parameters should either be filled or empty
pl: Oba parametry dławienia powinny być wypełnione lub puste

source: Bouvet Island
pl: Wyspa Bouveta

source: Brazil
pl: Brazylia

source: British Indian Ocean Territory
pl: Brytyjskie Terytorium Oceanu Indyjskiego

source: Bulgaria
pl: Bułgaria

source: Cache Log
pl: Dziennik podręczny

source: Cambodia
pl: Kambodża

source: Cameroon
pl: Kamerun

source: Canada
pl: Kanada

source: Cape Verde
pl: Wyspy Zielonego Przylądka

source: Cayman Islands
pl: Kajmany

source: Celebrity
pl: Celebryci

source: Central African Republic
pl: Republika Środkowoafrykańska

source: Changelog
pl: Dziennik zmian

source: Chat
pl: Czat

source: China
pl: Chiny

source: Choose an Peer.
pl: Wybierz Peer.

source: Chop URI at first whitespace
pl: Posiekaj URI po pierwszym białym znaku

source: Christmas Island
pl: Wyspa Bożego Narodzenia

source: Clear-text credentials
pl: Dane uwierzytelniające w postaci czystego tekstu

source: Client Export
pl: Eksport klienta

source: Client Specific Overrides
pl: Nadpisy specyficzne dla klienta

source: Clients
pl: Klienci

source: Cloud
pl: Chmura

source: CoDel and PIE can not be combined.
pl: CoDel i PIE nie mogą być połączone.

source: Cocos (Keeling) Islands
pl: Wyspy Kokosowe (Keelinga)

source: Collaborative
pl: Współpraca

source: Colombia
pl: Kolumbia

source: Commercial Support
pl: Wsparcie handlowe

source: Comoros
pl: Komory

source: Configuration
pl: Konfiguracja

source: Congo
pl: Kongo

source: Congo, The Democratic Republic of the
pl: Kongo, Demokratyczna Republika Konga

source: Connection Agent
pl: Agent ds. połączeń

source: Cook Islands
pl: Wyspy Cooka

source: Cooking
pl: Gotowanie

source: Costa Rica
pl: Kostaryka

source: Cote d'Ivoire
pl: Wybrzeże Kości Słoniowej

source: Credentials TTL needs to be an integer value above 0
pl: Credentials TTL musi być wartością całkowitą powyżej 0.

source: Croatia
pl: Chorwacja

source: Crypto
pl: Kryptowaluta

source: Cryptocurrency
pl: Kryptowaluta

source: Cuba
pl: Kuba

source: Cyprus
pl: Cypr

source: Czech Republic
pl: Czechy

source: DHCP Leases
pl: Dzierżawy DHCP

source: DNS Domain Is
pl: DNS Domena jest

source: DNS Domain Levels (Count Of Dots)
pl: Poziomy domen DNS (liczba kropek)

source: DNS over TLS
pl: DNS przez TLS

source: DNS packet larger than 512 bytes
pl: Pakiet DNS większy niż 512 bajtów

source: Dangerous material
pl: Materiał niebezpieczny

source: Database
pl: Baza danych

source: Date Range
pl: Zakres dat

source: Dating
pl: Randki

source: Days and hours should be numeric values or left empty
pl: Dni i godziny powinny być wartościami liczbowymi lub pozostać puste

source: Decode DNS responses and do not resolve numeric IPs
pl: Dekoduje odpowiedzi DNS i nie rozwiązuje numerycznych adresów IP.

source: Decode DNS responses and resolve all numeric IPs
pl: Dekodowanie odpowiedzi DNS i rozwiązywanie wszystkich numerycznych adresów IP

source: Decode DNS responses and resolve only local numeric IPs
pl: Dekodowanie odpowiedzi DNS i rozwiązywanie tylko lokalnych numerycznych adresów IP

source: Defaults
pl: Domyślnie

source: Deficit Round Robin
pl: Runda robocza w sprawie deficytu

source: Denmark
pl: Dania

source: Deny request
pl: Odrzucenie wniosku

source: Description should be a string between 1 and 255 characters
pl: Opis powinien być ciągiem o długości od 1 do 255 znaków

source: Description should be a string between 1 and 255 characters.
pl: Opis powinien być ciągiem znaków o długości od 1 do 255.

source: Desktop/File Sharing Session
pl: Sesja udostępniania pulpitu/plików

source: Diagnostics
pl: Diagnostyka

source: Diameter
pl: Średnica

source: Direct Connection (no Proxy)
pl: Połączenie bezpośrednie (bez Proxy)

source: Disk I/O
pl: Wejście/wyjście dysku

source: Djibouti
pl: Dżibuti

source: Do not alter forward header (transparent)
pl: Nie zmieniaj nagłówka przesyłki (przezroczysty)

source: Do not decode DNS responses and do not resolve numeric IPs
pl: Nie dekodują odpowiedzi DNS i nie rozwiązują numerycznych adresów IP.

source: Documentation
pl: Dokumentacja

source: Dominica
pl: Dominika

source: Dominican Republic
pl: Dominikana

source: Drugs
pl: Narkotyki

source: Dynamic IPv6 Host
pl: Dynamiczny host IPv6

source: Ecuador
pl: Ekwador

source: Education
pl: Edukacja

source: Egypt
pl: Egipt

source: El Salvador
pl: Salwador

source: Encode whitespaces (RFC1738)
pl: Koduj białe przestrzenie (RFC1738)

source: Enter a description.
pl: Wprowadź opis.

source: Enter a valid number of logs to save
pl: Wprowadź prawidłową liczbę dzienników do zapisania

source: Enter a valid packet size
pl: Wprowadź prawidłowy rozmiar pakietu.

source: Enter a valid toclient-groups size
pl: Wprowadź prawidłowy rozmiar toclient-groups

source: Enter a valid toserver-groups size
pl: Podaj prawidłowy rozmiar toserver-groups

source: Enter valid parameter(s) for the chosen command (Found illegal characters).
pl: Wprowadzić prawidłowy parametr(y) dla wybranego polecenia (Znaleziono nielegalne znaki).

source: Equatorial Guinea
pl: Gwinea Równikowa

source: Eritrea
pl: Erytrea

source: Ethiopia
pl: Etiopia

source: Europe
pl: Europa

source: Eventqueue Slots must be a numeric value.
pl: Eventqueue Slots musi być wartością liczbową.

source: Executables
pl: Materiały wykonawcze

source: Execute
pl: Wykonaj

source: Existence
pl: Istnienie

source: Expedited Forwarding
pl: Spedycja ekspresowa

source: External (advanced)
pl: Zewnętrzne (zaawansowane)

source: FTP Proxy port needs to be an integer value between 1 and 65535
pl: Port FTP Proxy musi być liczbą całkowitą z zakresu od 1 do 65535.

source: FTP daemon
pl: Demon FTP

source: Falkland Islands (Malvinas)
pl: Falklandy (Malvinas)

source: Faroe Islands
pl: Wyspy Owcze

source: Fiji
pl: Fidżi

source: File (Extended)
pl: Plik (rozszerzony)

source: File (Json)
pl: Plik (Json)

source: File Checksum
pl: Suma kontrolna pliku

source: File Content
pl: Zawartość pliku

source: File Size
pl: Rozmiar pliku

source: File content should be in (base64 encoded) zip format
pl: Zawartość pliku powinna być w formacie zip (zakodowanym base64)

source: Fileid should be an internally generated unique number
pl: Fileid powinien być wewnętrznie wygenerowanym unikalnym numerem

source: Filename should be unique
pl: Nazwa pliku powinna być unikalna

source: Filesystem Mount Flags
pl: Flagi montowania systemu plików

source: Filter
pl: Filtr

source: Filter bypass
pl: Obejście filtra

source: Filtering Lists
pl: Filtrowanie list

source: Finance
pl: Finanse

source: Finland
pl: Finlandia

source: Flows
pl: Przepływy

source: Flows Settings
pl: Ustawienia przepływów

source: Fortunetelling
pl: Wróżby

source: Forward
pl: Do przodu

source: Fragmented DNS message
pl: Fragmentacja wiadomości DNS

source: France
pl: Francja

source: Fraud
pl: Oszustwo

source: Freanch exams cheaters
pl: Oszuści na egzaminach Freanch

source: French Guiana
pl: Gujana Francuska

source: French Polynesia
pl: Polinezja Francuska

source: French Southern Territories
pl: Francuskie Terytoria Południowe

source: Friday
pl: Piątek

source: GIF animations
pl: Animacje GIF

source: Gambling
pl: Gry hazardowe

source: Game
pl: Gra

source: Games
pl: Gry

source: General
pl: Ogólne

source: Germany
pl: Niemcy

source: Government
pl: Rząd

source: Greece
pl: Grecja

source: Greenland
pl: Grenlandia

source: Guadeloupe
pl: Gwadelupa

source: Guatemala
pl: Gwatemala

source: Guinea
pl: Gwinea

source: Guinea-Bissau
pl: Gwinea Bissau

source: Guyana
pl: Gujana

source: HP Virtual Machine Group Management
pl: Zarządzanie grupami maszyn wirtualnych HP

source: HTTP Numeric IP Address
pl: HTTP Numeryczny adres IP

source: HTTP Suspicious Header
pl: Podejrzany nagłówek HTTP

source: HTTP Suspicious URL
pl: HTTP Podejrzany adres URL

source: HTTP Suspicious User-Agent
pl: HTTP Podejrzany User-Agent

source: HTTP suspicious content
pl: Podejrzana zawartość HTTP

source: HTTPS Proxy
pl: Proxy HTTPS

source: Hard timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
pl: Hard timeout, w minutach, musi być pomiędzy 0 (brak timeoutu) a 10080 (tydzień)

source: Heard Island and McDonald Islands
pl: Wyspa Heard i Wyspy McDonalda

source: High Availability
pl: Wysoka dostępność

source: Holy See (Vatican City State)
pl: Stolica Apostolska (Państwo Watykańskie)

source: Hospitals
pl: Szpitale

source: Host(s)
pl: Gospodarz(e)

source: Hostname Matches
pl: Dopasowanie nazwy hosta

source: Hungary
pl: Węgry

source: ICP port needs to be an integer value between 1 and 65535
pl: Port ICP musi być wartością całkowitą pomiędzy 1 a 65535.

source: IP Is In Network
pl: IP jest w sieci

source: IPP
pl: ZPP

source: IP_in_IP
pl: IP_w_IP

source: IPv6 Dynamic Host require an interface to track.
pl: IPv6 Dynamic Host wymaga interfejsu do śledzenia.

source: Iceland
pl: Islandia

source: Idle timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
pl: Idle timeout, w minutach, musi być pomiędzy 0 (brak timeoutu) a 10080 (tydzień)

source: If
pl: Jeśli

source: Inactive timeout needs to be an integer value between 1 and 86400
pl: Inactive timeout musi być wartością całkowitą pomiędzy 1 a 86400.

source: India
pl: Indie

source: Indonesia
pl: Indonezja

source: Inode Usage
pl: Wykorzystanie węzłów

source: Internal (automatic)
pl: Wewnętrzny (automatyczny)

source: Invalid domain
pl: Nieważna domena

source: Iran, Islamic Republic of
pl: Iran, Republika Islamska

source: Iraq
pl: Irak

source: Ireland
pl: Irlandia

source: Is Resolvable
pl: Jest rozwiązywalny

source: Isle of Man
pl: Wyspa Man

source: Israel
pl: Izrael

source: Italy
pl: Włochy

source: JPEG pictures
pl: Zdjęcia JPEG

source: Jamaica
pl: Jamajka

source: Japan
pl: Japonia

source: Jobsearch
pl: Szukanie pracy

source: Kazakhstan
pl: Kazachstan

source: Keep all most recent files (always)
pl: Zachowaj wszystkie najnowsze pliki (zawsze)

source: Keep most recent HIT files(disk)
pl: Zachowaj najnowsze pliki HIT (dysk)

source: Keep only files fetched from network (network)
pl: Zachowaj tylko pliki pobierane z sieci (network)

source: Kenya
pl: Kenia

source: Known protocol on non standard port
pl: Znany protokół na niestandardowym porcie

source: Korea, Democratic People's Republic of
pl: Korea, Demokratyczna Republika Ludowa

source: Korea, Republic of
pl: Korea, Republika

source: Kuwait
pl: Kuwejt

source: Kyrgyzstan
pl: Kirgistan

source: LOCAL0
pl: LOKAL0

source: LOCAL1
pl: LOKAL1

source: LOCAL2
pl: LOKAL2

source: LOCAL3
pl: LOKAL3

source: LOCAL4
pl: LOKAL4

source: LOCAL5
pl: LOKAL5

source: LOCAL6
pl: LOKAL6

source: LOCAL7
pl: LOKAL7

source: Lao People's Democratic Republic
pl: Laotańska Republika Ludowo-Demokratyczna

source: Latvia
pl: Łotwa

source: Lebanon
pl: Liban

source: Level 0
pl: Poziom 0

source: Level 1 (Default)
pl: Poziom 1 (domyślny)

source: Level 2
pl: Poziom 2

source: Level 3
pl: Poziom 3

source: Level 4
pl: Poziom 4

source: Level 5
pl: Poziom 5

source: Library
pl: Biblioteka

source: Libyan Arab Jamahiriya
pl: Libijska Arabska Dżamahirijja

source: License
pl: Licencja

source: Lingerie
pl: Bielizna

source: Lithuania
pl: Litwa

source: Live Traffic
pl: Ruch na żywo

source: Local Monit Port needs to be an integer value between 0 and 65535
pl: Local Monit Port musi być wartością całkowitą pomiędzy 0 a 65535.

source: Logging
pl: Rejestrowanie

source: Logging / targets
pl: Rejestrowanie / cele

source: Luxembourg
pl: Luksemburg

source: M/Monit Timeout needs to be an integer value between 0 and 86400
pl: M/Monit Timeout musi być wartością całkowitą pomiędzy 0 a 86400.

source: MX (Mail server)
pl: MX (serwer pocztowy)

source: Madagascar
pl: Madagaskar

source: Malaysia
pl: Malezja

source: Maldives
pl: Malediwy

source: Malformed packet
pl: Zniekształcony pakiet

source: Marshall Islands
pl: Wyspy Marshalla

source: Martinique
pl: Martyna

source: Match name should be unique
pl: Nazwa meczu powinna być unikalna

source: Mauritania
pl: Mauretania

source: Maximum number of zones reached
pl: Maksymalna liczba osiągniętych stref

source: Mayotte
pl: Majotta

source: Messenger
pl: Posłaniec

source: Metrics
pl: Metryki

source: Metrics Settings
pl: Ustawienia metryki

source: Mexico
pl: Meksyk

source: Micronesia, Federated States of
pl: Mikronezja, Sfederowane Stany Mikronezji

source: Microsoft office files
pl: Pliki biurowe Microsoft

source: Military
pl: Wojskowy

source: Minimum domain level must be bigger than 0.
pl: Minimalny poziom domeny musi być większy niż 0.

source: Mining
pl: Górnictwo

source: Mobile Clients
pl: Klienci mobilni

source: Moderate
pl: Umiarkowany

source: Moldova, Republic of
pl: Mołdawia, Republika Mołdowy

source: Monaco
pl: Monako

source: Monday
pl: Poniedziałek

source: Morocco
pl: Maroko

source: Movies
pl: Filmy

source: Mozambique
pl: Mozambik

source: Music
pl: Muzyka

source: My IP Is In Network
pl: Moje IP jest w sieci

source: My User
pl: Mój użytkownik

source: MySQL and SQLite can not be combined.
pl: MySQL i SQLite nie mogą być łączone.

source: NDP Table
pl: Tabela NDP

source: NTP subsystem
pl: Podsystem NTP

source: Netherlands
pl: Holandia

source: Network Interface
pl: Interfejs sieciowy

source: Network Ping
pl: Ping sieciowy

source: Network group
pl: Grupa sieciowa

source: Network(s)
pl: Sieć(y)

source: New
pl: Nowy

source: New Caledonia
pl: Nowa Kaledonia

source: New Zealand
pl: Nowa Zelandia

source: News
pl: Aktualności

source: Nicaragua
pl: Nikaragua

source: NoCoin List
pl: Lista NoCoin

source: Norfolk Island
pl: Wyspa Norfolk

source: Normalization
pl: Normalizacja

source: North America
pl: Ameryka Północna

source: Northern Mariana Islands
pl: Mariany Północne

source: Norway
pl: Norwegia

source: Notice
pl: Uwaga

source: Number of children needs to be an integer value above 0
pl: Liczba dzieci musi być wartością całkowitą powyżej 0

source: Obsolete TLS version (older then 1.1)
pl: Przestarzała wersja TLS (starsza niż 1.1)

source: Origin should be regular text of max 30 characters
pl: Pochodzenie powinno być zwykłym tekstem o długości maksymalnie 30 znaków

source: Origin should be regular text of max 30 characters.
pl: Origin powinien być zwykłym tekstem o długości max 30 znaków.

source: Other Types
pl: Inne rodzaje

source: Overrides
pl: Nadpisuje

source: PAC Matches
pl: Mecze PAC

source: PAC Proxies
pl: Prokurenci PAC

source: PAC Rules
pl: Zasady PAC

source: Packages
pl: Pakiety

source: Packet Capture
pl: Przechwytywanie pakietów

source: Palestinian Territory
pl: Terytorium Palestyńskie

source: Papua New Guinea
pl: Papua Nowa Gwinea

source: Paraguay
pl: Paragwaj

source: Password can be up to 32 signs long. Alphanumeric characters and also dot, dash and underscore allowed.
pl: Hasło może mieć długość do 32 znaków. Dozwolone są znaki alfanumeryczne, a także kropka, myślnik i podkreślnik.

source: Permission
pl: Pozwolenie

source: Philippines
pl: Filipiny

source: Phone
pl: Telefon

source: Pipe number must be between 1...65535
pl: Numer rury musi zawierać się w przedziale 1...65535

source: Pipes
pl: Rury

source: Piracy
pl: Piractwo

source: Plain Hostname (No Dots Inside)
pl: Zwykła nazwa hosta (bez kropek w środku)

source: Please choose a value between 1 and 3000
pl: Proszę wybrać wartość pomiędzy 1 a 3000

source: Please enter a valid domain name here
pl: Proszę wpisać tutaj prawidłową nazwę domeny

source: Please enter a valid email address.
pl: Proszę wpisać prawidłowy adres e-mail.

source: Please enter a valid servername, ip address or leave this option blank
pl: Proszę wpisać poprawną nazwę serwera, adres IP lub pozostawić tę opcję pustą.

source: Please enter a valid servername, ip address or leave this option blank.
pl: Proszę wpisać poprawną nazwę serwera, adres ip lub pozostawić tę opcję pustą.

source: Please enter ip addresses or domain names here
pl: Proszę wpisać tutaj adresy ip lub nazwy domen.

source: Please enter valid IP addresses
pl: Proszę wprowadzić prawidłowe adresy IP

source: Please enter valid address
pl: Proszę podać prawidłowy adres

source: Please enter valid addresses
pl: Proszę podać prawidłowe adresy

source: Please enter valid mac addresses
pl: Proszę wprowadzić prawidłowe adresy mac.

source: Please enter valid targets (e.g. 192.168.0.1:2055).
pl: Proszę wprowadzić prawidłowe cele (np. 192.168.0.1:2055).

source: Please select a HTTPS port and a valid certificate
pl: Proszę wybrać port HTTPS i ważny certyfikat.

source: Please select a valid certificate from the list
pl: Proszę wybrać ważny certyfikat z listy

source: Please select a valid detection profile
pl: Proszę wybrać prawidłowy profil detekcji

source: Please select a valid pattern matcher algorithm
pl: Proszę wybrać poprawny algorytm dopasowywania wzorców.

source: Please select a valid rotation
pl: Proszę wybrać ważną rotację

source: Please specify a valid servername or IP address.
pl: Proszę podać poprawną nazwę serwera lub adres IP.

source: Please specify a value between 1 and 86400.
pl: Proszę podać wartość pomiędzy 1 a 86400.

source: Please use valid IPv4 or IPv6 addresses.
pl: Proszę użyć poprawnych adresów IPv4 lub IPv6.

source: Podcasts
pl: Podcasty

source: Poland
pl: Polska

source: Policy rule not found.
pl: Nie znaleziono zasady polityki.

source: Politics
pl: Polityka

source: Polling Interval needs to be an integer value between 0 and 86400
pl: Polling Interval musi być wartością całkowitą pomiędzy 0 a 86400.

source: Porn
pl: Porno

source: PornTop1M List
pl: Lista PornTop1M

source: Port needs to be an integer value between 0 and 65535
pl: Port musi być wartością całkowitą pomiędzy 0 a 65535.

source: Port needs to be an integer value between 1 and 65535
pl: Port musi być wartością całkowitą pomiędzy 1 a 65535.

source: Port(s)
pl: Port(y)

source: Portugal
pl: Portugalia

source: Possibly Malicious JA3 Fingerprint
pl: Prawdopodobnie złośliwy odcisk palca JA3

source: Possibly Malicious SSL Cert. SHA1 Fingerprint
pl: Prawdopodobnie złośliwy certyfikat SSL. SHA1 Fingerprint

source: Power Off
pl: Wyłączenie zasilania

source: Pre-Shared Keys
pl: Klucze współdzielone

source: Priority should be a number.
pl: Priorytet powinien być liczbą.

source: Privacy
pl: Prywatność

source: Process Disk I/O
pl: Przetwarzanie I/O dysku

source: Process Resource
pl: Proces Zasoby

source: Productivity
pl: Wydajność

source: Program Status
pl: Status programu

source: Program Timeout needs to be an integer value between 1 and 86400
pl: Program Timeout musi być wartością całkowitą pomiędzy 1 a 86400.

source: Provide a valid hostname or address to query
pl: Podaj poprawną nazwę lub adres hosta do zapytania

source: Provide a valid server address
pl: Podaj prawidłowy adres serwera

source: Proxy name should be unique
pl: Nazwa proxy powinna być unikalna

source: Proxy port needs to be an integer value between 1 and 65535
pl: Port proxy musi być liczbą całkowitą pomiędzy 1 a 65535.

source: Qatar
pl: Katar

source: Query Forwarding
pl: Przekazywanie zapytań

source: Queue number must be between 1...65535
pl: Numer kolejki musi zawierać się w przedziale 1...65535

source: Queues
pl: Kolejki

source: RCE injection
pl: Wtrysk RCE

source: RPZ chart
pl: Wykres RPZ

source: RSA Key Pairs
pl: Pary kluczy RSA

source: Radius
pl: Promień

source: Reaffected
pl: Dotknięta

source: Related category not found.
pl: Nie znaleziono powiązanej kategorii.

source: Related cron not found
pl: Nie znaleziono powiązanego crona

source: Related cron not found.
pl: Nie znaleziono powiązanego crona.

source: Related item not found
pl: Nie znaleziono powiązanego elementu

source: Related pipe not found
pl: Nie znaleziono powiązanej rury

source: Related pipe or queue not found
pl: Nie znaleziono powiązanej rury lub kolejki

source: Related ruleset not found.
pl: Nie znaleziono powiązanego zestawu reguł.

source: Related template not found
pl: Nie znaleziono powiązanego szablonu

source: Relay
pl: Przekaźnik

source: Religion
pl: Religia

source: Reminder needs to be an integer value between 0 and 86400
pl: Przypomnienie musi być wartością całkowitą pomiędzy 0 a 86400

source: Remote ACL
pl: Zdalny ACL

source: Remote control
pl: Pilot zdalnego sterowania

source: Remove forward header (delete)
pl: Usunąć nagłówek zwrotny (delete)

source: Replace all with client's IP (truncate)
pl: Zastąpić wszystko IP klienta (skrócić)

source: Reporting
pl: Raportowanie

source: Reunion
pl: Zjazd

source: Revocation
pl: Odwołanie

source: Ringtones
pl: Dzwonki

source: Risky ASN
pl: Ryzykowna ASN

source: Risky domain name
pl: Ryzykowna nazwa domeny

source: Romania
pl: Rumunia

source: Russian Federation
pl: Federacja Rosyjska

source: SNI TLS extension was missing
pl: Brakuje rozszerzenia SNI TLS

source: SNMP port needs to be an integer value between 1 and 65535
pl: Port SNMP musi być wartością całkowitą z zakresu od 1 do 65535.

source: SOCKS Version 4
pl: SOCKS wersja 4

source: SOCKS Version 5
pl: SOCKS wersja 5

source: SQL injection
pl: Wstrzykiwanie kodu SQL

source: SSH Obsolete Client Version/Cipher
pl: SSH Przestarzały klient Wersja/szyfr

source: SSH Obsolete Server Version/Cipher
pl: SSH Przestarzała wersja/szyfr serwera
