Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: SSL Proxy port needs to be an integer value between 1 and 65535
pl: Port SSL Proxy musi być liczbą całkowitą z zakresu od 1 do 65535.

source: Saint Helena
pl: Święta Helena

source: Saint Kitts and Nevis
pl: Saint Kitts i Nevis

source: Saint Pierre and Miquelon
pl: Saint Pierre i Miquelon

source: Saint Vincent and the Grenadines
pl: Saint Vincent i Grenadyny

source: Sao Tome and Principe
pl: Wyspy Świętego Tomasza i Książęca

source: Saturday
pl: Sobota

source: Saudi Arabia
pl: Arabia Saudyjska

source: Science
pl: Nauka

source: Search engnines
pl: Szukajcie enginów

source: Select a command from the list.
pl: Wybierz polecenie z listy.

source: Self-signed Certificate
pl: Certyfikat samopodpisany

source: Service name must be unique.
pl: Nazwa usługi musi być unikalna.

source: Sessions
pl: Sesje

source: Set forward header to unknown (off)
pl: Ustawić nagłówek przesyłki na nieznany (off)

source: Settings
pl: Ustawienia

source: Sexual education
pl: Edukacja seksualna

source: Seychelles
pl: Seszele

source: Shopping
pl: Sklep

source: Should be a base64-encoded 32 byte string.
pl: Powinien być zakodowanym w base64 32-bajtowym ciągiem znaków.

source: Should be a string between 1 and 255 characters.
pl: Powinien być to ciąg o długości od 1 do 255 znaków.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as asterisk, hyphen, comma and space.
pl: Powinien być to ciąg o długości od 1 do 255 znaków. Dozwolone znaki to litery i cyfry, a także gwiazdka, myślnik, przecinek i spacja.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and space.
pl: Powinien być to ciąg o długości od 1 do 255 znaków. Dozwolone znaki to litery i cyfry, a także podkreślenie, minus, kropka i spacja.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and the dollar sign.
pl: Powinien być to ciąg o długości od 1 do 255 znaków. Dozwolone znaki to litery i cyfry, a także podkreślenie, minus, kropka i znak dolara.

source: Should be a string between 1 and 64 characters. Allowed characters are alphanumeric characters, dash and underscores.
pl: Powinien być to ciąg od 1 do 64 znaków. Dozwolone znaki to znaki alfanumeryczne, myślniki i podkreślenia.

source: Should be a valid absolute file or folder path.
pl: Powinna to być prawidłowa bezwzględna ścieżka do pliku lub folderu.

source: Should be a valid absolute file path.
pl: Powinna to być prawidłowa bezwzględna ścieżka do pliku.

source: Should be a valid absolute path to the PID file of the process.
pl: Powinna być poprawną ścieżką bezwzględną do pliku PID procesu.

source: Should be a valid absolute path to the eventqueue directory.
pl: Powinna to być poprawna ścieżka bezwzględna do katalogu eventqueue.

source: Should be a valid absolute path to the executable with its arguments.
pl: Powinna być poprawną bezwzględną ścieżką do pliku wykonywalnego z jego argumentami.

source: Should be a valid absolute path to the log file or the keyword "syslog".
pl: Powinna to być poprawna ścieżka bezwzględna do pliku dziennika lub słowo kluczowe "syslog".

source: Should be a valid absolute path to the state file.
pl: Powinna to być poprawna ścieżka bezwzględna do pliku stanu.

source: Sid should be a number.
pl: Sid powinien być numerem.

source: Signal
pl: Sygnał

source: Simple Ad List
pl: Prosta lista reklam

source: Simple Tracker List
pl: Prosta lista trackerów

source: Singapore
pl: Singapur

source: Single
pl: Pojedynczy

source: Site_Unavailable
pl: Strona niedostępna

source: Slovakia
pl: Słowacja

source: Slovenia
pl: Słowenia

source: Social media
pl: Media społecznościowe

source: SocialNetwork
pl: Sieć społecznościowa

source: Solomon Islands
pl: Wyspy Salomona

source: Source NAT
pl: Źródło NAT

source: South Africa
pl: Republika Południowej Afryki

source: South America
pl: Ameryka Południowa

source: South Georgia and the South Sandwich Islands
pl: Georgia Południowa i Południowe Wyspy Sandwich

source: South Sudan
pl: Sudan Południowy

source: Space Usage
pl: Wykorzystanie przestrzeni

source: Spain
pl: Hiszpania

source: Specify a maximum object size in memory. (number of KB's)
pl: Określenie maksymalnego rozmiaru obiektu w pamięci. (liczba KB)

source: Specify a maximum object size. (number of MB's)
pl: Określenie maksymalnego rozmiaru obiektu. (liczba MB)

source: Specify a positive cache size. (number of MB's)
pl: Określenie dodatniego rozmiaru pamięci podręcznej. (liczba MB)

source: Specify a positive memory cache size. (number of MB's)
pl: Określenie dodatniego rozmiaru pamięci podręcznej. (liczba MB)

source: Specify a positive number of first-level subdirectories.
pl: Określ dodatnią liczbę podkatalogów pierwszego poziomu.

source: Specify a positive number of second-level subdirectories.
pl: Podaj dodatnią liczbę podkatalogów drugiego poziomu.

source: Specify a valid gateway from the list matching the networks ip protocol.
pl: Określ prawidłową bramę z listy pasującą do protokołu ip sieci.

source: Specify a valid network matching the gateways ip protocol.
pl: Określ prawidłową sieć pasującą do protokołu ip bramy.

source: Specify the maximum download size (kB).
pl: Określenie maksymalnego rozmiaru pobierania (kB).

source: Specify the maximum upload size (kB).
pl: Określ maksymalny rozmiar wysyłanego pliku (kB).

source: Specify the overall bandwidth for downloads in kilobits per second.
pl: Określenie ogólnej szerokości pasma dla pobierania w kilobitach na sekundę.

source: Specify the per host bandwidth for downloads in kilobits per second.
pl: Określenie przepustowości pobierania dla każdego hosta w kilobitach na sekundę.

source: Specify valid source applications.
pl: Określić prawidłowe aplikacje źródłowe.

source: Sports
pl: Sport

source: Start Delay needs to be an integer value between 0 and 86400
pl: Opóźnienie startu musi być wartością całkowitą pomiędzy 0 a 86400.

source: Statistics
pl: Statystyki

source: Steam
pl: Para

source: Store Log
pl: Dziennik sklepu

source: Strict
pl: Ścisła

source: Strip whitespaces
pl: Usuń białe przestrzenie

source: Sunday
pl: Niedziela

source: Support
pl: Wsparcie

source: Suriname
pl: Surinam

source: Suspicious DGA domain name
pl: Podejrzana nazwa domeny DGA

source: Suspicious DNS traffic
pl: Podejrzany ruch DNS

source: Suspicious entropy
pl: Podejrzana entropia

source: Svalbard and Jan Mayen
pl: Svalbard i Jan Mayen

source: Swaziland
pl: Suazi

source: Sweden
pl: Szwecja

source: Switzerland
pl: Szwajcaria

source: Syrian Arab Republic
pl: Syryjska Republika Arabska

source: System Resource
pl: Zasoby systemu

source: TLS (probably) not carrying HTTPS
pl: TLS (prawdopodobnie) nie przenosi HTTPS

source: TLS Certificate Mismatch
pl: Niedopasowanie certyfikatu TLS

source: TLS Expired Certificate
pl: Certyfikat TLS, którego ważność wygasła

source: TLS Suspicious ESNI Usage
pl: TLS Podejrzane wykorzystanie ESNI

source: TLS certificate validity longer than 13 months
pl: Ważność certyfikatu TLS dłuższa niż 13 miesięcy

source: TLS fatal alert
pl: Alarm śmiertelny TLS

source: TLS suspicious extension
pl: Podejrzane rozszerzenie TLS

source: Tag for this device must be unique.
pl: Tag dla tego urządzenia musi być unikalny.

source: Taiwan
pl: Tajwan

source: Tajikistan
pl: Tadżykistan

source: Tanzania, United Republic of
pl: Tanzania, Republika Zjednoczona

source: Teams
pl: Zespoły

source: Template name should be a string between 1 and 255 characters
pl: Nazwa szablonu powinna być ciągiem pomiędzy 1 a 255 znaków

source: Text files
pl: Pliki tekstowe

source: Thailand
pl: Tajlandia

source: The absolute limitation for packet size is 64K (65535 bytes)
pl: Bezwzględne ograniczenie rozmiaru pakietu wynosi 64K (65535 bajtów).

source: The cache size should be numeric, optionally appended with 'k', 'm', or 'g'
pl: Rozmiar pamięci podręcznej powinien być numeryczny, opcjonalnie z dodatkiem "k", "m" lub "g".

source: The device name must be unique.
pl: Nazwa urządzenia musi być unikalna.

source: The domain field is required if a host has not been specified.
pl: Pole domena jest wymagane, jeśli nie został określony host.

source: The field IP address is required.
pl: Pole Adres IP jest wymagane.

source: The field MX Host is required.
pl: Pole MX Host jest wymagane.

source: The field MX Priority is required.
pl: Pole MX Priority jest wymagane.

source: The filename may only contain letters, digits and one dot (not required).
pl: Nazwa pliku może zawierać tylko litery, cyfry i jedną kropkę (nie jest wymagana).

source: The first hour of the day is 0.
pl: Pierwsza godzina dnia to 0.

source: The host field is required if a domain has not been specified.
pl: Pole host jest wymagane, jeśli nie została określona domena.

source: The last hour of the day is 23!
pl: Ostatnia godzina dnia to 23!

source: The match name must be set.
pl: Nazwa meczu musi być ustawiona.

source: The proxy name must be set.
pl: Nazwa proxy musi być ustawiona.

source: This does not look like a valid proxy or direct connection.
pl: Nie wygląda to na prawidłowe połączenie proxy lub bezpośrednie.

source: This does not look like a valid url.
pl: To nie wygląda na prawidłowy adres url.

source: This must be a valid port number.
pl: Musi to być prawidłowy numer portu.

source: Thunder
pl: Grzmot

source: Thursday
pl: Czwartek

source: Time Range
pl: Zakres czasu

source: Trace Route
pl: Śledzenie trasy

source: Traffic Mgmt
pl: Zarządzanie ruchem

source: Trinidad and Tobago
pl: Trynidad i Tobago

source: Tuesday
pl: Wtorek

source: Tunisia
pl: Tunezja

source: Turkey
pl: Turcja

source: Turks and Caicos Islands
pl: Wyspy Turks i Caicos

source: Types
pl: Rodzaje

source: URL (IPs)
pl: URL (IP)

source: URL Matches
pl: URL Dopasowania

source: URL Table (IPs)
pl: Tabela URL (IP)

source: URL has to start with http:// or https://
pl: Adres URL musi zaczynać się od http:// lub https://

source: USER
pl: UŻYTKOWNIK

source: UUCP subsystem
pl: Podsystem UUCP

source: Ukraine
pl: Ukraina

source: Uncommon TLS ALPN
pl: Nietypowy TLS ALPN

source: United Arab Emirates
pl: Zjednoczone Emiraty Arabskie

source: United Kingdom
pl: Zjednoczone Królestwo

source: United States
pl: Stany Zjednoczone

source: United States Minor Outlying Islands
pl: Stany Zjednoczone Mniejsze Wyspy Zewnętrzne

source: Unless
pl: Chyba że

source: Unmonitor
pl: Odłączenie monitora

source: Unsafe Protocol
pl: Niebezpieczny protokół

source: Uruguay
pl: Urugwaj

source: User Forum
pl: Forum użytkowników

source: User custom category 1
pl: Własna kategoria użytkownika 1

source: User custom category 2
pl: Własna kategoria użytkownika 2

source: User custom category 3
pl: Własna kategoria użytkownika 3

source: User custom category 4
pl: Własna kategoria użytkownika 4

source: User custom category 5
pl: Własna kategoria użytkownika 5

source: Username can be up to 32 signs long. Alphanumeric characters and also dot, dash and underscore allowed.
pl: Nazwa użytkownika może mieć długość do 32 znaków. Dozwolone są znaki alfanumeryczne, a także kropka, myślnik i podkreślnik.

source: Users
pl: Użytkownicy

source: Value needs to be between 0 and 23; multiple values, ranges, steps and asterisk are supported (ex. 1,2,8 or 0-8).
pl: Wartość musi zawierać się w przedziale od 0 do 23; obsługiwane są wartości wielokrotne, zakresy, kroki i gwiazdki (np. 1,2,8 lub 0-8).

source: Value needs to be between 0 and 59; multiple values, ranges, steps and asterisk are supported (ex. 1,10,20,30 or 1-30).
pl: Wartość musi zawierać się w przedziale od 0 do 59; obsługiwane są wartości wielokrotne, zakresy, kroki i gwiazdki (np. 1,10,20,30 lub 1-30).

source: Value needs to be between 0 and 7 (Sunday to Sunday), multiple values, ranges, steps and asterisk are supported (ex. 1,2,4 or 0-4).
pl: Wartość musi zawierać się w przedziale od 0 do 7 (od niedzieli do niedzieli), obsługiwane są wartości wielokrotne, zakresy, kroki i gwiazdki (np. 1,2,4 lub 0-4).

source: Value needs to be between 1 and 12 or JAN to DEC, multiple values, ranges, steps and asterisk are supported (ex. JAN,2,10 or 3-8).
pl: Wartość musi zawierać się w przedziale od 1 do 12 lub od JAN do DEC, obsługiwane są wartości wielokrotne, zakresy, kroki i gwiazdki (np. JAN,2,10 lub 3-8).

source: Value needs to be between 1 and 31; multiple values, ranges, L (last day of month), steps and asterisk are supported (ex. 1,2,8 or 1-28).
pl: Wartość musi zawierać się w przedziale od 1 do 31; obsługiwane są wartości wielokrotne, zakresy, L (ostatni dzień miesiąca), kroki i gwiazdki (np. 1,2,8 lub 1-28).

source: Venezuela
pl: Wenezuela

source: Video
pl: Wideo

source: Vietnam
pl: Wietnam

source: Virgin Islands, British
pl: Brytyjskie Wyspy Dziewicze

source: Virgin Islands, U.S.
pl: Wyspy Dziewicze, USA.

source: Vouchers
pl: Kupony

source: Wallis and Futuna
pl: Wallis i Futuna

source: Warning
pl: Ostrzeżenie

source: Weak TLS cipher
pl: Słaby szyfr TLS

source: Weapons
pl: Broń

source: Web
pl: Strona internetowa

source: Wednesday
pl: Środa

source: Weekday Range
pl: Zakres dni tygodnia

source: Weight must be between 1...100
pl: Waga musi zawierać się w przedziale 1...100

source: Western Sahara
pl: Sahara Zachodnia

source: WhatsAppCall
pl: WhatsAppZadzwoń

source: When enabling "Log SNI information only", SSL inspection must also be enabled
pl: Przy włączeniu opcji "Log SNI information only" musi być również włączona inspekcja SSL

source: WindowsSpyBlocker (extra)
pl: WindowsSpyBlocker (ekstra)

source: WindowsSpyBlocker (spy)
pl: WindowsSpyBlocker (szpieg)

source: WindowsSpyBlocker (update)
pl: WindowsSpyBlocker (aktualizacja)

source: Wizard
pl: Czarodziej

source: XSS attack
pl: Atak XSS

source: Yemen
pl: Jemen

source: YoYo List
pl: Lista YoYo

source: You have to enable Disable Routes option.
pl: Należy włączyć opcję Disable Routes.

source: You have to enable FreeRADIUS DHCP service.
pl: Należy włączyć usługę FreeRADIUS DHCP.

source: You need to set a proper listening IP.
pl: Trzeba ustawić odpowiednie IP nasłuchu.

source: You need to set a propper VLAN ID.
pl: Należy ustawić propper VLAN ID.

source: both
pl: zarówno

source: bucket size should be between 1...65535
pl: rozmiar wiaderka powinien zawierać się w przedziale 1...65535

source: clock daemon
pl: demon zegara

source: destination
pl: miejsce przeznaczenia

source: emergency
pl: awaryjne

source: error
pl: błąd

source: files
pl: pliki

source: kernel messages
pl: komunikaty jądra

source: line printer subsystem
pl: podsystem drukarki liniowej

source: locally used (0)
pl: używane lokalnie (0)

source: locally used (1)
pl: używane lokalnie (1)

source: locally used (2)
pl: używane lokalnie (2)

source: locally used (3)
pl: używane lokalnie (3)

source: locally used (4)
pl: używane lokalnie (4)

source: locally used (5)
pl: używane lokalnie (5)

source: locally used (6)
pl: używane lokalnie (6)

source: locally used (7)
pl: używane lokalnie (7)

source: log alert
pl: alarm dziennika

source: log audit
pl: audyt dziennika

source: mail system
pl: system pocztowy

source: max size needs to be an integer value between 1 and 65535
pl: max size musi być wartością całkowitą pomiędzy 1 a 65535

source: messages generated internally by syslogd
pl: wiadomości generowane wewnętrznie przez syslogd

source: network news subsystem
pl: podsystem wiadomości sieciowych

source: notice
pl: zawiadomienie

source: origin should be regular text of max 30 characters
pl: pochodzenie powinno być zwykłym tekstem o długości max 30 znaków

source: provide a valid sequence for sorting
pl: podać prawidłową sekwencję dla sortowania

source: queue size should be between 2...100
pl: wielkość kolejki powinna zawierać się w przedziale 2...100

source: security/authorization messages
pl: komunikaty bezpieczeństwa/autoryzacji

source: source
pl: źródło

source: system daemons
pl: demony systemowe

source: tcp (ACK packets only)
pl: tcp (tylko pakiety ACK)

source: tcp (non-ACK packets)
pl: tcp (pakiety non-ACK)

source: the number of sslrtd children needs to be an integer value between 1 and 32
pl: liczba dzieci sslrtd musi być wartością całkowitą pomiędzy 1 a 32

source: user-level messages
pl: komunikaty na poziomie użytkownika

source: volatile-random
pl: lotne-losowe

source: warn
pl: ostrzeżenie

source: (leave empty for none)
pl: (pozostawić puste miejsce dla braku)

source: (leave empty to keep current one)
pl: (pozostawić puste miejsce, aby zachować obecny)

source: 512 bit
pl: 512 bitów

source: A Windows Internet Name Service (WINS) server to provide for connecting clients, which allows them to browse Windows shares. This is typically an Active Directory Domain Controller, designated WINS server, or Samba server.
pl: Serwer usługi Windows Internet Name Service (WINS) zapewniający podłączenie klientów, co pozwala im przeglądać udziały w systemie Windows. Zazwyczaj jest to kontroler domeny Active Directory, wyznaczony serwer WINS lub serwer Samba.

source: A name for this OpenVPN instance, for your reference. It can be set however you like, but is often used to distinguish the purpose of the service (e.g. "Remote Technical Staff").
pl: Nazwa dla tej instancji OpenVPN, do wykorzystania przez użytkownika. Może być ustawiona jakkolwiek chcesz, ale często jest używana do odróżnienia celu usługi (np. "Zdalny personel techniczny").

source: A name for your reference, to identify this certificate. This is also known as the certificate's "Common Name".
pl: Nazwa dla użytkownika, służąca do identyfikacji tego certyfikatu. Jest to również znane jako "Common Name" certyfikatu.

source: A name for your reference, to identify this certificate. This is the same as common-name field for other Certificates.
pl: Nazwa dla użytkownika, aby zidentyfikować ten certyfikat. Jest to takie samo pole jak common-name dla innych certyfikatów.

source: A reload is now in progress. The wizard will redirect you to the dashboard once the reload is completed.
pl: Przeładowanie jest w toku. Kreator przekieruje Cię do pulpitu nawigacyjnego po zakończeniu przeładowania.

source: Add Certificate Authority
pl: Dodaj organ certyfikacji

source: Add LDAP Server
pl: Dodaj serwer LDAP

source: Add RADIUS Server
pl: Dodaj serwer RADIUS

source: Add a Server Certificate
pl: Dodaj certyfikat serwera

source: Add a rule to allow all traffic from connected clients to pass across the VPN tunnel.
pl: Dodaj regułę zezwalającą na przejście przez tunel VPN całego ruchu z podłączonych klientów.

source: Add a rule to permit traffic from clients on the Internet to the OpenVPN server process.
pl: Dodaj regułę zezwalającą na ruch z klientów w Internecie do procesu serwera OpenVPN.

source: Add new CA
pl: Dodaj nowy CA

source: Add new Certificate
pl: Dodaj nowy certyfikat

source: Add new LDAP server
pl: Dodaj nowy serwer LDAP

source: Add new RADIUS server
pl: Dodaj nowy serwer RADIUS

source: Add new Server
pl: Dodaj nowy serwer

source: Address of the LDAP server.
pl: Adres serwera LDAP.

source: Address of the RADIUS server.
pl: Adres serwera RADIUS.

source: Allow DNS servers to be overridden by DHCP/PPP on WAN
pl: Zezwalanie na zastępowanie serwerów DNS przez DHCP/PPP w sieci WAN

source: Allow communication between clients connected to this server.
pl: Zezwalaj na komunikację między klientami podłączonymi do tego serwera.

source: Allow connected clients to retain their connections if their IP address changes.
pl: Zezwalaj podłączonym klientom na zachowanie połączeń w przypadku zmiany ich adresu IP.

source: Allow multiple concurrent connections from clients using the same Common Name. This is not generally recommended, but may be needed for some scenarios.
pl: Zezwalaj na wiele równoczesnych połączeń od klientów używających tej samej nazwy wspólnej. Nie jest to ogólnie zalecane, ale może być potrzebne w niektórych scenariuszach.

source: Authentication Containers
pl: Kontenery uwierzytelniające

source: Authentication Port
pl: Port uwierzytelniania

source: Authentication Type Selection
pl: Wybór typu uwierzytelniania

source: Automatically generate a shared TLS authentication key.
pl: Automatycznie wygeneruj wspólny klucz uwierzytelniania TLS.

source: Block RFC1918 Private Networks
pl: Blokowanie sieci prywatnych RFC1918

source: Block non-Internet routed networks from entering via WAN
pl: Blokowanie dostępu do sieci nieinternetowych przez WAN

source: Block private networks from entering via WAN
pl: Blokowanie dostępu do sieci prywatnych przez WAN

source: Certificate Authority Selection
pl: Wybór urzędu certyfikacji

source: Choose a Certificate Authority (CA)
pl: Wybierz urząd certyfikacji (CA)

source: Choose a Server Certificate
pl: Wybierz certyfikat serwera

source: City or other Locality name (e.g. Middelharnis, Leipzig, Louisville).
pl: Miasto lub inna nazwa miejscowości (np. Middelharnis, Leipzig, Louisville).

source: Click 'Reload' to apply the changes.
pl: Kliknij "Reload", aby zastosować zmiany.

source: Compress tunnel packets using the LZO algorithm. Adaptive compression will dynamically disable compression for a period of time if OpenVPN detects that the data in the packets is not being compressed efficiently.
pl: Kompresja pakietów tunelu przy użyciu algorytmu LZO. Kompresja adaptacyjna dynamicznie wyłącza kompresję na pewien czas, jeśli OpenVPN wykryje, że dane w pakietach nie są kompresowane efektywnie.

source: Concurrent Connections
pl: Połączenia równoległe

source: Configure LAN Interface
pl: Konfiguracja interfejsu LAN

source: Configure WAN Interface
pl: Konfiguracja interfejsu WAN

source: Create a New Certificate Authority (CA) Certificate
pl: Tworzenie nowego certyfikatu urzędu certyfikacji (CA)

source: Create a New Server Certificate
pl: Tworzenie nowego certyfikatu serwera

source: Create new Certificate
pl: Utwórz nowy certyfikat

source: DHCP Hostname
pl: Nazwa hosta DHCP

source: DNS Server 1
pl: Serwer DNS 1

source: DNS Server 2
pl: Serwer DNS 2

source: DNS Server 3
pl: Serwer DNS 3

source: DNS Server 4
pl: Serwer DNS 4

source: DNS server to provide for connecting client systems.
pl: Serwer DNS zapewniający podłączenie systemów klienckich.

source: Descriptive name for the RADIUS server, for your reference.
pl: Nazwa opisowa serwera RADIUS, do wglądu.

source: Descriptive server name, for your own reference.
pl: Opisowa nazwa serwera, dla własnych potrzeb.

source: Domain name field is invalid
pl: Pole nazwy domeny jest nieprawidłowe

source: Email address for the Certificate contact. Often the email of the person generating the certificate (i.e. You.)
pl: Adres e-mail dla kontaktu w sprawie certyfikatu. Często jest to email osoby generującej certyfikat (czyli Ciebie).

source: Enable NetBIOS over TCP/IP. If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled.
pl: Włącz opcję NetBIOS over TCP/IP. Jeśli ta opcja nie jest ustawiona, wszystkie opcje NetBIOS-over-TCP/IP (w tym WINS) będą wyłączone.

source: Enable Resolver
pl: Włącz Resolver

source: Enable authentication of TLS packets.
pl: Włącz uwierzytelnianie pakietów TLS.

source: Encryption Algorithm
pl: Algorytm szyfrowania

source: Enter the hostname (FQDN) of the time server.
pl: Wprowadzić nazwę hosta (FQDN) serwera czasu.

source: Finish
pl: Wykończenie

source: Finished!
pl: Skończone!

source: Firewall Rule
pl: Reguła Firewall

source: Firewall Rule Configuration
pl: Konfiguracja reguł zapory sieciowej
