Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Services: Unbound DNS: Access Lists
pl: Usługi: Unbound DNS: Listy dostępu.

source: Services: Unbound DNS: Edit Host and Domain Override
pl: Usługi: Unbound DNS: Edit Host i Domain Override

source: Services: Unbound DNS: General
pl: Usługi: Unbound DNS: Ogólne

source: Services: Unbound DNS: Log File
pl: Usługi: Unbound DNS: Log File (Plik dziennika)

source: Services: nprobe
pl: Usługi: nprobe

source: Services: ntopng
pl: Usługi: ntopng

source: Status: DHCP leases
pl: Status: Dzierżawy DHCP

source: Status: DHCPv6 leases
pl: Status: Dzierżawy DHCPv6.

source: Status: Interfaces
pl: Status: Interfejsy

source: Status: Services
pl: Status: Usługi

source: Status: System logs: Captive portal
pl: Stan: Logi systemowe: Captive portal

source: Status: System logs: IPsec VPN
pl: Stan: Logi systemowe: IPsec VPN

source: Status: System logs: NTP
pl: Stan: Logi systemowe: NTP

source: Status: System logs: OpenVPN
pl: Stan: Logi systemowe: OpenVPN

source: Status: System logs: PPP
pl: Stan: Logi systemowe: PPP

source: Status: System logs: Routing
pl: Stan: Logi systemowe: Routing

source: Status: System logs: Wireless
pl: Stan: Logi systemowe: Wireless

source: Status: Traffic Graph
pl: Stan: Traffic Graph

source: Status: Wireless
pl: Status: Bezprzewodowy

source: System Setup Wizard
pl: Kreator konfiguracji systemu

source: System: Advanced: Admin Access Page
pl: System: Zaawansowane: Strona dostępu administratora.

source: System: Advanced: Firewall and NAT
pl: System: Zaawansowane: Firewall i NAT

source: System: Advanced: Miscellaneous
pl: System: Zaawansowane: Różne

source: System: Advanced: Network
pl: System: Zaawansowane: Sieć

source: System: Advanced: Tunables
pl: System: Zaawansowany: Tunables

source: System: Authentication Servers
pl: System: Serwery uwierzytelniania.

source: System: Deny config write
pl: System: Odmowa zapisu konfiguracji

source: System: Gateway Groups
pl: System: Grupy bramek.

source: System: Gateways
pl: System: Bramki

source: System: Gateways: Edit Gateway
pl: System: Gateways: Edytuj Bramę

source: System: Gateways: Edit Gateway Groups
pl: System: Gateways: Edycja grup bramek

source: System: General Setup
pl: System: Konfiguracja ogólna

source: System: Group Manager: Add Privileges
pl: System: Group Manager: Dodaj uprawnienia

source: System: Group manager
pl: System: Kierownik grupy

source: System: License
pl: System: Licencja

source: System: Settings: Cron
pl: System: Ustawienia: Cron

source: System: User Manager
pl: System: Menedżer użytkowników.

source: System: User Manager: Add Privileges
pl: System: User Manager: Dodaj uprawnienia

source: System: User Password Manager
pl: System: Menedżer haseł użytkowników

source: VPN: IPsec: Key Pairs
pl: VPN: IPsec: Key Pairs (pary kluczy)

source: VPN: OpenVPN: Client
pl: VPN: OpenVPN: Klient

source: VPN: OpenVPN: Client Export Utility
pl: VPN: OpenVPN: Narzędzie do eksportu klienta

source: VPN: OpenVPN: Client Specific Override
pl: VPN: OpenVPN: Nadpisywanie specyficzne dla klienta

source: VPN: OpenVPN: Server
pl: VPN: OpenVPN: Serwer

source: WebCfg - Services: Monit System Monitoring page
pl: WebCfg - Usługi: Strona Monitorowanie systemu Monit.

source: XMLRPC Library
pl: Biblioteka XMLRPC

source: Controls which objects to keep in the memory cache (cache_mem) always: Keep most recently fetched objects in memory (default) disk: Only disk cache hits are kept in memory, which means an object must first be cached on disk and then hit a second time before cached in memory. network: Only objects fetched from network is kept in memory
pl: Kontroluje, które obiekty mają być przechowywane w pamięci podręcznej (cache_mem) always: Zachowaj ostatnio pobierane obiekty w pamięci (domyślnie) disk: Tylko trafienia z pamięci podręcznej dysku są utrzymywane w pamięci, co oznacza, że obiekt musi być najpierw zbuforowany na dysku, a następnie trafiony drugi raz, zanim zostanie zbuforowany w pamięci. network: Tylko obiekty pobierane z sieci są przechowywane w pamięci

source: The proxy error pages can be altered, default layout uses DynFi Firewall content, when Squid is selected the content for the selected language will be used (standard squid layout), Custom offers the possibility to upload your own theme content.
pl: Strony błędów proxy mogą być zmienione, domyślny układ używa zawartości DynFi Firewall, gdy wybrany jest Squid zawartość dla wybranego języka zostanie użyta (standardowy układ squida), Custom oferuje możliwość załadowania własnej zawartości motywu.

source: Configure a maximum Time to live in seconds for RRsets and messages in the cache. When the internal TTL expires the cache item is expired. This can be configured to force the resolver to query for data more often and not trust (very large) TTL values.
pl: Skonfiguruj maksymalny czas życia w sekundach dla zestawów RR i wiadomości w pamięci podręcznej. Po wygaśnięciu wewnętrznego TTL element cache jest wygaszany. Może to być skonfigurowane tak, aby zmusić resolvera do częstszego odpytywania o dane i nie ufać (bardzo dużym) wartościom TTL.

source: Configure a minimum Time to live in seconds for RRsets and messages in the cache. If the minimum value kicks in, the data is cached for longer than the domain owner intended, and thus fewer queries are made to look up the data. The 0 value ensures the data in the cache is as the domain owner intended. High values can lead to trouble as the data in the cache might not match up with the actual data anymore.
pl: Skonfiguruj minimalny czas życia w sekundach dla RRsetów i wiadomości w cache. Jeśli minimalna wartość zostanie wprowadzona, dane są buforowane dłużej niż właściciela domeny, a tym samym mniej zapytań jest wykonywanych w celu wyszukania danych. Wartość 0 zapewnia, że dane w pamięci podręcznej są takie, jak zamierzał właściciel domeny. Wysokie wartości mogą prowadzić do problemów, ponieważ dane w pamięci podręcznej mogą nie odpowiadać już rzeczywistym danym.

source: DNSKEYs are fetched earlier in the validation process when a Delegation signer is encountered. This helps lower the latency of requests but does utilize a little more CPU.
pl: DNSKEYs są pobierane wcześniej w procesie walidacji, gdy napotkany jest podpisujący delegację. Pomaga to zmniejszyć opóźnienie żądań, ale wykorzystuje nieco więcej procesora.

source: DNSSEC data is required for trust-anchored zones. If such data is absent, the zone becomes bogus. If this is disabled and no DNSSEC data is received, then the zone is made insecure.
pl: Dane DNSSEC są wymagane dla stref zakotwiczonych w zaufaniu. Jeśli takie dane są nieobecne, strefa staje się fikcyjna. Jeśli jest to wyłączone i nie są odbierane żadne dane DNSSEC, to strefa staje się niezabezpieczona.

source: Destination ip address for entries in the blocklist (leave empty to use default: 0.0.0.0). Not used when "Return NXDOMAIN" is checked.
pl: Docelowy adres ip dla wpisów na liście bloków (pozostaw puste, aby użyć domyślnego: 0.0.0.0). Nieużywane, jeżeli jest zaznaczone "Return NXDOMAIN".

source: Direction of the traffic. The default policy is to filter inbound traffic, which sets the policy to the interface originally receiving the traffic.
pl: Kierunek ruchu. Domyślną polityką jest filtrowanie ruchu przychodzącego, co ustawia politykę na interfejs pierwotnie odbierający ruch.

source: Domain to override (NOTE: this does not have to be a valid TLD!), e.g. 'test' or 'mycompany.localdomain' or '1.168.192.in-addr.arpa'
pl: Domena do nadpisania (UWAGA: to nie musi być ważne TLD!), np. 'test' lub 'mycompany.localdomain' lub '1.168.192.in-addr.arpa'.

source: IP address of the authoritative DNS server for this domain, e.g. '192.168.100.100'. To use a nondefault port for communication, append an '@' with the port number.
pl: Adres IP autorytatywnego serwera DNS dla tej domeny, np. "192.168.100.100". Aby użyć innego niż domyślny portu do komunikacji, dodać "@" do numeru portu.

source: If a domain is entered here, queries for this specific domain will be forwarded to the specified server. Leave blank to forward all queries to the specified server (default).
pl: Jeśli domena jest wpisana tutaj, zapytania dla tej konkretnej domeny będą przekazywane do określonego serwera. Pozostaw puste, aby przekazać wszystkie zapytania do określonego serwera (domyślnie).

source: If a packet matches a rule specifying quick, then that rule is considered the last matching rule and the specified action is taken. When a rule does not have quick enabled, the last matching rule wins.
pl: Jeli pakiet pasuje do reguły okrelaj cej quick, wówczas reguła ta jest traktowana jako ostatnia i podejmowane jest okrelone działanie. Gdy reguła nie ma wł±czonej opcji quick, wygrywa ostatnia pasuj±ca reguła.

source: If enabled, a total number of unwanted replies is kept track of in every thread. When it reaches the threshold, a defensive action is taken and a warning is printed to the log file. This defensive action is to clear the RRSet and message caches, hopefully flushing away any poison.
pl: Jeśli jest włączona, w każdym wątku śledzona jest całkowita liczba niechcianych odpowiedzi. Gdy osiągnie ona próg, podejmowane jest działanie obronne, a ostrzeżenie jest drukowane w pliku dziennika. Ta akcja obronna polega na wyczyszczeniu RRSet i pamięci podręcznej wiadomości, mając nadzieję na wypłukanie wszelkich trucizn.

source: If enabled, prints one line per query to the log, with the log timestamp and IP address, name, type and class. Note that it takes time to print these lines, which makes the server (significantly) slower. Odd (non-printable) characters in names are printed as '?'.
pl: Jeśli jest włączona, drukuje jedną linię na zapytanie do dziennika, ze znacznikiem czasu dziennika i adresem IP, nazwą, typem i klasą. Zauważ, że drukowanie tych linii zajmuje trochę czasu, co sprawia, że serwer jest (znacząco) wolniejszy. Nieparzyste (niedrukowalne) znaki w nazwach są drukowane jako '?'.

source: If enabled, prints one line per reply to the log, with the log timestamp and IP address, name, type, class, return code, time to resolve, whether the reply is from the cache and the response size. Note that it takes time to print these lines, which makes the server (significantly) slower. Odd (non-printable) characters in names are printed as '?'.
pl: Jeśli włączone, drukuje jeden wiersz na odpowiedź do dziennika, z timestampem dziennika i adresem IP, nazwą, typem, klasę, kod zwrotny, czas rozwiązania, czy odpowiedź pochodzi z pamięci podręcznej i rozmiar odpowiedzi. Zauważ, że drukowanie tych linii zajmuje trochę czasu, co sprawia, że serwer (znacząco) zwalnia. Nieparzyste (niedrukowalne) znaki w nazwach są drukowane jako '?'.

source: If enabled, prints the word 'query: ' and 'reply: ' with logged queries and replies. This makes filtering logs easier.
pl: Jeśli włączone, drukuje słowo 'query: ' i 'reply: ' z zalogowanymi zapytaniami i odpowiedziami. Ułatwia to filtrowanie logów.

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
pl: Pozostaw jako "domyślne", aby użyć systemowej tablicy routingu. Lub wybierz bramę, aby wykorzystać routing oparty na zasadach.

source: Limits the serving of expired responses to the configured amount of seconds after expiration. A value of 0 disables the limit. A suggested value per RFC 8767 is between 86400 (1 day) and 259200 (3 days).
pl: Ogranicza obsługę wygasłych odpowiedzi do skonfigurowanej ilości sekund po wygaśnięciu. Wartość 0 wyłącza limit. Sugerowana wartość według RFC 8767 jest pomiędzy 86400 (1 dzień) a 259200 (3 dni).

source: List of domains to mark as private. These domains and all its subdomains are allowed to contain private addresses.
pl: Lista domen do oznaczenia jako prywatne. Te domeny i wszystkie ich subdomeny mogą zawierać adresy prywatne.

source: Message cache elements are prefetched before they expire to help keep the cache up to date. When enabled, this option can cause an increase of around 10% more DNS traffic and load on the server, but frequently requested items will not expire from the cache.
pl: Elementy cache'u wiadomości są prefetowane przed wygaśnięciem, aby pomóc w utrzymaniu aktualności cache'u. Włączenie tej opcji może spowodować zwiększenie ruchu i obciążenia DNS o około 10%. na serwerze, ale często żądane elementy nie będą wygasać z pamięci podręcznej.

source: Number of hosts for which information is cached.
pl: Liczba hostów, dla których informacje są buforowane.

source: Packets matching this rule will be mapped to the IP address given here.
pl: Pakiety pasujące do tej reguły będą mapowane na podany tu adres IP.

source: Paste a public key of the selected type in X.509 format. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
pl: Wklej klucz publiczny wybranego typu w formacie X.509. Musi być wklejony z uwzględnieniem nagłówków "-----BEGIN ...-----" i "-----END [...]-----".

source: Paste an optional private key of the selected type in X.509 format which belongs to the public key specified above. When adding the public key of a peer, this field should not be specified as the private key remains solely with the peer. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
pl: Wklejenie opcjonalnego klucza prywatnego wybranego typu w formacie X.509, który należy do klucza publicznego określonego powyżej. W przypadku dodawania klucza publicznego peera nie należy podawać tego pola, ponieważ klucz prywatny pozostaje wyłącznie w peerze. Musi być wklejony łącznie z nagłówkami "-----BEGIN ...-----" i "-----END [...]-----".

source: Select the log verbosity. Level 0 means no verbosity, only errors. Level 1 gives operational information. Level 2 gives detailed operational information. Level 3 gives query level information, output per query. Level 4 gives algorithm level information. Level 5 logs client identification for cache misses.
pl: Wybierz czasochłonność dziennika. Poziom 0 oznacza brak werbalności, tylko błędy. Poziom 1 podaje informacje operacyjne. Poziom 2 podaje szczegółowe informacje operacyjne. Poziom 3 podaje informacje o poziomie zapytania, wyjście na zapytanie. Poziom 4 podaje informacje o poziomie algorytmu. Poziom 5 rejestruje identyfikację klienta dla braków w pamięci podręcznej.

source: Send minimum amount of information to upstream servers to enhance privacy. Do not fall-back to sending full QNAME to potentially broken nameservers. A lot of domains will not be resolvable when this option in enabled. Only use if you know what you are doing.
pl: Wysyłaj minimalną ilość informacji do serwerów upstream, aby zwiększyć prywatność. Nie należy powracać do wysyłania pełnej nazwy domeny (QNAME) do potencjalnie uszkodzonych serwerów nazw. Wiele domen nie będzie można rozwiązać, gdy ta opcja jest włączona. Używaj jej tylko jeśli wiesz co robisz.

source: Serve expired responses from the cache with a TTL of 0 without waiting for the actual resolution to finish. The TTL can be modified with "Expired Record Reply TTL value"
pl: Obsługuj wygasłe odpowiedzi z pamięci podręcznej z TTL równym 0 bez czekania na zakończenie rzeczywistej rozdzielczości. TTL można zmodyfikować za pomocą "Expired Record Reply TTL value"

source: Set the TTL of expired records to the "TTL for Expired Responses" value after a failed attempt to retrieve the record from an upstream server. This makes sure that the expired records will be served as long as there are queries for it.
pl: Ustaw TTL wygasłych rekordów na wartość "TTL dla wygasłych odpowiedzi" po nieudanej próbie pobrania rekordu z serwera upstream. To daje pewność, że wygasłe rekordy będą obsługiwane tak długo tak długo, jak długo istnieją zapytania o nie.

source: Size of the RRset cache. Contains the actual RR data. Valid input is plain bytes, optionally appended with 'k', 'm', or 'g' for kilobytes, megabytes or gigabytes respectively.
pl: Rozmiar pamięci podręcznej RRset. Zawiera rzeczywiste dane RR. Prawidłowe dane wejściowe to zwykłe bajty, opcjonalnie uzupełnione 'k', 'm' lub 'g' dla kilobajtów, megabajtów lub gigabajtów.

source: Size of the message cache. The message cache stores DNS rcodes and validation statuses. The RRSet cache will automatically be set to twice this amount. The RRSet cache contains the actual RR data. Valid input is plain bytes, optionally appended with 'k', 'm', or 'g' for kilobytes, megabytes or gigabytes respectively.
pl: Rozmiar pamięci podręcznej wiadomości. W pamięci podręcznej wiadomości przechowywane są kody DNS rcodes i statusy walidacji. Pamięć podręczna RRSet zostanie automatycznie ustawiona na dwukrotność tej wielkości. RRSet cache zawiera rzeczywiste dane RR. Poprawne dane wejściowe to zwykłe bajty, opcjonalnie uzupełnione o 'k', 'm' lub 'g' dla kilobajtów, megabajtów lub gigabajtów.

source: TTL value to use when replying with expired data. If "Client Expired Response Timeout" is also used then it is recommended to use 30 as the value as per RFC 8767.
pl: Wartość TTL do użycia podczas odpowiedzi z wygasłymi danymi. Jeśli "Client Expired Response Timeout" jest również używany to zalecane jest użycie 30 jako wartości zgodnie z RFC 8767.

source: The Common Name of the DNS server (e.g. dns.example.com). This field is required to verify its TLS certificate. DNS-over-TLS is susceptible to man-in-the-middle attacks unless certificates can be verified. Leave empty to accept self-signed yet also potentially fraudulent certificates.
pl: Common Name serwera DNS (np. dns.example.com). To pole jest wymagane do weryfikacji jego certyfikatu TLS. DNS-over-TLS jest podatny na ataki man-in-the-middle, jeśli nie można zweryfikować certyfikatów. Pozostaw puste, aby zaakceptować samodzielnie podpisane, ale również potencjalnie fałszywe certyfikaty.

source: The configured system nameservers will be used to forward queries to. This will override any entry in the grid below, except for entries with a specific domain. DNS over TLS will never be used for any query bound for a system nameserver.
pl: Skonfigurowane serwery nazw systemu będą używane do przekazywania zapytań. Zastąpi to każdy wpis w poniższej siatce, z wyjątkiem wpisów z określoną domeną. DNS over TLS nigdy nie będzie używany dla zapytań związanych z systemowym serwerem nazw.

source: The number of incoming TCP buffers to allocate per thread. If 0 is selected then no TCP queries, from clients, are accepted.
pl: Liczba buforów przychodzących TCP, które mają być przydzielone dla każdego wątku. Jeżeli wybrano 0 to żadne zapytania TCP od klientów nie są akceptowane.

source: The number of outgoing TCP buffers to allocate per thread. If 0 is selected then no TCP queries, to authoritative servers, are done.
pl: Liczba buforów wychodzących TCP, które mają być przydzielone dla każdego wątku. Jeżeli wybrano 0 to nie są wykonywane żadne zapytania TCP do serwerów autorytatywnych.

source: The number of ports to open. This number of file descriptors can be opened per thread. Larger numbers need extra resources from the operating system. For performance a very large value is best. For reference, usually double the amount of queries per thread is used.
pl: Liczba portów do otwarcia. Ta liczba deskryptorów plików może być otwarta na jeden wątek. Większe liczby wymaga dodatkowych zasobów od systemu operacyjnego. Dla wydajności najlepsza jest bardzo duża wartość. Dla odniesienia, zwykle używa się podwójnej ilości zapytań na wątek.

source: The number of queries that every thread will service simultaneously. If more queries arrive that need to be serviced, and no queries can be jostled out (see "Jostle Timeout"), then these queries are dropped. This forces the client to resend after a timeout, allowing the server time to work on the existing queries.
pl: Liczba zapytań, które każdy wątek będzie obsługiwał jednocześnie. Jeśli pojawi się więcej zapytań, które które muszą zostać obsłużone, a żadne zapytanie nie może zostać wyrzucone (zobacz "Jostle Timeout"), wtedy te zapytania są porzucane. Zmusza to klienta do ponownego wysłania po upływie czasu, dając serwerowi czas na pracę nad istniejącymi zapytaniami. serwerowi czas na pracę nad istniejącymi zapytaniami.

source: This timeout is used for when the server is very busy. Set to a value that usually results in one round-trip to the authority servers. If too many queries arrive, then 50% of the queries are allowed to run to completion, and the other 50% are replaced with the new incoming query if they have already spent more than their allowed time. This protects against denial of service by slow queries or high query rates.
pl: Ten timeout jest używany w przypadku, gdy serwer jest bardzo zajęty. Ustawiony na wartość, która zwykle powoduje jeden rundę do serwerów władzy. Jeśli nadejdzie zbyt wiele zapytań, wtedy 50% zapytań jest dozwolone na dokończenie, a pozostałe 50% jest zastępowane nowym przychodzącym zapytaniem, jeśli już wydały więcej niż wynosi ich dozwolony czas. Chroni to przed odmową usługi przez powolne zapytania lub wysoki współczynnik zapytań.

source: Time in milliseconds before replying to the client with expired data. This essentially enables the serve- stable behavior as specified in RFC 8767 that first tries to resolve before immediately responding with expired data. A recommended value per RF 8767 is 1800. Setting this to 0 will disable this behavior.
pl: Czas w milisekundach przed odpowiedzią do klienta z wygasłymi danymi. To zasadniczo umożliwia zachowanie serve- stabilne zachowanie określone w RFC 8767, które najpierw próbuje rozwiązać problem przed natychmiastową odpowiedzią z wygasłymi danymi. danymi. Zalecaną wartością według RF 8767 jest 1800. Ustawienie tej wartości na 0 wyłączy to zachowanie.

source: Time to live in seconds for entries in the host cache. The host cache contains round-trip timing, lameness and EDNS support information.
pl: Czas życia w sekundach dla wpisów w pamięci podręcznej hosta. Pamięć podręczna hosta zawiera informacje o taktowaniu rundy, lamliwości i informacje o wsparciu EDNS.

source: Leave empty to generate a device name. Custom names are possible, but only if the start of the name matches the required prefix and contains numeric characters or dots, e.g. "vlan0.1.2" or "qinq0.3.4".
pl: Pozostawić puste, aby wygenerować nazwę urządzenia. Nazwy niestandardowe są możliwe, ale tylko wtedy, gdy początek nazwy pasuje do wymaganego prefiksu i zawiera znaki numeryczne lub kropki, np. "vlan0.1.2" lub "qinq0.3.4".

source: Send alerts in eve format to syslog, using log level info. This will not change the alert logging used by the product itself. Drop logs will only be send to the internal logger, due to restrictions in suricata.
pl: Wysyłaj alerty w formacie eve do sysloga, używając informacji o poziomie dziennika. Nie zmieni to logowania alertów używanego przez sam produkt. Logi zrzutów będą wysyłane tylko do wewnętrznego loggera, ze względu na ograniczenia w suricata.

source: The interface can be configured in a multicast mode to create a virtual network of hosts. This is the IP multicast group address the interface will join.
pl: Interfejs może być skonfigurowany w trybie multicast, aby stworzyć wirtualną sieć hostów. Jest to adres grupy IP multicast, do której interfejs będzie się przyłączał.

source: The interface can be configured in a unicast, or point-to-point, mode to create a tunnel between two hosts. This is the IP address of the remote end of the tunnel.
pl: Interfejs może być skonfigurowany w trybie unicast lub point-to-point, aby stworzyć tunel pomiędzy dwoma hostami. Jest to adres IP zdalnego końca tunelu.
