Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Select the Internet Protocol version this rule applies to
pl: Wybierz wersję protokołu internetowego, do której odnosi się ta reguła

source: Choose which IP protocol this rule should match.
pl: Wybierz, który protokół IP ma być zgodny z tą regułą.

source: Hint: in most cases, you should specify
pl: Wskazówka: w większości przypadków powinieneś określić

source: here.
pl: tutaj.

source: Advanced
pl: Zaawansowane

source: Show source address and port range
pl: Pokaż adres źródłowy i zakres portów

source: Source port range
pl: Zakres portów źródłowych

source: from:
pl: od:

source: to:
pl: do:

source: other
pl: inny

source: Well-known ports
pl: Znane porty

source: any
pl: każde

source: When using the TCP or UDP protocols, specify the source port or port range for this rule
pl: W przypadku korzystania z protokołów TCP lub UDP należy określić port źródłowy lub zakres portów dla tej reguły

source: This is usually
pl: Jest to zazwyczaj

source: random
pl: przypadkowa

source: and almost never equal to the destination port range (and should usually be 'any')
pl: i prawie nigdy nie jest równy zakresowi portów docelowych (i zazwyczaj powinien być "any")

source: Destination port range
pl: Zakres portów docelowych

source: When using the TCP or UDP protocols, specify the port or port range for the destination of the packet for this mapping.
pl: W przypadku korzystania z protokołów TCP lub UDP należy określić port lub zakres portów dla miejsca docelowego pakietu dla tego mapowania.

source: Enter the internal IP address of the server on which you want to map the ports.
pl: Wprowadź wewnętrzny adres IP serwera, na którym chcesz zmapować porty.

source: e.g.
pl: np.

source: Redirect target port
pl: Przekierowanie portu docelowego

source: Specify the port on the machine with the IP address entered above. In case of a port range, specify the beginning port of the range (the end port will be calculated automatically).
pl: Określić port na maszynie z adresem IP wprowadzonym powyżej. W przypadku zakresu portów, określ port początkowy zakresu (port końcowy zostanie obliczony automatycznie).

source: Hint: this is usually identical to the 'from' port above
pl: Wskazówka: jest to zazwyczaj identyczne z portem "from" powyżej

source: Pool Options:
pl: Opcje basenów:

source: Round Robin with Sticky Address
pl: Round Robin z przyklejonym adresem

source: Random
pl: Przypadkowa

source: Random with Sticky Address
pl: Losowe z przyklejonym adresem

source: Source Hash
pl: Źródło Hash

source: Only Round Robin types work with Host Aliases. Any type can be used with a Subnet.
pl: Tylko typy Round Robin działają z aliasami hostów. Każdy typ może być użyty z podsiecią.

source: Round Robin: Loops through the translation addresses.
pl: Round Robin: Pętla po adresach translacji.

source: Random: Selects an address from the translation address pool at random.
pl: Random: Wybiera losowo adres z puli adresów translacji.

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source.
pl: Source Hash: Wykorzystuje hash adresu źródłowego do określenia adresu translacji, zapewniając, że adres przekierowania jest zawsze taki sam dla danego źródła.

source: Bitmask: Applies the subnet mask and keeps the last portion identical; 10.0.1.50 -&gt; x.x.x.50.
pl: Bitmask: Stosuje maskę podsieci i utrzymuje ostatnią część identyczną; 10.0.1.50 -&gt; x.x.x.50.

source: Sticky Address: The Sticky Address option can be used with the Random and Round Robin pool types to ensure that a particular source address is always mapped to the same translation address.
pl: Sticky Address: Opcja Sticky Address może być używana z typami puli Random i Round Robin, aby zapewnić, że określony adres źródłowy jest zawsze mapowany na ten sam adres translacji.

source: Log packets that are handled by this rule
pl: Loguj pakiety, które są obsługiwane przez tę regułę

source: Hint: the firewall has limited local log space. Don't turn on logging for everything. If you want to do a lot of logging, consider using a %sremote syslog server%s.
pl: Wskazówka: firewall ma ograniczoną lokalną przestrzeń na logi. Nie włączaj logowania dla wszystkiego. Jeśli chcesz robić dużo logów, rozważ użycie zdalnego serwera syslog%s.

source: Set local tag
pl: Ustawienie lokalnego znacznika

source: You can mark a packet matching this rule and use this mark to match on other NAT/filter rules.
pl: Można oznaczyć pakiet pasujący do tej reguły i użyć tego oznaczenia do dopasowania do innych reguł NAT/filtrów.

source: Match local tag
pl: Dopasuj lokalny znacznik

source: You can match packet on a mark placed before on another rule.
pl: Można dopasować pakiet do znaku umieszczonego wcześniej na innej regule.

source: No XMLRPC Sync
pl: Brak synchronizacji XMLRPC

source: Hint: This prevents the rule on Master from automatically syncing to other CARP members. This does NOT prevent the rule from being overwritten on Slave.
pl: Wskazówka: Zapobiega to automatycznej synchronizacji reguły na urządzeniu Master z innymi członkami CARP. NIE zapobiega to nadpisaniu reguły w urządzeniu Slave.

source: Filter rule association
pl: Skojarzenie reguł filtracyjnych

source: Pass
pl: Przepuszczaj

source: Add associated filter rule
pl: Dodaj powiązaną regułę filtrującą

source: Add unassociated filter rule
pl: Dodaj niestowarzyszoną regułę filtrującą

source: NOTE: The "pass" selection does not work properly with Multi-WAN. It will only work on an interface containing the default gateway.
pl: UWAGA: Wybór "pass" nie działa poprawnie z Multi-WAN. Będzie działać tylko na interfejsie zawierającym bramę domyślną.

source: Rule Information
pl: Informacje o zasadach

source: Created
pl: Utworzony

source: Updated
pl: Aktualizacja

source: External Prefix
pl: Prefiks zewnętrzny

source: Internal Prefix
pl: Prefiks wewnętrzny

source: Source prefix
pl: Prefiks źródłowy

source: Edit NPTv6 entry
pl: Edycja wpisu NPTv6

source: Internal IPv6 Prefix
pl: Wewnętrzny prefiks IPv6

source: Enter the internal (LAN) IPv6 prefix for the Network Prefix Translation. The prefix size specified for the internal prefix will also be applied to the external prefix.
pl: Wprowadź wewnętrzny (LAN) prefiks IPv6 dla Network Prefix Translation. Rozmiar prefiksu określony dla prefiksu wewnętrznego zostanie również zastosowany do prefiksu zewnętrznego.

source: External IPv6 Prefix
pl: Zewnętrzny prefiks IPv6

source: Enter the external (WAN) IPv6 prefix for the Network Prefix Translation. Leave empty to auto-detect the prefix address. The prefix size specified for the internal prefix will also be applied to the external prefix.
pl: Wprowadź zewnętrzny (WAN) prefiks IPv6 dla Network Prefix Translation. Pozostaw puste, aby automatycznie wykryć adres prefiksu. Rozmiar prefiksu określony dla prefiksu wewnętrznego zostanie również zastosowany do prefiksu zewnętrznego.

source: Outbound
pl: Wychodzące

source: Mode
pl: Tryb

source: Automatic outbound NAT rule generation
pl: Automatyczne generowanie reguł NAT na zewnątrz

source: (no manual rules can be used)
pl: (nie można stosować reguł ręcznych)

source: Hybrid outbound NAT rule generation
pl: Hybrydowe generowanie reguł wychodzących NAT

source: (automatically generated rules are applied after manual rules)
pl: (automatycznie generowane reguły są stosowane po regułach ręcznych)

source: Manual outbound NAT rule generation
pl: Ręczne generowanie reguł NAT na zewnątrz

source: (no automatic rules are being generated)
pl: (nie są generowane żadne automatyczne reguły)

source: Disable outbound NAT rule generation
pl: Wyłączenie generowania reguł wychodzących NAT

source: (outbound NAT is disabled)
pl: (NAT wychodzący jest wyłączony)

source: Manual rules
pl: Zasady ręczne

source: NAT Address
pl: Adres NAT

source: NAT Port
pl: Port NAT

source: Static Port
pl: Port statyczny

source: All manual rules are being ignored
pl: Wszystkie zasady ręczne są ignorowane

source: This Firewall
pl: Ta zapora

source: Interface address
pl: Adres interfejsu

source: NO
pl: NIE

source: YES
pl: TAK

source: %s networks
pl: %s sieci

source: Automatic rules
pl: Regóły automatyczne

source: Source Networks
pl: Sieci źródłowe

source: automatic outbound nat
pl: automatyczny wychodzący nat

source: Auto created rule for ISAKMP
pl: Automatycznie utworzona reguła dla ISAKMP

source: Auto created rule
pl: Automatycznie tworzona reguła

source: address
pl: adres

source: You must supply either a valid port or port alias for the source port entry.
pl: Musisz podać prawidłowy port lub alias portu dla wpisu portu źródłowego.

source: You must supply either a valid port or port alias for the destination port entry.
pl: Musisz podać prawidłowy port lub alias portu dla wpisu portu docelowego.

source: You must supply a valid port for the NAT port entry.
pl: Musisz podać prawidłowy port dla wpisu portu NAT.

source: Negating source address of "any" is invalid.
pl: Negacja adresu źródłowego "any" jest nieprawidłowa.

source: A valid destination must be specified.
pl: Musi być określone prawidłowe miejsce docelowe.

source: Negating destination address of "any" is invalid.
pl: Negacja adresu docelowego "any" jest nieprawidłowa.

source: A valid target IP address must be specified.
pl: Musi być podany prawidłowy docelowy adres IP.

source: Only Round Robin pool options may be chosen when selecting an alias.
pl: Przy wyborze aliasu można wybrać tylko opcje puli Round Robin.

source: Source Hash Key is only valid for Source Hash type
pl: Source Hash Key jest ważny tylko dla typu Source Hash

source: Source Hash Key must be 0x followed by 32 hexadecimal digits
pl: Source Hash Key musi być 0x, po którym następują 32 cyfry szesnastkowe

source: Edit Advanced Outbound NAT entry
pl: Edytuj wpis Advanced Outbound NAT

source: Do not NAT
pl: Nie NAT

source: Enabling this option will disable NAT for traffic matching this rule and stop processing Outbound NAT rules.
pl: Włączenie tej opcji spowoduje wyłączenie NAT dla ruchu pasującego do tej reguły i zaprzestanie przetwarzania reguł Outbound NAT.

source: Hint: in most cases, you won't use this option.
pl: Wskazówka: w większości przypadków nie będziesz korzystać z tej opcji.

source: Source invert
pl: Źródło inwersji

source: Enter the source network for the outbound NAT mapping.
pl: Wprowadź sieć źródłową dla mapowania wychodzącego NAT.

source: Source port
pl: Port źródłowy

source: (leave blank for any)
pl: (pozostawić puste miejsce dla dowolnych)

source: Destination invert
pl: Odwrócenie celu

source: Enter the destination network for the outbound NAT mapping.
pl: Wprowadź sieć docelową dla mapowania docelowego NATu.

source: Destination port
pl: Port docelowy

source: Translation / target
pl: Tłumaczenie / cel

source: Translation address
pl: Adres do tłumaczenia

source: Packets matching this rule will be mapped to the IP address given here.
pl: Pakiety pasujące do tej reguły będą mapowane na podany tu adres IP.

source: If you want this rule to apply to another IP address rather than the IP address of the interface chosen above, select it here (you will need to define %sVirtual IP addresses%s on the interface first).
pl: Jeśli chcesz, aby ta reguła dotyczyła innego adresu IP, a nie adresu IP interfejsu wybranego powyżej, wybierz go tutaj (musisz najpierw zdefiniować %sVirtual IP addresses%s na interfejsie).

source: Translation
pl: Tłumaczenie

source: Enter the source port for the outbound NAT mapping.
pl: Wprowadź port źródłowy dla mapowania wychodzącego NAT.

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source. Optionally provide a Source Hash Key to make it persist when the ruleset is reloaded. Must be 0x followed by 32 hexadecimal digits.
pl: Source Hash: Wykorzystuje hash adresu źródłowego do określenia adresu translacji, zapewniając, że adres przekierowania jest zawsze taki sam dla danego źródła. Opcjonalnie można podać klucz Source Hash, aby zachować go przy ponownym załadowaniu zestawu reguł. Musi to być 0x, po którym następują 32 cyfry szesnastkowe.

source: Echo Reply
pl: Echo Odpowiedz

source: Destination Unreachable
pl: Miejsce docelowe nieosiągalne

source: Redirect
pl: Przekierowanie

source: Alternate Host Address (Deprecated)
pl: Alternatywny adres hosta (nieaktualne)

source: Router Advertisement
pl: Reklama routera

source: Router Solicitation
pl: Wywołanie routera

source: Time Exceeded
pl: Czas przekroczony

source: Parameter Problem
pl: Problem z parametrami

source: Timestamp
pl: Znacznik czasu

source: Timestamp Reply
pl: Znacznik czasowy Odpowiedź

source: Information Request (Deprecated)
pl: Żądanie informacji (nieaktualne)

source: Information Reply (Deprecated)
pl: Odpowiedź na informacje (nieaktualne)

source: Address Mask Request (Deprecated)
pl: Żądanie maski adresu (nieaktualne)

source: Address Mask Reply (Deprecated)
pl: Address Mask Reply (nieaktualne)

source: Destination unreachable
pl: Cel niedostępny

source: Packet too big
pl: Zbyt duży pakiet

source: Time exceeded
pl: Przekroczenie czasu

source: Invalid IPv6 header
pl: Nieważny nagłówek IPv6

source: Echo service request
pl: Zgłoszenie serwisowe Echo

source: Echo service reply
pl: Odpowiedź służby Echo

source: Group membership query
pl: Zapytanie o przynależność do grupy

source: Multicast listener query
pl: Zapytanie do słuchacza multicastów

source: Group membership report
pl: Sprawozdanie z członkostwa w grupie

source: Multicast listener report
pl: Raport słuchacza sieci multicast

source: Group membership termination
pl: Zakończenie członkostwa w grupie

source: Router solicitation
pl: Zamówienie na router

source: Router advertisement
pl: Reklama routera

source: Neighbor solicitation
pl: Nagabywanie sąsiadów

source: Neighbor advertisement
pl: Reklama sąsiedzka

source: Shorter route exists
pl: Istnieje krótsza droga

source: Route renumbering
pl: Zmiana numeracji trasy

source: FQDN query
pl: Zapytanie o FQDN

source: Node information query
pl: Zapytanie o informacje o węźle

source: Who-are-you request
pl: Kim jesteś - prośba

source: FQDN reply
pl: Odpowiedź FQDN

source: Node information reply
pl: Odpowiedź dotycząca informacji o węźle

source: Who-are-you reply
pl: Kim jesteś?

source: mtrace response
pl: odpowiedź mtrace

source: mtrace messages
pl: komunikaty mtrace

source: first match
pl: pierwszy mecz

source: last match
pl: ostatni mecz

source: Disable Rule
pl: Wyłączenie reguły

source: Enable Rule
pl: Włącz regułę

source: Disable Log
pl: Wyłączenie dziennika

source: Enable Log
pl: Włącz dziennik

source: Inspect
pl: Inspektuj

source: The firewall rule configuration has been changed.<br />You must apply the changes in order for them to take effect.
pl: Konfiguracja reguł zapory została zmieniona.<br />Musisz zastosować zmiany, aby weszły w życie.

source: Apply changes
pl: Zastosuj zmiany

source: No floating rules are currently defined. Floating rules are not bound to a single interface and can therefore be used to span policies over multiple networks at the same time.
pl: Obecnie nie są zdefiniowane żadne reguły pływające. Reguły pływające nie są związane z pojedynczym interfejsem i dlatego mogą być używane do rozciągania polityk na wiele sieci jednocześnie.

source: No %s rules are currently defined. All incoming connections on this interface will be blocked until you add a pass rule. Exceptions for automatically generated rules may apply.
pl: Nie zdefiniowano obecnie żadnych reguł %s. Wszystkie połączenia przychodzące na tym interfejsie będą blokowane do czasu dodania reguły przejścia. Mogą obowiązywać wyjątki dla reguł generowanych automatycznie.

source: Gateway
pl: Brama

source: Schedule
pl: Harmonogram

source: Evaluations
pl: Oceny

source: States
pl: Stany

source: Packets
pl: Pakiety

source: Automatically generated rules
pl: Automatycznie generowane reguły

source: Disable rule
pl: Wyłączenie reguły

source: Enable rule
pl: Włącz regułę

source: Disable logging
pl: Wyłączenie rejestrowania

source: Enable logging
pl: Włącz rejestrowanie

source: pass
pl: przejdź

source: block
pl: blok

source: reject
pl: odrzucić

source: log
pl: dziennik

source: pass (disabled)
pl: pass (wyłączony)

source: block (disabled)
pl: blok (wyłączony)

source: reject (disabled)
pl: odrzucić (wyłączony)

source: log (disabled)
pl: dziennik (wyłączony)

source: Active/Inactive Schedule (click to view/edit)
pl: Aktywny/nieaktywny harmonogram (kliknij, aby zobaczyć/edytować)

source: %s rules are evaluated on a first-match basis by default (i.e. the action of the first rule to match a packet will be executed). This means that if you use block rules, you will have to pay attention to the rule order. Everything that is not explicitly passed is blocked by default.
pl: Reguły %s s± domyślnie oceniane na zasadzie pierwszego dopasowania (tzn. zostanie wykonana akcja pierwszej reguły, która dopasuje pakiet). Oznacza to, że jeśli używasz reguł blokowych, będziesz musiał zwrócić uwagę na kolejność reguł. Wszystko, co nie jest jawnie przekazane, jest domyślnie blokowane.

source: Floating rules are evaluated on a first-match basis (i.e. the action of the first rule to match a packet will be executed) only if the "quick" option is checked on a rule. Otherwise they will only apply if no other rules match. Pay close attention to the rule order and options chosen. If no rule here matches, the per-interface or default rules are used.
pl: Reguły pływaj±ce s± oceniane na zasadzie pierwszego dopasowania (tzn. zostanie wykonana akcja pierwszej reguły, która dopasuje pakiet) tylko wtedy, gdy w regule zaznaczona jest opcja "quick". W przeciwnym razie zostan± one zastosowane tylko wtedy, gdy żadna inna reguła nie będzie pasować. Zwróć uwagę na kolejność reguł i wybrane opcje. Je¶li żadna reguła tutaj nie pasuje, użyte zostan± reguły per-interfejsowe lub domyślne.

source: Source bit count
pl: Liczba bitów źródła

source: Destination bit count
pl: Liczba bitów przeznaczenia

source: You can not assign a gateway to a rule that applies to IPv4 and IPv6
pl: Nie można przypisać bramy do reguły, która dotyczy IPv4 i IPv6

source: You can not assign an IPv4 gateway group on an IPv6 rule.
pl: Nie można przypisać grupy bramy IPv4 do reguły IPv6.

source: You can not assign an IPv6 gateway group on an IPv4 rule.
pl: Nie można przypisać grupy bramy IPv6 do reguły IPv4.

source: You can not assign the IPv4 Gateway to an IPv6 filter rule.
pl: Nie można przypisać bramy IPv4 do reguły filtra IPv6.

source: You can not assign the IPv6 Gateway to an IPv4 filter rule.
pl: Nie można przypisać bramy IPv6 do reguły filtra IPv4.

source: You can not assign a reply-to destination to a rule that applies to IPv4 and IPv6
pl: Nie można przypisać miejsca docelowego reply-to do reguły, która dotyczy IPv4 i IPv6

source: You can not assign a reply-to destination to a rule that uses a gateway.
pl: Nie można przypisać miejsca docelowego reply-to do reguły, która używa bramy.

source: You can not assign the IPv4 reply-to destination to an IPv6 filter rule.
pl: Nie można przypisać miejsca docelowego odpowiedzi IPv4 do reguły filtra IPv6.

source: You can not assign the IPv6 reply-to destination to an IPv4 filter rule.
pl: Nie można przypisać miejsca docelowego odpowiedzi IPv6 do reguły filtra IPv4.

source: You can not assign an ICMP type to a rule that applies to IPv4 and IPv6.
pl: Nie można przypisać typu ICMP do reguły, która dotyczy IPv4 i IPv6.

source: %s is only valid with protocol tcp.
pl: %s jest ważne tylko w przypadku protokołu tcp.

source: %s is only valid if the gateway is set to 'default'.
pl: %s jest ważne tylko wtedy, gdy brama jest ustawiona na "domyślną".

source: When selecting aliases for source ports, both from and to fields must be the same
pl: Przy wyborze aliasów dla portów źródłowych, zarówno pola from jak i to muszą być takie same

source: When selecting aliases for destination ports, both from and to fields must be the same
pl: Przy wyborze aliasów dla portów docelowych, zarówno pola od jak i do muszą być takie same

source: The Source IP address %s Address Family differs from the destination %s.
pl: Źródłowy adres IP %s Rodzina adresów różni się od docelowego %s.

source: You can not use IPv6 addresses in IPv4 rules.
pl: Nie można używać adresów IPv6 w regułach IPv4.

source: You can not use IPv4 addresses in IPv6 rules.
pl: W regułach IPv6 nie można używać adresów IPv4.

source: Invalid subnet mask on IPv4 source
pl: Nieprawidłowa maska podsieci w źródle IPv4

source: Invalid subnet mask on IPv4 destination
pl: Nieprawidłowa maska podsieci w miejscu docelowym IPv4

source: You can not use an IPv4 or IPv6 address in combined IPv4 + IPv6 rules.
pl: Nie można używać adresu IPv4 lub IPv6 w połączonych regułach IPv4 + IPv6.

source: OS detection is only valid with protocol tcp.
pl: Wykrywanie OS jest ważne tylko w przypadku protokołu tcp.

source: Invalid OS detection selection. Please select a valid OS.
pl: Nieprawidłowy wybór wykrywania systemu operacyjnego. Proszę wybrać prawidłowy system operacyjny.

source: You can not use gateways in Floating rules without choosing a direction.
pl: Bez wybrania kierunku nie możesz użyć bramy w pływających regułach.

source: You can only specify the maximum number of established connections per host (advanced option) for TCP protocol.
pl: Można określić maksymalną liczbę nawiązanych połączeń na hosta (opcja zaawansowana) tylko dla protokołu TCP.

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for TCP protocol.
pl: Możesz określić tylko maksymalne nowe połączenia na hosta / na sekundę (opcja zaawansowana) dla protokołu TCP.

source: You can only specify the state timeout (advanced option) for TCP protocol.
pl: Można określić limit czasu stanu (opcja zaawansowana) tylko dla protokołu TCP.

source: You can only specify the maximum state entries (advanced option) for Pass type rules.
pl: Można określić maksymalne wpisy stanu (opcja zaawansowana) tylko dla reguł typu Pass.

source: You can only specify the maximum number of unique source hosts (advanced option) for Pass type rules.
pl: Możesz określić maksymalną liczbę unikalnych hostów źródłowych (opcja zaawansowana) tylko dla reguł typu Pass.

source: You can only specify the maximum number of established connections per host (advanced option) for Pass type rules.
pl: Można określić maksymalną liczbę nawiązanych połączeń na hosta (opcja zaawansowana) tylko dla reguł typu Pass.

source: You can only specify the maximum state entries per host (advanced option) for Pass type rules.
pl: Możesz określić maksymalne wpisy stanu na hosta (opcja zaawansowana) tylko dla reguł typu Pass.

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for Pass type rules.
pl: Możesz określić maksymalne nowe połączenia na hosta / na sekundę (opcja zaawansowana) tylko dla reguł typu Pass.

source: You can only specify the state timeout (advanced option) for Pass type rules.
pl: Można określić limit czasu stanu (opcja zaawansowana) tylko dla reguł typu Pass.

source: You can only specify the adaptive timeouts (advanced option) for Pass type rules.
pl: Możesz określić adaptacyjne timeouty (opcja zaawansowana) tylko dla reguł typu Pass.

source: You can only specify allow options (advanced option) for Pass type rules.
pl: Możesz określić opcje allow (opcja zaawansowana) tylko dla reguł typu Pass.

source: You cannot specify the maximum state entries (advanced option) if statetype is none.
pl: Nie można określić maksymalnej ilości wpisów stanu (opcja zaawansowana), jeśli statetype jest none.
