Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Do you really want to delete this server?
pl: Czy na pewno chcesz usunąć ten serwer?

source: Set this option to disable this server without removing it from the list
pl: Ustaw tą opcję, aby wyłączyć ten serwer bez usuwania z listy

source: Remote Access ( SSL/TLS )
pl: Zdalny dostęp (SSL/TLS)

source: Remote Access ( User Auth )
pl: Zdalny dostęp (autentykacja użytkownika)

source: Remote Access ( SSL/TLS + User Auth )
pl: Zdalny dostęp (SSL/TLS + autentykacja użytkownika)

source: Device Mode
pl: Typ urządzenia

source: When selecting any in combination with UDP, we will assume the server is used multi-homed. This has some small performance implications to assure proper return address lookup.
pl: Wybierając dowolny w połączeniu z UDP, zakładamy, że serwer jest używany jako wielodomowy. Ma to pewien niewielki wpływ na wydajność, aby zapewnić prawidłowe wyszukiwanie adresu zwrotnego.

source: Peer Certificate Revocation List
pl: Lista unieważnień certyfikatu klienta

source: No Certificate Revocation Lists (CRLs) defined.
pl: Nie zdefiniowano listy Certificate Revocation Lists (CRL).

source: Leave this set to SHA1 unless all clients are set to match. SHA1 is the default for OpenVPN.
pl: Pozostaw SHA1 jeżeli wszyscy klienci nie są ustawieni na dopasowanie. SHA1 jest domyślne dla OpenVPN.

source: Certificate Depth
pl: Głębokość certyfikatu

source: Do Not Check
pl: Nie sprawdzaj

source: One (Client+Server)
pl: 1 (klient + serwer)

source: Two (Client+Intermediate+Server)
pl: 2 (klient + pośrednik + serwer)

source: Three (Client+2xIntermediate+Server)
pl: 3 (klient + 2 x pośredni + serwer)

source: Four (Client+3xIntermediate+Server)
pl: 4 (klient + 3 x pośrednicy + serwer)

source: Five (Client+4xIntermediate+Server)
pl: 5 (klient + 4 x pośrednicy + serwer)

source: When a certificate-based client logs in, do not accept certificates below this depth. Useful for denying certificates made with intermediate CAs generated from the same CA as the server.
pl: Nie akceptuj certyfikatów poniżej tej głębokości podczas logowania klienta za pomocą certyfikatu. Przydatne do blokowania certyfikatów utworzonych przez pośrednie CA wygenerowane przez to samo CA serwera.

source: Strict User/CN Matching
pl: Porównywanie użytkownika z CN

source: When authenticating users, enforce a match between the Common Name of the client certificate and the username given at login.
pl: Wymuszaj zgodność CN certyfikatu klienta i nazwy użytkownika podanej podczas logowania.

source: This is the IPv4 virtual network used for private communications between this server and client hosts expressed using CIDR (eg. 10.0.8.0/24). The first network address will be assigned to the server virtual interface. The remaining network addresses can optionally be assigned to connecting clients. (see Address Pool)
pl: Jest to sieć wirtualna IPv4 używana do prywatnej komunikacji pomiędzy tym serwerem a hostami klienckimi wyrażona za pomocą CIDR (np. 10.0.8.0/24). Pierwszy adres sieciowy zostanie przypisany do wirtualnego interfejsu serwera. Pozostałe adresy sieciowe mogą być opcjonalnie przypisane do łączących się klientów. (patrz Address Pool)

source: This is the IPv6 virtual network used for private communications between this server and client hosts expressed using CIDR (eg. fe80::/64). The first network address will be assigned to the server virtual interface. The remaining network addresses can optionally be assigned to connecting clients. (see Address Pool)
pl: Jest to sieć wirtualna IPv6 używana do prywatnej komunikacji pomiędzy tym serwerem a hostami klienckimi wyrażona za pomocą CIDR (np. fe80::/64). Pierwszy adres sieciowy zostanie przypisany do wirtualnego interfejsu serwera. Pozostałe adresy sieciowe mogą być opcjonalnie przypisane do łączących się klientów. (patrz Address Pool)

source: Bridge DHCP
pl: DHCP mostu

source: Allow clients on the bridge to obtain DHCP.
pl: Pozwól klientom na moście uzyskiwać adresy z DHCP.

source: Bridge Interface
pl: Najwięcej

source: The interface to which this tap instance will be bridged. This is not done automatically. You must assign this interface and create the bridge separately. This setting controls which existing IP address and subnet mask are used by OpenVPN for the bridge. Setting this to 'none' will cause the Server Bridge DHCP settings below to be ignored.
pl: Interfejs, do którego ta instancja tap będzie zmostkowana. Nie jest to robione automatycznie. Musisz przypisać ten interfejs i utworzyć most oddzielnie. To ustawienie kontroluje, który istniejący adres IP i maska podsieci są używane przez OpenVPN dla mostu. Ustawienie tego parametru na 'none' spowoduje, że poniższe ustawienia DHCP Server Bridge będą ignorowane.

source: Server Bridge DHCP Start
pl: Początek puli DHCP mostka serwera

source: When using tap mode as a multi-point server, you may optionally supply a DHCP range to use on the interface to which this tap instance is bridged. If these settings are left blank, DHCP will be passed through to the LAN, and the interface setting above will be ignored.
pl: Jeśli użyjesz trybu tap jako serwera multi-point można opcjonalnie podać zakres DHCP, który będzie używany w interfejsie, z którym ta instancja tap jest zmostkowana. Jeśli te ustawienia pozostaną puste, protokół DHCP zostanie przekazany do sieci LAN, a powyższe ustawienie interfejsu zostanie zignorowane.

source: Server Bridge DHCP End
pl: Koniec puli DHCP większość serwera

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
pl: Sieci IPv4, które będą dostępne ze zdalnej końcówki. Wyrażone jako lista jednej lub wielu podsieci oddzielona przecinkami. Pole może pozostać puste jeśli po stronie zdalnej nie ma być dodany ruting prowadzący do sieci lokalnej przez tunel. Zazwyczaj uzupełniany wartością sieci LAN

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
pl: Sieci IPv6, które będą dostępne ze zdalnej końcówki. Wyrażone jako lista jednej lub wielu wartości IP/PREFIKS oddzielona przecinkami. Pole może pozostać puste jeśli po stronie zdalnej nie ma być dodany ruting prowadzący do sieci lokalnej przez tunel. Zazwyczaj uzupełniany wartością sieci LAN

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
pl: Sieci IPv4 które będą przepuszczane przez tunel tak, aby do zestawienia VPN lokacja-lokacja nie wymaganym było ich ręcznie dodawanie do tablicy trasowania. Wyrażone jako lista jednej lub wielu podsieci. Jeśli typ zestawianego połączenia to lokacja-lokacja, wprowadź podsie(ć/ci) LAN, w przeciwnym wypadku można zostawić puste pole.

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
pl: Sieci IPv6 które będą przepuszczane przez tunel tak, aby do zestawienia VPN lokacja-lokacja nie wymaganym było ich ręczne dodawanie do tablicy trasowania. Wyrażone jako lista jednej lub wielu wartości IP/PREFIKS. Jeśli typ zestawianego połączenia to lokacja-lokacja, wprowadź podsie(ć/ci) LAN, w przeciwnym wypadku można zostawić puste pole.

source: Concurrent connections
pl: Połączenia współbieżne

source: Specify the maximum number of clients allowed to concurrently connect to this server
pl: Podaj liczbę klientów, którzy mogą jednocześnie łączyć się do serwera

source: Inter-client communication
pl: Komunikacja między klientami

source: Allow communication between clients connected to this server
pl: Zezwól na połączenia między klientami tego serwera

source: Duplicate Connections
pl: Zduplikowane połączenia

source: Allow multiple concurrent connections from clients using the same Common Name.<br />NOTE: This is not generally recommended, but may be needed for some scenarios.
pl: Zezwól na wiele połączeń jednoczesnych od klientów z tym samy CN.<br />Info: To jest opcja rekomendowana, ale może być potrzebna w niektórych scenariuszach.

source: Dynamic IP
pl: Dynamiczne IP

source: Allow connected clients to retain their connections if their IP address changes
pl: Pozwól klientowi zachować połączenia jeżeli adres IP się zmieni

source: Topology
pl: Topologia

source: Allocate only one IP per client (topology subnet), rather than an isolated subnet per client (topology net30).
pl: Przydziel klientowi tylko jeden adres IP (topologia podsieci) zamiast odizolowanej podsieci dla klienta (topologia net30).

source: Relevant when supplying a virtual adapter IP address to clients when using tun mode on IPv4.
pl: Istotne przy dostarczaniu adresu IP wirtualnej karty do klientów przy korzystaniu z trybu tun na IPv4.

source: Some clients may require this even for IPv6, such as OpenVPN Connect (iOS/Android). Others may break if it is present, such as older versions of OpenVPN or clients such as Yealink phones.
pl: Niektórzy klienci, tacy jak OpenVPN Connect (iOS/Android), mogą tego wymagać nawet dla IPv6. Inni mogą nie zadziałać z tym ustawieniem, dla przykładu starsze wersje OpenVPN lub telefony Yealink.

source: Force DNS cache update
pl: Wymuszanie aktualizacji cache DNS

source: Run ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' and ''ipconfig /registerdns'' on connection initiation. This is known to kick Windows into recognizing pushed DNS servers.
pl: Uruchom ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' i ''ipconfig /registerdns'' przy inicjalizacji połączeń. Wymusza to wykrycie przekazanych serwerów DNS przez Windows.

source: Prevent DNS leaks
pl: Zapobieganie wyciekom DNS

source: Block DNS servers on other network adapters to prevent DNS leaks. Compatible with Windows clients only.
pl: Blokuj serwery DNS na innych adapterach sieciowych, aby zapobiec wyciekom DNS. Zgodność tylko z klientami Windows.

source: Scope ID
pl: ID zakresu

source: Client Management Port
pl: Port zarządzania klientem

source: Use a different management port on clients. The default port is 166. Specify a different port if the client machines need to select from multiple OpenVPN links.
pl: Użyj innego portu zarządzania u klientów. Domyślny port to 166. Podaj inny port jeśli urządzenia klienta muszą wybrać z różnych połączeń OpenVPN.

source: Use common name
pl: Użyj nazwy zwyczajowej

source: When using a client certificate, use certificate common name for indexing purposes instead of username
pl: W przypadku używania certyfikatów klienckich, użyj pola nazwy zwyczajowej certyfikatu w celu indeksowania zamiast nazwy użytkownika

source: %s0%s -- No output except fatal errors.
pl: %s0%s -- Bez wyjścia, tylko błędy krytyczne.

source: %s1%s -- startup info + connection initiated messages + non-fatal encryption & net errors.
pl: %s1%s -- informacje o starcie + wiadomości o zainicjowanym połączeniu + niedziałające błędy szyfrowania i sieci.

source: %s2,3%s -- show TLS negotiations & route info.
pl: %s2,3%s -- wyświetl negocjacje TLS i informacje o trasach

source: %s4%s -- Normal usage range.
pl: %s4%s -- Przedział normalnego użycia.

source: Renegotiate data channel key after n seconds (default=3600).%sWhen using a one time password, be advised that your connection will automatically drop because your password is not valid anymore.%sSet to 0 to disable, remember to change your client as well.
pl: Renegocjuj klucz kanału danych po n sekundach (domyślnie=3600).%sW przypadku użycia hasła jednorazowego, należy pamiętać, że połączenie zostanie automatycznie przerwane, ponieważ hasło nie jest już ważne.%s Ustaw na 0, aby wyłączyć, pamiętaj również o zmianie klienta.

source: Force CSO Login Matching
pl: Wymuś dopasowanie loginu CSO

source: Use username instead of common name to match client specific override.
pl: Użyj nazwy użytkownika zamiast nazwy zwyczajowej, aby dopasować specyficzne dla klienta nadpisanie.

source: Protocol / Port
pl: Protokół / port

source: Use a wizard to setup a new server
pl: Użyj kreatora, by stworzyć nowy serwer

source: Current: %s MHz, Max: %s MHz
pl: Aktualnie: %s MHz, Max: %s MHz

source: Licensed until
pl: Licencjonowany do

source: Click to check for updates.
pl: Sprawdź aktualizacje.

source: Click to view pending updates.
pl: Kliknij, aby zobaczyć aktualizacje oczekujące.

source: Core
pl: Rdzeń

source: Zone
pl: Strefa

source: CPU usage
pl: Użycie CPU

source: Interface Statistics
pl: Statystyka interfejsu

source: Firewall Log
pl: Log zapory

source: SMART Status
pl: Status SMART

source: System Log
pl: Dziennik systemowy

source: Traffic Graph
pl: Graf ruchu

source: No CARP Interfaces Defined. Click %shere%s to configure CARP.
pl: Brak zdefiniowanych instancji CARP. Kliknij %shere%s aby skonfigurować.

source: Hide
pl: Ukryj

source: Show
pl: Pokaż

source: Packets In
pl: Pakiety (wejście)

source: Packets Out
pl: Pakiety (wyjście)

source: Bytes In
pl: Bajty (wejście)

source: Bytes Out
pl: Bajty (wyjście)

source: Errors In
pl: Błędy (wejście)

source: Errors Out
pl: Błędy (wyjście)

source: Overview
pl: Przegląd

source: Tunnels
pl: Tunele

source: Mobile
pl: Klienci mobilni

source: Active Tunnels
pl: Aktywne melodie

source: Inactive Tunnels
pl: Nieaktywne melodie

source: Mobile Users
pl: Użytkownicy mobilni

source: Note: There are no configured IPsec Tunnels
pl: Info: Brak skonfigurowanych tuneli IPsec

source: click the Act icon to track this rule in Live View
pl: kliknij ikonę Akt, aby śledzić tę regułę w podglądzie na żywo

source: Matched rule
pl: Zasada dopasowania

source: Number of log entries:
pl: Liczba wpisów w dzienniku:

source: Update interval in seconds:
pl: Interwał aktualizacji w sekundach:

source: Interfaces to display:
pl: Interfejsy do wyświetlenia:

source: Act
pl: Akt

source: Filesystem
pl: System plików

source: Directory
pl: Katalog

source: File
pl: Plik

source: Process
pl: Proces

source: Failed
pl: Nie udało się

source: Changed
pl: Zmieniono

source: Not changed
pl: Bez zmian

source: Rows
pl: Rzędy

source: Search
pl: Szukaj

source: No active peers available
pl: Brak aktywnych peerów

source: Clock location
pl: Położenie zegara

source: in view
pl: w podglądzie

source: in use
pl: w użyciu

source: Updating...
pl: Aktualizowanie...

source: Name/Time
pl: Nazwa/Czas

source: Real/Virtual IP
pl: Prawdziwy/wirtualny adres IP

source: Remote/Virtual IP
pl: Zdalny/wirtualny adres IP

source: NOTE:
pl: UWAGA:

source: You need to bind each OpenVPN client to enable its management daemon: use 'Local port' setting in the OpenVPN client screen
pl: Musisz przypisać każdemu klientowi OpenVPN

source: No OpenVPN instance defined or enabled.
pl: Brak zdefiniowanych lub uruchomionych instancji OpenVPN.

source: Upload
pl: Prześlij

source: Display number of items:
pl: Ilość elementów do wyświetlenia:

source: Widget height:
pl: Wysokość widgetu:

source: Show how many characters from story:
pl: Ilość znaków wyświetlanych z wątku:

source: Unable to fetch rss feed
pl: Nie można pobrać kanału rss

source: Comma-separated list of services to NOT display in the widget
pl: Oddzielona przecinkami lista usług, których NIE należy wyświetlać w widżecie

source: Drive
pl: Napęd

source: Versions
pl: Wersje

source: Updates
pl: Aktualizacje

source: Retrieving internal update status...
pl: Pobieranie statusu aktualizacji wewnętrznej...

source: CPU type
pl: Rodzaj CPU

source: Load average
pl: Średnie obciążenie

source: Current date/time
pl: Aktualne dane/czas

source: Last config change
pl: Konfigurację zmodyfikowano

source: State table size
pl: Rozmiar tablicy stanów

source: MBUF usage
pl: Użycie MBUF

source: Memory usage
pl: Użycie pamięci

source: SWAP usage
pl: Użycie SWAP

source: Disk usage
pl: Użycie dysku

source: Query filter string is invalid
pl: Ciąg filtra zapytania jest nieprawidłowy

source: Number of Log lines to display
pl: Ilość linii logu do wyświetlenia

source: Log query filter:
pl: Filtr zapytań do dziennika:

source: No matching results!
pl: Brak pasujących wyników!

source: An empty response from the server.
pl: Pusta odpowiedź z serwera.

source: Thresholds in °C (1 to 100):
pl: Progi w °C (1 do 100):

source: Zone Warning:
pl: Strefa - ostrzeżenie:

source: Zone Critical:
pl: Strefa - krytycznie:

source: Core Warning:
pl: Rdzeń - ostrzeżenie:

source: Core Critical:
pl: Rdzeń - krytyczne:

source: Only show first found CPU core temperature
pl: Pokazuje tylko pierwszą znalezioną temperaturę rdzenia CPU

source: Display temperature in fahrenheit
pl: Wyświetlanie temperatury w fahrenheitach

source: You can configure a proper Thermal Sensor / Module %shere%s.
pl: Możesz skonfigurować czujnik / moduł temperatury %shere%s.

source: In (bps)
pl: Wejście (bps)

source: Out (bps)
pl: Wyjście (bps)

source: Endpoint
pl: Punkt końcowy

source: Public Key
pl: Klucz publiczny

source: Latest Handshake
pl: Najnowszy uścisk dłoni

source: No WireGuard instance defined or enabled.
pl: Nie zdefiniowano instancji WireGuard.

source: ERROR: Could not find wizard file.
pl: BŁĄD: Nie odnaleziono pliku konfiguratora.

source: ERROR: Could not parse %s wizard file.
pl: BŁĄD: Błąd parsowania pliku %s konfiguratora.

source: AJAX: Get Service Providers
pl: AJAX: Uzyskaj dostawców usług

source: AJAX: Get Stats
pl: AJAX: Uzyskaj statystyki

source: All pages
pl: Wszystkie strony

source: Dashboard (all)
pl: Tablica rozdzielcza (wszystkie)

source: Dashboard (widgets only)
pl: Dashboard (tylko widżety)

source: Diagnostics: ARP Table
pl: Diagnostyka: Tabela ARP.

source: Diagnostics: Authentication
pl: Diagnostyka: Uwierzytelnianie

source: Diagnostics: Backup / Restore
pl: Diagnostyka: Backup / Restore

source: Diagnostics: Configuration History
pl: Diagnostyka: Historia konfiguracji

source: Diagnostics: Factory defaults
pl: Diagnostyka: Ustawienia fabryczne

source: Diagnostics: Firewall sessions
pl: Diagnostyka: Sesje zapory sieciowej

source: Diagnostics: Firewall statistics
pl: Diagnostyka: Statystyki zapory ogniowej.

source: Diagnostics: Halt system
pl: Diagnostyka: Zatrzymanie systemu

source: Diagnostics: Log: Firewall: General
pl: Diagnostyka: Log: Firewall: General

source: Diagnostics: Logs: DHCP
pl: Diagnostyka: Logs: DHCP

source: Diagnostics: Logs: Firewall: Live View
pl: Diagnostyka: Logi: Firewall: Podgląd na żywo

source: Diagnostics: Logs: Firewall: Plain View
pl: Diagnostyka: Logi: Firewall: Plain View

source: Diagnostics: Logs: Firewall: Summary View
pl: Diagnostyka: Logi: Firewall: Widok podsumowujący

source: Diagnostics: Logs: Gateways
pl: Diagnostyka: Logi: Bramki

source: Diagnostics: Logs: Settings
pl: Diagnostyka: Logs: Ustawienia

source: Diagnostics: Logs: Settings/Targets
pl: Diagnostyka: Logs: Ustawienia/Celami

source: Diagnostics: Logs: System
pl: Diagnostyka: Logi: System

source: Diagnostics: NDP Table
pl: Diagnostyka: Tabela NDP.

source: Diagnostics: Netflow configuration
pl: Diagnostyka: Konfiguracja Netflow.

source: Diagnostics: Netstat
pl: Diagnostyka: Netstat

source: Diagnostics: Network Insight
pl: Diagnostyka: Network Insight

source: Diagnostics: PF Table IP addresses
pl: Diagnostyka: PF Table Adresy IP.

source: Diagnostics: Packet Capture
pl: Diagnostyka: Przechwytywanie pakietów

source: Diagnostics: Ping
pl: Diagnostyka: Ping

source: Diagnostics: Reboot System
pl: Diagnostyka: Ponowne uruchomienie systemu

source: Diagnostics: Routing tables
pl: Diagnostyka: Tablice routingu.

source: Diagnostics: Shaper status
pl: Diagnostyka: Stan Shaper'a

source: Diagnostics: Show States
pl: Diagnostyka: Pokaż stany

source: Diagnostics: System Activity
pl: Diagnostyka: Aktywność systemu.

source: Diagnostics: System Health
pl: Diagnostyka: Zdrowie systemu.

source: Diagnostics: Test Port
pl: Diagnostyka: Port testowy

source: Diagnostics: Traceroute
pl: Diagnostyka: Traceroute

source: Firewall: Alias: Edit
pl: Firewall: Alias: Edytuj

source: Firewall: Aliases
pl: Firewall: Aliasy

source: Firewall: Categories
pl: Firewall: Kategorie

source: Firewall: NAT: 1:1: Edit
pl: Firewall: NAT: 1:1: Edycja.

source: Firewall: NAT: NPT: Edit
pl: Firewall: NAT: NPT: Edytuj

source: Firewall: Normalization
pl: Firewall: Normalizacja

source: Firewall: Rules
pl: Firewall: Reguły

source: Firewall: Rules: Edit
pl: Firewall: Rules: Edytuj

source: Firewall: Schedules
pl: Firewall: Harmonogramy

source: Firewall: Schedules: Edit
pl: Firewall: Schedules: Edytuj

source: Firewall: Virtual IP Addresses
pl: Firewall: Wirtualne adresy IP.

source: Interfaces: Assign network ports
pl: Interfejsy: Przypisanie portów sieciowych

source: Interfaces: Bridge
pl: Interfejsy: Most

source: Interfaces: Bridge edit
pl: Interfejsy: Bridge edit

source: Interfaces: GIF
pl: Interfejsy: GIF

source: Interfaces: GIF: Edit
pl: Interfejsy: GIF: Edycja

source: Interfaces: GRE
pl: Interfejsy: GRE

source: Interfaces: GRE: Edit
pl: Interfejsy: GRE: Edit

source: Interfaces: Groups
pl: Interfejsy: Grupy

source: Interfaces: Groups: Edit
pl: Interfejsy: Grupy: Edytuj

source: Interfaces: LAGG
pl: Interfejsy: LAGG

source: Interfaces: LAGG: Edit
pl: Interfejsy: LAGG: Edycja

source: Interfaces: Loopback
pl: Interfejsy: Loopback

source: Interfaces: PPPs
pl: Interfejsy: PPP

source: Interfaces: PPPs: Edit
pl: Interfejsy: PPP: Edit

source: Interfaces: VLAN
pl: Interfejsy: VLAN

source: Interfaces: VXLAN
pl: Interfejsy: VXLAN

source: Interfaces: WAN
pl: Interfejsy: WAN

source: Interfaces: Wireless
pl: Interfejsy: Bezprzewodowy

source: Interfaces: Wireless edit
pl: Interfejsy: Edycja bezprzewodowa

source: Lobby: Login / Logout / Dashboard
pl: Lobby: Logowanie / Wylogowanie / Pulpit nawigacyjny

source: Services: C-ICAP
pl: Usługi: C-ICAP

source: Services: Captive Portal
pl: Usługi: Captive Portal

source: Services: ClamAV
pl: Usługi: ClamAV

source: Services: DHCP Relay
pl: Usługi: DHCP Relay

source: Services: DHCP Server: Edit static mapping
pl: Usługi: DHCP Server: Edycja mapowania statycznego

source: Services: DHCP server
pl: Usługi: Serwer DHCP

source: Services: DHCPv6 Relay
pl: Usługi: DHCPv6 Relay

source: Services: DHCPv6 Server: Edit static mapping
pl: Usługi: DHCPv6 Server: Edycja mapowania statycznego

source: Services: DHCPv6 server
pl: Usługi: Serwer DHCPv6

source: Services: DNS Filter
pl: Usługi: Filtr DNS

source: Services: Dnsmasq DNS: Edit Domain Override
pl: Usługi: Dnsmasq DNS: Edit Domain Override

source: Services: Dnsmasq DNS: Edit Host
pl: Usługi: Dnsmasq DNS: Edit Host

source: Services: Dnsmasq DNS: Log File
pl: Usługi: Dnsmasq DNS: Log File

source: Services: Dnsmasq DNS: Settings
pl: Usługi: Dnsmasq DNS: Ustawienia

source: Services: FreeRADIUS
pl: Usługi: FreeRADIUS

source: Services: Intrusion Detection
pl: Usługi: Intrusion Detection (wykrywanie włamań)

source: Services: NTP
pl: Usługi: NTP

source: Services: Proxy
pl: Usługi: Proxy

source: Services: Router advertisements
pl: Usługi: Ogłoszenia o routerach.

source: Services: SMART
pl: Usługi: SMART

source: Services: Unbound (MVC)
pl: Usługi: Unbound (MVC)
