Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: The advanced mode does not provide any default values, you will need to fill out any values you would like to use.
pl: Tryb zaawansowany nie zapewnia żadnych wartości domyślnych, będziesz musiał wypełnić wszelkie wartości, które chciałbyś użyć.

source: The configuration file override mode may point to a fully customised file on the system instead.
pl: Tryb nadpisywania pliku konfiguracyjnego może zamiast tego wskazywać na całkowicie niestandardowy plik w systemie.

source: Alias IPv4 address
pl: Alias Adres IPv4

source: The value in this field is used as a fixed alias IPv4 address by the DHCP client.
pl: Wartość w tym polu jest używana przez klienta DHCP jako stały alias adresu IPv4.

source: Reject Leases From
pl: Odrzuć leasingi od

source: If there is a certain upstream DHCP server that should be ignored, place the IP address or subnet of the DHCP server to be ignored here.
pl: Jeśli istnieje określony serwer DHCP upstream, który powinien być ignorowany, umieść tutaj adres IP lub podsieć serwera DHCP, który ma być ignorowany.

source: This is useful for rejecting leases from cable modems that offer private IPs when they lose upstream sync.
pl: Jest to przydatne do odrzucania dzierżaw z modemów kablowych, które oferują prywatne IP, gdy tracą synchronizację w górę strumienia.

source: Hostname
pl: Nazwa hosta

source: The value in this field is sent as the DHCP client identifier and hostname when requesting a DHCP lease. Some ISPs may require this (for client identification).
pl: Wartość w tym polu jest wysyłana jako identyfikator klienta DHCP i nazwa hosta podczas żądania dzierżawy DHCP. Niektórzy dostawcy usług internetowych mogą tego wymagać (w celu identyfikacji klienta).

source: Override MTU
pl: Nadpisanie MTU

source: An ISP may incorrectly set an MTU value which can cause intermittent network disruption. By default this value will be ignored. Unsetting this option will allow to apply the MTU supplied by the ISP instead.
pl: Dostawca usług internetowych może nieprawidłowo ustawić wartość MTU, co może powodować przerywane zakłócenia w sieci. Domyślnie ta wartość będzie ignorowana. Usunięcie tej opcji pozwoli na zastosowanie w zamian MTU dostarczonego przez dostawcę usług internetowych.

source: Protocol Timing
pl: Czas trwania protokołu

source: Select Timeout
pl: Wybierz limit czasu

source: Backoff Cutoff
pl: Wyłączenie zapasu

source: Initial Interval
pl: Początkowy przedział czasowy

source: Presets:
pl: Presety:

source: FreeBSD Default
pl: FreeBSD Domyślnie

source: Clear
pl: Jasne

source: The values in these fields are DHCP %sprotocol timings%s used when requesting a lease.
pl: Wartości w tych polach to czas DHCP %sprotokołu%s używany podczas żądania dzierżawy.

source: Lease Requirements
pl: Wymagania dotyczące najmu

source: More detailed information about lease requirements and requests can be found in the %sFreeBSD Manual%s.
pl: Bardziej szczegółowe informacje na temat wymagań i żądań dotyczących dzierżawy można znaleźć w %sFreeBSD Manual%s.

source: Send Options
pl: Opcje wysyłania

source: The values in this field are DHCP options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
pl: Wartości w tym polu to opcje DHCP, które mają być wysyłane podczas żądania dzierżawy DHCP. [deklaracja opcji [, ...]] <br />Zastępstwa wartości: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Gdzie C to U(pper) lub L(ower) Case, a D to " :-." Delimiter (spacja, dwukropek, myślnik lub kropka) (pominięty dla braku).

source: Request Options
pl: Opcje żądania

source: The values in this field are DHCP option 55 to be sent when requesting a DHCP lease. [option [, ...]]
pl: Wartości w tym polu to opcja 55 DHCP, która ma być wysłana podczas żądania dzierżawy DHCP. [opcja [, ...]]

source: Require Options
pl: Wymagaj opcji

source: The values in this field are DHCP options required by the client when requesting a DHCP lease. [option [, ...]]
pl: Wartości w tym polu to opcje DHCP wymagane przez klienta podczas żądania dzierżawy DHCP. [option [, ...]]

source: Option Modifiers
pl: Modyfikatory opcji

source: The values in this field are DHCP option modifiers applied to obtained DHCP lease. [modifier option declaration [, ...]] <br />modifiers: (default, supersede, prepend, append)
pl: Wartości w tym polu to modyfikatory opcji DHCP stosowane do uzyskanej dzierżawy DHCP. [deklaracja opcji modyfikatora [, ...]] <br />modyfikatory: (default, supersede, prepend, append)

source: Configuration File Override
pl: Zastąpienie pliku konfiguracyjnego

source: The value in this field is the full absolute path to a DHCP client configuration file.
pl: Wartość w tym polu to pełna bezwzględna ścieżka do pliku konfiguracyjnego klienta DHCP.

source: PPP configuration
pl: Konfiguracja PPP

source: Service Provider
pl: Usługodawca

source: Country:
pl: Kraj:

source: Provider:
pl: Dostawca:

source: Select to fill in data for your service provider.
pl: Wybierz, aby wypełnić dane dla swojego dostawcy usług.

source: Access Point Name (APN)
pl: Nazwa punktu dostępu (APN)

source: Advanced PPP
pl: Zaawansowane PPP

source: %sClick here%s to edit PPP configuration.
pl: %sKliknij tutaj%s, aby edytować konfigurację PPP.

source: %sClick here%s to create a PPP configuration.
pl: %sKliknij tutaj%s, aby utworzyć konfigurację PPP.

source: PPPoE configuration
pl: Konfiguracja PPPoE

source: Service name
pl: Nazwa usługi

source: Hint: this field can usually be left empty
pl: Wskazówka: to pole zazwyczaj może pozostać puste

source: This field can usually be left empty unless specified by the provider.
pl: To pole zazwyczaj może pozostać puste, chyba że zostało określone przez dostawcę.

source: Enable Dial-On-Demand mode
pl: Włącz tryb Dial-On-Demand

source: This option causes the interface to operate in dial-on-demand mode, allowing you to have a 'virtual full time' connection. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
pl: Opcja ta powoduje, że interfejs pracuje w trybie dial-on-demand, umożliwiając posiadanie "wirtualnego, pełnoczasowego" połączenia. Interfejs jest skonfigurowany, ale faktyczne połączenie łącza jest opóźnione do momentu wykrycia kwalifikującego się ruchu wychodzącego.

source: Idle timeout
pl: Czas bezczynności

source: seconds
pl: sekundy

source: If no qualifying outgoing packets are transmitted for the specified number of seconds, the connection is brought down. An idle timeout of zero disables this feature.
pl: Jeśli przez określoną liczbę sekund nie zostaną przesłane żadne kwalifikujące się pakiety wychodzące, połączenie zostanie zerwane. Czas bezczynności równy zero wyłącza tę funkcję.

source: Advanced and MLPPP
pl: Zaawansowany i MLPPP

source: %sClick here%s for additional PPPoE configuration options. Save first if you made changes.
pl: %sKliknij tutaj%s, aby uzyskać dodatkowe opcje konfiguracji PPPoE. Zapisz najpierw, jeśli wprowadziłeś zmiany.

source: %sClick here%s for advanced PPPoE configuration options and MLPPP configuration.
pl: %sKliknij tutaj%s, aby uzyskać zaawansowane opcje konfiguracji PPPoE oraz konfigurację MLPPP.

source: PPTP/L2TP configuration
pl: Konfiguracja PPTP/L2TP

source: Local IP address
pl: Lokalny adres IP

source: Remote IP address
pl: Zdalny adres IP

source: %sClick here%s for additional PPTP and L2TP configuration options. Save first if you made changes.
pl: %sKliknij tutaj%s, aby uzyskać dodatkowe opcje konfiguracji PPTP i L2TP. Zapisz najpierw, jeśli wprowadziłeś zmiany.

source: %sClick here%s for advanced PPTP and L2TP configuration options.
pl: %sKliknij tutaj%s, aby uzyskać zaawansowane opcje konfiguracji PPTP i L2TP.

source: MBIM configuration
pl: Konfiguracja MBIM

source: Interface Name
pl: Nazwa interfejsu

source: SIM card PIN number
pl: Numer PIN karty SIM

source: The PIN number (usually 4 digits) provided by your SIM card provider with the SIM card.
pl: Numer PIN (zwykle 4 cyfry) dostarczony przez dostawcę karty SIM wraz z kartą SIM.

source: Name of the Access Point to use for connecting with the SIM card. Provided by your SIM card provider.
pl: Nazwa punktu dostępowego, którego należy użyć do połączenia z kartą SIM. Dostarczona przez dostawcę karty SIM.

source: Enable roaming
pl: Włącz roaming

source: Enable roaming (using other networks to connect when your provider's network is unavailable) with this connection. Warning: additional charges may apply. Check your contract and/or with your SIM card provider.
pl: Włącz roaming (korzystanie z innych sieci do łączenia się, gdy sieć Twojego operatora jest niedostępna) przy tym połączeniu. Ostrzeżenie: mogą obowiązywać dodatkowe opłaty. Sprawdź swoją umowę i/lub dostawcę karty SIM.

source: Static IPv6 configuration
pl: Statyczna konfiguracja IPv6

source: IPv6 Upstream Gateway
pl: Brama IPv6 Upstream

source: Gateway IPv6
pl: Brama IPv6

source: Use IPv4 connectivity
pl: Użyj łączności IPv4

source: Set the IPv6 address on the IPv4 PPP connectivity link.
pl: Ustaw adres IPv6 na łączu łączności IPv4 PPP.

source: DHCPv6 client configuration
pl: Konfiguracja klienta DHCPv6

source: Request only an IPv6 prefix
pl: Żądanie tylko prefiksu IPv6

source: Only request an IPv6 prefix; do not request an IPv6 address.
pl: Żądaj tylko prefiksu IPv6; nie żądaj adresu IPv6.

source: Prefix delegation size
pl: Wielkość delegacji prefiksu

source: The value in this field is the delegated prefix length provided by the DHCPv6 server. Normally specified by the ISP.
pl: Wartość w tym polu to długość delegowanego prefiksu podawana przez serwer DHCPv6. Zazwyczaj określana przez dostawcę usług internetowych.

source: Send IPv6 prefix hint
pl: Wyślij podpowiedź prefiksu IPv6

source: Send an IPv6 prefix hint to indicate the desired prefix size for delegation
pl: Wyślij podpowiedź prefiksu IPv6, aby wskazać pożądany rozmiar prefiksu dla delegacji

source: Request the IPv6 information through the IPv4 PPP connectivity link.
pl: Żądanie informacji IPv6 przez łącze łączności IPv4 PPP.

source: Use VLAN priority
pl: Użyj priorytetu VLAN

source: Certain ISPs may require that DHCPv6 requests are sent with a specific VLAN priority.
pl: Niektórzy dostawcy usług internetowych mogą wymagać, aby żądania DHCPv6 były wysyłane z określonym priorytetem VLAN.

source: Interface Statement
pl: Oświadczenie o interfejsie

source: Information Only
pl: Tylko informacje

source: This statement specifies dhcp6c to only exchange informational configuration parameters with servers. A list of DNS server addresses is an example of such parameters. This statement is useful when the client does not need stateful configuration parameters such as IPv6 addresses or prefixes.
pl: To stwierdzenie określa, że dhcp6c wymienia z serwerami tylko informacyjne parametry konfiguracyjne. Lista adresów serwerów DNS jest przykładem takich parametrów. To stwierdzenie jest przydatne, gdy klient nie potrzebuje parametrów konfiguracyjnych typu stateful, takich jak adresy IPv6 lub prefiksy.

source: Source: FreeBSD man page
pl: Źródło: FreeBSD man page

source: The values in this field are DHCP send options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
pl: Wartości w tym polu to opcje DHCP send, które mają być wysyłane podczas żądania dzierżawy DHCP. [deklaracja opcji [, ...]] <br />Zastępstwa wartości: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Gdzie C to U(pper) lub L(ower) Case, a D to " :-." Delimiter (spacja, dwukropek, myślnik lub kropka) (pominięty dla braku).

source: The values in this field are DHCP request options to be sent when requesting a DHCP lease. [option [, ...]]
pl: Wartości w tym polu to opcje żądania DHCP, które mają być wysyłane podczas żądania dzierżawy DHCP. [option [, ...]]

source: Script
pl: Skrypt

source: The value in this field is the absolute path to a script invoked on certain conditions including when a reply message is received.
pl: Wartość w tym polu to bezwzględna ścieżka do skryptu wywoływanego w określonych warunkach, w tym po otrzymaniu wiadomości zwrotnej.

source: Identity Association
pl: Stowarzyszenie Tożsamości

source: Non-Temporary Address Allocation
pl: Alokacja adresów nietrwałych

source: IPv6-address
pl: adres IPv6

source: Preferred Lifetime
pl: Preferowany okres użytkowania

source: Valid Time
pl: Czas ważności

source: Prefix Delegation
pl: Delegacja prefiksu

source: Prefix
pl: Prefiks

source: Prefix Interface
pl: Prefiks Interfejs

source: Site-Level Aggregation Length
pl: Długość agregacji na poziomie zakładu

source: Authentication
pl: Autentykacja

source: protocol
pl: protokół

source: Algorithm
pl: Algorytm

source: realm
pl: sfera

source: secret
pl: tajne

source: expire
pl: wygasnąć

source: SLAAC configuration
pl: Konfiguracja SLAAC

source: 6RD Rapid Deployment
pl: 6RD Szybkie rozmieszczenie

source: 6RD prefix
pl: prefiks 6RD

source: The value in this field is the 6RD IPv6 prefix assigned by your ISP. e.g. '2001:db8::/32'
pl: Wartość w tym polu to 6RD prefiks IPv6 przypisany przez dostawcę usług internetowych, np. '2001:db8::/32'.

source: 6RD Border Relay
pl: 6RD Sztafeta Graniczna

source: The value in this field is 6RD IPv4 gateway address assigned by your ISP
pl: Wartość w tym polu to 6RD adres bramy IPv4 przypisany przez dostawcę usług internetowych.

source: 6RD IPv4 Prefix length
pl: 6RD Długość prefiksu IPv4

source: bits
pl: bity

source: The value in this field is the 6RD IPv4 prefix length. Normally specified by the ISP. A value of 0 means we embed the entire IPv4 address in the 6RD prefix.
pl: Wartość w tym polu to długość prefiksu 6RD IPv4. Zazwyczaj określana jest przez dostawcę usług internetowych. Wartość 0 oznacza, że osadzamy cały adres IPv4 w prefiksie 6RD.

source: 6RD IPv4 Prefix address
pl: 6RD Adres prefiksu IPv4

source: The value in this field is the 6RD IPv4 prefix address. Optionally overrides the automatic detection.
pl: Wartość w tym polu to adres 6RD prefiksu IPv4. Opcjonalnie zastępuje automatyczne wykrywanie.

source: Track IPv6 Interface
pl: Śledzenie interfejsu IPv6

source: IPv6 Interface
pl: Interfejs IPv6

source: This selects the dynamic IPv6 WAN interface to track for configuration
pl: Wybiera dynamiczny interfejs IPv6 WAN, który ma być śledzony podczas konfiguracji.

source: IPv6 Prefix ID
pl: ID prefiksu IPv6

source: The value in this field is the delegated hexadecimal IPv6 prefix ID. This determines the configurable /64 network ID based on the dynamic IPv6 connection.
pl: Wartość w tym polu to delegowany szesnastkowy identyfikator prefiksu IPv6. Określa to konfigurowalny identyfikator sieci /64 w oparciu o dynamiczne połączenie IPv6.

source: Manual configuration
pl: Konfiguracja ręczna

source: Allow manual adjustment of DHCPv6 and Router Advertisements
pl: Umożliwienie ręcznego dostosowania reklam DHCPv6 i Router Advertisements

source: If this option is set, you will be able to manually set the DHCPv6 and Router Advertisements service for this interface. Use with care.
pl: Jeśli ta opcja jest ustawiona, będziesz mógł ręcznie ustawić usługę DHCPv6 i Router Advertisements dla tego interfejsu. Należy używać ostrożnie.

source: Common wireless configuration - Settings apply to all wireless networks on
pl: Wspólna konfiguracja sieci bezprzewodowej - ustawienia dotyczą wszystkich sieci bezprzewodowych w sieci.

source: Persist common settings
pl: Zachowanie wspólnych ustawień

source: Enabling this preserves the common wireless configuration through interface deletions and reassignments.
pl: Włączenie tej opcji pozwala zachować wspólną konfigurację sieci bezprzewodowej podczas usuwania i zmiany przypisania interfejsów.

source: Standard
pl: Standardowy

source: Protection Mode
pl: Tryb ochrony

source: Protection mode off
pl: Tryb ochrony wyłączony

source: Protection mode CTS to self
pl: Tryb ochrony CTS do siebie

source: Protection mode RTS and CTS
pl: Tryb ochrony RTS i CTS

source: For IEEE 802.11g, use the specified technique for protecting OFDM frames in a mixed 11b/11g network.
pl: Dla IEEE 802.11g należy zastosować określoną technikę ochrony ramek OFDM w mieszanej sieci 11b/11g.

source: Transmit power
pl: Moc nadawcza

source: Typically only a few discreet power settings are available and the driver will use the setting closest to the specified value. Not all adapters support changing the transmit power setting.
pl: Zazwyczaj dostępnych jest tylko kilka dyskretnych ustawień mocy, a sterownik użyje ustawienia najbardziej zbliżonego do określonej wartości. Nie wszystkie adaptery obsługują zmianę ustawienia mocy nadawania.

source: Channel
pl: Kanał

source: Legend: wireless standards - channel # (frequency @ max TX power / TX power allowed in reg. domain)
pl: Legenda: standardy bezprzewodowe - kanał # (częstotliwość @ max moc TX / moc TX dozwolona w domenie reg.)

source: Not all channels may be supported by your card. Auto may override the wireless standard selected above.
pl: Nie wszystkie kanały mogą być obsługiwane przez kartę. Auto może zastąpić wybrany powyżej standard bezprzewodowy.

source: Antenna settings
pl: Ustawienia anteny

source: Diversity
pl: Różnorodność

source: Off
pl: Wył

source: On
pl: Na stronie

source: Transmit antenna
pl: Antena nadawcza

source: Receive antenna
pl: Antena odbiorcza

source: Note: The antenna numbers do not always match up with the labels on the card.
pl: Uwaga: Numery anten nie zawsze zgadzają się z etykietami na karcie.

source: Regulatory settings
pl: Ustawienia regulacyjne

source: Regulatory domain
pl: Domena regulacyjna

source: Some cards have a default that is not recognized and require changing the regulatory domain to one in this list for the changes to other regulatory settings to work.
pl: Niektóre karty mają domyślne, które nie są rozpoznawane i wymagają zmiany domeny regulacyjnej na jedną z tej listy, aby zmiany innych ustawień regulacyjnych działały.

source: Country (listed with country code and regulatory domain)
pl: Kraj (wymieniony z kodem kraju i domeną regulacyjną)

source: Any country setting other than "Default" will override the regulatory domain setting
pl: Każde ustawienie kraju inne niż "Domyślne" będzie nadrzędne w stosunku do ustawienia domeny regulacyjnej.

source: Location
pl: Położenie

source: Indoor
pl: Wewnątrz

source: Outdoor
pl: Na zewnątrz

source: Anywhere
pl: Gdziekolwiek

source: These settings may affect which channels are available and the maximum transmit power allowed on those channels. Using the correct settings to comply with local regulatory requirements is recommended.
pl: Ustawienia te mogą wpływać na to, które kanały są dostępne oraz na maksymalną moc nadawania dozwoloną na tych kanałach. Zaleca się stosowanie prawidłowych ustawień zgodnych z lokalnymi wymogami prawnymi.

source: All wireless networks on this interface will be temporarily brought down when changing regulatory settings. Some of the regulatory domains or country codes may not be allowed by some cards. These settings may not be able to add additional channels that are not already supported.
pl: Wszystkie sieci bezprzewodowe na tym interfejsie zostaną tymczasowo wyłączone podczas zmiany ustawień regulacyjnych. Niektóre z domen regulacyjnych lub kodów krajów mogą nie być dozwolone przez niektóre karty. W tych ustawieniach może nie być możliwości dodania dodatkowych kanałów, które nie są już obsługiwane.

source: Network-specific wireless configuration
pl: Konfiguracja sieci bezprzewodowej

source: Infrastructure (BSS)
pl: Infrastruktura (BSS)

source: Access Point
pl: Punkt dostępu

source: Note: Only required in Access Point mode. If left blank in Ad-hoc or Infrastructure mode, this interface will connect to any available SSID
pl: Uwaga: Wymagane tylko w trybie Access Point. Jeśli pozostawisz puste miejsce w trybie Ad-hoc lub Infrastructure, ten interfejs będzie łączył się z każdym dostępnym SSID.

source: Minimum standard
pl: Norma minimalna

source: When operating as an access point, allow only stations capable of the selected wireless standard to associate (stations not capable are not permitted to associate).
pl: Gdy urządzenie działa jako punkt dostępu, zezwalaj na łączenie się tylko stacji obsługujących wybrany standard bezprzewodowy (stacje nie obsługujące tego standardu nie mogą się łączyć).

source: 802.11g only
pl: Tylko 802.11g

source: When operating as an access point in 802.11g mode, allow only 11g-capable stations to associate (11b-only stations are not permitted to associate).
pl: Gdy urządzenie działa jako punkt dostępu w trybie 802.11g, zezwalaj na łączenie się tylko stacji obsługujących standard 11g (stacje obsługujące tylko standard 11b nie mogą się łączyć).

source: Allow intra-BSS communication
pl: Umożliwienie komunikacji wewnątrz BSS

source: When operating as an access point, enable this if you want to pass packets between wireless clients directly.
pl: W przypadku pracy jako punkt dostępu, włącz tę opcję, jeśli chcesz bezpośrednio przekazywać pakiety pomiędzy klientami bezprzewodowymi.

source: Disabling the internal bridging is useful when traffic is to be processed with packet filtering.
pl: Wyłączenie wewnętrznego mostkowania jest przydatne, gdy ruch ma być przetwarzany za pomocą filtrowania pakietów.

source: Enable WME
pl: Włączenie WME

source: Setting this option will force the card to use WME (wireless QoS).
pl: Ustawienie tej opcji wymusi na karcie korzystanie z WME (bezprzewodowego QoS).

source: Enable Hide SSID
pl: Włącz Ukryj SSID

source: Setting this option will force the card to NOT broadcast its SSID (this might create problems for some clients).
pl: Ustawienie tej opcji spowoduje, że karta NIE będzie rozgłaszać swojego SSID (może to powodować problemy dla niektórych klientów).

source: Enable WEP
pl: Włącz WEP

source: TX key
pl: Przycisk TX

source: Key 1:
pl: Klucz 1:

source: Key 2:
pl: Klucz 2:

source: Key 3:
pl: Klucz 3:

source: Key 4:
pl: Klucz 4:

source: 40 (64) bit keys may be entered as 5 ASCII characters or 10 hex digits preceded by '0x'.
pl: Klucze 40 (64) bitowe mogą być wprowadzone jako 5 znaków ASCII lub 10 cyfr hex poprzedzonych znakiem "0x".

source: 104 (128) bit keys may be entered as 13 ASCII characters or 26 hex digits preceded by '0x'.
pl: 104 (128) bitowe klucze mogą być wprowadzone jako 13 znaków ASCII lub 26 cyfr hex poprzedzonych "0x".

source: Enable WPA
pl: Włącz WPA

source: WPA EAP Identity
pl: WPA EAP Tożsamość

source: Only relevant when Extended Authentication Protocol (EAP) is used.
pl: Ma znaczenie tylko wtedy, gdy używany jest Extended Authentication Protocol (EAP).

source: Passphrase must be from 8 to 63 characters.
pl: Passphrase musi zawierać od 8 do 63 znaków.

source: WPA Mode
pl: Tryb WPA

source: Both
pl: Zarówno

source: WPA Key Management Mode
pl: Tryb zarządzania kluczami WPA

source: Pre-Shared Key
pl: Klucz współdzielony

source: EAP Method
pl: Metoda EAP

source: Protected Extensible Authentication Protocol (PEAP)
pl: Protokół PEAP (Protected Extensible Authentication Protocol)

source: Transport Layer Security (TLS)
pl: Bezpieczeństwo warstwy transportowej (TLS)

source: Tunneled Transport Layer Security (TTLS)
pl: Tunelowe zabezpieczenie warstwy transportowej (TTLS)
