Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: There is something wrong in your config because user %s password is missing!
pl: Coś jest nie tak w twoim configu, ponieważ brakuje hasła użytkownika %s!

source: Local Database
pl: Baza lokalna

source: A potential %sDNS Rebind attack%s has been detected.%sTry to access the router by IP address instead of by hostname. You can disable this check if needed under System: Settings: Administration.
pl: Wykryto potencjalny atak %sDNS Rebind%s. %sPróbuj uzyskać dostęp do routera przez adres IP zamiast przez nazwę hosta. Możesz wyłączyć to sprawdzanie w razie potrzeby w System: Ustawienia: Administracja.

source: The HTTP_REFERER "%s" does not match the predefined settings. You can disable this check if needed under System: Settings: Administration.
pl: HTTP_REFERER "%s" nie jest zgodny z predefiniowanymi ustawieniami. Możesz wyłączyć to sprawdzanie w razie potrzeby w System: Ustawienia: Administracja.

source: Wrong username or password.
pl: Błędna nazwa użytkownika lub hasło.

source: No page assigned to this user! Click here to logout.
pl: Nie ma strony przypisanej do tego użytkownika! Kliknij tutaj, aby się wylogować.

source: Error
pl: Błąd

source: Login
pl: Zaloguj się

source: Username:
pl: Nazwa użytkownika:

source: Password:
pl: Hasło:

source: Your browser must support cookies to login.
pl: Twoja przeglądarka musi obsługiwać pliki cookie, aby móc się zalogować.

source: The line in question reads [%s]: %s
pl: Linia, o której mowa, brzmi [%s]: %s

source: There were error(s) loading the rules: %s%s
pl: Wystąpił błąd (błędy) ładowania reguł: %s%s

source: URL port aliases types not supported [%s]
pl: Typy aliasów portów URL nie są obsługiwane [%s]

source: critical
pl: krytyczne

source: throughput
pl: wydajność

source: reliability
pl: niezawodność

source: Background (1, lowest)
pl: W tle (1, najniższy)

source: Best Effort (0, default)
pl: Najlepsza wydajność (0, domyślnie)

source: Excellent Effort (2)
pl: Dobra wydajność (2)

source: Critical Applications (3)
pl: Krytyczne aplikacje (3)

source: Voice (5)
pl: Głos (5)

source: Internetwork Control (6)
pl: Sterowanie intersieciowe (6)

source: Network Control (7, highest)
pl: Sterowanie sieciowe (7, najwyższy)

source: Unassigned
pl: Nieprzydzielone

source: device not present! Is the modem attached to the system?
pl: urządzenie nie jest obecne! Czy modem jest podłączony do systemu?

source: blocking
pl: blokowanie

source: check for ethernet loops
pl: sprawdzić pętle ethernetowe

source: learning
pl: nauka

source: forwarding
pl: przekierowanie

source: No history data found!
pl: Nie znaleziono żadnych danych historycznych!

source: Synchronize the %s configuration to the other HA host.
pl: Zsynchronizuj konfigurację %s z drugim hostem HA.

source: C-ICAP server
pl: Serwer C-ICAP

source: ClamAV Daemon
pl: Demon ClamAV

source: freshclam daemon
pl: demon freshclam

source: System Configuration Daemon
pl: Demon konfiguracji systemu

source: Users and Groups
pl: Użytkownicy i grupy

source: System routing
pl: Trasowanie systemu

source: System tunables
pl: Ustawienia systemu

source: Syslog-ng Daemon
pl: Daemon Syslog-ng

source: Dashboard
pl: Pulpit

source: Synchronize dashboard widgets.
pl: Synchronizuj widgety panelu głównego.

source: Synchronize the users and groups over to the other HA host.
pl: Zsynchronizuj użytkowników i grupy z drugim hostem HA.

source: Auth Servers
pl: Serwery autentykacji

source: Synchronize the authentication servers (e.g. LDAP, RADIUS) over to the other HA host.
pl: Synchronizacja serwerów uwierzytelniania (np. LDAP, RADIUS) z drugim hostem HA.

source: Certificates
pl: Certyfikaty

source: Synchronize the Certificate Authorities, Certificates, and Certificate Revocation Lists over to the other HA host.
pl: Synchronizacja urzędów certyfikacji, certyfikatów i list unieważnień certyfikatów na drugim hoście HA.

source: Synchronize the DHCP Server settings over to the other HA host. This only applies to DHCP for IPv4.
pl: Zsynchronizuj ustawienia serwera DHCP z drugim hostem HA. Dotyczy to tylko DHCP dla IPv4.

source: DHCPv4: Relay
pl: DHCPv4: Przekaźnik

source: Synchronize DHCPv6 including router advertisements.
pl: Synchronizacja DHCPv6 z uwzględnieniem reklam routerów.

source: DHCPv6: Relay
pl: DHCPv6: Przekaźnik

source: Virtual IPs
pl: Wirtualne IP

source: Synchronize the CARP Virtual IPs to the other HA host.
pl: Zsynchronizuj wirtualne adresy IP CARP z drugim hostem HA.

source: Static Routes
pl: Trasy statyczne

source: Synchronize the Static Route configuration and Gateways to the other HA host.
pl: Synchronizuj konfiguracje statycznych tras i bram do innego hosta HA.

source: Network Time
pl: Czas sieciowy

source: System Tunables
pl: Możliwość dostrojenia systemu

source: DynFi Connection Agent
pl: Agent połączenia DynFi

source: Router Advertisement Daemon
pl: Demon reklamy routera

source: DHCPv4 Relay
pl: Przekaźnik DHCPv4

source: DHCPv6 Relay
pl: Przekaźnik DHCPv6

source: DHCPv4 Server
pl: Serwer DHCPv4

source: DHCPv6 Server
pl: Serwer DHCPv6

source: Gateway Monitor (%s)
pl: Monitor bramy (%s)

source: NULL (no encryption)
pl: NULL (brak szyfrowania)

source: Monit System Monitoring
pl: Monit Monitoring systemu

source: NetFlow Distributor
pl: Dystrybutor NetFlow

source: Insight Aggregator
pl: Agregator wiedzy

source: Network Time Daemon
pl: Demon czasu sieciowego

source: Secure Shell Daemon
pl: Demon Secure Shell

source: 0 (none)
pl: 0 (brak)

source: 1 (default)
pl: 1 (domyślnie)

source: 3 (recommended)
pl: 3 (zalecane)

source: No Preference
pl: Brak preferencji

source: Partial - Packet framing for compression (%s)
pl: Partial - Ramka pakietu do kompresji (%s)

source: Enabled - LZ4 algorithm (%s)
pl: Włączone - algorytm LZ4 (%s)

source: Enabled - LZ4 v2 algorithm (%s)
pl: Włączone - algorytm LZ4 v2 (%s)

source: Enabled - LZO algorithm (%s)
pl: Włączony - algorytm LZO (%s)

source: Enabled - Stub algorithm (%s)
pl: Enabled - algorytm Stub (%s)

source: Enabled - Stub v2 algorithm (%s)
pl: Enabled - algorytm Stub v2 (%s)

source: Legacy - Disabled LZO algorithm (%s)
pl: Legacy - Wyłączony algorytm LZO (%s)

source: Legacy - Enabled LZO algorithm with adaptive compression (%s)
pl: Legacy - Włączony algorytm LZO z adaptacyjną kompresją (%s)

source: Legacy - Enabled LZO algorithm without adaptive compression (%s)
pl: Legacy - Włączony algorytm LZO bez kompresji adaptacyjnej (%s)

source: None (No Encryption)
pl: Brak (brak szyfrowania)

source: None (No Authentication)
pl: Brak (brak uwierzytelniania)

source: The field '%s' must contain a valid port, ranging from 0 to 65535.
pl: Pole "%s" musi zawierać prawidłowy port, z zakresu od 0 do 65535.

source: '%s' in '%s' may only contain valid %s CIDR range(s) separated by commas.
pl: %s" w "%s" może zawierać tylko ważny zakres (zakresy) %s CIDR oddzielone przecinkami.

source: '%s' in '%s' is not a single valid %s CIDR range
pl: '%s' w '%s' nie jest pojedynczym prawidłowym zakresem %s CIDR

source: Unable to contact daemon
pl: Nie można skontaktować się z demonem

source: Service not running?
pl: Serwis nie działa?

source: Please enter a valid port number.
pl: Proszę wprowadzić prawidłowy numer portu.

source: Please enter all information for authentication server.
pl: Proszę wprowadzić wszystkie informacje dotyczące serwera uwierzytelniającego.

source: Please choose a different name because an authentication server with this name already exists.
pl: Proszę wybrać inną nazwę, ponieważ serwer uwierzytelniania o tej nazwie już istnieje.

source: Please enter a valid IP address or hostname for the authentication server.
pl: Wprowadź prawidłowy adres IP lub nazwę hosta dla serwera uwierzytelniania.

source: Please enter all information for the new Certificate Authority.
pl: Proszę wprowadzić wszystkie informacje dotyczące nowego urzędu certyfikacji.

source: Please do not use special characters in Certificate field names.
pl: Prosimy o nieużywanie znaków specjalnych w nazwach pól certyfikatu.

source: Please enter a different name for the Certificate Authority. A Certificate Authority with that name already exists.
pl: Proszę wprowadzić inną nazwę dla urzędu certyfikacji. Urząd certyfikacji o tej nazwie już istnieje.

source: Please enter only a two-letter ISO country code
pl: Proszę wpisać tylko dwuliterowy kod kraju ISO

source: Please enter all information for the new certificate.
pl: Proszę wpisać wszystkie informacje dotyczące nowego certyfikatu.

source: Please enter a different name for the Certificate. A Certificate with that name/common name already exists.
pl: Proszę wprowadzić inną nazwę dla certyfikatu. Certyfikat o tej nazwie/wspólnej nazwie już istnieje.

source: Local port
pl: Port lokalny

source: IPv4 Tunnel Network
pl: Tunel IPv4

source: A prefix longer than 28 cannot be used with a net30 topology.
pl: Prefiks dłuższy niż 28 nie może być używany z topologią net30.

source: IPv6 Tunnel Network
pl: Tunel IPv6

source: IPv4 Local Network
pl: Sieć lokalna IPv4

source: IPv6 Local Network
pl: Sieć lokalna IPv6

source: IPv4 Remote Network
pl: Sieć zdalna IPv4

source: IPv6 Remote Network
pl: Sieć zdalna IPv6

source: The specified 'Local port' is in use. Please select another value.
pl: Określony "Port lokalny" jest w użyciu. Proszę wybrać inną wartość.

source: The field 'TLS Authentication Key' does not appear to be valid.
pl: Pole "TLS Authentication Key" nie wydaje się być prawidłowe.

source: The field 'DNS Server #1' must contain a valid IP address
pl: Pole "DNS Server #1" musi zawierać prawidłowy adres IP.

source: The field 'DNS Server #2' must contain a valid IP address
pl: Pole "DNS Server #2" musi zawierać prawidłowy adres IP

source: The field 'DNS Server #3' must contain a valid IP address
pl: Pole "DNS Server #3" musi zawierać prawidłowy adres IP.

source: The field 'DNS Server #4' must contain a valid IP address
pl: Pole "DNS Server #4" musi zawierać prawidłowy adres IP.

source: The field 'NTP Server #1' must contain a valid IP address
pl: Pole "NTP Server #1" musi zawierać prawidłowy adres IP.

source: The field 'NTP Server #2' must contain a valid IP address
pl: Pole "NTP Server #2" musi zawierać prawidłowy adres IP

source: The field 'WINS Server #1' must contain a valid IP address
pl: Pole "WINS Server #1" musi zawierać prawidłowy adres IP.

source: The field 'WINS Server #2' must contain a valid IP address
pl: Pole "WINS Server #2" musi zawierać prawidłowy adres IP.

source: The field 'Concurrent connections' must be numeric.
pl: Pole "Concurrent connections" musi być numeryczne.

source: You must specify a 'Tunnel network'.
pl: Należy określić "Sieć tunelu".

source: OpenVPN %s wizard allow client access
pl: Kreator OpenVPN %s zezwala na dostęp klienta

source: OpenVPN %s wizard
pl: Kreator OpenVPN %s

source: Packet Filter
pl: Filtr pakietów

source: Firewall Groups
pl: Grupa zapór

source: Firewall Rules
pl: Reguły zapory

source: Synchronize the firewall rules to the other HA host.
pl: Synchronizuj reguły zapory do innych hostów HA.

source: Firewall Schedules
pl: Harmonogramy zapory

source: Synchronize the firewall schedules to the other HA host.
pl: Synchronizuj harmonogramy zapory do innych hostów HA.

source: Firewall Categories
pl: Kategorie zapory

source: Firewall Log Templates
pl: Szablony dziennika zapory

source: Aliases
pl: Aliasy

source: Synchronize the aliases over to the other HA host.
pl: Zsynchronizuj aliasy z drugim hostem HA.

source: Synchronize the NAT rules over to the other HA host.
pl: Zsynchronizuj reguły NAT z drugim hostem HA.

source: Web Proxy
pl: Pośrednik sieciowy

source: Intrusion Detection
pl: Wykrywanie wtargnięć

source: WireGuard (Group)
pl: WireGuard (Grupa)

source: English
pl: Angielski

source: Bulgarian
pl: Bułgarski

source: Czech
pl: Czeski

source: Chinese (Simplified)
pl: Chiński (uproszczony)

source: French
pl: Francuski

source: German
pl: Niemiecki

source: Greek
pl: Grecki

source: Indonesian
pl: Indonezyjski

source: Italian
pl: Włoski

source: Japanese
pl: Japoński

source: Korean
pl: Koreański

source: Norwegian
pl: Norweski

source: Polish
pl: Polski

source: Portuguese (Brazil)
pl: Portugalski (Brazylia)

source: Portuguese (Portugal)
pl: Portugalski (Portugalia)

source: Russian
pl: Rosyjski

source: Spanish
pl: Hiszpański

source: Swedish
pl: Szwedzki

source: Turkish
pl: Turecki

source: Ukrainian
pl: Ukraiński

source: VGA Console
pl: Konsola VGA

source: Serial Console
pl: Konsola szeregowa

source: EFI Console
pl: Konsola EFI

source: Mute Console
pl: Wyciszenie konsoli

source: Could not start unknown service `%s'
pl: Nie można uruchomić nieznanej usługi `%s'.

source: Could not start service `%s'
pl: Nie mogę uruchomić usługi `%s'

source: Service `%s' has been started.
pl: Usługa `%s' została uruchomiona.

source: Could not stop unknown service `%s'
pl: Nie można zatrzymać nieznanej usługi `%s'.

source: Service `%s' has been stopped.
pl: Usługa `%s' została zatrzymana.

source: Could not restart service `%s'
pl: Nie mogę zrestartować usługi `%s'

source: Service `%s' has been restarted.
pl: Usługa `%s' została zrestartowana.

source: WARNING: You must give a name as parameter to lock() function.
pl: UWAGA: Musisz podać nazwę jako parametr funkcji lock().

source: XML error: %s at line %d cannot occur more than once
pl: Błąd XML: %s w linii %d nie może wystąpić więcej niż raz

source: An API exception occurred
pl: Wystąpił wyjątek API

source: All virtual IPs have been disabled. Please note that disabling does not survive a reboot.
pl: Wszystkie wirtualne IP zostały wyłączone. Należy pamiętać, że wyłączenie nie przetrwa ponownego uruchomienia komputera.

source: CARP has been enabled.
pl: CARP został włączony.

source: CARP has detected a problem and this unit has been demoted to BACKUP status.
pl: CARP wykrył problem i ta jednostka została zdegradowana do statusu BACKUP.

source: Check link status on all interfaces with configured CARP VIPs.
pl: Sprawdź stan łącza na wszystkich interfejsach ze skonfigurowanymi VIP-ami CARP.

source: Enable CARP
pl: Włącz CARP

source: Temporarily Disable CARP
pl: Tymczasowe wyłączenie CARP

source: Enter Persistent CARP Maintenance Mode
pl: Wejście w tryb konserwacji CARP w trybie trwałym

source: Leave Persistent CARP Maintenance Mode
pl: Opuszczanie trybu konserwacji CARP Persistent

source: CARP Interface
pl: Interfejs CARP

source: Virtual IP
pl: Wirtualny IP

source: Could not locate any defined CARP interfaces.
pl: Nie udało się zlokalizować żadnych zdefiniowanych interfejsów CARP.

source: DISABLED
pl: WYŁĄCZONO

source: Current CARP demotion level
pl: Obecny poziom degradacji CARP

source: pfSync nodes
pl: węzły pfSync

source: No issues were detected.
pl: Nie wykryto problemów.

source: An issue was detected.
pl: Wykryty problem.

source: Development deployment is configured so crash reports cannot be sent.
pl: Wdrożenie deweloperskie jest skonfigurowane tak, że nie można wysyłać raportów o awariach.

source: Thank you for submitting this crash report.
pl: Dziękujemy za przesłanie tego zgłoszenia wypadku.

source: This crash report contains no actual crash information. If you want to submit a problem please fill out your e-mail and description below.
pl: Ten raport o kolizji nie zawiera rzeczywistych informacji o kolizji. Jeśli chcesz zgłosić problem, wpisz poniżej swój e-mail i opis.

source: Please consider submitting a crash report if the error persists.
pl: Proszę rozważyć przesłanie raportu o awarii, jeśli błąd nadal występuje.

source: Dismiss this report
pl: Odrzuć raport

source: Submit this report
pl: Wyślij raport

source: Would you like to submit this crash report to the developers?
pl: Czy chcesz przesłać raport do twórców?

source: You can help us further by adding your contact information and a problem description. Please note that providing your contact information greatly improves the chances of bugs being fixed.
pl: Możesz nam pomóc dodając swoje dane kontaktowe i opis problemu. Pamiętaj, że podanie informacji kontaktowych znacznie zwiększa szanse na naprawienie błędów.

source: your@email.com
pl: twój@email.com

source: A short problem description or steps to reproduce.
pl: Krótki opis problemu lub kroki do odtworzenia.

source: Please double-check the following contents to ensure you are comfortable submitting the following information.
pl: Prosimy o podwójne sprawdzenie poniższej treści, aby upewnić się, że nie masz problemów z przesłaniem poniższych informacji.

source: Report an issue
pl: Zgłoś problem

source: CSRF check failed. Your form session may have expired, or you may not have cookies enabled.
pl: Kontrola CSRF nie powiodła się. Sesja Twojego formularza mogła wygasnąć lub możesz nie mieć włączonych plików cookie.

source: is not a valid authentication server
pl: nie jest prawidłowym serwerem uwierzytelniania

source: A username and password must be specified.
pl: Nazwa użytkownika oraz hasło są wymagane.

source: User
pl: Użytkownik

source: authenticated successfully.
pl: uwierzytelniony z powodzeniem.

source: This user is a member of these groups
pl: Ten użytkownik należy do grupy

source: Attributes received from server
pl: Atrybuty otrzymane z serwera

source: Authentication failed.
pl: Uwierzytelnianie nie powiodło się.

source: Authentication Server
pl: Serwer autentykacji

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: DynFi Firewall Additions
pl: Dodatki do DynFi Firewall

source: Bridge Devices
pl: Urządzenia mostkowe

source: SSL Certificate Authorities
pl: Władze certyfikatów SSL

source: SSL Certificates
pl: Certyfikaty SSL

source: DHCP Server
pl: Serwer DHCP

source: DHCP Relay
pl: Przekazywanie DHCP

source: Dynamic DNS
pl: Dynamiczny DNS

source: Gateways
pl: Bramy

source: GIF Devices
pl: Urządzenia GIF

source: IGMP Proxy
pl: Proxy IGMP

source: Universal Plug and Play
pl: Uniwersalny Plug and Play

source: Interfaces
pl: Interfejsy

source: LAGG Devices
pl: Urządzenia LGD

source: Network Address Translation
pl: Tłumaczenie adresów sieciowych

source: DNS Filter
pl: Filtr DNS

source: Point-to-Point Devices
pl: Urządzenia typu punkt-punkt

source: RRD Data
pl: Dane RRD

source: Static routes
pl: Trasy statyczne

source: VLAN Devices
pl: Urządzenia VLAN

source: Dashboard Widgets
pl: Panel Widgety

source: Wireless Devices
pl: Urządzenia bezprzewodowe

source: You must supply and confirm the password for encryption.
pl: Należy podać i potwierdzić hasło do szyfrowania.

source: The passwords do not match.
pl: Hasła nie zgadzają się.

source: You must supply the password for decryption.
pl: Musisz podać hasło do rozszyfrowania.

source: You do not have the permission to perform this action.
pl: Nie masz uprawnień do wykonania tej czynności.

source: Warning, could not read file %s
pl: Ostrzeżenie, nie można było odczytać pliku %s

source: The configuration could not be restored (file upload error).
pl: Konfiguracja nie mogła zostać przywrócona (błąd załadowania pliku).

source: The uploaded file could not be decrypted.
pl: Przesłany plik nie mógł zostać odszyfrowany.

source: You have selected to restore an area but we could not locate the correct xml tag.
pl: Wybrałeś przywrócenie obszaru, ale nie mogliśmy zlokalizować właściwego znacznika xml.

source: The configuration area has been restored.
pl: Obszar konfiguracji został przywrócony.

source: The configuration has been restored.
pl: Konfiguracja została przywrócona.

source: The configuration could not be restored.
pl: Konfiguracja nie mogła zostać przywrócona.

source: The system is rebooting now. This may take one minute.
pl: System jest w trakcie ponownego uruchamiania. Może to potrwać jedną minutę.

source: Saved settings, but remote backup failed.
pl: Ustawienia zostały zapisane, ale zdalne tworzenie kopii zapasowych nie powiodło się.

source: Backup successful, current file list:
pl: Backup udany, aktualna lista plików:

source: Download
pl: Pobieranie

source: Do not backup RRD data.
pl: Nie należy tworzyć kopii zapasowych danych RRD.

source: Encrypt this configuration file.
pl: Zaszyfruj ten plik konfiguracyjny.

source: Confirmation
pl: Potwierdź

source: Download configuration
pl: Konfiguracja do pobrania

source: Click this button to download the system configuration in XML format.
pl: Kliknij ten przycisk, aby pobrać konfigurację systemu w formacie XML.

source: Restore
pl: Przywróć

source: Restore area:
pl: Przywrócić obszar:

source: ALL
pl: WSZYSTKIE

source: Reboot after a successful restore.
pl: Po udanym przywróceniu systemu należy go ponownie uruchomić.

source: Configuration file is encrypted.
pl: Plik konfiguracyjny jest zaszyfrowany.

source: Restore configuration
pl: Przywrócenie konfiguracji

source: Open a configuration XML file and click the button below to restore the configuration.
pl: Otwórz konfiguracyjny plik XML i kliknij poniższy przycisk, aby przywrócić konfigurację.

source: Click to edit
pl: Kliknij, aby edytować

source: Setup/Test %s
pl: Konfiguracja/test %s

source: Backup count must be greater than zero.
pl: Backup count musi być większy od zera.

source: Successfully reverted to timestamp %s with description "%s".
pl: Pomyślnie przywrócono timestamp %s z opisem "%s".

source: Unable to revert to the selected configuration.
pl: Nie można powrócić do wybranej konfiguracji.

source: Deleted backup with timestamp %s and description "%s".
pl: Usunięto kopię zapasową ze znacznikiem czasowym %s i opisem "%s".

source: Unable to delete the selected configuration.
pl: Nie można usunąć wybranej konfiguracji.

source: Action
pl: Akcja

source: Restore from Configuration Backup
pl: Przywracanie z kopii zapasowej konfiguracji

source: Version
pl: Wersja

source: No
pl: Nie

source: Yes
pl: Tak

source: Remove Configuration Backup
pl: Usuń kopię zapasową konfiguracji

source: Backup Count
pl: Liczba kopii zapasowych

source: Enter the number of older configurations to keep in the local backup cache.
pl: Wprowadź liczbę starszych konfiguracji do zachowania w lokalnej pamięci podręcznej kopii zapasowej.

source: Save
pl: Zapisz

source: Be aware of how much space is consumed by backups before adjusting this value.
pl: Przed dostosowaniem tej wartości należy zwrócić uwagę na to, ile miejsca zajmują kopie zapasowe.

source: Current space used:
pl: Aktualnie wykorzystywana przestrzeń:

source: Configuration diff from %s to %s
pl: Różnica w konfiguracji z %s na %s

source: History
pl: Historia

source: View differences
pl: Wyświetlanie różnic

source: To view the differences between an older configuration and a newer configuration, select the older configuration using the left column of radio options and select the newer configuration in the right column, then press the button.
pl: Aby wyświetlić różnice pomiędzy starszą i nowszą konfiguracją, wybierz starszą konfigurację za pomocą lewej kolumny opcji radiowych i wybierz nowszą konfigurację w prawej kolumnie, a następnie naciśnij przycisk.

source: Date
pl: Dane

source: Size
pl: Rozmiar

source: Configuration Change
pl: Zmiana konfiguracji

source: Current
pl: Aktualne

source: Revert to this configuration
pl: Powróć do tej konfiguracji

source: Remove this backup
pl: Usuń tę kopię zapasową

source: Download this backup
pl: Pobierz tę kopię zapasową

source: Your device is powering off
pl: Twoje urządzenie się wyłącza

source: The system has been reset to factory defaults and is shutting down.
pl: System został przywrócony do ustawień fabrycznych i jest wyłączany.

source: If you click "Yes", the system will:
pl: Jeśli klikniesz "Tak", system to zrobi:

source: Reset to factory defaults
pl: Przywrócenie ustawień fabrycznych

source: LAN IP address will be reset to 192.168.1.1
pl: Adres IP sieci LAN zostanie zresetowany do 192.168.1.1
