Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: A search domain may only contain the characters a-z, 0-9, '-' and '.'.
pl: Domena wyszukiwania może zawierać tylko znaki a-z, 0-9, '-' i '.'.

source: A valid IP address must be specified for DNS server "%s".
pl: Dla serwera DNS "%s" musi być podany prawidłowy adres IP.

source: You can not assign a gateway to DNS server "%s" which is on a directly connected network.
pl: Nie można przypisać bramy do serwera DNS "%s", który znajduje się w bezpośrednio połączonej sieci.

source: Name of the firewall host, without domain part
pl: Nazwa tego firewalla, bez domeny

source: Do not use 'local' as your internal domain name. It is reserved for and will interfere with mDNS (avahi, bonjour, etc.). Use the special-purpose home.arpa domain instead.
pl: Nie używaj 'local' jako nazwy domeny wewnętrznej. Jest ona zarezerwowana dla i będzie kolidować z mDNS (avahi, bonjour, itp.). Użyj zamiast tego specjalnej domeny home.arpa.

source: e.g. %sexample.net, branch.example.com, home.arpa, etc.%s
pl: np. %sexample.net, branch.example.com, home.arpa, etc.%s

source: Time zone
pl: Strefa czasowa

source: Select the location closest to you
pl: Wybierz najbliższą lokalizację

source: Language
pl: Język

source: Choose a language for the web GUI.
pl: Wybierz język dla web GUI.

source: Theme
pl: Motyw

source: This will change the look and feel of the GUI.
pl: To zmieni wygląd GUI.

source: Trust
pl: Zaufanie

source: Store intermediate
pl: Sklep pośredni

source: Allow local defined intermediate certificate authorities to be used in the local trust store. We advise to only store root certificates to prevent cross signed ones causing breakage when included but expired later in the chain.
pl: Zezwalaj na używanie zdefiniowanych lokalnie pośrednich urzędów certyfikacji w lokalnym sklepie zaufania. Zalecamy przechowywanie tylko certyfikatów głównych, aby uniknąć sytuacji, w której certyfikaty podpisane krzyżowo spowodują uszkodzenie, gdy zostaną dołączone do łańcucha, ale wygasną później.

source: Networking
pl: Sieć

source: Prefer IPv4 over IPv6
pl: Preferuj IPv4 nad IPv6

source: Prefer to use IPv4 even if IPv6 is available
pl: Preferuj użycie IPv4 nawet jeśli IPv6 jest dostępne

source: By default, if a hostname resolves IPv6 and IPv4 addresses IPv6 will be used. If you check this option, IPv4 will be used instead of IPv6.
pl: Domyślnie, jeśli nazwa hosta rozwiązuje adresy IPv6 i IPv4 zostanie użyty IPv6. Jeśli zaznaczysz tę opcję, IPv4 zostanie użyte zamiast IPv6.

source: DNS Server
pl: Serwer DNS

source: Use gateway
pl: Używaj bramy

source: Enter IP addresses to be used by the system for DNS resolution. These are also used for the DHCP service, DNS services and for PPTP VPN clients.
pl: Wprowadź adresy IP, które mają być używane przez system do rozwiązywania DNS. Są one również używane dla usługi DHCP, usług DNS oraz dla klientów PPTP VPN.

source: In addition, optionally select the gateway for each DNS server. When using multiple WAN connections there should be at least one unique DNS server per gateway.
pl: Dodatkowo, opcjonalnie wybierz bramę dla każdego serwera DNS. W przypadku korzystania z wielu połączeń WAN na każdą bramę powinien przypadać co najmniej jeden unikalny serwer DNS.

source: DNS search domain
pl: Domena wyszukiwania DNS

source: Enter an additional domain to add to the local list of search domains.
pl: Wprowadź dodatkową domenę, aby dodać ją do lokalnej listy domen wyszukiwania.

source: DNS server options
pl: Opcje serwera DNS

source: Allow DNS server list to be overridden by DHCP/PPP on WAN
pl: Pozwól na nadpisywanie listy serwerów DNS przez DHCP/PPP na porcie WAN

source: If this option is set, DNS servers assigned by a DHCP/PPP server on WAN will be used for their own purposes (including the DNS services). However, they will not be assigned to DHCP clients. Since this option concerns all interfaces retrieving dynamic dns entries, you can exclude items from the list below.
pl: Jeśli ta opcja jest ustawiona, serwery DNS przypisane przez serwer DHCP/PPP w sieci WAN będą wykorzystywane do własnych celów (w tym do usług DNS). Nie będą one jednak przydzielane klientom DHCP. Ponieważ opcja dotyczy wszystkich interfejsów pobierających dynamiczne wpisy dns, można wykluczyć pozycje z poniższej listy.

source: Exclude interfaces
pl: Wyklucz interfejsy

source: Do not use the local DNS service as a nameserver for this system
pl: Nie używaj lokalnej usługi DNS jako serwera nazw dla tego systemu

source: By default localhost (127.0.0.1) will be used as the first nameserver when e.g. Dnsmasq or Unbound is enabled, so system can use the local DNS service to perform lookups. Checking this box omits localhost from the list of DNS servers.
pl: Domyślnie localhost (127.0.0.1) będzie używany jako pierwszy serwer nazw, gdy np. Dnsmasq lub Unbound jest włączony, więc system może używać lokalnej usługi DNS do wykonywania wyszukiwań. Zaznaczenie tego pola powoduje pominięcie localhosta na liście serwerów DNS.

source: Gateway switching
pl: Przełączanie bramy domyślnej

source: Allow default gateway switching
pl: Pozwól na przełączanie bramy domyślnej

source: If the link where the default gateway resides fails switch the default gateway to another available one.
pl: Jeśli łącze, na którym znajduje się brama domyślna, ulegnie awarii, należy przełączyć bramę domyślną na inne dostępne łącze.

source: The group name contains invalid characters.
pl: Nazwa grupy zawiera niepoprawne znaki.

source: The group name is longer than 32 characters.
pl: Nazwa grupy ma więcej niż 32 znaki.

source: Another entry with the same group name already exists.
pl: Istnieje już inna pozycja z tą nazwą grupy.

source: That groupname is reserved by the system.
pl: Wskazana nazwa grupy jest zarezerwowana przez system.

source: Do you really want to delete this group?
pl: Czy na pewno chcesz usunąć tę grupę?

source: Defined by
pl: Zdefiniowano przez

source: Group name
pl: Nazwa grupy

source: Group description, for your own information only
pl: Opis grupy, tylko dla własnych informacji

source: Group Memberships
pl: Przynależność do grupy

source: Not Member Of
pl: Nie jest członkiem

source: Member Of
pl: Jest członkiem

source: Add Users
pl: Dodaj użytkowników

source: Remove Users
pl: Usuń użytkowników

source: Hold down CTRL (pc)/COMMAND (mac) key to select multiple items
pl: Aby zaznaczyć wiele pozycji, przytrzymaj CTRL/COMMAND

source: Assigned Privileges
pl: Przyznane uprawnienia

source: Member Count
pl: Ilość członków

source: Superuser group
pl: Grupa superużytkowników

source: Normal group
pl: Grupa standardowa

source: The synchronize peer IP must be an IPv4 address or left empty.
pl: Adres IP do synchronizacji musi być typu IPv4 lub pusty.

source: Disable preempt
pl: Wyłączenie wyprzedzenia

source: When this device is configured as CARP master it will try to switch to master when powering up, this option will keep this one slave if there already is a master on the network. A reboot is required to take effect.
pl: Gdy to urządzenie jest skonfigurowane jako CARP master, będzie próbowało przełączyć się na master podczas włączania zasilania, ta opcja sprawi, że urządzenie pozostanie slave, jeśli w sieci jest już master. Aby opcja zadziałała, wymagany jest restart urządzenia.

source: Disconnect dialup interfaces
pl: Rozłączenie interfejsów dialup

source: When this device is configured as CARP backup it will disconnect all PPP type interfaces and try to reconnect them when becoming master again.
pl: Gdy to urządzenie jest skonfigurowane jako CARP backup, rozłączy wszystkie interfejsy typu PPP i spróbuje je ponownie połączyć, gdy stanie się ponownie masterem.

source: Synchronize States
pl: Synchronizuj stany

source: pfsync transfers state insertion, update, and deletion messages between firewalls.%sEach firewall sends these messages out via multicast on a specified interface, using the PFSYNC protocol (%sIP Protocol 240%s).%sIt also listens on that interface for similar messages from other firewalls, and imports them into the local state table.%sThis setting should be enabled on all members of a failover group.
pl: pfsync przesyła wiadomości o wstawianiu, uaktualnianiu i usuwaniu stanu pomiędzy firewallami.%sKażdy firewall wysyła te wiadomości poprzez multicast na określony interfejs, używając protokołu PFSYNC (%sIP Protocol 240%s).%słuchuje również na tym interfejsie podobnych wiadomości z innych firewalli i importuje je do lokalnej tabeli stanu.%sTo ustawienie powinno być włączone na wszystkich członkach grupy failover.

source: Clicking save will force a configuration sync if it is enabled! (see Configuration Synchronization Settings below)
pl: Kliknięcie zapisz wymusi synchronizację konfiguracji jeśli jest włączona! (spójrz na Ustawienia synchronizacji konfiguracji poniżej)

source: Synchronize Interface
pl: Interfejs synchronizacji

source: If Synchronize States is enabled, it will utilize this interface for communication.
pl: Jeśli włączona jest funkcja Synchronize States, będzie ona wykorzystywać ten interfejs do komunikacji.

source: We recommend setting this to a interface other than LAN! A dedicated interface works the best.
pl: Proponujemy ustawienie na intefejs inny niż LAN! Dedykowany interfejs byłby najlepiej.

source: You must define an IP on each machine participating in this failover group.
pl: Należy zdefiniować IP na każdym komputerze uczestniczącym w tej grupie awaryjnej.

source: You must have an IP assigned to the interface on any participating sync nodes.
pl: Musisz mieć przypisany adres IP do interfejsu na każdym z uczestniczących węzłów synchronizacji.

source: Synchronize Peer IP
pl: IP peera synchronizacji

source: Setting this option will force pfsync to synchronize its state table to this IP address. The default is directed multicast.
pl: Ustawienie tej opcji wymusi na pfsync synchronizację swojej tablicy stanu z tym adresem IP. Domyślnie jest to directed multicast.

source: Configuration Synchronization Settings (XMLRPC Sync)
pl: Ustawienia synchronizacji konfiguracji (XMLRPC Sync)

source: Perform synchronization
pl: Wykonaj synchronizację

source: Synchronize Config to IP
pl: Synchronizuj konfigurację do IP

source: Enter the IP address of the firewall to which the selected configuration sections should be synchronized.
pl: Wprowadź adres IP zapory, do której mają być synchronizowane wybrane sekcje konfiguracji.

source: When using XMLRPC sync to a backup machine running on another port/protocol please input the full url (example: %s)
pl: W przypadku synchronizacji XMLRPC z maszyną do backupu działającą na innym porcie/protokole należy podać pełny adres url (przykład: %s)

source: For setting up the backup machine leave this field empty, and do not forget to allow incoming connections on the specified interface for synchronization.
pl: W przypadku konfigurowania maszyny zapasowej pozostaw to pole puste i nie zapomnij zezwolić na połączenia przychodzące na określonym interfejsie w celu synchronizacji.

source: Remote System Username
pl: Nazwa użytkownika zdalnego systemu

source: Enter the web GUI username of the system entered above for synchronizing your configuration.
pl: Wpisz nazwę użytkownika web GUI systemu wprowadzonego powyżej w celu synchronizacji konfiguracji.

source: Do not use the Synchronize Config to IP and username option on backup cluster members!
pl: Nie należy używać opcji Synchronize Config to IP and username na członkach klastra zapasowego!

source: Remote System Password
pl: Hasło zdalnego systemu

source: Enter the web GUI password of the system entered above for synchronizing your configuration.
pl: Wprowadź hasło web GUI systemu wprowadzonego powyżej w celu synchronizacji konfiguracji.

source: Do not use the Synchronize Config to IP and password option on backup cluster members!
pl: Nie należy używać opcji Synchronize Config to IP and password na członkach klastra zapasowego!

source: You cannot delete yourself.
pl: Nie możesz usunąć siebie.

source: The user "%s" was successfully removed.
pl: Użytkownik "%s" został pomyślnie usunięty.

source: The certificate association "%s" was successfully removed.
pl: Powiązanie certyfikatu "%s" zostało pomyślnie usunięte.

source: The API key "%s" was successfully removed.
pl: Klucz API "%s" został pomyślnie usunięty.

source: No API key found
pl: Nie znaleziono klucza API

source: The username contains invalid characters.
pl: Nazwa użytkownika zawiera niedozwolone znaki.

source: The username is longer than 32 characters.
pl: Nazwa użytkownika jest dłuższa niż 32 znaki.

source: Cannot set random password due to explicit input.
pl: Nie można ustawić losowego hasła z powodu jawnego wprowadzenia.

source: You cannot disable yourself.
pl: Nie możesz wyłączyć siebie.

source: A password is required.
pl: Hasło jest wymagane.

source: Another entry with the same username already exists.
pl: Ta nazwa użytkownika została już użyta.

source: That username is reserved by the system.
pl: Ta nazwa użytkownika jest zarezerwowana przez system.

source: Invalid expiration date format; use MM/DD/YYYY instead.
pl: Nieprawidłowy format daty wygasania; użyj formatu MM/DD/RRRR.

source: Invalid internal Certificate Authority
pl: Nieprawidłowy wewnętrzny urząd certyfikacji

source: Invalid login shell provided.
pl: Nieprawidłowa powłoka logowania.

source: (Certificate will not be deleted)
pl: (certyfikat nie zostanie usunięty)

source: Do you really want to remove this certificate association?
pl: Czy naprawdę chcesz usunąć to skojarzenie certyfikatów?

source: Do you really want to delete this user?
pl: Czy na pewno chcesz usunąć tego użytkownika?

source: Popup blocker detected. Action aborted.
pl: Wykryto bloker popupów. Akcja przerwana.

source: Do you really want to delete this API key?
pl: Czy na pewno chcesz usunąć ten klucz API?

source: User distinguished name
pl: Wyróżniona nazwa użytkownika

source: (confirmation)
pl: (potwierdzenie)

source: Generate a scrambled password to prevent local database logins for this user.
pl: Wygeneruj losowe, złożone hasło, aby uniemożliwić logowanie za pomocą lokalnej bazy danych.

source: Full name
pl: Pełna nazwa

source: User's full name, for your own information only
pl: Pełna nazwa użytkownika, tylko informacyjnie

source: User's e-mail address, for your own information only
pl: Adres e-mail użytkownika, tylko informacyjnie

source: Comment
pl: Komentarz

source: User comment, for your own information only
pl: Komentarz, tylko informacyjnie

source: Preferred landing page
pl: Preferowana strona docelowa

source: Preferred landing page after login or authentication failure
pl: Preferowana strona po błędnym lub prawidłowym logowaniu

source: Login shell
pl: Powłoka logowania

source: Expiration date
pl: Dane wygaśnięcia

source: Leave blank if the account shouldn't expire, otherwise enter the expiration date in the following format: mm/dd/yyyy
pl: Pozostaw puste, aby konto nie wygasało, w przeciwnym razie podaj datę w formacie: mm/dd/rrrr

source: Add groups
pl: Dodaj grupę

source: Remove groups
pl: Usuń grupę

source: Effective Privileges
pl: Uprawnienia efektywne

source: Inherited from
pl: Dziedzicz

source: edit privileges
pl: edytuj uprawnienia

source: User Certificates
pl: Certyfikaty użytkownika

source: Valid To
pl: Ważny do

source: export private key
pl: eksportuj klucz prywatny

source: export certificate
pl: eksportuj certyfikat

source: unlink certificate
pl: odepnij certyfikat

source: create or link user certificate
pl: utwórz nowy lub przypnij certyfikat użytkownika

source: API keys
pl: API Klucze

source: key
pl: klucz

source: delete API key
pl: usuń klucz API

source: Create API key
pl: Utwórz klucz API

source: Manage API keys here for machine to machine interaction using this user's credentials.
pl: Zarządzaj kluczami API służącymi do interakcji między maszynami, uwierzytelnij tym użytkownikiem.

source: Click to create a user certificate.
pl: Kliknij, aby utworzyć certyfikat użytkownika.

source: OTP seed
pl: Nasiona OTP

source: Generate new secret (160 bit)
pl: Wygeneruj nowy sekret (160 bit)

source: OTP (base32) seed to use when a one time password authenticator is used
pl: Nasiona OTP (base32), które mają być użyte, gdy używany jest uwierzytelniacz z hasłem jednorazowym

source: OTP QR code
pl: Kod QR OTP

source: Click to unhide
pl: Kliknij, aby pokazać

source: Scan this QR code for easy setup with external apps.
pl: Zeskanuj ten kod QR, aby ułatwić konfigurację z zewnętrznymi aplikacjami.

source: Authorized keys
pl: Klucze uprawnione

source: Paste an authorized keys file here.
pl: Wklej tu autoryzowany klucz.

source: Save and go back
pl: Zapisz i wróć

source: Groups
pl: Grupy

source: System Administrator
pl: Administrator systemu

source: Disabled User
pl: Użytkownik wyłączony

source: Normal User
pl: Użytkownik standardowy

source: Privileges
pl: Przywileje

source: Please be aware that this option does not cover all areas of the system and will be removed in a future release.
pl: Należy pamiętać, że ta opcja nie obejmuje wszystkich obszarów systemu i zostanie usunięta w przyszłym wydaniu.

source: System Privileges
pl: Uprawnienia systemowe

source: Allowed
pl: Dozwolone

source: Endpoints
pl: Punkty końcowe

source: (filter)
pl: (filtr)

source: search
pl: szukaj

source: Select all (visible)
pl: Zaznacz wszystko (widoczne)

source: Deselect all (visible)
pl: Odznacz wszystko (widoczne)

source: Could not connect to the LDAP server. Please check your LDAP configuration.
pl: Nie można połączyć się z serwerem LDAP. Proszę sprawdzić konfigurację LDAP.

source: Please select users to import:
pl: Wybierz użytkowników do importu:

source: Your password does not match the selected security policies. Please provide a new one.
pl: Twoje hasło nie jest zgodne z wybranymi zasadami bezpieczeństwa. Proszę podać nowe.

source: Sorry, you cannot change settings for a non-local user.
pl: Niestety, nie można zmienić ustawień dla nielokalnego użytkownika.

source: Saved settings for user "%s"
pl: Zapisano ustawienia dla użytkownika "%s"

source: Are you sure you want to request a new OTP token? The previous token will not be valid after this action.
pl: Czy na pewno chcesz poprosić o nowy token OTP? Poprzedni token nie będzie ważny po wykonaniu tej czynności.

source: User Settings
pl: Ustawienia użytkownika

source: Old password
pl: Stare hasło

source: New password
pl: Nowe hasło

source: Request new OTP seed
pl: Żądanie nowego materiału siewnego OTP

source: Mobile Client
pl: Klient mobilny

source: off
pl: wył

source: Do you really want to delete this phase1 and all associated phase2 entries?
pl: Czy naprawdę chcesz usunąć tę fazę1 i wszystkie powiązane wpisy fazy2?

source: Do you really want to delete this phase2 entry?
pl: Czy naprawdę chcesz usunąć ten wpis z fazy2?

source: Do you really want to delete the selected entries?
pl: Czy naprawdę chcesz usunąć wybrane wpisy?

source: The IPsec tunnel configuration has been changed.
pl: Konfiguracja tunelu IPSec została zmieniona.

source: collapse/expand phase 2s
pl: upadek/rozbudowa faza 2s

source: Remote Gateway
pl: Brama zdalna

source: Phase 1 Proposal
pl: Propozycja Fazy 1

source: Local Subnet
pl: Podsieć lokalna

source: Remote Subnet
pl: Podsieć zdalna

source: Phase 2 Proposal
pl: Etap 2 Wniosek

source: Disable phase 1 entry
pl: Wyłączenie wejścia w fazę 1

source: Enable phase 1 entry
pl: Włączenie wejścia fazy 1

source: DH Group
pl: Grupa DH

source: add phase 2 entry
pl: dodać wpis fazy drugiej

source: Move selected entries before this
pl: Przesuń wybrane wpisy przed to

source: Disable phase 2 entry
pl: Wyłączenie wejścia fazy 2

source: Enable phase 2 entry
pl: Włączenie wejścia fazy 2

source: add new phase 1 entry
pl: dodać nowy wpis fazy 1

source: Move selected entries to end
pl: Przesuń wybrane wpisy na koniec

source: delete selected entries
pl: usuwanie wybranych wpisów

source: Enable IPsec
pl: Włącz IPsec

source: Do you really want to delete this Pre-Shared Key?
pl: Czy na pewno chcesz usunąć ten klucz PSK?

source: The IPsec tunnel configuration has been changed
pl: Konfiguracja tunelu IPSec została zmieniona

source: Identifier
pl: Identyfikator

source: PSK for any user can be set by using an identifier of any/ANY
pl: PSK dla każdego użytkownika można ustawić za pomocą identyfikatora any/ANY

source: A user with this name already exists. Add the key to the user instead.
pl: Użytkownik o tej nazwie już istnieje. Zamiast tego dodaj klucz do użytkownika.

source: The identifier contains invalid characters.
pl: Identyfikator zawiera nieprawidłowe znaki.

source: Another entry with the same identifier already exists.
pl: Inny wpis o tym samym identyfikatorze już istnieje.

source: Edited
pl: Zedytowano

source: Added
pl: Dodano

source: This can be either an IP address, fully qualified domain name or an email address.
pl: Może to być adres IP, w pełni kwalifikowana nazwa domeny lub adres e-mail.

source: PSK
pl: Klucz PSK

source: User Authentication Source
pl: Źródło uwierzytelniania użytkownika

source: A valid IPv4 address for 'Virtual IPv4 Address Pool Network' must be specified.
pl: Należy określić prawidłowy adres IPv4 dla "Virtual IPv4 Address Pool Network".

source: A valid IPv6 address for 'Virtual IPv6 Address Pool Network' must be specified.
pl: Należy określić prawidłowy adres IPv6 dla "Virtual IPv6 Address Pool Network".

source: A valid value for 'DNS Default Domain' must be specified.
pl: Musi być określona prawidłowa wartość dla "Domeny domyślnej DNS".

source: A valid split DNS domain list must be specified.
pl: Musi być określona prawidłowa lista dzielonych domen DNS.

source: A valid IP address for 'DNS Server #1' must be specified.
pl: Musi być określony prawidłowy adres IP dla "DNS Server #1".

source: A valid IP address for 'DNS Server #2' must be specified.
pl: Musi być określony prawidłowy adres IP dla "DNS Server #2".

source: A valid IP address for 'DNS Server #3' must be specified.
pl: Należy podać prawidłowy adres IP dla "DNS Server #3".

source: A valid IP address for 'DNS Server #4' must be specified.
pl: Należy podać prawidłowy adres IP dla "DNS Server #4".

source: A valid IP address for 'WINS Server #1' must be specified.
pl: Musi być określony prawidłowy adres IP dla "WINS Server #1".

source: A valid IP address for 'WINS Server #2' must be specified.
pl: Należy podać prawidłowy adres IP dla "WINS Server #2".

source: Create Phase1
pl: Utwórz fazę pierwszą

source: Please click Create to define one.
pl: Wciśnij Utwórz aby zdefiniować nowy.

source: Support for IPsec Mobile clients is enabled but a Phase1 definition was not found
pl: Wsparcie dla klientów IPsec Mobile jest włączone, ale nie znaleziono definicji fazy 1.

source: IKE Extensions
pl: Rozszerzenia IKE

source: Enable IPsec Mobile Client Support
pl: Włącz obsługę klienta mobilnego IPsec

source: Extended Authentication (Xauth)
pl: Rozszerzone uwierzytelnianie (Xauth)

source: Backend for authentication
pl: Źródło autentykacji

source: Enforce local group
pl: Wymuś grupę lokalną

source: Restrict access to users in the selected local group. Please be aware that other authentication backends will refuse to authenticate when using this option.
pl: Ograniczenie dostępu do użytkowników z wybranej grupy lokalnej. Należy pamiętać, że inne backendy uwierzytelniające będą odmawiały uwierzytelnienia przy użyciu tej opcji.

source: Client Configuration (mode-cfg)
pl: Konfiguracja klienta (mode-cfg)

source: Virtual IPv4 Address Pool
pl: Wirtualna pula adresów IPv4

source: Provide a virtual IPv4 address to clients
pl: Udostępnienie klientom wirtualnego adresu IPv4

source: Virtual IPv6 Address Pool
pl: Wirtualna pula adresów IPv6

source: Provide a virtual IPv6 address to clients
pl: Udostępnienie klientom wirtualnego adresu IPv6

source: Network List
pl: Lista sieci
