Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: The username:password or host/network etc. for accessing the Monit httpd service.<br>See <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Monit Authentication</a>
pl: Nazwa użytkownika:hasło lub host/sieć itp. dla dostępu do Monit httpd service.<br>Zobacz <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Monit Authentication</a>.

source: This allows you to bind to an external LDAP server. Be aware that FreeRADIUS will not start if there is no further configuration.
pl: Pozwala to na powiązanie z zewnętrznym serwerem LDAP. Należy pamiętać, że FreeRADIUS nie uruchomi się, jeśli nie będzie dalszej konfiguracji.

source: This allows you to define a fallback VLAN-Group-ID. Warning: Setting this option will send an accepted RADIUS reply even if the authentication attempt fails.
pl: Pozwala to na zdefiniowanie awaryjnego VLAN-Group-ID. Ostrzeżenie: Ustawienie tej opcji spowoduje wysłanie zaakceptowanej odpowiedzi RADIUS nawet w przypadku nieudanej próby uwierzytelnienia.

source: This allows you to dynamically assign VLANs on your physical switch ports.
pl: Pozwala to na dynamiczne przypisywanie sieci VLAN na portach fizycznych przełącznika.

source: This can help you when having connection issues with IPv6 enabled servers. Set a value in seconds
pl: Może to pomóc w przypadku problemów z połączeniem z serwerami obsługującymi protokół IPv6. Ustaw wartość w sekundach

source: This enables CRL checking, please restart this service with every change to the CRL.
pl: To umożliwia sprawdzanie CRL, proszę uruchomić tę usługę ponownie przy każdej zmianie CRL.

source: This enables LDAP authentication in inner-tunnel configuration. This is needed for protocols requiring encrypted authentication like 802.1X.
pl: Umożliwia uwierzytelnianie LDAP w konfiguracji tunelu wewnętrznego. Jest to konieczne w przypadku protokołów wymagających szyfrowanego uwierzytelniania, takich jak 802.1X.

source: This enables SQLite module and accounting.
pl: Umożliwia to korzystanie z modułu SQLite i księgowości.

source: This enables remote MySQL support.
pl: Umożliwia to zdalną obsługę MySQL.

source: This enables the ChilliSpot attributes assignment via users tab.
pl: Umożliwia to przypisanie atrybutów ChilliSpot poprzez zakładkę Użytkownicy.

source: This enables the EXOS VLAN and policy attributes assignment via users tab.
pl: Umożliwia to przypisanie EXOS VLAN i atrybutów polityki poprzez zakładkę użytkownicy.

source: This enables the Max-Daily-Session attribute assignment via users tab.
pl: Umożliwia to przypisanie atrybutu Max-Daily-Session poprzez kartę users.

source: This enables the Mikrotik attributes assignment via users tab.
pl: Umożliwia to przypisanie atrybutów Mikrotik poprzez zakładkę Użytkownicy.

source: This enables the WISPr attributes assignment via users tab.
pl: Umożliwia to nadawanie atrybutów WISPr poprzez zakładkę użytkownicy.

source: This is a list with service tests.
pl: Jest to lista z testami serwisowymi.

source: This is the email address displayed in error messages to the users.
pl: Jest to adres e-mail wyświetlany w komunikatach o błędach dla użytkowników.

source: This is the hostname to be displayed in proxy server error messages.
pl: Jest to nazwa hosta, która ma być wyświetlana w komunikatach o błędach serwera proxy.

source: This is the instance number to give the wg interface a unique name (wgX).
pl: Jest to numer instancji, aby nadać interfejsowi wg unikalną nazwę (wgX).

source: This option allows you to disable the caching feature of the engine.
pl: Opcja ta pozwala wyłączyć funkcję buforowania silnika.

source: This option enables scanning of HWP3 files.
pl: Ta opcja umożliwia skanowanie plików HWP3.

source: This option enables scanning of OLE2 files, such as Microsoft Office documents and .msi files.
pl: Ta opcja umożliwia skanowanie plików OLE2, takich jak dokumenty Microsoft Office i pliki .msi.

source: This option enables scanning within PDF files.
pl: Ta opcja umożliwia skanowanie w obrębie plików PDF.

source: This option enables scanning within SWF files.
pl: Ta opcja umożliwia skanowanie w obrębie plików SWF.

source: This option enables scanning xml-based document files supported by libclamav.
pl: Opcja ta umożliwia skanowanie plików dokumentów opartych na języku xml obsługiwanych przez libclamav.

source: This option reverses the order of preference to make Squid contact dual-stack websites over IPv4 first. Squid will still perform both IPv6 and IPv4 DNS lookups before connecting. This option will restrict the situations under which IPv6 connectivity is used (and tested) and will hide network problems which would otherwise be detected and warned about.
pl: Ta opcja odwraca kolejność preferencji, aby Squid kontaktował się najpierw z witrynami dual-stack przez IPv4. Squid nadal będzie wykonywał zarówno IPv6 jak i IPv4 DNS lookups przed połączeniem. Ta opcja ograniczy sytuacje, w których łączność IPv6 jest używana (i testowana) i ukryje problemy sieciowe, które w przeciwnym razie zostałyby wykryte i ostrzeżone.

source: This option sets the maximum amount of data to be scanned for each input file. Archives and other containers are recursively extracted and scanned up to this value.
pl: Opcja ustawia maksymalną ilość danych, które mają być skanowane dla każdego pliku wejściowego. Archiwa i inne pojemniki są rekursywnie wyodrębniane i skanowane aż do tej wartości.

source: This specifies for how long (in hours) the proxy server assumes an externally validated username and password combination is valid (Time To Live). When the TTL expires, the user will be prompted for credentials again.
pl: To określa jak długo (w godzinach) serwer proxy zakłada, że zewnętrznie potwierdzona kombinacja nazwy użytkownika i hasła jest ważna (Time To Live). Kiedy TTL wygaśnie, użytkownik zostanie ponownie poproszony o poświadczenia.

source: This will activate ClamAV
pl: To aktywuje ClamAV

source: This will activate WireGuard and start all enabled instances.
pl: Spowoduje to aktywację WireGuard i uruchomienie wszystkich włączonych instancji.

source: This will activate certificate based authentication (EAP-TLS) and validation (EAP-TTLS). Please choose CA and Certificate below and do not forget to roll out certificates to the clients. If you do not enable this, default installation certificate will be used.
pl: To aktywuje uwierzytelnianie oparte na certyfikatach (EAP-TLS) oraz walidację (EAP-TTLS). Proszę wybrać CA i certyfikat poniżej i nie zapomnieć o rolowaniu certyfikatów do klientów. Jeśli nie włączysz tej opcji, zostanie użyty domyślny certyfikat instalacyjny.

source: This will activate inline mode (IPS).
pl: Spowoduje to włączenie trybu inline (IPS).

source: This will activate nProbe.
pl: Spowoduje to aktywację nProbe.

source: This will activate ntopng.
pl: To uaktywni ntopng.

source: This will activate the DHCP FreeRADIUS service.
pl: Spowoduje to aktywację usługi DHCP FreeRADIUS.

source: This will activate the FreeRADIUS DHCP service.
pl: Spowoduje to aktywację usługi FreeRADIUS DHCP.

source: This will activate the FreeRADIUS service.
pl: Spowoduje to aktywację usługi FreeRADIUS.

source: This will activate the Zerotier service
pl: Spowoduje to aktywację usługi Zerotier

source: This will activate the c-icap service.
pl: Spowoduje to aktywację usługi c-icap.

source: This will activate the clamd service.
pl: Spowoduje to aktywację usługi clamd.

source: This will activate the freshclam service.
pl: Spowoduje to aktywację usługi freshclam.

source: This will activate the static DHCP lease.
pl: Spowoduje to uaktywnienie statycznej dzierżawy DHCP.

source: This will allow to take settings user name from local squid
pl: Pozwoli to na pobranie nazwy użytkownika ustawień z lokalnego squida

source: This will enable TCP port 3310 in addition to the local socket.
pl: Dzięki temu oprócz lokalnego gniazda włączony zostanie port TCP 3310.

source: This will enable logging of access log.
pl: Umożliwi to rejestrowanie dziennika dostępu.

source: This will enable or disable the AVPair.
pl: Umożliwia to włączenie lub wyłączenie funkcji AVPair.

source: This will enable or disable the client config.
pl: To włączy lub wyłączy konfigurację klienta.

source: This will enable or disable the list.
pl: Spowoduje to włączenie lub wyłączenie listy.

source: This will enable or disable the server config.
pl: To włączy lub wyłączy konfigurację serwera.

source: This will enable or disable the user account.
pl: Umożliwi to włączenie lub wyłączenie konta użytkownika.

source: This will let nProbe connect to ntopng, as opposite to ntopng connecting to nProbe (useful in presence of NAT or firewall).
pl: Pozwoli to nProbe połączyć się z ntopng, w przeciwieństwie do ntopng łączącego się z nProbe (przydatne w obecności NAT lub firewalla).

source: This will let nProbe receive IPS policies automatically through ZMQ events from ntopng. If this option is enabled then the below policies will be ignored
pl: Pozwoli to nProbe otrzymywać polityki IPS automatycznie poprzez zdarzenia ZMQ z ntopng. Jeśli ta opcja jest włączona to poniższe polityki będą ignorowane

source: This will make the captive portal always send accounting requests, rather than just when there is a need for accounting (e.g. when there is a daily session limit).
pl: Dzięki temu captive portal będzie zawsze wysyłał żądania księgowania, a nie tylko wtedy, gdy jest taka potrzeba (np. gdy jest dzienny limit sesji).

source: This will prevent installing routes. Usually you only enable this to do own routing decisions via a local gateway and gateway rules.
pl: To zapobiegnie instalowaniu tras. Zazwyczaj włączasz to tylko po to, aby podejmować własne decyzje dotyczące routingu poprzez lokalną bramę i reguły bramy.

source: This will run ntopng in Community mode, a license is not required in this mode.
pl: To uruchomi ntopng w trybie społecznościowym, licencja nie jest wymagana w tym trybie.

source: Threads per child
pl: Nici na dziecko

source: Timeout in seconds when connecting to database server.
pl: Czas oczekiwania na połączenie z serwerem bazy danych w sekundach.

source: To Day
pl: Do dnia

source: To Month
pl: Do miesiąca

source: Toggles the Squid pinger service. This service is used in the selection of the best parent proxy.
pl: Włącza usługę Squid pinger. Ta usługa jest używana przy wyborze najlepszego rodzica proxy.

source: Total bandwidth for this pipe
pl: Całkowita szerokość pasma dla tej rury

source: Total number of entries in downloaded set.
pl: Całkowita liczba wpisów w pobranym zestawie.

source: Total number of ranges
pl: Całkowita liczba zakresów

source: Total number of signatures
pl: Całkowita liczba podpisów

source: Traffic Management Settings
pl: Ustawienia zarządzania ruchem

source: Translation port
pl: Port tłumaczeniowy

source: Transparent proxy (HTTP)
pl: Transparentne proxy (HTTP)

source: Transparent proxy (HTTPS)
pl: Transparentne proxy (HTTPS)

source: Transport certificate to use, please make sure to check the general system log when experiencing issues. Error messages can be a bit cryptic from time to time, in which case <a href="https://support.oneidentity.com/kb/263658/common-issues-of-tls-encrypted-message-transfer">this</a> is a good resource for tracking common issues.
pl: Certyfikat transportowy do wykorzystania, upewnij się, że sprawdzisz ogólny dziennik systemowy, gdy doświadczasz problemów. Komunikaty o błędach mogą być od czasu do czasu nieco tajemnicze, a w takim przypadku <a href="https://support.oneidentity.com/kb/263658/common-issues-of-tls-encrypted-message-transfer">ten</a> jest dobrym dobrym źródłem informacji na temat typowych problemów.

source: Transport protocol
pl: Protokół transportowy

source: Tunnel Address
pl: Adres tunelu

source: Type IP addresses (ex. 192.168.1.100)
pl: Wpisz adresy IP (np. 192.168.1.100)

source: Type IP addresses you want to allow access to the proxy server.
pl: Wpisz adresy IP, którym chcesz umożliwić dostęp do serwera proxy.

source: Type IP addresses you want to deny access to the proxy server.
pl: Wpisz adresy IP, którym chcesz odmówić dostępu do serwera proxy.

source: Type IP addresses, followed by Enter or comma.
pl: Wpisz adresy IP, a następnie Enter lub przecinek.

source: Type IPs of alternative DNS servers you like to use.
pl: Wpisz adresy IP alternatywnych serwerów DNS, których chcesz używać.

source: Type of DNSBL
pl: Typ DNSBL

source: Type of resource record, e.g. A or AAAA for IPv4 or IPv6 addresses
pl: Typ zapisu zasobu, np. A lub AAAA dla adresów IPv4 lub IPv6

source: Type or select destinations.
pl: Wpisz lub wybierz miejsca docelowe.

source: Type or select interface (Leave blank to disable ftp proxy).
pl: Wpisz lub wybierz interfejs (pozostaw pusty, aby wyłączyć proxy ftp).

source: Type or select interface.
pl: Wpisz lub wybierz interfejs.

source: Type port number or range.
pl: Wpisz numer portu lub jego zakres.

source: Type subnet addresses (ex. 192.168.2.0/24)
pl: Wpisz adresy podsieci (np. 192.168.2.0/24)

source: Type subnets you want to allow access to the proxy server.
pl: Wpisz podsieci, którym chcesz umożliwić dostęp do serwera proxy.

source: Type subnets/addresses you want to ignore for the access.log.
pl: Wpisz podsieci/adresy, które chcesz zignorować dla access.log.

source: URL Pattern
pl: Wzór URL

source: URL of the signature database.
pl: Adres URL bazy danych sygnatur.

source: URLs of Blocklists
pl: Adresy URL list blokowych

source: Unrestricted IP addresses
pl: Nieograniczone adresy IP

source: Use System Nameservers
pl: Użyj systemowych serwerów nazw

source: Use Via header
pl: Użyj nagłówka Via

source: Use a password to protect the pkcs12 file contents
pl: Użyj hasła do ochrony zawartości pliku pkcs12

source: Use a random local source port (lport) for traffic from the client. Without this set, two clients may not run concurrently.
pl: Użyj losowego lokalnego portu źródłowego (lport) dla ruchu z klienta. Bez tego zestawu, dwóch klientów nie może działać równolegle.

source: Use alternate DNS-servers
pl: Użyj alternatywnych serwerów DNS

source: Use c-icap with local squid
pl: Użyj c-icap z lokalną kałamarnicą

source: Use custom template package for user login
pl: Użyj niestandardowego pakietu szablonów dla logowania użytkownika

source: Use own certificates
pl: Używanie własnych certyfikatów

source: Use random local port
pl: Użyj losowego portu lokalnego

source: Use rfc5424 formated messages for this destination.
pl: Dla tego miejsca docelowego należy używać wiadomości w formacie rfc5424.

source: Use the DNS response code NXDOMAIN instead of a destination address.
pl: Użyj kodu odpowiedzi DNS NXDOMAIN zamiast adresu docelowego.

source: Use this option if your usernames need to be encoded.
pl: Użyj tej opcji, jeśli Twoje nazwy użytkowników muszą być zakodowane.

source: User Filter
pl: Filtr użytkownika

source: User error pages
pl: Strony błędów użytkownika

source: Username Header
pl: Nazwa użytkownika Nagłówek

source: Username to bind to LDAP, same format as in Base DN.
pl: Nazwa użytkownika do powiązania z LDAP, taki sam format jak w Base DN.

source: Usual operators here are = or +=
pl: Zwykłymi operatorami są tutaj = lub +=.

source: VLAN ID the user receives, e.g. for 802.1X. Leave empty if you don't know what it is.
pl: VLAN ID, który otrzymuje użytkownik, np. dla 802.1X. Pozostaw puste, jeśli nie wiesz, co to jest.

source: VXLAN Network Identifier (VNI) that identifies the virtual network segment membership of the interface.
pl: VXLAN Network Identifier (VNI), który identyfikuje przynależność interfejsu do wirtualnego segmentu sieci.

source: Validate server subject
pl: Zatwierdzenie tematu serwera

source: Verify CN
pl: Zweryfikuj CN

source: Verify SSL certificates
pl: Weryfikacja certyfikatów SSL

source: Verify the server certificate name when the client connects
pl: Weryfikacja nazwy certyfikatu serwera podczas połączenia klienta

source: Visible Hostname
pl: Widoczna nazwa hosta

source: WAN interfaces
pl: Interfejsy WAN

source: Waiting for a new job will timeout after this time in seconds.
pl: Oczekiwanie na nowe zadanie zakończy się po upływie tego czasu w sekundach.

source: Weight of this queue (1..100), used to prioritize within a pipe. (1 is low, 100 is high)
pl: Waga tej kolejki (1..100), używana do nadawania priorytetów w obrębie rury. (1 to niski, 100 to wysoki)

source: When enabled the subnets of the selected interfaces will be added to the allow access list.
pl: Po włączeniu tej opcji podsieci wybranych interfejsów zostaną dodane do listy allow access.

source: When set, the system will capture all traffic present on the interface in stead of the traffic heading to the firewall.
pl: Po ustawieniu tej opcji system będzie przechwytywał cały ruch obecny na interfejsie, a nie tylko ten kierowany do firewalla.

source: Whitelist Domains
pl: Białe listy domen

source: Whitelist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
pl: Whitelist domen docelowych. Możesz użyć wyrażenia regularnego, użyć przecinka lub nacisnąć Enter dla nowej pozycji. Przykłady: "mydomain.com" dopasowuje się do "*.mydomain.com"; "^https?://([a-zA-Z]+)\" dopasowuje się do "http(s)://textONLY.mydomain.*"; "\" pasuje do "\", ale nie do "\"; "\" pasuje do "\", ale nie do "\".

source: Whitespace handling of URI
pl: Obsługa URI z użyciem białych spacji

source: Windows Certificate System Store
pl: Sklep z certyfikatami systemu Windows

source: With this option clamav will try to detect broken executables (both PE and ELF) and mark them as Broken.
pl: Dzięki tej opcji clamav będzie próbował wykryć uszkodzone pliki wykonywalne (zarówno PE jak i ELF) i oznaczyć je jako Broken.

source: With this option enabled OLE2 files with VBA macros, which were not detected by signatures will be marked as "Heuristics.OLE2.ContainsMacros".
pl: Przy włączonej opcji pliki OLE2 z makrami VBA, które nie zostały wykryte przez sygnatury będą oznaczone jako "Heuristics.OLE2.ContainsMacros".

source: With this option you can set a time frame how long the user is allowed to be logged in.
pl: Dzięki tej opcji można ustawić ramy czasowe, jak długo użytkownik może być zalogowany.

source: With this option, you can set the size of the packets on your network. It is possible that bigger packets have to be processed sometimes. The engine can still process these bigger packets, but processing it will lower the performance.
pl: Dzięki tej opcji możesz ustawić rozmiar pakietów w swojej sieci. Możliwe jest, że większe pakiety muszą być czasem przetwarzane. Silnik może nadal przetwarzać te większe pakiety, ale przetwarzanie ich obniży wydajność.

source: X-Forwarded-For header handling
pl: Obsługa nagłówka X-Forwarded-For

source: You may enter a description here for your reference (not parsed)
pl: Można tu wpisać opis dla odniesienia (nie jest parsowany)

source: YouTube Filter
pl: Filtr YouTube

source: ZMQ Endpoint
pl: Punkt końcowy ZMQ

source: ZMQ Endpoint for receiving IPS policies updates published by ntopng.
pl: Punkt końcowy ZMQ do odbioru aktualizacji polityk IPS publikowanych przez ntopng.

source: ZMQ Endpoint this service will send flows to.
pl: Punkt końcowy ZMQ, do którego usługa będzie wysyłać przepływy.

source: ZMQ Probe Mode
pl: Tryb sondy ZMQ

source: Zerotier Network ID e.g., 161411d4f6abe4a7
pl: Zerotier Network ID np. 161411d4f6abe4a7

source: Zone number
pl: Numer strefy

source: categories (if available)
pl: kategorie (jeśli są dostępne)

source: connected pipe for this queue
pl: podłączona rura dla tej kolejki

source: daily
pl: codziennie

source: database.clamav.net is a round-robin record which points to the most reliable mirrors. DO NOT TOUCH the following line unless you know what you are doing.
pl: database.clamav.net jest rekordem round-robin, który wskazuje na najbardziej niezawodne mirrory. NIE DOTYKAJ następującej linii, chyba że wiesz, co robisz.

source: default packet size
pl: domyślny rozmiar pakietu

source: destination ip or network, examples 10.0.0.0/24, 10.0.0.1
pl: destination ip lub sieć, przykłady 10.0.0.0/24, 10.0.0.1

source: enable this rule
pl: włączyć tę regułę

source: enabled
pl: włączony

source: invert destination (not)
pl: odwrócenie przeznaczenia (nie)

source: invert port (not)
pl: port inwersyjny (nie)

source: invert protocol (not)
pl: protokół inwersji (nie)

source: invert source (not)
pl: odwrócenie źródła (nie)

source: local.conf settings
pl: ustawienia local.conf

source: main
pl: główna

source: mask
pl: maska

source: matches incoming or outgoing packets or both (default)
pl: dopasowuje pakiety przychodzące lub wychodzące lub oba (domyślnie)

source: metadata rules per category
pl: reguły metadanych dla każdej kategorii

source: number of dynamic queues, leave empty for default
pl: liczba kolejek dynamicznych, pozostawić puste dla wartości domyślnej

source: order in which the rule will be evaluated (lowest first)
pl: kolejność, w jakiej reguła będzie oceniana (najpierw najniższa)

source: password (optional)
pl: hasło (opcjonalnie)

source: pick a color to use.
pl: wybierz kolor, którego chcesz użyć.

source: rulesets this policy applies to (all when none selected)
pl: zestawy reguł, których dotyczy ta polityka (wszystkie, gdy nie wybrano żadnego)

source: secondary interface, matches packets traveling to/from interface (1) to/from interface (2). can be combined with direction.
pl: secondary interface, dopasowuje pakiety podróżujące do/z interfejsu (1) do/z interfejsu (2). może być połączony z direction.

source: select categories to use, leave empty for all. Categories are visible after initial download.
pl: wybierz kategorie do użycia, pozostaw puste dla wszystkich. Kategorie są widoczne po pierwszym pobraniu.

source: source ip or network, examples 10.0.0.0/24, 10.0.0.1
pl: source ip lub network, przykłady 10.0.0.0/24, 10.0.0.1

source: target pipe or queue
pl: docelowa rura lub kolejka

source: user:password, @group... Finish with TAB.
pl: user:password, @group... Zakończyć TAB.

source: username (optional)
pl: nazwa użytkownika (opcjonalnie)

source: (none)
pl: (brak)

source: A (IPv4 address)
pl: A (adres IPv4)

source: A SSL fingerprint should be a 59 character long hex value.
pl: Odcisk palca SSL powinien być wartością hex o długości 59 znaków.

source: A category with this name already exists.
pl: Kategoria o tej nazwie już istnieje.

source: A filtering list with this name already exists.
pl: Lista filtrowania o tej nazwie już istnieje.

source: A host must be set.
pl: Musi być ustawiony host.

source: A hostname cannot have a negative count of levels.
pl: Nazwa hosta nie może mieć ujemnej liczby poziomów.

source: A port must be set.
pl: Musi być ustawiony port.

source: A valid IP must be specified.
pl: Musi być podany prawidłowy adres IP.

source: A valid color code consists of 6 hex digits
pl: Prawidłowy kod koloru składa się z 6 cyfr heksadecymalnych

source: AAAA (IPv6 address)
pl: AAAA (adres IPv6)

source: ARP Table
pl: Tabela ARP

source: Abuse.ch - ThreatFox IOC database
pl: Abuse.ch - baza danych ThreatFox IOC

source: Access
pl: Dostęp

source: Access Lists
pl: Listy dostępu

source: Access Log
pl: Dziennik dostępu

source: Active timeout needs to be an integer value between 1 and 86400
pl: Active timeout musi być wartością całkowitą z zakresu od 1 do 86400.

source: Activity
pl: Działalność

source: AdAway List
pl: Lista AdAway

source: AdGuard List
pl: Lista AdGuard

source: Administration
pl: Administracja
