Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Enable SSL inspection mode, which allows to log HTTPS connections information, such as requested URL and/or make the proxy act as a man in the middle between the internet and your clients. Be aware of the security implications before enabling this option. If you plan to use transparent HTTPS mode, you need nat rules to reflect your traffic.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Add a new firewall rule </a>
pl: Włącz tryb inspekcji SSL, który pozwala rejestrować informacje o połączeniach HTTPS, takie jak żądany adres URL i/lub sprawić, by serwer proxy działał jako człowiek w środku między internetem a twoimi klientami. Bądź świadomy implikacji bezpieczeństwa przed włączeniem tej opcji. Jeśli planujesz używać przezroczystego trybu HTTPS, musisz nat reguły odzwierciedlać swój ruch.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Dodaj nową regułę zapory </a>.

source: Enable Syslog
pl: Włącz Syslog

source: Enable Syslog logging.
pl: Włącz rejestrowanie Syslog.

source: Enable TCP port
pl: Włącz port TCP

source: Enable Transparent HTTP proxy
pl: Włącz przezroczyste proxy HTTP

source: Enable Transparent mode
pl: Włącz tryb transparentny

source: Enable VLAN assignment
pl: Włączenie przypisania VLAN

source: Enable VLAN fallback assignment
pl: Włączenie przypisania VLAN w trybie awaryjnym

source: Enable WISPr attributes
pl: Włączenie atrybutów WISPr

source: Enable Windows Update Cache
pl: Włącz pamięć podręczną aktualizacji systemu Windows

source: Enable WireGuard
pl: Włącz WireGuard

source: Enable access logging
pl: Włącz rejestrowanie dostępu

source: Enable access logging.
pl: Włącz rejestrowanie dostępu.

source: Enable alert
pl: Włącz alarm

source: Enable authentication against the parent proxy.
pl: Włącz uwierzytelnianie wobec macierzystego proxy.

source: Enable blacklisting of this domain.
pl: Włączanie czarnej listy tej domeny.

source: Enable c-icap service
pl: Włączenie usługi c-icap

source: Enable clamd service
pl: Włącz usługę clamd

source: Enable encryption for mail server communication.
pl: Włącz szyfrowanie dla komunikacji z serwerem pocztowym.

source: Enable eve syslog output
pl: Włącz wyjście eve syslog

source: Enable freshclam service
pl: Włącz usługę freshclam

source: Enable if you want to use previews.
pl: Włącz, jeśli chcesz używać podglądów.

source: Enable intrusion detection system.
pl: Włączenie systemu wykrywania włamań.

source: Enable local cache
pl: Włączenie lokalnej pamięci podręcznej

source: Enable nProbe
pl: Włączenie nProbe

source: Enable ntopng
pl: Włącz ntopng

source: Enable or disable SSL server certificate verification.
pl: Włączenie lub wyłączenie weryfikacji certyfikatu serwera SSL.

source: Enable or disable alert.
pl: Włączenie lub wyłączenie alarmu.

source: Enable or disable monit.
pl: Włączenie lub wyłączenie monitorowania.

source: Enable or disable service checks.
pl: Włączenie lub wyłączenie sprawdzania usług.

source: Enable or disable the Redis service.
pl: Włączenie lub wyłączenie usługi Redis.

source: Enable or disable the caching of Windows updates. This makes sense if you don't have a WSUS server. If you can setup a WSUS server, this solution should be preferred.
pl: Włączenie lub wyłączenie buforowania aktualizacji systemu Windows. Ma to sens, jeśli nie masz serwera WSUS. Jeśli możesz skonfigurować serwer WSUS, to rozwiązanie powinno być preferowane.

source: Enable or disable the caching of packages for linux distributions. This makes sense if you have multiple servers in your network and do not host your own package mirror. This will reduce internet traffic usage but increase disk access.
pl: Włączenie lub wyłączenie buforowania pakietów dla dystrybucji linuksowych. Ma to sens, jeśli masz wiele serwerów w sieci i nie hostujesz własnego mirrora pakietów. Zmniejszy to wykorzystanie ruchu internetowego, ale zwiększy dostęp do dysku.

source: Enable or disable the local cache. Only UFS directory cache type is supported. Do not enable on embedded systems with SD or CF cards as this will wear down your drive.
pl: Włączenie lub wyłączenie lokalnej pamięci podręcznej. Obsługiwany jest tylko typ pamięci podręcznej katalogów UFS. Nie należy włączać w systemach wbudowanych z kartami SD lub CF, ponieważ spowoduje to zużycie dysku.

source: Enable or disable the proxy service.
pl: Włączenie lub wyłączenie usługi proxy.

source: Enable or disable the squid SNMP Agent.
pl: Włączenie lub wyłączenie squid SNMP Agent.

source: Enable or disable this server.
pl: Włączenie lub wyłączenie tego serwera.

source: Enable or disable traffic management.
pl: Włączenie lub wyłączenie zarządzania ruchem.

source: Enable parent proxy feature.
pl: Włącz funkcję parent proxy.

source: Enable pinger
pl: Włączenie pingera

source: Enable promiscuous mode, for certain setups (like IPS with vlans), this is required to actually capture data on the physical interface.
pl: Włącz tryb promiscuous, w niektórych konfiguracjach (jak IPS z vlanami) jest to wymagane do rzeczywistego przechwytywania danych na fizycznym interfejsie.

source: Enable protection mode (block traffic).<br />Before enabling, please disable all hardware offloading first <a href="/system_advanced_network.php">in advanced network</a>.
pl: Włącz tryb ochrony (blokowanie ruchu).<br />Przed włączeniem, proszę wyłączyć wszystkie sprzętowe przeciążenia najpierw <a href="/system_advanced_network.php">w zaawansowanej sieci</a>.

source: Enable proxy
pl: Włącz proxy

source: Enable ruleset
pl: Włącz zestaw reguł

source: Enable service checks
pl: Włączanie kontroli serwisowych

source: Enable store logging
pl: Włącz rejestrowanie sklepu

source: Enable store logging.
pl: Włącz rejestrowanie sklepu.

source: Enable syslog alerts
pl: Włączenie alertów syslog

source: Enable the logging of authentication requests, including MAC addresses.
pl: Włącz rejestrowanie żądań uwierzytelnienia, w tym adresów MAC.

source: Enable the override for this host
pl: Włącz nadpisywanie dla tego hosta

source: Enable the usage of DNS blocklists.
pl: Włącz użycie list blokowych DNS.

source: Enable this alias for the selected host
pl: Włącz ten alias dla wybranego hosta

source: Enable this domain override
pl: Włączenie zastępowania domeny

source: Enable this fingerprint rule.
pl: Włącz tę regułę odcisków palców.

source: Enable this pipe and its related queues and rules
pl: Włączenie tej rury oraz powiązanych z nią kolejek i reguł

source: Enable this policy.
pl: Włącz tę politykę.

source: Enable this queue and its related rules
pl: Włączenie tej kolejki i związanych z nią reguł

source: Enable this rule
pl: Włącz tę regułę

source: Enable this rule.
pl: Włącz tę regułę.

source: Enable this zone
pl: Włącz tę strefę

source: Enable traffic management.
pl: Włącz zarządzanie ruchem.

source: Enable transparent ftp proxy mode to forward all requests for destination port 21 to the proxy server without any additional configuration.
pl: Włącz tryb transparentny ftp proxy, aby przekazywać wszystkie żądania dla portu docelowego 21 do serwera proxy bez dodatkowej konfiguracji.

source: Enable transparent proxy mode. You will need a firewall rule to forward traffic from the firewall to the proxy server. You may leave the proxy interfaces empty, but remember to set a valid ACL in that case. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Add a new firewall rule </a>
pl: Włącz przezroczysty tryb proxy. Będziesz potrzebował reguły firewalla, aby przekazać ruch z firewalla do serwera proxy. Możesz pozostawić interfejsy proxy puste, ale pamiętaj, aby ustawić prawidłowy ACL w tym przypadku. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Dodaj nową regułę zapory </a>.

source: Enable whitelisting of this domain.
pl: Włącz whitelisting tej domeny.

source: Enabled
pl: Włączono

source: Encode Username
pl: Koduj nazwę użytkownika

source: Endpoint Address
pl: Adres punktu końcowego

source: Endpoint Port
pl: Port punktu końcowego

source: Enter a URL pattern like dynfi.com/forum*.
pl: Wpisz wzór adresu URL, taki jak dynfi.com/forum*.

source: Enter a description for this proxy for your reference.
pl: Wprowadź opis dla tego proxy, aby móc się do niego odwołać.

source: Enter a description for this rule. The description should help you to identify this rule.
pl: Wprowadź opis dla tej reguły. Opis powinien pomóc w identyfikacji tej reguły.

source: Enter a description to explain what this blacklist is intended for.
pl: Wprowadź opis wyjaśniający, do czego ma służyć ta czarna lista.

source: Enter a description to explain what this job is intended for.
pl: Wprowadź opis, aby wyjaśnić, do czego ta praca jest przeznaczona.

source: Enter a filename for storing the blacklist.
pl: Wprowadź nazwę pliku do przechowywania czarnej listy.

source: Enter a hostname pattern like *.dynfi.com.
pl: Wprowadź wzór nazwy hosta, taki jak *.dynfi.com.

source: Enter a name for this category.
pl: Wprowadź nazwę dla tej kategorii.

source: Enter a name for this key pair. The name should help you to identify this key pair.
pl: Podaj nazwę dla tej pary kluczy. Nazwa powinna pomóc w identyfikacji tej pary kluczy.

source: Enter a name for this match.
pl: Wprowadź nazwę dla tego meczu.

source: Enter a proxy URL in the form proxy.example.com:3128.
pl: Wprowadź adres URL proxy w postaci proxy.example.com:3128.

source: Enter a valid TCP port.
pl: Wprowadź prawidłowy port TCP.

source: Enter an url to fetch the blacklist from.
pl: Podaj adres url, z którego ma być pobierana czarna lista.

source: Enter parameters for this job if required.
pl: W razie potrzeby wprowadź parametry dla tego zadania.

source: Enter start hour (minimum 0).
pl: Wprowadź godzinę rozpoczęcia (minimum 0).

source: Enter the URL of the ICAP Server
pl: Wprowadź adres URL serwera ICAP.

source: Enter the allowed overall bandwidth in kilobits per second (leave empty to disable).
pl: Wprowadź dozwoloną całkowitą szerokość pasma w kilobitach na sekundę (pozostaw puste, aby wyłączyć).

source: Enter the allowed per host bandwidth in kilobits per second (leave empty to disable).
pl: Podaj dozwoloną przepustowość dla każdego hosta w kilobitach na sekundę (pozostaw puste, aby wyłączyć).

source: Enter the cache memory size to use or zero to disable completely.
pl: Wpisz rozmiar pamięci podręcznej do użycia lub zero, aby całkowicie wyłączyć.

source: Enter the days of the month for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,20,28 or 1-28)
pl: Wpisz dni miesiąca, w których ma działać zadanie, może to być również lista oddzielona przecinkami, * (każdy) lub zakres (np. 1,20,28 lub 1-28)

source: Enter the days of the week for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
pl: Wprowadź dni tygodnia, w których ma działać zadanie, może to być również lista oddzielona przecinkami, * (każdy) lub zakres (np. 1,2,3 lub 1-3).

source: Enter the default ttl.
pl: Wprowadź domyślne ttl.

source: Enter the directory location for the local cache (default is /var/squid/cache).
pl: Podaj lokalizację katalogu dla lokalnego cache (domyślnie /var/squid/cache).

source: Enter the end time (maximum 23, minimum 0 or start time).
pl: Wprowadź czas zakończenia (maksymalnie 23, minimalnie 0 lub czas rozpoczęcia).

source: Enter the first day of the week.
pl: Wprowadź pierwszy dzień tygodnia.

source: Enter the first month.
pl: Wprowadź pierwszy miesiąc.

source: Enter the hours for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,11,12 or 10-12)
pl: Wprowadź godziny pracy, może to być również lista oddzielona przecinkami, * (każda) lub zakres (np. 10,11,12 lub 10-12).

source: Enter the last day of the week.
pl: Wprowadź ostatni dzień tygodnia.

source: Enter the last month (maximum December, minimum January or From Month).
pl: Wprowadź ostatni miesiąc (maksymalnie grudzień, minimalnie styczeń lub Od miesiąca).

source: Enter the maximum amount of dots in the domain name.
pl: Wprowadź maksymalną ilość kropek w nazwie domeny.

source: Enter the maximum size (in MB) to use for SSL certificates.
pl: Wprowadź maksymalny rozmiar (w MB) do wykorzystania dla certyfikatów SSL.

source: Enter the maximum size for downloads in kilobytes (leave empty to disable).
pl: Wprowadź maksymalny rozmiar pobieranych plików w kilobajtach (pozostaw puste, aby wyłączyć).

source: Enter the maximum size for uploads in kilobytes (leave empty to disable).
pl: Wprowadź maksymalny rozmiar dla wysyłanych plików w kilobajtach (pozostaw puste, aby wyłączyć).

source: Enter the minimum amount of dots in the domain name.
pl: Wpisz minimalną ilość kropek w nazwie domeny.

source: Enter the minutes for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,20,30 or 10-30)
pl: Wprowadź minuty działania zadania, może to być również lista oddzielona przecinkami, * (każdy) lub zakres (np. 10,20,30 lub 10-30).

source: Enter the months for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
pl: Wprowadź miesiące, w których ma działać zadanie, może to być również lista oddzielona przecinkami, * (każdy) lub zakres (np. 1,2,3 lub 1-3).

source: Enter the name of the header.
pl: Wprowadź nazwę nagłówka.

source: Enter the network address to match in CIDR notation for example like 127.0.0.1/8 or ::1/128
pl: Wprowadź adres sieciowy do dopasowania w notacji CIDR, na przykład 127.0.0.1/8 lub ::1/128.

source: Enter the number of first-level subdirectories for the local cache (default is 16).
pl: Podaj liczbę podkatalogów pierwszego poziomu dla lokalnego cache'u (domyślnie 16).

source: Enter the number of first-level subdirectories for the local cache (default is 256).
pl: Podaj liczbę podkatalogów pierwszego poziomu dla lokalnego cache'u (domyślnie 256).

source: Enter the number of ssl certificate workers to use (sslcrtd_children).
pl: Wprowadź liczbę pracowników certyfikatów ssl do wykorzystania (sslcrtd_children).

source: Enter the size of the preview which is sent to the ICAP server.
pl: Wprowadź rozmiar podglądu, który jest wysyłany do serwera ICAP.

source: Enter the size of the preview.
pl: Wprowadź rozmiar podglądu.

source: Enter the storage size for the local cache (default is 100).
pl: Wprowadź rozmiar pamięci masowej dla lokalnej pamięci podręcznej (domyślnie 100).

source: Enter the url where the REQMOD requests should be sent to.
pl: Wpisz adres url, na który mają być wysyłane żądania REQMOD.

source: Enter the url where the RESPMOD requests should be sent to.
pl: Wpisz adres url, na który powinny być wysyłane żądania RESPMOD.

source: Eventqueue Path
pl: Ścieżka kolejki zdarzeń

source: Eventqueue Slots
pl: Szczeliny kolejki zdarzeń

source: Events
pl: Wydarzenia

source: Events ZMQ Endpoint (IPS)
pl: Zdarzenia Punkt końcowy ZMQ (IPS)

source: Exclusion List
pl: Lista wykluczeń

source: Exclusion list destination domains.You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
pl: Lista wykluczeń domen docelowych.Możesz użyć wyrażenia regularnego, użyć przecinka lub nacisnąć Enter dla nowej pozycji. Przykłady: "mydomain.com" pasuje do "*.mydomain.com"; "https://([a-zA-Z]+)\" pasuje do "http(s)://textONLY.mydomain.*"; "\" pasuje do "\", ale nie do "\"; "\" pasuje do "\", ale nie do "\"; "\", ale nie do "\".

source: Executable and Linking Format is a standard format for UN*X executables.
pl: Executable and Linking Format to standardowy format plików wykonywalnych UN*X.

source: Expire idle flows.
pl: Wygasić nieaktywne przepływy.

source: Expired Record Reply TTL value
pl: Wygasły rekord Wartość TTL odpowiedzi

source: Explicit Congestion Notification
pl: Wyraźne powiadomienie o przeciążeniu

source: Export type
pl: Typ eksportu

source: Extended Statistics
pl: Statystyki rozszerzone

source: Extended pre auth data
pl: Rozszerzone dane przed autoryzacją

source: FQ-CoDel flows
pl: Przepływy FQ-CoDel

source: FTP Proxy Settings
pl: Ustawienia FTP Proxy

source: FTP proxy interfaces
pl: Interfejsy proxy FTP

source: FTP proxy port
pl: Port proxy FTP

source: Facilities
pl: Obiekty

source: Fallback VLAN ID
pl: Identyfikator VLAN awaryjny

source: File format to export.
pl: Format pliku do eksportu.

source: Filename
pl: Nazwa pliku

source: Files larger than this limit won't be scanned.
pl: Pliki większe niż ten limit nie będą skanowane.

source: Filter for group objects, should match all available group objects a user might be a member of.
pl: Filtr dla obiektów grupowych, powinien pasować do wszystkich dostępnych obiektów grupowych, których członkiem może być użytkownik.

source: Find the process by regular expression. Test your pattern with <br><b>monit procmatch <i>PATTERN</i></b>
pl: Znajdź proces za pomocą wyrażenia regularnego. Przetestuj swój wzór za pomocą <br><b>monit procmatch <i>PATTERN</i></b>.

source: Follow directory symlinks
pl: Śledź symlinki katalogów

source: Follow regular file symlinks
pl: Śledź regularne symlinki do plików

source: Forward HTTP traffic to transparent proxy
pl: Przekazywanie ruchu HTTP do przezroczystego serwera proxy

source: Forward HTTPS traffic to transparent proxy
pl: Przekazanie ruchu HTTPS do przezroczystego proxy

source: Freshclam connect timeout
pl: Limit czasu połączenia Freshclam

source: Freshclam database mirror
pl: Lustro bazy danych Freshclam

source: From Day
pl: Od dnia

source: From Month
pl: Od miesiąca

source: Gateway IP
pl: IP bramy

source: General Forward Settings
pl: Ogólne ustawienia przekierowania

source: General Proxy Settings
pl: Ogólne ustawienia proxy

source: General Redis Settings
pl: Ogólne ustawienia Redis

source: General Settings
pl: Ustawienia ogólne

source: Given name, last name, or anything you need to describe.
pl: Imię, nazwisko lub cokolwiek, co trzeba opisać.

source: Google GSuite restricted
pl: Google GSuite ograniczony

source: Group Filter
pl: Filtr grupowy

source: HTTP Port
pl: Port HTTP

source: HTTP Port this service listens on.
pl: Port HTTP, na którym nasłuchuje ta usługa.

source: HTTPS Port
pl: Port HTTPS

source: HTTPS Port this service listens on. If you enable HTTPS you will be redirected from HTTP to HTTPS. Please select a certificate below
pl: Port HTTPS, na którym nasłuchuje ta usługa. Jeśli włączysz HTTPS, zostaniesz przekierowany z HTTP na HTTPS. Proszę wybrać certyfikat poniżej

source: Hard timeout (minutes)
pl: Hard timeout (minuty)

source: Harden DNSSEC Data
pl: Zabezpiecz dane DNSSEC

source: Home networks
pl: Sieci domowe

source: Host Pattern
pl: Wzór na hosta

source: Host name of MX host, e.g. mail.example.com
pl: Nazwa hosta MX, np. mail.example.com

source: Host override
pl: Nadpisanie hosta

source: Hostname (of this machine) to redirect login page to, leave blank to use this interface IP address, otherwise make sure the client can access DNS to resolve this location. When using a SSL certificate, make sure both this name and the cert name are equal.
pl: Nazwa hosta (tej maszyny) do przekierowania strony logowania, pozostaw puste aby użyć adresu IP tego interfejsu, w przeciwnym razie upewnij się, że klient ma dostęp do DNS aby rozwiązać tę lokalizację. Jeśli używasz certyfikatu SSL, upewnij się, że zarówno ta nazwa, jak i nazwa cert są równe.

source: Hostname or address to resolve.
pl: Nazwa lub adres hosta do rozwiązania.

source: Hours
pl: Godziny

source: ICAP Settings
pl: Ustawienia ICAP

source: ICP port
pl: Port ICP

source: IP Address
pl: Adres IP

source: IP Address or Network with CIDR
pl: Adres IP lub sieć z CIDR

source: IP address of DNS server to forward all requests.
pl: Adres IP serwera DNS do przekazywania wszystkich żądań.

source: IP address of the host, e.g. 192.168.100.100 or fd00:abcd::1
pl: Adres IP hosta, np. 192.168.100.100 lub fd00:abcd::1

source: IP addresses of DynFi Manager instance.
pl: Adresy IP instancji DynFi Manager.

source: IPS mode
pl: Tryb IPS

source: IPs of DynFi Manager
pl: IPs DynFi Manager

source: IPv6 Address
pl: Adres IPv6

source: Idle timeout (minutes)
pl: Czas bezczynności (minuty)

source: If Custom is specified. The detection engine tries to split out separate signatures into groups so that a packet is only inspected against signatures that can actually match. As in large rule set this would result in way too many groups and memory usage similar groups are merged together.
pl: Jeśli określona jest opcja Custom. Silnik detekcji stara się podzielić poszczególne sygnatury na grupy, tak aby pakiet był sprawdzany tylko pod kątem sygnatur, które rzeczywiście mogą pasować. W przypadku dużych zestawów reguł spowodowałoby to powstanie zbyt wielu grup i zajęcie pamięci przez podobne grupy.

source: If provided, all traffic will be transmitted over an HTTPS connection to protect against eavesdroppers.
pl: Jeśli zostanie podany, cały ruch będzie przesyłany przez połączenie HTTPS w celu ochrony przed podsłuchiwaniem.

source: If set (default), Squid will include a Via header in requests and replies as required by RFC2616.
pl: Jeśli ustawione (domyślnie), Squid będzie zawierał nagłówek Via w żądaniach i odpowiedziach, jak wymaga tego RFC2616.

source: If the number of the available threads is less than number, the c-icap server starts a new child.
pl: Jeśli liczba dostępnych wątków jest mniejsza niż liczba, serwer c-icap rozpoczyna nowe dziecko.

source: If the number of the available threads is more than number then the c-icap server kills a child.
pl: Jeśli liczba dostępnych wątków jest większa niż liczba to serwer c-icap zabija dziecko.

source: If this checkbox is checked, you can use an ICAP server to filter or replace content.
pl: Jeśli to pole wyboru jest zaznaczone, można użyć serwera ICAP do filtrowania lub zastępowania zawartości.

source: If this option is set, users can login on multiple machines at once. If disabled subsequent logins will cause machines previously logged in with the same username to be disconnected.
pl: Jeśli opcja jest ustawiona, użytkownicy mogą logować się na wielu maszynach jednocześnie. Jeśli opcja jest wyłączona, kolejne logowania spowodują rozłączenie maszyn, na których wcześniej zalogowano się z tą samą nazwą użytkownika.

source: If you enable this option, the client IP address will be sent to the ICAP server. This can be useful if you want to filter traffic based on IP addresses.
pl: Jeśli włączysz tę opcję, adres IP klienta będzie wysyłany do serwera ICAP. Może to być przydatne, jeśli chcesz filtrować ruch na podstawie adresów IP.

source: If you enable this option, the username of the client will be sent to the ICAP server. This can be useful if you want to filter traffic based on usernames. Authentication is required to use usernames.
pl: Jeśli włączysz tę opcję, nazwa użytkownika klienta zostanie wysłana do serwera ICAP. Może to być przydatne, jeśli chcesz filtrować ruch na podstawie nazw użytkowników. Do korzystania z nazw użytkowników wymagane jest uwierzytelnienie.

source: If you turn off this option, the original files will still be scanned, but without parsing individual messages/attachments.
pl: Jeśli wyłączysz tę opcję, oryginalne pliki nadal będą skanowane, ale bez parsowania poszczególnych wiadomości/załączników.

source: If you use previews, only a part of the data is sent to the ICAP server. Setting this option can improve the performance.
pl: Jeśli używasz podglądów, tylko część danych jest wysyłana do serwera ICAP. Ustawienie tej opcji może poprawić wydajność.

source: Ignore SSL certificate validation (for self-signed certificates)
pl: Ignorowanie walidacji certyfikatów SSL (dla certyfikatów samopodpisanych)
