Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: DNSKEY's are fetched earlier in the validation process when a %sDelegation signer%s is encountered. This helps lower the latency of requests but does utilize a little more CPU.
pl: DNSKEY's są pobierane wcześniej w procesie walidacji, gdy napotkany jest %sDelegation signer%s. To pomaga obniżyć opóźnienie żądań, ale wykorzystuje trochę więcej CPU.

source: Harden DNSSEC data
pl: Zabezpiecz dane DNSSEC

source: DNSSEC data is required for trust-anchored zones. If such data is absent, the zone becomes bogus. If this is disabled and no DNSSEC data is received, then the zone is made insecure.
pl: Dane DNSSEC są wymagane dla stref zakotwiczonych w zaufaniu. Jeśli takie dane są nieobecne, strefa staje się fikcyjna. Jeśli jest to wyłączone i nie są odbierane dane DNSSEC, to strefa staje się niezabezpieczona.

source: Serve expired responses
pl: Obsługuj wygasłe odpowiedzi

source: Serve expired responses from the cache with a TTL of 0 without waiting for the actual resolution to finish.
pl: Serwuj wygasłe odpowiedzi z pamięci podręcznej z TTL równym 0, nie czekając na zakończenie rzeczywistej rozdzielczości.

source: Strict QNAME minimisation
pl: Ścisła minimalizacja QNAME

source: Send minimum amount of information to upstream servers to enhance privacy. Do not fall-back to sending full QNAME to potentially broken nameservers. A lot of domains will not be resolvable when this option in enabled. Only use if you know what you are doing.
pl: Wysyłaj minimalną ilość informacji do serwerów upstream, aby zwiększyć prywatność. Nie należy powracać do wysyłania pełnej nazwy domeny (QNAME) do potencjalnie uszkodzonych serwerów nazw. Wiele domen nie będzie można rozwiązać, gdy ta opcja jest włączona. Używaj jej tylko jeśli wiesz co robisz.

source: Message Cache Size
pl: Wielkość pamięci podręcznej dla wiadomości

source: Size of the message cache. The message cache stores DNS rcodes and validation statuses. The RRSet cache will automatically be set to twice this amount. The RRSet cache contains the actual RR data. The default is 4 megabytes.
pl: Rozmiar pamięci podręcznej wiadomości. W pamięci podręcznej wiadomości przechowywane są kody DNS rcodes i statusy walidacji. Pamięć podręczna RRSet zostanie automatycznie ustawiona na dwukrotność tej wielkości. Pamięć podręczna RRSet zawiera rzeczywiste dane RR. Domyślnie jest to 4 megabajty.

source: Outgoing TCP Buffers
pl: Bufory wychodzące TCP

source: The number of outgoing TCP buffers to allocate per thread. The default value is 10. If 0 is selected then no TCP queries, to authoritative servers, are done.
pl: Liczba wychodzących buforów TCP do przydzielenia na wątek. Domyślną wartością jest 10. Jeśli wybrano 0, to nie są wykonywane żadne zapytania TCP do serwerów autorytatywnych.

source: Incoming TCP Buffers
pl: Bufory przychodzące TCP

source: The number of incoming TCP buffers to allocate per thread. The default value is 10. If 0 is selected then no TCP queries, from clients, are accepted.
pl: Liczba buforów przychodzących TCP do przydzielenia na wątek. Domyślną wartością jest 10. Jeśli wybrano 0, to żadne zapytania TCP od klientów nie są akceptowane.

source: Number of queries per thread
pl: Liczba zapytań na wątek

source: The number of queries that every thread will service simultaneously. If more queries arrive that need to be serviced, and no queries can be jostled, then these queries are dropped.
pl: Liczba zapytań, które każdy wątek będzie obsługiwał jednocześnie. Jeśli pojawi się więcej zapytań, które muszą być obsłużone, a żadne z zapytań nie może być zakłócone, wtedy te zapytania są porzucane.

source: This timeout is used for when the server is very busy. This protects against denial of service by slow queries or high query rates. The default value is 200 milliseconds.
pl: Ten timeout jest używany, gdy serwer jest bardzo zajęty. Chroni to przed denial of service przez powolne zapytania lub wysoki współczynnik zapytań. Domyślną wartością jest 200 milisekund.

source: Maximum TTL for RRsets and messages
pl: Maksymalne TTL dla RRsets i wiadomości

source: Configure a maximum Time to live for RRsets and messages in the cache. The default is 86400 seconds (1 day). When the internal TTL expires the cache item is expired. This can be configured to force the resolver to query for data more often and not trust (very large) TTL values.
pl: Skonfiguruj maksymalny czas życia dla zestawów RR i wiadomości w pamięci podręcznej. Domyślnie jest to 86400 sekund (1 dzień). Kiedy wewnętrzny TTL wygasa, element cache'u jest wygaszany. Można to skonfigurować, aby zmusić resolvera do częstszego odpytywania o dane i nie ufać (bardzo dużym) wartościom TTL.

source: Minimum TTL for RRsets and messages
pl: Minimalne TTL dla RRsets i wiadomości

source: Configure a minimum Time to live for RRsets and messages in the cache. The default is 0 seconds. If the minimum value kicks in, the data is cached for longer than the domain owner intended, and thus less queries are made to look up the data. The 0 value ensures the data in the cache is as the domain owner intended. High values can lead to trouble as the data in the cache might not match up with the actual data anymore.
pl: Skonfiguruj minimalny czas życia dla RRsetów i wiadomości w pamięci podręcznej. Domyślnie jest to 0 sekund. Jeśli wartość minimalna zostanie przekroczona, dane są buforowane dłużej niż zamierzał właściciel domeny, a co za tym idzie, wykonywanych jest mniej zapytań w celu wyszukania danych. Wartość 0 zapewnia, że dane w pamięci podręcznej są takie, jak zamierzał właściciel domeny. Wysokie wartości mogą prowadzić do problemów, ponieważ dane w pamięci podręcznej mogą nie odpowiadać już rzeczywistym danym.

source: TTL for Host cache entries
pl: TTL dla wpisów w pamięci podręcznej hosta

source: 1 minute
pl: 1 minuta

source: 2 minutes
pl: 2 minuty

source: 5 minutes
pl: 5 minut

source: 10 minutes
pl: 10 minut

source: 15 minutes
pl: 15 minut

source: Time to live for entries in the host cache. The host cache contains roundtrip timing and EDNS support information. The default is 15 minutes.
pl: Czas życia dla wpisów w pamięci podręcznej hosta. Pamięć podręczna hosta zawiera informacje o timingu roundtrip i wsparciu EDNS. Domyślnie jest to 15 minut.

source: Number of Hosts to cache
pl: Liczba hostów do buforowania

source: Number of hosts for which information is cached. The default is 10000.
pl: Liczba hostów, dla których informacje są buforowane. Domyślnie jest to 10000.

source: Unwanted Reply Threshold
pl: Próg niechcianych odpowiedzi

source: disabled
pl: wyłączony

source: 5 million
pl: 5 milionów

source: 10 million
pl: 10 milionów

source: 20 million
pl: 20 milionów

source: 40 million
pl: 40 milionów

source: 50 million
pl: 50 milionów

source: If enabled, a total number of unwanted replies is kept track of in every thread. When it reaches the threshold, a defensive action is taken and a warning is printed to the log file. This defensive action is to clear the RRSet and message caches, hopefully flushing away any poison. The default is disabled, but if enabled a value of 10 million is suggested.
pl: Jeśli jest włączona, w każdym wątku śledzona jest całkowita liczba niechcianych odpowiedzi. Gdy osiągnie ona próg, podejmowane jest działanie obronne, a ostrzeżenie jest drukowane w pliku dziennika. Ta akcja obronna polega na wyczyszczeniu RRSet i pamięci podręcznej wiadomości, mając nadzieję na wypłukanie wszelkich trucizn. Domyślnie jest wyłączona, ale jeśli jest włączona, sugerowana jest wartość 10 milionów.

source: Log level verbosity
pl: Poziom szczegółowości dziennika

source: Level %s
pl: Poziom %s

source: Select the log verbosity. Level 0 means no verbosity, only errors. Level 1 gives operational information. Level 2 gives detailed operational information. Level 3 gives query level information, output per query. Level 4 gives algorithm level information. Level 5 logs client identification for cache misses. Default is level 1.
pl: Wybierz czasochłonność dziennika. Poziom 0 oznacza brak werbalności, tylko błędy. Poziom 1 podaje informacje operacyjne. Poziom 2 podaje szczegółowe informacje operacyjne. Poziom 3 podaje informacje o poziomie zapytania, wyjście na zapytanie. Poziom 4 podaje informacje o poziomie algorytmu. Poziom 5 rejestruje identyfikację klienta w przypadku pominięcia cache. Domyślnie jest to poziom 1.

source: Extended statistics
pl: Rozszerzone statystyki

source: If enabled, extended statistics are printed.
pl: Jeśli jest włączona, drukowane są rozszerzone statystyki.

source: If enabled, prints one line per query to the log, with the log timestamp and IP address, name, type and class.
pl: Jeśli włączone, drukuje jedną linię na zapytanie do dziennika, ze znacznikiem czasu dziennika i adresem IP, nazwą, typem i klasą.

source: Keep in mind that all resource record types (i.e. A, AAAA, MX, etc. records) of a specified host below are being overwritten.
pl: Należy pamiętać, że wszystkie typy rekordów zasobów (tj. rekordy A, AAAA, MX, itp.) określonego poniżej hosta są nadpisywane.

source: Entries in this area override an entire domain by specifying an authoritative DNS server to be queried for that domain.
pl: Wpisy w tym obszarze zastępują całą domenę poprzez określenie autorytatywnego serwera DNS, który ma być odpytywany dla tej domeny.

source: Failover Group
pl: Grupa Failover

source: My State
pl: Moje państwo

source: Since
pl: Od

source: Peer State
pl: Status peera

source: End
pl: Koniec

source: Lease type
pl: Rodzaj dzierżawy

source: add a static mapping for this MAC address
pl: dodać statyczne mapowanie dla tego adresu MAC

source: Show active and static leases only
pl: Pokaż tylko aktywne i statyczne dzierżawy

source: Show all configured leases
pl: Pokaż wszystkie skonfigurowane dzierżawy

source: No leases file found. Is the DHCP server active?
pl: Nie znaleziono pliku leases. Czy serwer DHCP jest aktywny?

source: Lease Type
pl: Rodzaj dzierżawy

source: Delegated Prefixes
pl: Przedrostki delegowane

source: IPv6 Prefix
pl: Prefiks IPv6

source: The backup firewall is not accessible or not configured.
pl: Zapora zapasowa jest niedostępna lub nie skonfigurowana.

source: The backup firewall is not accessible (check user credentials).
pl: Zapora zapasowa nie jest dostępna (sprawdź dane uwierzytelniające użytkownika).

source: Backup firewall versions
pl: Tworzenie kopii zapasowych wersji zapory sieciowej

source: Backup services
pl: Usługa backupu

source: Service
pl: Usługa

source: Synchronize
pl: Synchronizuj

source: Synchronize config to backup
pl: Synchronizacja konfiguracji z kopią zapasową

source: Templates
pl: Szablony

source: Generate configuration templates
pl: Generowanie szablonów konfiguracyjnych

source: Restart %sService
pl: Uruchom ponownie usługę %s

source: Stop %sService
pl: Zatrzymaj usługę %s

source: Start %sService
pl: Uruchomić usługę %s

source: all (*)
pl: wszystkie (*)

source: Restart all services
pl: Uruchom ponownie wszystkie usługi

source: interface
pl: interfejs

source: administrative disabled
pl: wyłączony administracyjnie

source: down
pl: w dół

source: up
pl: w górę

source: Reload
pl: Przeładuj

source: Release
pl: Zwolnij

source: Renew
pl: Odnów

source: Connect
pl: Połącz

source: Disconnect
pl: Odłączenie

source: Uptime (historical)
pl: Czas pracy (historyczny)

source: IPv4 gateway
pl: Brama IPv4

source: auto-detected
pl: automatycznie wykrywany

source: IPv6 delegated prefix
pl: Delegowany prefiks IPv6

source: IPv6 gateway
pl: Brama IPv6

source: LAGG Protocol
pl: Protokół LAGG

source: LAGG Options
pl: Opcje LAGG

source: flags
pl: flagi

source: LAGG Statistics
pl: Statystyki LGD

source: active ports
pl: aktywne porty

source: flapping
pl: klapnięcie

source: LAGG Ports
pl: Porty LGD

source: state
pl: stan

source: In/out packets
pl: Pakiety wchodzące/wychodzące

source: In/out packets (pass)
pl: Pakiety wchodzące/wychodzące (pass)

source: In/out packets (block)
pl: Pakiety wejścia/wyjścia (blok)

source: In/out errors
pl: Błędy wejścia/wyjścia

source: Collisions
pl: Kolizje

source: Bridge (%s)
pl: Most (%s)

source: Interrupts
pl: Przerwy

source: device
pl: urządzenie

source: total
pl: ogółem

source: rate
pl: stawka

source: Using dial-on-demand will bring the connection up again if any packet triggers it. To substantiate this point: disconnecting manually will not prevent dial-on-demand from making connections to the outside. Don't use dial-on-demand if you want to make sure that the line is kept disconnected.
pl: Użycie dial-on-demand spowoduje ponowne nawiązanie połączenia, jeśli jakiś pakiet je uruchomi. Aby uzasadnić ten punkt: ręczne odłączenie nie przeszkodzi dial-on-demand w nawiązaniu połączenia z zewnątrz. Nie używaj dial-on-demand, jeśli chcesz mieć pewność, że linia będzie stale rozłączona.

source: Unknown
pl: Nieznany

source: Unreach/Pending
pl: Nieosiągalny/oczekujący

source: Active Peer
pl: Aktywny rówieśnik

source: Candidate
pl: Kandydat

source: PPS Peer
pl: PPS Rówieśnik

source: Selected
pl: Wybrane

source: Excess Peer
pl: Nadwyżka Rówieśnicy

source: Outlier
pl: Odstępstwo

source: Network Time Protocol Status
pl: Status protokołu czasu sieciowego

source: When
pl: Kiedy

source: Poll
pl: Sonda

source: Reach
pl: Zasięg

source: Delay
pl: Opóźnienie

source: Offset
pl: Przesunięcie

source: Statistics unavailable because ntpq and ntpdc queries are disabled in the %sNTP service settings%s.
pl: Statystyki niedostępne, ponieważ zapytania ntpq i ntpdc są wyłączone w ustawieniach usługi %sNTP%s.

source: No peers found, %sis the ntp service running%s?
pl: Nie znaleziono peerów, %sis the ntp service running%s?

source: Clock Latitude
pl: Zegar Szerokość geograficzna

source: Clock Longitude
pl: Zegar Długość geograficzna

source: Clock Altitude
pl: Wysokość zegara

source: Satellites
pl: Satelity

source: invalid input
pl: nieprawidłowe wejście

source: Client connections
pl: Połączenia z klientami

source: Common Name
pl: Nazwa zwyczajowa

source: Real Address
pl: Adres prawdziwy

source: Virtual Address
pl: Adres wirtualny

source: Connected Since
pl: Połączono od

source: Bytes Sent
pl: Bajty wysłane

source: Bytes Received
pl: Bajty odebrane

source: No OpenVPN clients are connected to this instance.
pl: Do tej instancji nie są podłączeni żadni klienci OpenVPN.

source: Kill client connection from
pl: Zabić połączenie klienta z

source: Routing Table
pl: Tablica routingu

source: Target Network
pl: Sieć docelowa

source: Last Used
pl: Użyto

source: An IP address followed by C indicates a host currently connected through the VPN.
pl: Adres IP, po którym następuje litera C, wskazuje na hosta aktualnie połączonego przez VPN.

source: Peer to Peer Server Instance Statistics
pl: Statystyka instancji serwera Peer to Peer

source: Virtual Addr
pl: Wirtualny adres

source: Client Instance Statistics
pl: Statystyki instancji klienta

source: OpenVPN Status
pl: Status OpenVPN

source: No OpenVPN instance defined
pl: Nie zdefiniowano instancji OpenVPN

source: No services found
pl: Nie znaleziono żadnych usług

source: Nearby access points or ad-hoc peers
pl: Pobliskie punkty dostępu lub peery ad-hoc

source: Rescan
pl: Ponowne skanowanie

source: Associated or ad-hoc peers
pl: Rówieśnicy stowarzyszeni lub ad hoc

source: AID
pl: POMOC

source: A = authorized, E = Extended Rate (802.11g), P = Power save mode
pl: A = autoryzowany, E = Extended Rate (802.11g), P = tryb oszczędzania energii

source: Flags:
pl: Flagi:

source: Capabilities:
pl: Możliwości:

source: E = ESS (infrastructure mode), I = IBSS (ad-hoc mode), P = privacy (WEP/TKIP/AES), S = Short preamble, s = Short slot time
pl: E = ESS (tryb infrastruktury), I = IBSS (tryb ad-hoc), P = prywatność (WEP/TKIP/AES), S = krótka preambuła, s = krótki czas szczeliny

source: You must specify a valid web GUI port number.
pl: Musisz podać prawidłowy port dla web GUI.

source: You must specify a valid web GUI protocol.
pl: Musisz podać prawidłowy protokół dla strony internetowej GUI.

source: Alternate hostname %s is not a valid hostname.
pl: Alternatywna nazwa %s nie jest poprawna.

source: You must specify a valid SSH port number.
pl: Musisz podać prawidłowy port SSH.

source: Session timeout must be an integer value.
pl: Session timeout musi być wartością całkowitą.

source: Inactivity timeout must be an integer value.
pl: Czas bezczynności musi być wartością całkowitą.

source: Authentication server "%s" is invalid.
pl: Serwer uwierzytelniający "%s" jest nieprawidłowy.

source: A TLS 1.3-compliant application MUST implement the TLS_AES_128_GCM_SHA256 according to RFC 8446.
pl: Aplikacja zgodna z TLS 1.3 MUSI implementować TLS_AES_128_GCM_SHA256 zgodnie z RFC 8446.

source: Warning!
pl: Ostrzeżenie!

source: Changing the listen interfaces of the web GUI may prevent you from accessing this page if you continue. It is recommended to keep this set to the default unless you know what you are doing.
pl: Zmiana interfejsu nasłuchu interfejsu web GUI może uniemożliwić dostęp do tej strony, jeśli będziesz kontynuować. Zaleca się pozostawienie tego ustawienia jako domyślnego, chyba że wiesz co robisz.

source: I know what I am doing
pl: Wiem co robię

source: Use the default
pl: Użyj domyślnych

source: The web GUI is reloading at the moment, please wait...
pl: Interfejs internetowy jest w tej chwili przeładowywany, proszę czekać...

source: If the page does not reload go here:
pl: Jeśli strona się nie przeładuje przejdź tutaj:

source: No Certificates have been defined. You must %sCreate or Import%s a Certificate before SSL can be enabled.
pl: Nie zdefiniowano żadnych certyfikatów. Musisz %sCreate or Import%s a Certificate before SSL can be enabled.

source: SSL Certificate
pl: Certyfikat SSL

source: The %sSSL certificate manager%s can be used to create or import certificates if required.
pl: Do tworzenia lub importowania certyfikatów w razie potrzeby można użyć menedżera certyfikatów %sSSL%s.

source: SSL Ciphers
pl: Szyfry SSL

source: System defaults
pl: Domyślny system

source: Limit SSL cipher selection in case the system defaults are undesired. Note that restrictive use may lead to an inaccessible web GUI.
pl: Ograniczenie wyboru szyfrów SSL w przypadku, gdy domyślne ustawienia systemu są niepożądane. Należy pamiętać, że restrykcyjne użycie może prowadzić do niedostępności interfejsu WWW.

source: Enable HTTP Strict Transport Security
pl: Włącz zabezpieczenie HTTP Strict Transport Security

source: HTTP Strict Transport Security (HSTS) is a web security policy mechanism that helps to protect websites against protocol downgrade attacks and cookie hijacking.
pl: HTTP Strict Transport Security (HSTS) to mechanizm polityki bezpieczeństwa sieciowego, który pomaga chronić strony internetowe przed atakami typu "protocol downgrade" oraz "cookie hijack".

source: TCP port
pl: Port TCP

source: Enter a custom port number for the web GUI above if you want to override the default (80 for HTTP, 443 for HTTPS). Changes will take effect immediately after save.
pl: Wprowadź niestandardowy numer portu dla internetowego interfejsu graficznego, jeśli chcesz zastąpić domyślny (80 dla HTTP, 443 dla HTTPS). Zmiany wejdą w życie natychmiast po zapisaniu.

source: Disable web GUI redirect rule
pl: Wyłączenie przekierowania interfejsu web

source: When this is unchecked, access to the web GUI is always permitted even on port 80, regardless of the listening port configured. Check this box to disable this automatically added redirect rule.
pl: Gdy to pole jest odznaczone, dostęp do interfejsu Web GUI jest zawsze dozwolony nawet na porcie 80, niezależnie od skonfigurowanego portu nasłuchu. Zaznacz to pole, aby wyłączyć tę automatycznie dodaną regułę przekierowania.

source: Login Messages
pl: Komunikaty o logowaniu

source: Disable logging of web GUI successful logins
pl: Wyłącz logowanie poprawnych logowań do interfejsu web

source: When this is checked, successful logins to the web GUI will not be logged.
pl: Kiedy to jest zaznaczone, pomyślne logowania do web GUI nie będą rejestrowane.

source: Session Timeout
pl: Limit czasu sesji

source: Time in minutes to expire idle management sessions. The default is 4 hours (240 minutes).
pl: Czas w minutach do wygaśnięcia bezczynnych sesji zarządzania. Domyślnie są to 4 godziny (240 minut).

source: Disable DNS Rebinding Checks
pl: Wyłączenie kontroli ponownego wiązania DNS

source: When this is unchecked, your system is protected against %sDNS Rebinding attacks%s. This blocks private IP responses from your configured DNS servers. Check this box to disable this protection if it interferes with web GUI access or name resolution in your environment.
pl: Gdy ta opcja jest odznaczona, system jest chroniony przed atakami %sDNS Rebinding%s. Blokuje to prywatne odpowiedzi IP ze skonfigurowanych serwerów DNS. Zaznacz to pole, aby wyłączyć tę ochronę, jeśli zakłóca ona dostęp do interfejsu graficznego WWW lub rozwiązywanie nazw w Twoim środowisku.

source: Alternate Hostnames
pl: Alternatywne nazwy

source: Alternate Hostnames for DNS Rebinding and HTTP_REFERER Checks
pl: Alternatywne nazwy hostów dla DNS Rebinding i sprawdzania HTTP_REFERER

source: Here you can specify alternate hostnames by which the router may be queried, to bypass the DNS Rebinding Attack checks. Separate hostnames with spaces.
pl: Tutaj możesz określić alternatywne nazwy hostów, o które router może być pytany, aby ominąć kontrolę DNS Rebinding Attack. Nazwy hostów należy oddzielić spacjami.

source: HTTP Compression
pl: Kompresja HTTP

source: Enable compression of HTTP pages and dynamic content.
pl: Włącz kompresję stron HTTP i zawartości dynamicznej.

source: Transfer less data to the client for an additional cost in processing power.
pl: Przekazanie mniejszej ilości danych do klienta za dodatkowy koszt w mocy obliczeniowej.

source: Access log
pl: Logi dostępu

source: Enable access log
pl: Włącz logi dostępu

source: Enable access logging on the web GUI for debugging and analysis purposes.
pl: Włącz rejestrowanie dostępu w internetowym interfejsie graficznym do celów debugowania i analizy.

source: Listen Interfaces
pl: Nasłuchuj interfejsy

source: Only accept connections from the selected interfaces. Leave empty to listen globally. Use with care.
pl: Akceptuj połączenia tylko z wybranych interfejsów. Pozostaw puste, aby słuchać globalnie. Używaj ostrożnie.

source: HTTP_REFERER enforcement
pl: egzekwowanie HTTP_REFERER

source: Disable HTTP_REFERER enforcement check
pl: Wyłączenie sprawdzania poprawności działania HTTP_REFERER

source: When this is unchecked, access to the web GUI is protected against HTTP_REFERER redirection attempts. Check this box to disable this protection if you find that it interferes with web GUI access in certain corner cases such as using external scripts to interact with this system. More information on HTTP_REFERER is available from %sWikipedia%s.
pl: Gdy to pole jest odznaczone, dostęp do interfejsu graficznego WWW jest chroniony przed próbami przekierowania HTTP_REFERER. Zaznacz to pole, aby wyłączyć tę ochronę, jeśli okaże się, że zakłóca ona dostęp do interfejsu graficznego WWW w niektórych przypadkach, takich jak używanie zewnętrznych skryptów do interakcji z tym systemem. Więcej informacji na temat HTTP_REFERER można znaleźć w %sWikipedii%s.

source: Secure Shell Server
pl: Serwer Secure Shell

source: Enable Secure Shell
pl: Włącz Secure Shell

source: Login Group
pl: Grupa logowania
