Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: You cannot specify the maximum number of unique source hosts (advanced option) if statetype is none.
pl: Nie można określić maksymalnej liczby unikalnych hostów źródłowych (opcja zaawansowana), jeśli statetype to none.

source: You cannot specify the maximum number of established connections per host (advanced option) if statetype is none.
pl: Nie można określić maksymalnej liczby nawiązanych połączeń na hosta (opcja zaawansowana), jeśli statetype to none.

source: You cannot specify the maximum state entries per host (advanced option) if statetype is none.
pl: Nie można określić maksymalnej liczby wpisów stanu na hosta (opcja zaawansowana), jeśli statetype to none.

source: You cannot specify the maximum new connections per host / per second(s) (advanced option) if statetype is none.
pl: Nie można określić maksymalnej liczby nowych połączeń na hosta / na sekundę (opcja zaawansowana) jeśli statetype to none.

source: You cannot specify the state timeout (advanced option) if statetype is none.
pl: Nie można określić limitu czasu stanu (opcja zaawansowana), jeśli statetype jest none.

source: You cannot specify the adaptive timeouts (advanced option) if statetype is none.
pl: Nie można określić adaptacyjnych timeoutów (opcja zaawansowana) jeśli statetype jest none.

source: Maximum state entries (advanced option) must be a positive integer
pl: Maksymalna liczba wpisów stanu (opcja zaawansowana) musi być liczbą całkowitą dodatnią

source: Maximum number of unique source hosts (advanced option) must be a positive integer
pl: Maksymalna liczba unikalnych hostów źródłowych (opcja zaawansowana) musi być liczbą całkowitą dodatnią

source: Maximum number of established connections per host (advanced option) must be a positive integer
pl: Maksymalna liczba nawiązanych połączeń na host (opcja zaawansowana) musi być dodatnią liczbą całkowitą

source: Maximum state entries per host (advanced option) must be a positive integer
pl: Maksymalna liczba wpisów stanu na hosta (opcja zaawansowana) musi być liczbą całkowitą dodatnią

source: Maximum new connections per host / per second(s) (advanced option) must be a positive integer
pl: Maksymalna liczba nowych połączeń na hosta / na sekundę (opcja zaawansowana) musi być dodatnią liczbą całkowitą

source: State timeout (advanced option) must be a positive integer
pl: State timeout (opcja zaawansowana) musi być dodatnią liczbą całkowitą

source: Both maximum new connections per host and the interval (per second(s)) must be specified
pl: Należy określić zarówno maksymalną liczbę nowych połączeń na hosta, jak i interwał (w sekundach)

source: Disabling adaptive timeouts is only supported in combination with a configured maximum number of states for the same rule.
pl: Wyłączenie adaptacyjnych timeoutów jest obsługiwane tylko w połączeniu ze skonfigurowaną maksymalną liczbą stanów dla tej samej reguły.

source: Adaptive timeouts must be disabled together.
pl: Adaptacyjne timeouty muszą być wyłączone razem.

source: The adaptive timouts values must be set together.
pl: Wartości timingów adaptacyjnych muszą być ustawione razem.

source: The adaptive.start and adaptive.end values (advanced option) must be configured as non-negative integer values.
pl: Wartości adaptive.start i adaptive.end (opcja zaawansowana) muszą być skonfigurowane jako nieujemne wartości całkowite.

source: The value of adaptive.end must be greater than the Max states value.
pl: Wartość adaptive.end musi być większa od wartości Max states.

source: The value of adaptive.end must be greater than adaptive.start value.
pl: Wartość adaptive.end musi być większa od wartości adaptive.start.

source: If you specify TCP flags that should be set you should specify out of which flags as well.
pl: Jeśli określisz flagi TCP, które powinny być ustawione, powinieneś również określić flagi out of which.

source: Set priority must be an integer between 0 and 7.
pl: Priorytet zestawu musi być liczbą całkowitą z zakresu od 0 do 7.

source: Set priority for low latency and acknowledgements must be an integer between 0 and 7.
pl: Ustaw priorytet dla niskich opóźnień i potwierdzeń musi być liczbą całkowitą z przedziału od 0 do 7.

source: Set priority for low latency and acknowledgements requires a set priority for normal packets.
pl: Ustawienie priorytetu dla niskich opóźnień i potwierdzeń wymaga ustawienia priorytetu dla normalnych pakietów.

source: Priority match must be an integer between 0 and 7.
pl: Priorytet dopasowania musi być liczbą całkowitą z zakresu od 0 do 7.

source: Match TOS/DSCP value invalid.
pl: Nieprawidłowa wartość Match TOS/DSCP.

source: Max new connections overload table should be a valid alias.
pl: Max nowa tabela przeciążenia połączeń powinna być poprawnym aliasem.

source: Edit Firewall rule
pl: Edytuj regułę zapory

source: Block
pl: Blokuj

source: Reject
pl: Odrzucaj

source: Choose what to do with packets that match the criteria specified below.
pl: Należy wybrać, co zrobić z pakietami, które spełniają określone poniżej kryteria.

source: Hint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
pl: Wskazówka: różnica pomiędzy block a reject polega na tym, że przy reject pakiet (TCP RST lub ICMP port unreachable dla UDP) jest zwracany do nadawcy, podczas gdy przy block pakiet jest odrzucany bezgłośnie. W obu przypadkach, oryginalny pakiet jest odrzucany.

source: Quick
pl: Szybkie

source: Apply the action immediately on match.
pl: Zastosuj akcję natychmiast po meczu.

source: If a packet matches a rule specifying quick, then that rule is considered the last matching rule and the specified action is taken. When a rule does not have quick enabled, the last matching rule wins.
pl: Je¶li pakiet pasuje do reguły okre¶laj±cej quick, wówczas reguła ta jest traktowana jako ostatnia i podejmowane jest okre¶lone działanie. Gdy reguła nie ma wł±czonej opcji quick, wygrywa ostatnia pasuj±ca reguła.

source: Associated filter rule
pl: Skojarzona reguła filtrująca

source: This is associated to a NAT rule.
pl: Jest to związane z regułą NAT.

source: You cannot edit the interface, protocol, source, or destination of associated filter rules.
pl: Nie można edytować interfejsu, protokołu, źródła ani celu powiązanych reguł filtrowania.

source: View the NAT rule
pl: Wyświetlanie reguły NAT

source: Choose on which interface packets must come in to match this rule.
pl: Wybierz, na którym interfejsie muszą pojawić się pakiety, aby pasowały do tej reguły.

source: Direction
pl: Kierunek

source: Direction of the traffic. Traffic IN is coming into the firewall interface, while traffic OUT is going out of the firewall interface. In visual terms: [Source] -> IN -> [Firewall] -> OUT -> [Destination]. The default policy is to filter inbound traffic, which means the policy applies to the interface on which the traffic is originally received by the firewall from the source. This is more efficient from a traffic processing perspective. In most cases, the default policy will be the most appropriate.
pl: Kierunek ruchu. Ruch IN wchodzi do interfejsu firewalla, natomiast ruch OUT wychodzi z interfejsu firewalla. W ujęciu wizualnym: [Źródło] -> IN -> [Firewall] -> OUT -> [Destination]. Domyślną polityką jest filtrowanie ruchu przychodzącego, co oznacza, że polityka dotyczy interfejsu, na którym ruch jest pierwotnie odbierany przez firewall ze źródła. Jest to bardziej efektywne z punktu widzenia przetwarzania ruchu. W większości przypadków polityka domyślna będzie najbardziej odpowiednia.

source: Hint: in most cases, you should specify TCP here.
pl: Wskazówka: w większości przypadków powinieneś określić tutaj TCP.

source: ICMP type
pl: Typ ICMP

source: If you selected ICMP for the protocol above, you may specify an ICMP type here.
pl: Jeśli powyżej wybrano protokół ICMP, można tutaj określić typ ICMP.

source: ICMP6 type
pl: Typ ICMP6

source: If you selected ICMP6 for the protocol above, you may specify an ICMP6 type here.
pl: Jeśli powyżej wybrano protokół ICMP6, można tutaj określić typ ICMP6.

source: Specify the source port or port range for this rule.
pl: Określ port źródłowy lub zakres portów dla tej reguły.

source: This is usually random and almost never equal to the destination port range (and should usually be 'any').
pl: Jest to zwykle losowe i prawie nigdy nie jest równe zakresowi portów docelowych (i zwykle powinno być 'any').

source: Specify the port or port range for the destination of the packet for this mapping.
pl: Określ port lub zakres portów dla miejsca docelowego pakietu dla tego mapowania.

source: Advanced features
pl: Funkcje zaawansowane

source: Source OS
pl: Źródło OS

source: OS Type:
pl: Typ OS:

source: Note: this only works for TCP rules. General OS choice matches all subtypes.
pl: Uwaga: działa to tylko dla reguł TCP. Ogólny wybór OS pasuje do wszystkich podtypów.

source: none
pl: brak

source: Leave as 'none' to leave the rule enabled all the time.
pl: Pozostaw jako "none", aby reguła była cały czas włączona.

source: default
pl: domyślnie

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
pl: Pozostaw jako "domyślne", aby użyć systemowej tablicy routingu. Lub wybierz bramę, aby wykorzystać routing oparty na zasadach.

source: Advanced Options
pl: Opcje zaawansowane

source: Show/Hide
pl: Pokaż/ukryj

source: Note: Leave fields blank to disable the feature.
pl: Uwaga: Aby wyłączyć tę funkcję, pozostaw pola puste.

source: allow options
pl: umożliwić opcje

source: This allows packets with IP options to pass. Otherwise they are blocked by default. This is usually only seen with multicast traffic.
pl: Dzięki temu pakiety z opcjami IP mogą przejść. W przeciwnym razie są one domyślnie blokowane. Zwykle jest to widoczne tylko w przypadku ruchu multicast.

source: disable
pl: wyłączyć

source: Determines how packets route back in the opposite direction (replies), when set to default, packets on WAN type interfaces reply to their connected gateway on the interface (unless globally disabled). A specific gateway may be chosen as well here. This setting is only relevant in the context of a state, for stateless rules there is no defined opposite direction.
pl: Określa jak pakiety kierują się w przeciwnym kierunku (odpowiedzi), gdy ustawione na domyślne, pakiety na interfejsach typu WAN odpowiadają do połączonej z nimi bramy na interfejsie (chyba że globalnie wyłączone). Można tu również wybrać konkretną bramę. To ustawienie jest istotne tylko w kontekście stanu, dla reguł bezstanowych nie ma zdefiniowanego kierunku przeciwnego.

source: Set priority
pl: Ustawić priorytet

source: All packets
pl: Wszystkie pakiety

source: Low Delay/TCP ACK
pl: Niskie opóźnienie/TCP ACK

source: Keep current priority
pl: Zachować aktualny priorytet

source: Use main priority
pl: Wykorzystanie głównego priorytetu

source: Set the priority code point in a 802.1Q VLAN header for packets matching this rule. If both priorities are set here, packets with a TOS of "lowdelay" or TCP ACKs with no data payload will be assigned the latter.
pl: Ustawia punkt kodowy priorytetu w nagłówku 802.1Q VLAN dla pakietów pasujących do tej reguły. Jeśli oba priorytety są ustawione, pakiety z TOS "lowdelay" lub TCP ACK bez ładunku danych zostaną przypisane do tego drugiego.

source: Match priority
pl: Priorytet meczu

source: Any priority
pl: Każdy priorytet

source: Only match packets which have the given queueing priority assigned.
pl: Dopasuj tylko pakiety, które mają przypisany dany priorytet kolejki.

source: Match TOS / DSCP
pl: Dopasowanie TOS / DSCP

source: Only match packets which have the given TOS/DSCP value assigned.
pl: Dopasuj tylko pakiety, które mają przypisaną daną wartość TOS/DSCP.

source: Max states
pl: Stany maksymalne

source: Maximum state entries this rule can create
pl: Maksymalna liczba wpisów stanu, które może utworzyć ta reguła

source: Max source nodes
pl: Maks. węzły źródłowe

source: Maximum number of unique source hosts
pl: Maksymalna liczba unikalnych hostów źródłowych

source: Max established
pl: Maksymalnie ustalony

source: Maximum number of established connections per host (TCP only)
pl: Maksymalna liczba nawiązanych połączeń na hosta (tylko TCP)

source: Max source states
pl: Maksymalne stany źródeł

source: Maximum state entries per host
pl: Maksymalna liczba wpisów stanu na hosta

source: Max new connections
pl: Maks. nowe połączenia

source: Maximum new connections per host / per second(s) and overload table to use (TCP only), the default virusprot table comes with a default block rule in floating rules.
pl: Maksymalne nowe połączenia na hosta / na sekundę(y) i tabela przeciążeń do użycia (tylko TCP), domyślna tabela virusprot jest dostarczana z domyślną regułą blokowania w pływających regułach.

source: State timeout
pl: Limit czasu stanu

source: State Timeout in seconds (TCP only)
pl: State Timeout w sekundach (tylko TCP)

source: Adaptive Timeouts
pl: Czas adaptacyjny

source: start
pl: początek

source: end
pl: koniec

source: Timeouts for states can be scaled adaptively as the number of state table entries grows.
pl: Limity czasu dla stanów mogą być skalowane adaptacyjnie wraz ze wzrostem liczby wpisów w tablicy stanów.

source: When the number of state entries exceeds this value, adaptive scaling begins. All timeout values are scaled linearly with factor (adaptive.end - number of states) / (adaptive.end - adaptive.start).
pl: Gdy liczba wpisów stanu przekroczy tę wartość, rozpoczyna się skalowanie adaptacyjne. Wszystkie wartości timeout są skalowane liniowo ze współczynnikiem (adaptive.end - liczba stanów) / (adaptive.end - adaptive.start).

source: When reaching this number of state entries, all timeout values become zero, effectively purging all state entries immediately. This value is used to define the scale factor, it should not actually be reached (set a lower state limit).
pl: Po osiągnięciu tej liczby wpisów stanu, wszystkie wartości timeout stają się zerowe, skutecznie oczyszczając wszystkie wpisy stanu natychmiast. Ta wartość jest używana do zdefiniowania współczynnika skali, nie powinna być w rzeczywistości osiągnięta (ustawić dolny limit stanu).

source: Note: Leave fields blank to use default pf algorithm. Set to 0 to disable.
pl: Uwaga: Pozostaw pola puste, aby użyć domyślnego algorytmu pf. Ustaw na 0, aby wyłączyć.

source: TCP flags
pl: Flagi TCP

source: set
pl: ustawiony

source: out of
pl: poza

source: Any flags.
pl: Wszelkie flagi.

source: Use this to choose TCP flags that must be set or cleared for this rule to match.
pl: Użyj tego, aby wybrać flagi TCP, które muszą być ustawione lub wyczyszczone, aby reguła została dopasowana.

source: State Type
pl: Państwo Rodzaj

source: Hint: This prevents states created by this rule to be sync'ed over pfsync.
pl: Wskazówka: Dzięki temu stany utworzone przez tę regułę nie będą synchronizowane przez pfsync.

source: keep state
pl: utrzymywać stan

source: sloppy state
pl: niechlujny stan

source: modulate state
pl: modulować stan

source: synproxy state
pl: stan synproxy

source: Hint: Select which type of state tracking mechanism you would like to use. If in doubt, use keep state.
pl: Wskazówka: Wybierz, który typ mechanizmu śledzenia stanu chcesz użyć. Jeśli masz wątpliwości, użyj keep state.

source: %sKeep state%s is used for stateful connection tracking.
pl: %sKeep state%s jest używany do stanowego śledzenia połączenia.

source: %sSloppy state%s works like keep state, but it does not check sequence numbers. Use it when the firewall does not see all packets.
pl: %sSloppy state%s działa jak keep state, ale nie sprawdza numerów sekwencji. Użyj go, gdy firewall nie widzi wszystkich pakietów.

source: %sSynproxy state%s proxies incoming TCP connections to help protect servers from spoofed TCP SYN floods. This option includes the functionality of keep state and modulate state combined.
pl: %sSynproxy state%s proksuje przychodzące połączenia TCP, aby pomóc chronić serwery przed spoofed TCP SYN floods. Opcja ta zawiera funkcjonalność keep state i modulate state łącznie.

source: %sNone%s: Do not use state mechanisms to keep track. This is only useful if you're doing advanced queueing in certain situations. Please check the documentation.
pl: %sNone%s: Nie używaj mechanizmów państwowych do śledzenia. Jest to przydatne tylko wtedy, gdy robisz zaawansowane kolejki w niektórych sytuacjach. Proszę sprawdzić w dokumentacji.

source: Source and more information can be found %shere%s.
pl: Źródło i więcej informacji można znaleźć %shere%s.

source: Tues
pl: Wtorek

source: April
pl: Kwiecień

source: August
pl: Sierpień

source: December
pl: Grudzień

source: February
pl: Luty

source: January
pl: Styczeń

source: July
pl: Lipiec

source: June
pl: Czerwiec

source: March
pl: Marzec

source: May
pl: Maj

source: November
pl: Listopad

source: October
pl: Październik

source: September
pl: Wrzesień

source: Cannot delete Schedule. Currently in use by %s
pl: Nie można usunąć harmonogramu. Obecnie używany przez %s

source: Do you really want to delete this schedule?
pl: Czy naprawdę chcesz usunąć ten harmonogram?

source: Name
pl: Nazwa

source: Time Range(s)
pl: Zakres czasowy (s)

source: Schedule is currently active
pl: Harmonogram jest obecnie aktywny

source: Schedule may not be named LAN.
pl: Harmonogram nie może być nazwany LAN.

source: Schedule may not be named WAN.
pl: Harmonogram nie może mieć nazwy WAN.

source: Schedule may not use a blank name.
pl: Schedule nie może używać pustej nazwy.

source: The schedule name must be less than 32 characters long and may only consist of the following characters: %s
pl: Nazwa harmonogramu musi być krótsza niż 32 znaki i może składać się tylko z następujących znaków: %s

source: A Schedule with this name already exists.
pl: Harmonogram o tej nazwie już istnieje.

source: Invalid start time - '%s'
pl: Nieprawidłowy czas rozpoczęcia - "%s

source: Invalid stop time - '%s'
pl: Nieprawidłowy czas zatrzymania - "%s

source: The schedule must have at least one time range configured.
pl: Harmonogram musi mieć skonfigurowany przynajmniej jeden zakres czasowy.

source: Schedule information
pl: Informacje o harmonogramie

source: This schedule is in use so the name may not be modified!
pl: Ten harmonogram jest w użyciu, więc nazwa nie może być modyfikowana!

source: Month
pl: Miesiąc

source: Click individual date to select that date only. Click the appropriate weekday Header to select all occurrences of that weekday.
pl: Kliknąć pojedynczą datę, aby wybrać tylko tę datę. Kliknij odpowiedni nagłówek dnia tygodnia, aby wybrać wszystkie wystąpienia tego dnia tygodnia.

source: Start Time
pl: Godzina rozpoczęcia

source: Stop Time
pl: Zatrzymaj czas

source: Select the time range for the day(s) selected on the Month(s) above. A full day is 0:00-23:59.
pl: Wybierz zakres czasu dla dnia (dni) wybranego w Miesiącu (miesiącach) powyżej. Pełny dzień to 0:00-23:59.

source: Time Range Description
pl: Zakres czasu Opis

source: Add Time
pl: Dodaj czas

source: Clear Selection
pl: Wyraźny wybór

source: Schedule repeat
pl: Powtórzenie harmonogramu

source: Configured Ranges
pl: Skonfigurowane zakresy

source: Day(s)
pl: Dzień(y)

source: The settings have been applied and the rules are now reloading in the background.
pl: Ustawienia zostały zastosowane, a reguły są teraz przeładowywane w tle.

source: General settings
pl: Ustawienia ogólne

source: Disable interface scrub
pl: Wyłączenie przeglądania interfejsu

source: Disable all default interface scrubbing rules, mss clamping will also be disabled when you check this. Detailed settings specified below will still be used.
pl: Wyłączenie wszystkich domyślnych reguł scrubbingu interfejsu, mss clamping będzie również wyłączony po zaznaczeniu tej opcji. Szczegółowe ustawienia określone poniżej będą nadal używane.

source: This allows for communications with hosts that generate fragmented packets with the don't fragment (DF) bit set. Linux NFS is known to do this. This will cause the filter to not drop such packets but instead clear the don't fragment bit.
pl: Pozwala to na komunikację z hostami, które generują fragmentowane pakiety z ustawionym bitem don't fragment (DF). Linux NFS jest znany z takiego działania. Spowoduje to, że filtr nie będzie upuszczał takich pakietów, ale zamiast tego wyczyści bit don't fragmentate.

source: IP Random id
pl: IP Losowe id

source: Replaces the IP identification field of packets with random values to compensate for operating systems that use predictable values. This option only applies to packets that are not fragmented after the optional packet reassembly.
pl: Zastępuje pole identyfikacji IP pakietów losowymi wartościami, aby zrekompensować systemy operacyjne, które używają przewidywalnych wartości. Opcja dotyczy tylko pakietów, które nie są fragmentowane po opcjonalnej reasemblacji pakietów.

source: Detailed settings
pl: Ustawienia szczegółowe

source: delete selected rules
pl: usuwanie wybranych reguł

source: %s doesn't appear to be a valid port number, alias or range
pl: %s nie wydaje się być prawidłowym numerem portu, aliasem lub zakresem.

source: No interface(s) selected.
pl: Nie wybrano żadnego interfejsu.

source: Please specify a valid number for max mss.
pl: Proszę podać poprawną liczbę dla max mss.

source: Please specify a valid number for min ttl (0-255).
pl: Proszę podać poprawną liczbę dla min ttl (0-255).

source: Edit Firewall scrub rule
pl: Edytuj regułę scrubu Firewall

source: Select interfaces...
pl: Wybierz interfejsy...

source: In
pl: Do

source: Out
pl: Od

source: To specify a range, use from:to (example 81:85).
pl: Aby określić zakres, użyj od:do (przykład 81:85).

source: Normalizations
pl: Normalizacje

source: No scrub (NOT)
pl: Brak zarośli (NOT)

source: Enabling this option will disable scub (normalisation) for traffic matching this rule.
pl: Włączenie tej opcji spowoduje wyłączenie scub (normalizacji) dla ruchu odpowiadającego tej regule.

source: Max mss
pl: Maks. mss

source: Enforces a maximum MSS for matching TCP packets.
pl: Wymusza maksymalny MSS dla pasujących pakietów TCP.

source: Do not change
pl: Nie zmieniać

source: Enforces a minimum TTL for matching IP packets.
pl: Wymusza minimalny TTL dla pasujących pakietów IP.

source: Do not fragment
pl: Nie rozdrabniać

source: Clears the dont-fragment bit from a matching IP packet.
pl: Usuwa bit dont-fragment z pasującego pakietu IP.

source: Random ID
pl: Losowy identyfikator

source: Replaces the IP identification field with random values to compensate for predictable values generated by many hosts. This option only applies to packets that are not fragmented after the optional fragment reassembly.
pl: Zastępuje pole identyfikacyjne IP losowymi wartościami, aby skompensować przewidywalne wartości generowane przez wiele hostów. Opcja dotyczy tylko pakietów, które nie są fragmentowane po opcjonalnym ponownym scaleniu fragmentów.

source: This entry cannot be deleted because it is still referenced by at least one NAT mapping.
pl: Ten wpis nie może zostać usunięty, ponieważ nadal jest przywoływany przez co najmniej jedno mapowanie NAT.

source: This entry cannot be deleted because it is still referenced by at least one Gateway.
pl: Ten wpis nie może zostać usunięty, ponieważ nadal jest przywoływany przez co najmniej jedną bramę.

source: Do you really want to delete this entry?
pl: Czy naprawdę chcesz usunąć ten wpis?

source: Do you really want to delete the selected Virtual IPs?
pl: Czy naprawdę chcesz usunąć wybrane Wirtualne IP?

source: The VIP configuration has been changed.
pl: Konfiguracja VIP została zmieniona.
