Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Provide a list of accessible networks to clients
pl: Udostępnienie klientom listy dostępnych sieci

source: Save Xauth Password
pl: Zapisz hasło Xauth

source: Allow clients to save Xauth passwords (Cisco VPN client only)
pl: Zezwalaj klientom na zapisywanie haseł Xauth (tylko klient Cisco VPN)

source: With iPhone clients, this does not work when deployed via the iPhone configuration utility, only by manual entry.
pl: W przypadku klientów iPhone'a nie działa to podczas wdrażania za pomocą narzędzia konfiguracyjnego iPhone'a, tylko przez ręczne wprowadzanie.

source: DNS Default Domain
pl: Domena domyślna DNS

source: Provide a default domain name to clients
pl: Dostarczanie klientom domyślnej nazwy domeny

source: Split DNS
pl: Tryb rozdzielonych serwerów nazw

source: Provide a list of split DNS domain names to clients
pl: Udostępnienie klientom listy nazw domenowych split DNS

source: Enter a comma-separated list. If left blank, and a default domain is set, it will be used for this value.
pl: Wpisz listę oddzieloną przecinkami. Jeśli pozostawiono puste miejsce, a ustawiono domyślną domenę, zostanie ona użyta dla tej wartości.

source: DNS Servers
pl: Serwery DNS

source: Provide a DNS server list to clients
pl: Udostępnienie klientom listy serwerów DNS

source: WINS Servers
pl: Serwery wygrywają

source: Provide a WINS server list to clients
pl: Udostępnianie klientom listy serwerów WINS

source: Phase 2 PFS Group
pl: Grupa PFS fazy 2

source: Provide the selected phase 2 PFS group to all mobile clients.
pl: Udostępnienie wybranej grupy PFS fazy 2 wszystkim klientom mobilnym.

source: Provide a login banner to clients
pl: Udostępnienie banera logowania dla klientów

source: %s can only be used with IKEv2 type VPNs.
pl: %s można używać tylko w przypadku sieci VPN typu IKEv2.

source: Please select radius servers to use.
pl: Proszę wybrać serwer Radius.

source: Local Key Pair
pl: Lokalna para kluczy

source: Remote gateway
pl: Zdalna brama

source: The inactivity timeout must be an integer.
pl: Limit czasu bezczynności musi być liczbą całkowitą.

source: The keyingtries must be an integer.
pl: Keyingtries musi być liczbą całkowitą.

source: The P1 lifetime must be an integer.
pl: Czas życia P1 musi być liczbą całkowitą.

source: The margintime must be an integer.
pl: Margines czasu musi być liczbą całkowitą.

source: The value margin... + margin... * rekeyfuzz must not exceed the original lifetime limit.
pl: Wartość marża... + marża... * rekeyfuzz nie może przekroczyć oryginalnego limitu żywotności.

source: Rekeyfuzz must be an integer.
pl: Rekeyfuzz musi być liczbą całkowitą.

source: A valid remote gateway address or host name must be specified.
pl: Należy podać prawidłowy adres zdalnej bramy lub nazwę hosta.

source: A valid remote gateway IPv4 address must be specified or you need to change protocol to IPv6
pl: Należy podać prawidłowy adres IPv4 bramy zdalnej lub zmienić protokół na IPv6

source: A valid remote gateway IPv6 address must be specified or you need to change protocol to IPv4
pl: Należy podać prawidłowy adres IPv6 bramy zdalnej lub zmienić protokół na IPv4

source: The remote gateway "%s" is already used by phase1 "%s".
pl: Bramka zdalna "%s" jest już używana przez fazę1 "%s".

source: Please select an identifier (My Identifier) other then 'any' when selecting 'Any' interface
pl: Przy wyborze interfejsu "Any" proszę wybrać identyfikator (My Identifier) inny niż "any".

source: Please enter an address for 'My Identifier'
pl: Proszę podać adres dla "Mojego identyfikatora

source: Please enter a keyid tag for 'My Identifier'
pl: Proszę podać tag keyid dla "Mój identyfikator

source: Please enter a fully qualified domain name for 'My Identifier'
pl: Proszę podaj w pełni wykwalifikowaną nazwę domeny dla "Mój identyfikator".

source: Please enter a user and fully qualified domain name for 'My Identifier'
pl: Proszę wprowadzić użytkownika i w pełni kwalifikowaną nazwę domeny dla "Mojego identyfikatora

source: Please enter a dynamic domain name for 'My Identifier'
pl: Proszę wprowadzić dynamiczną nazwę domeny dla "Mojego identyfikatora

source: A valid IP address for 'My identifier' must be specified.
pl: Należy określić prawidłowy adres IP dla "Mojego identyfikatora".

source: A valid domain name for 'My identifier' must be specified.
pl: Należy określić prawidłową nazwę domeny dla "Mojego identyfikatora".

source: A valid FQDN for 'My identifier' must be specified.
pl: Należy określić prawidłowy numer FQDN dla "Mojego identyfikatora".

source: A valid User FQDN in the form of user@my.domain.com for 'My identifier' must be specified.
pl: Należy podać prawidłowy User FQDN w postaci user@my.domain.com dla "Mój identyfikator".

source: A valid Dynamic DNS address for 'My identifier' must be specified.
pl: Należy określić prawidłowy adres dynamicznego DNS dla "Mojego identyfikatora".

source: Please enter an address for 'Peer Identifier'
pl: Proszę podać adres dla "Peer Identifier

source: Please enter a keyid tag for 'Peer Identifier'
pl: Proszę podać tag keyid dla "Peer Identifier

source: Please enter a fully qualified domain name for 'Peer Identifier'
pl: Proszę wprowadzić w pełni kwalifikowaną nazwę domeny dla "Peer Identifier".

source: Please enter a user and fully qualified domain name for 'Peer Identifier'
pl: Proszę wprowadzić użytkownika i w pełni kwalifikowaną nazwę domeny dla "Peer Identifier".

source: A valid IP address for 'Peer identifier' must be specified.
pl: Musi być określony prawidłowy adres IP dla "Identyfikatora peera".

source: A valid domain name for 'Peer identifier' must be specified.
pl: Należy określić prawidłową nazwę domeny dla "Peer identifier".

source: A valid FQDN for 'Peer identifier' must be specified.
pl: Należy określić prawidłowy FQDN dla "Peer identifier".

source: A valid User FQDN in the form of user@my.domain.com for 'Peer identifier' must be specified.
pl: Należy podać prawidłowy FQDN użytkownika w postaci user@my.domain.com dla "Peer identifier".

source: Invalid argument for close action.
pl: Nieprawidłowy argument dla akcji zamykania.

source: A numeric value must be specified for DPD delay.
pl: Wartość liczbowa musi być podana dla opóźnienia DPD

source: A numeric value must be specified for DPD retries.
pl: Wartość numeryczna musi być podana dla powtórzenia DPD

source: Invalid argument for DPD action.
pl: Nieprawidłowy argument dla akcji DPD.

source: Invalid argument for key exchange protocol version.
pl: Nieprawidłowy argument dla wersji protokołu wymiany kluczy.

source: At least one hashing algorithm needs to be selected.
pl: Należy wybrać przynajmniej jeden algorytm haszowania.

source: Install policy on phase1 is not a valid option when using Route-based phase 2 entries.
pl: Install policy on phase1 nie jest poprawną opcją, gdy używamy wpisów Route-based phase 2.

source: General information
pl: Informacje ogólne

source: Clone phase2
pl: Klonuj fazę drugą

source: Clone related phase 2 entries as well, remember to change the networks. All phase 2 entries will be added in disabled state
pl: Sklonuj również powiązane wpisy fazy 2, pamiętając o zmianie sieci. Wszystkie wpisy fazy 2 zostaną dodane w stanie wyłączonym

source: Disable this phase1 entry
pl: Wyłącz tą pozycje fazy pierwszej

source: Set this option to disable this phase1 without removing it from the list.
pl: Ustaw tę opcję, aby wyłączyć tę fazę1 bez usuwania jej z listy.

source: Connection method
pl: Metoda połączenia

source: Respond only
pl: Tylko odpowiadaj

source: Start on traffic
pl: Uruchom wraz z ruchem

source: Start immediate
pl: Uruchom od razu

source: Choose the connect behaviour here, when using CARP you might want to consider the 'Respond only' option here (wait for the other side to connect).
pl: Wybierz tutaj sposób połączenia, w przypadku korzystania z CARP możesz rozważyć opcję "Respond only" (poczekaj, aż druga strona się połączy).

source: Key Exchange version
pl: Wersja wymiany kluczy

source: Select the KeyExchange Protocol version to be used. Usually known as IKEv1 or IKEv2.
pl: Wybierz wersję protokołu KeyExchange Protocol, która ma być używana. Zazwyczaj znana jako IKEv1 lub IKEv2.

source: Internet Protocol
pl: Protokół internetowy

source: Select the Internet Protocol family from this dropdown.
pl: Wybierz rodzinę protokołów internetowych z tej listy rozwijanej.

source: Select the interface for the local endpoint of this phase1 entry.
pl: Wybierz interfejs dla lokalnego punktu końcowego tego wpisu phase1.

source: Enter the public IP address or host name of the remote gateway.
pl: Wprowadź publiczny adres IP lub nazwę hosta zdalnej bramy.

source: Dynamic gateway
pl: Brama dynamiczna

source: Allow any remote gateway to connect
pl: Zezwolenie na połączenie z każdą zdalną bramą

source: Recommended for dynamic IP addresses that can be resolved by DynDNS at IPsec startup or update time.
pl: Zalecane dla dynamicznych adresów IP, które mogą być rozwiązane przez DynDNS w czasie uruchamiania lub aktualizacji IPsec.

source: Phase 1 proposal (Authentication)
pl: Wniosek fazy 1 (uwierzytelnianie)

source: Authentication method
pl: Metoda uwierzytelniania

source: Must match the setting chosen on the remote side.
pl: Musi odpowiadać ustawieniu wybranemu na stronie zdalnej.

source: If you select EAP-RADIUS, you must define your RADIUS servers on the %sServers%s page.
pl: Jeśli wybierzesz EAP-RADIUS, musisz zdefiniować swoje serwery RADIUS na stronie %sServers%s.

source: Negotiation mode
pl: Tryb negocjacji

source: Aggressive is more flexible, but less secure.
pl: Agresywny jest bardziej elastyczny, ale mniej bezpieczny.

source: My identifier
pl: Mój identyfikator

source: My IP address
pl: Mój adres IP

source: ASN.1 distinguished Name
pl: Wyróżniona nazwa ASN.1

source: KeyID tag
pl: Tag KeyID

source: Peer identifier
pl: Identyfikator peera

source: Peer IP address
pl: Adres IP peera

source: NOTE: This is known as the "group" setting on some VPN client implementations.
pl: UWAGA: Jest to znane jako ustawienie "grupy" w niektórych implementacjach klientów VPN.

source: Input your Pre-Shared Key string.
pl: Wprowadź swój ciąg klucza współdzielonego.

source: My Certificate
pl: Mój certyfikat

source: Select a certificate previously configured in the Certificate Manager.
pl: Wybierz certyfikat skonfigurowany wcześniej w Menedżerze certyfikatów.

source: Remote Certificate Authority
pl: Zdalny Urząd Certyfikacji

source: Select a certificate authority previously configured in the Certificate Manager.
pl: Wybierz urząd certyfikacji skonfigurowany wcześniej w Menedżerze certyfikatów.

source: Select a local key pair previously configured at IPsec \ Key Pairs.
pl: Wybierz lokalną parę kluczy skonfigurowaną wcześniej w IPsec \NPary kluczy.

source: This selection will only display key pairs which have both a public and private key.
pl: Ten wybór spowoduje wyświetlenie tylko tych par kluczy, które mają zarówno klucz publiczny, jak i prywatny.

source: Select a peer key pair previously configured at IPsec \ Key Pairs.
pl: Wybierz parę kluczy peera skonfigurowaną wcześniej w IPsec \ Key Pairs.

source: This selection will only display key pairs which have a public key.
pl: Ten wybór spowoduje wyświetlenie tylko tych par kluczy, które mają klucz publiczny.

source: Radius servers
pl: Promień serwerów

source: Select authentication servers to use.
pl: Wybierz serwer autentykacji.

source: Phase 1 proposal (Algorithms)
pl: Wniosek dotyczący fazy 1 (algorytmy)

source: Encryption algorithm
pl: Algorytm szyfrowania

source: Note: For security reasons avoid the use of DES,3DES,CAST and BLOWFISH protocols
pl: Uwaga: Ze względów bezpieczeństwa należy unikać stosowania protokołów DES, 3DES, CAST i BLOWFISH.

source: Hash algorithm
pl: Algorytm haszujący

source: Note: For security reasons avoid the use of MD5 and SHA1 algorithms.
pl: Uwaga: Ze względów bezpieczeństwa unikaj stosowania algorytmów MD5 i SHA1.

source: DH key group
pl: Grupa kluczy DH

source: Install policy
pl: Zasady instalacji

source: Decides whether IPsec policies are installed in the kernel by the charon daemon for a given connection. When using route-based mode (VTI) this needs to be disabled.
pl: Decyduje czy polityki IPsec są instalowane w jądrze przez demona charon dla danego połączenia. W przypadku korzystania z trybu opartego na trasach (VTI) musi to być wyłączone.

source: Disable Rekey
pl: Wyłączenie funkcji Rekey

source: Whether a connection should be renegotiated when it is about to expire.
pl: Czy połączenie powinno być renegocjowane, gdy ma wygasnąć.

source: Disable Reauth
pl: Wyłączenie Reauth

source: Whether rekeying of an IKE_SA should also reauthenticate the peer. In IKEv1, reauthentication is always done.
pl: Czy ponowne kluczowanie IKE_SA powinno również ponownie uwierzytelnić peera. W IKEv1 ponowne uwierzytelnianie jest zawsze wykonywane.

source: Tunnel Isolation
pl: Izolacja tunelu

source: This option will create a tunnel for each phase 2 entry for IKEv2 interoperability with e.g. FortiGate devices.
pl: Ta opcja spowoduje utworzenie tunelu dla każdego wpisu fazy 2 w celu zapewnienia interoperacyjności IKEv2 z np. urządzeniami FortiGate.

source: For compatibility with implementations that incorrectly use 96-bit (instead of 128-bit) truncation this option may be enabled to configure the shorter truncation length. This is not negotiated, so this only works with peers that use the incorrect truncation length (or have this option enabled), e.g. Forcepoint Sidewinder.
pl: W celu zapewnienia kompatybilności z implementacjami, które nieprawidłowo używają 96-bitowego (zamiast 128-bitowego) obcinania, można włączyć tę opcję, aby skonfigurować krótszą długość obcinania. Nie jest to negocjowane, więc działa tylko z peerami, które używają nieprawidłowej długości obcięcia (lub mają włączoną tę opcję), np. Forcepoint Sidewinder.

source: NAT Traversal
pl: Przechwytywanie NAT

source: Force
pl: Wymuś

source: Set this option to enable the use of NAT-T (i.e. the encapsulation of ESP in UDP packets) if needed, which can help with clients that are behind restrictive firewalls.
pl: Ustaw tą opcję aby włączyć NAT-T (np. dla enkapsulacji ESP w pakietach UDP), która może pomóc w przypadku klientów za restrykcyjnymi zaporami.

source: Disable MOBIKE
pl: Wyłączenie MOBIKE

source: Disables the IKEv2 MOBIKE protocol defined by RFC 4555
pl: Wyłączenie protokołu IKEv2 MOBIKE zdefiniowanego w RFC 4555

source: Close Action
pl: Zamknięte działanie

source: Hold
pl: Trzymaj

source: Defines the action to take if the remote peer unexpectedly closes a CHILD_SA. A closeaction should not be used if the peer uses reauthentication or uniqueids checking, as these events might trigger the defined action when not desired.
pl: Określa działanie, które należy podjąć w przypadku, gdy zdalny peer nieoczekiwanie zamknie CHILD_SA. A closeaction nie powinno być używane, jeśli peer używa ponownego uwierzytelniania lub sprawdzania unikalnychids, ponieważ te zdarzenia mogą wywołać zdefiniowaną akcję, gdy nie jest to pożądane.

source: With clear the connection is closed with no further actions taken. hold installs a trap policy, which will catch matching traffic and tries to re-negotiate the connection on demand. restart will immediately trigger an attempt to re-negotiate the connection. The default is none and disables the close action.
pl: W przypadku clear połączenie jest zamykane bez podejmowania dalszych działań. hold instaluje politykę pułapek, która wyłapuje pasujący ruch i próbuje renegocjować połączenie na żądanie. restart natychmiast uruchamia próbę renegocjacji połączenia. Domyślnie jest to none i wyłącza akcję zamykania połączenia.

source: Dead Peer Detection
pl: Wykrywanie martwych rówieśników

source: Enable DPD
pl: Włącz DPD

source: Delay between requesting peer acknowledgement.
pl: Opóźnienie pomiędzy żądaniem potwierdzenia przez peera.

source: retries
pl: powtórzenia

source: Number of consecutive failures allowed before disconnect.
pl: Liczba kolejnych niepowodzeń dozwolonych przed rozłączeniem.

source: Restart the tunnel
pl: Uruchom ponownie tunel

source: Stop the tunnel
pl: Zatrzymaj tunel

source: DPD action
pl: Działanie DPD

source: Choose the behavior here what to do if a peer is detected to be unresponsive to DPD requests.
pl: Wybierz tutaj zachowanie, co zrobić, jeśli wykryto, że peer nie odpowiada na żądania DPD.

source: Time before closing inactive tunnels if they don't handle any traffic. (seconds)
pl: Czas przed zamknięciem nieaktywnych tuneli, jeśli nie obsługują one żadnego ruchu. (sekundy)

source: How many attempts should be made to negotiate a connection, or a replacement for one, before giving up (default 3). Leave empty for default, -1 for forever or any positive integer for the number of tries
pl: Ile prób należy podjąć, aby wynegocjować połączenie lub jego wymianę, zanim się poddamy (domyślnie 3). Pozostaw puste dla domyślnego, -1 dla zawsze lub dowolną dodatnią liczbę całkowitą dla liczby prób.

source: Time before SA expiry the rekeying should start. (seconds)
pl: Czas przed wygaśnięciem SA, w którym powinno rozpocząć się ponowne kluczowanie. (sekundy)

source: Percentage by which margintime is randomly increased (may exceed 100%). Randomization may be disabled by setting rekeyfuzz=0%.
pl: Procent, o który losowo zwiększany jest margintime (może przekraczać 100%). Randomizacja może być wyłączona przez ustawienie rekeyfuzz=0%.

source: A valid ikeid must be specified.
pl: Podany musi być prawidłowy ikeid.

source: Local network type
pl: Typ sieci lokalnej

source: Unique Identifier
pl: Identyfikator unikalny

source: Remote network type
pl: Typ sieci zdalnej

source: A valid local network bit count must be specified.
pl: Podana musi być poprawna maska sieci lokalnej.

source: A valid local network IP address must be specified.
pl: Podany musi być poprawny adres IP sieci lokalnej.

source: A valid local network IPv4 address must be specified or you need to change Mode to IPv6
pl: Musi być podany prawidłowy adres IPv4 sieci lokalnej lub należy zmienić tryb na IPv6

source: A valid local network IPv6 address must be specified or you need to change Mode to IPv4
pl: Musi być podany prawidłowy adres IPv6 sieci lokalnej lub należy zmienić tryb na IPv4

source: Invalid local network: %s has no valid IPv4 network.
pl: Nieprawidłowa sieć lokalna: %s nie ma prawidłowej sieci IPv4.

source: Invalid local network: %s has no valid IPv6 network.
pl: Nieprawidłowa sieć lokalna: %s nie ma prawidłowej sieci IPv6.

source: A valid remote network bit count must be specified.
pl: Musi być podana prawidłowa liczba bitów sieci zdalnej.

source: A valid remote network IP address must be specified.
pl: Należy podać prawidłowy adres IP sieci zdalnej.

source: A valid remote network IPv4 address must be specified or you need to change Mode to IPv6
pl: Musi być podany prawidłowy adres IPv4 sieci zdalnej lub należy zmienić tryb na IPv6

source: A valid remote network IPv6 address must be specified or you need to change Mode to IPv4
pl: Należy podać prawidłowy adres IPv6 sieci zdalnej lub zmienić tryb na IPv4

source: Phase2 with this Local Network is already defined for mobile clients.
pl: Faza2 z tą siecią lokalną jest już zdefiniowana dla klientów mobilnych.

source: Phase2 with this Local/Remote networks combination is already defined for this Phase1.
pl: Faza2 z tą kombinacją sieci Local/Remote jest już zdefiniowana dla tej fazy1.

source: At least one encryption algorithm must be selected.
pl: Należy wybrać przynajmniej jeden algorytm szyfrowania.

source: The P2 lifetime must be an integer.
pl: Czas życia P2 musi być liczbą całkowitą.

source: SPD "%s" is not a valid network, it should match the tunnel type (IPv4/IPv6).
pl: SPD "%s" nie jest poprawną siecią, powinna pasować do typu tunelu (IPv4/IPv6).

source: Disable this phase2 entry
pl: Wyłączenie tego wpisu fazy2

source: Set this option to disable this phase2 entry without removing it from the list
pl: Ustawienie tej opcji powoduje wyłączenie wpisu phase2 bez usuwania go z listy.

source: Tunnel network
pl: Sieć tuneli

source: Local Address
pl: Adres lokalny

source: Remote Address
pl: Adres zdalny

source: Local Network
pl: Sieć lokalna

source: %s subnet
pl: %s podsieć

source: Address:
pl: Adres:

source: Remote Network
pl: Sieć zdalna

source: Phase 2 proposal (SA/Key Exchange)
pl: Wniosek dotyczący fazy 2 (SA/wymiana kluczy)

source: ESP is encryption, AH is authentication only
pl: ESP dostarcza enkrypcje, AH tylko autentykację

source: Encryption algorithms
pl: Algorytmy enkrypcji

source: Hash algorithms
pl: Algorytmy haszujące

source: Note: For security reasons avoid the use of the SHA1 algorithm.
pl: Uwaga: Ze względów bezpieczeństwa należy unikać stosowania algorytmu SHA1.

source: PFS key group
pl: Grupa kluczy PFS

source: Set globally in mobile client options
pl: Ustaw globalnie w opcjach klienta mobilnego

source: Automatically ping host
pl: Automatycznie pinguj hosta

source: Manual SPD entries
pl: Manualne wpisy SPD

source: Register additional Security Policy Database entries
pl: Zarejestruj dodatkowe wpisy w bazie danych zasad bezpieczeństwa

source: Strongswan automatically creates SPD policies for the networks defined in this phase2. If you need to allow other networks to use this ipsec tunnel, you can add them here as a comma-separated list.When configured, you can use network address translation to push packets through this tunnel from these networks.
pl: Strongswan automatycznie tworzy polityki SPD dla sieci zdefiniowanych w tej fazie2. Jeśli musisz zezwolić innym sieciom na korzystanie z tego tunelu ipsec, możesz dodać je tutaj jako listę oddzieloną przecinkami.Po skonfigurowaniu możesz użyć translacji adresów sieciowych, aby przepychać pakiety przez ten tunel z tych sieci.

source: e.g. 192.168.1.0/24, 192.168.2.0/24
pl: np. 192.168.1.0/24, 192.168.2.0/24

source: Entry "%s" is not a valid network.
pl: Wpis "%s" nie jest prawidłową siecią.

source: Maximum IKEv1 phase 2 exchanges should be a positive integer number.
pl: Maksymalna liczba wymian IKEv1 fazy 2 powinna być dodatnią liczbą całkowitą.

source: IPsec Advanced Settings
pl: Zaawansowane ustawienia IPsec

source: Disable Auto-added VPN rules
pl: Wyłączenie automatycznie dodawanych reguł VPN

source: Disable all auto-added VPN rules.
pl: Wyłączenie wszystkich automatycznie dodawanych reguł VPN.

source: Security Associations
pl: Stowarzyszenia ochrony

source: Prefer older IPsec SAs
pl: Preferuj starsze SA IPsec

source: By default, if several SAs match, the newest one is preferred if it's at least 30 seconds old. Select this option to always prefer old SAs over new ones.
pl: Domyślnie, jeśli kilka SA pasuje do siebie, preferowany jest najnowszy, jeśli ma co najmniej 30 sekund. Wybierz tę opcję, aby zawsze preferować stare SA nad nowymi.

source: Passthrough networks
pl: Przepuszczane sieci

source: This exempts traffic for one or more subnets from getting processed by the IPsec stack in the kernel. When sending all traffic to the remote location, you probably want to add your lan network(s) here
pl: To zwalnia ruch dla jednej lub więcej podsieci z przetwarzania przez stos IPsec w jądrze. Gdy wysyłasz cały ruch do zdalnej lokalizacji, prawdopodobnie chcesz dodać tutaj sieć (sieci) lan

source: Do not install routes
pl: Nie zakładaj trasy

source: Do not automatically install routes
pl: Nie dodawaj ścieżek automatycznie.

source: By default, IPsec installs routes when a tunnel becomes active. Select this option to prevent automatically adding routes to the system routing table. See charon.install_routes
pl: Domyślnie IPsec instaluje trasy, gdy tunel staje się aktywny. Wybierz tę opcję, aby zapobiec automatycznemu dodawaniu tras do systemowej tablicy routingu. Zobacz charon.install_routes
