Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: By default DHCPv6 leases are displayed in UTC time. By checking this box DHCPv6 lease time will be displayed in local time and set to time zone selected. This will be used for all DHCPv6 interfaces lease time.
pl: Domyślnie dzierżawy DHCPv6 są wyświetlane w czasie UTC. Po zaznaczeniu tego pola czas dzierżawy DHCPv6 będzie wyświetlany w czasie lokalnym i ustawiony na wybraną strefę czasową. Będzie to używane dla czasu dzierżawy wszystkich interfejsów DHCPv6.

source: Enables network booting.
pl: Włącza rozruch sieciowy.

source: Enter the Bootfile URL
pl: Wprowadź adres URL pliku startowego

source: Additional BOOTP/DHCP Options
pl: Dodatkowe opcje BOOTP/DHCP

source: DHCPv6 Static Mappings for this interface.
pl: DHCPv6 Static Mappings dla tego interfejsu.

source: A valid DUID Identifier must be specified.
pl: Musi być podany prawidłowy identyfikator DUID.

source: This Hostname, IP or DUID Identifier already exists.
pl: Ta nazwa hosta, IP lub identyfikator DUID już istnieje.

source: Static DHCPv6 Mapping
pl: Statyczne mapowanie DHCPv6

source: DUID Identifier
pl: Identyfikator DUID

source: Enter a DUID Identifier in the following format:
pl: Wprowadzić identyfikator DUID w następującym formacie:

source: If an IPv6 address is entered, the address must be outside of the pool.
pl: Jeśli wprowadzono adres IPv6, adres ten musi być spoza puli.

source: If no IPv6 address is given, one will be dynamically allocated from the pool.
pl: Jeśli nie podano adresu IPv6, zostanie on dynamicznie przydzielony z puli.

source: When using a static WAN address, this should be entered using the full IPv6 address. When using a dynamic WAN address, only enter the suffix part (i.e. ::1:2:3:4).
pl: W przypadku korzystania ze statycznego adresu WAN, należy wpisać go w pełnym brzmieniu adresu IPv6. W przypadku korzystania z dynamicznego adresu WAN należy wpisać tylko część przyrostkową (np. ::1:2:3:4).

source: If no IP address is given above, hostname will not be visible to DNS services with lease registration enabled.
pl: Jeśli nie podano adresu IP, nazwa hosta nie będzie widoczna dla usług DNS z włączoną rejestracją dzierżawy.

source: If you want to use a custom domain search list for this host, you may optionally specify one or multiple domains here. Use the semicolon character as separator. The first domain in this list will also be used for DNS registration of this host if enabled. If empty, the first domain in the interface's domain search list will be used. If this is empty, too, the system domain will be used.
pl: Jeśli chcesz użyć niestandardowej listy wyszukiwania domen dla tego hosta, możesz opcjonalnie określić jedną lub wiele domen tutaj. Użyj znaku średnika jako separatora. Pierwsza domena z tej listy będzie również używana do rejestracji DNS tego hosta, jeśli jest włączona. Jeśli jest pusta, zostanie użyta pierwsza domena z listy wyszukiwania domen interfejsu. Jeśli i ta jest pusta, użyta zostanie domena systemowa.

source: Netboot filename
pl: Nazwa pliku Netboot

source: A valid Destination Server IPv6 address must be specified.
pl: Należy podać prawidłowy adres IPv6 serwera docelowego.

source: The DHCPv6 server is currently enabled. Cannot enable the DHCPv6 relay while the DHCPv6 server is enabled on any interface.
pl: Serwer DHCPv6 jest obecnie włączony. Nie można włączyć przekaźnika DHCPv6, gdy serwer DHCPv6 jest włączony na dowolnym interfejsie.

source: DHCPv6 Relay configuration
pl: Konfiguracja DHCPv6 Relay

source: Enable DHCPv6 relay on interface
pl: Włącz przekazywanie DHCPv6 na interfejsie

source: Interfaces without an IPv6 address will not be shown.
pl: Interfejsy bez adresu IPv6 nie będą wyświetlane.

source: If this is checked, the DHCPv6 relay will append the circuit ID (interface number) and the agent ID to the DHCPv6 request.
pl: Jeśli jest to zaznaczone, przekaźnik DHCPv6 dołączy do żądania DHCPv6 identyfikator obwodu (numer interfejsu) oraz identyfikator agenta.

source: Destination server
pl: Serwer docelowy

source: This is the IPv6 address of the server to which DHCPv6 requests are relayed. You can enter multiple server IPv6 addresses, separated by commas.
pl: Jest to adres IPv6 serwera, do którego przekazywane są żądania DHCPv6. Można wprowadzić wiele adresów IPv6 serwera, oddzielonych przecinkami.

source: The domain may only contain the characters a-z, 0-9, '-' and '.'.
pl: Domena może zawierać tylko znaki a-z, 0-9, '-' i '.

source: You must specify a valid port number
pl: Musisz podać prawidłowy numer portu

source: Unbound is still active on the same port. Disable it before enabling Dnsmasq.
pl: Unbound jest wciąż aktywny na tym samym porcie. Wyłącz go przed włączeniem Dnsmasq.

source: Do you really want to delete this host?
pl: Czy naprawdę chcesz usunąć tego gospodarza?

source: Do you really want to delete this domain override?
pl: Czy naprawdę chcesz usunąć to nadpisanie domeny?

source: The Dnsmasq configuration has been changed.
pl: Konfiguracja Dnsmasq została zmieniona.

source: General options
pl: Opcje ogólne

source: Enable Dnsmasq
pl: Włącz Dnsmasq

source: Listen Port
pl: Port nasłuchujący

source: The port used for responding to DNS queries. It should normally be left blank unless another service needs to bind to TCP/UDP port 53.
pl: Port używany do odpowiadania na zapytania DNS. Zwykle powinien pozostać pusty, chyba że inna usługa musi się wiązać z portem TCP/UDP 53.

source: Network Interfaces
pl: Interfejs sieciowy

source: All (recommended)
pl: Wszystkie (zalecane)

source: Interface IPs used by Dnsmasq for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
pl: IP interfejsu używane przez Dnsmasq do odpowiadania na zapytania od klientów. Jeśli interfejs ma zarówno IPv4 jak i IPv6, oba są używane. Zapytania do innych IP interfejsów nie wybranych poniżej są odrzucane. Domyślnym zachowaniem jest odpowiadanie na zapytania na każdym dostępnym adresie IPv4 i IPv6.

source: Bind Mode
pl: Tryb wiązania

source: Strict Interface Binding
pl: Ścisłe powiązanie interfejsu

source: If this option is set, Dnsmasq will only bind to the interfaces containing the IP addresses selected above, rather than binding to all interfaces and discarding queries to other addresses.
pl: Jeśli ta opcja jest ustawiona, Dnsmasq będzie wiązał się tylko z interfejsami zawierającymi adresy IP wybrane powyżej, zamiast wiązać się ze wszystkimi interfejsami i odrzucać zapytania do innych adresów.

source: This option does not work with IPv6. If set, Dnsmasq will not bind to IPv6 addresses.
pl: Ta opcja nie działa z IPv6. Jeśli jest ustawiona, Dnsmasq nie będzie wiązał się z adresami IPv6.

source: Enable DNSSEC Support
pl: Włącz obsługę DNSSEC

source: DHCP Registration
pl: Rejestracja DHCP

source: Register DHCP leases
pl: Rejestrowanie dzierżaw DHCP

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Dnsmasq, so that their name can be resolved.
pl: Jeśli opcja jest ustawiona, to maszyny, które podają swoją nazwę hosta podczas żądania dzierżawy DHCP, zostaną zarejestrowane w Dnsmasq, tak aby ich nazwa mogła być rozwiązana.

source: DHCP Domain Override
pl: Zastępowanie domeny DHCP

source: The domain name to use for DHCP hostname registration. If empty, the default system domain is used. Note that all DHCP leases will be assigned to the same domain. If this is undesired, static DHCP lease registration is able to provide coherent mappings.
pl: Nazwa domeny, która ma być używana do rejestracji nazwy hosta DHCP. Jeśli jest pusta, używana jest domyślna domena systemowa. Zauważ, że wszystkie dzierżawy DHCP będą przypisane do tej samej domeny. Jeśli jest to niepożądane, statyczna rejestracja dzierżaw DHCP jest w stanie zapewnić spójne mapowania.

source: Static DHCP
pl: Statyczny DHCP

source: Register DHCP static mappings
pl: Zarejestruj statyczne mapowania DHCP

source: If this option is set, then DHCP static mappings will be registered in Dnsmasq, so that their name can be resolved. You should also set the domain in %sSystem: General setup%s to the proper value.
pl: Jeżeli opcja jest ustawiona, to statyczne mapowania DHCP zostaną zarejestrowane w Dnsmasq, aby można było rozwiązać ich nazwę. Należy również ustawić domenę w %sSystem: General setup%s na odpowiednią wartość.

source: Prefer DHCP
pl: Preferuj DHCP

source: Resolve DHCP mappings first
pl: Najpierw rozwiąż mapowania DHCP

source: If this option is set, then DHCP mappings will be resolved before the manual list of names below. This only affects the name given for a reverse lookup (PTR).
pl: Jeśli ta opcja jest ustawiona, to mapowania DHCP będą rozwiązywane przed ręczną listą nazw poniżej. Ma to wpływ tylko na nazwę podaną dla reverse lookup (PTR).

source: DNS Query Forwarding
pl: Przekazywanie zapytań DNS

source: Query DNS servers sequentially
pl: Odpytywanie serwerów DNS w sposób sekwencyjny

source: If this option is set, Dnsmasq will query the DNS servers sequentially in the order specified (System: General Setup: DNS Servers), rather than all at once in parallel.
pl: Jeśli ta opcja jest ustawiona, Dnsmasq będzie odpytywał serwery DNS sekwencyjnie w określonej kolejności (System: General Setup: DNS Servers), a nie wszystkie na raz równolegle.

source: Require domain
pl: Wymagaj domeny

source: If this option is set, Dnsmasq will not forward A or AAAA queries for plain names, without dots or domain parts, to upstream name servers. If the name is not known from /etc/hosts or DHCP then a "not found" answer is returned.
pl: Jeśli ta opcja jest ustawiona, Dnsmasq nie będzie przekazywał zapytań A lub AAAA dla zwykłych nazw, bez kropek lub części domenowych, do serwerów nazw upstream. Jeśli nazwa nie jest znana z /etc/hosts lub DHCP to zwracana jest odpowiedź "not found".

source: Do not forward private reverse lookups
pl: Nie przekazuj prywatnych wyszukiwań wstecznych

source: If this option is set, Dnsmasq will not forward reverse DNS lookups (PTR) for private addresses (RFC 1918) to upstream name servers. Any entries in the Domain Overrides section forwarding private "n.n.n.in-addr.arpa" names to a specific server are still forwarded. If the IP to name is not known from /etc/hosts, DHCP or a specific domain override then a "not found" answer is immediately returned.
pl: Jeśli ta opcja jest ustawiona, Dnsmasq nie będzie przekazywał odwrotnych wyszukiwań DNS (PTR) dla prywatnych adresów (RFC 1918) do serwerów nazw upstream. Wszelkie wpisy w sekcji Domain Overrides przekazujące prywatne nazwy "n.n.n.in-addr.arpa" do konkretnego serwera są nadal przekazywane. Jeśli IP do nazwy nie jest znane z /etc/hosts, DHCP lub określonego nadpisania domeny, wtedy natychmiast zwracana jest odpowiedź "not found".

source: Don't read the hostnames in /etc/hosts.
pl: Nie czytaj nazw hostów w /etc/hosts.

source: Log Queries
pl: Loguj zapytania

source: Log the results of DNS queries
pl: Rejestrowanie wyników zapytań DNS

source: Host Overrides
pl: Nadrzędne funkcje hosta

source: Domain
pl: Domena

source: Alias for
pl: Alias dla

source: Entries in this section override individual results from the forwarders.
pl: Wpisy w tej sekcji zastępują indywidualne wyniki z forwarderów.

source: Use these for changing DNS results or for adding custom DNS records.
pl: Użyj ich do zmiany wyników DNS lub do dodania niestandardowych rekordów DNS.

source: Domain Overrides
pl: Nadrzędność domen

source: Entries in this area override an entire domain, and subdomains, by specifying an authoritative DNS server to be queried for that domain.
pl: Wpisy w tym obszarze zastępują całą domenę i subdomeny, określając autorytatywny serwer DNS, który ma być odpytywany dla tej domeny.

source: A valid domain must be specified after _msdcs.
pl: Po _msdcs musi być podana prawidłowa domena.

source: A valid domain must be specified.
pl: Należy podać prawidłową domenę.

source: A valid IP address must be specified, or # for an exclusion or ! to not forward at all.
pl: Musi być podany prawidłowy adres IP, lub # dla wykluczenia lub ! aby w ogóle nie przekazywać.

source: A valid port number must be specified.
pl: Musi być podany prawidłowy numer portu.

source: An interface IP address must be specified for the DNS query source.
pl: Dla źródła zapytania DNS musi być określony adres IP interfejsu.

source: Edit Domain Override entry
pl: Edytuj pozycję Zastępstwo domeny

source: Domain to override (NOTE: this does not have to be a valid TLD!)
pl: Domena do nadpisania (UWAGA: to nie musi być ważne TLD!)

source: or
pl: lub

source: IP address of the authoritative DNS server for this domain
pl: Adres IP autorytatywnego serwera DNS dla tej domeny

source: Or enter ! for lookups for this host/subdomain to NOT be forwarded anywhere.
pl: Lub wpisz ! aby wyszukiwania dla tego hosta/subdomeny NIE były nigdzie przekierowywane.

source: Or enter # for an exclusion to pass through this host/subdomain to standard nameservers instead of a previous override.
pl: Lub wpisz # dla wykluczenia, aby przejść przez ten host/subdomenę do standardowych serwerów nazw zamiast poprzedniego nadpisania.

source: Specify a non standard port number here, leave blank for default
pl: Wpisz tutaj niestandardowy numer portu, pozostaw puste miejsce jako domyślne.

source: Source IP
pl: Źródłowe IP

source: Source IP address for queries to the DNS server for the override domain.
pl: Źródłowy adres IP dla zapytań do serwera DNS dla domeny nadrzędnej.

source: Leave blank unless your DNS server is accessed through a VPN tunnel.
pl: Pozostaw puste, chyba że dostęp do Twojego serwera DNS odbywa się przez tunel VPN.

source: Alias Domain
pl: Alias Domena

source: Hostnames in alias list can only contain the characters A-Z, 0-9 and '-'.
pl: Nazwy hostów na liście aliasów mogą zawierać tylko znaki A-Z, 0-9 i '-'.

source: A valid domain must be specified in alias list.
pl: Na liście aliasów musi być podana prawidłowa domena.

source: This host/domain already exists.
pl: Ten host/domena już istnieje.

source: Edit entry
pl: Edycja wpisu

source: Name of the host, without domain part
pl: Nazwa hosta, bez części domenowej

source: Domain of the host
pl: Domena hosta

source: example.com
pl: przykład.com

source: IP address of the host
pl: Adres IP hosta

source: Enter additional names for this host.
pl: Wprowadź dodatkowe nazwy dla tego hosta.

source: Orphan mode must be a value between 0..15
pl: Orphan mode musi być wartością pomiędzy 0..15

source: Advanced options may only be edited by system administrators due to the increased possibility of privilege escalation.
pl: Opcje zaawansowane mogą być edytowane tylko przez administratorów systemu ze względu na zwiększoną możliwość eskalacji uprawnień.

source: NTP Server Configuration
pl: Konfiguracja serwera NTP

source: Time servers
pl: Serwery czasu

source: Prefer
pl: Preferuj

source: Do not use
pl: Nie używaj

source: For best results three to five servers should be configured here.
pl: Dla uzyskania najlepszych rezultatów należy tu skonfigurować od trzech do pięciu serwerów.

source: When no servers are specified NTP will be completely disabled.
pl: Gdy nie zostaną określone żadne serwery, protokół NTP zostanie całkowicie wyłączony.

source: The "prefer" option indicates that NTP should favor the use of this server more than all others.
pl: Opcja "preferuj" wskazuje, że NTP powinien faworyzować użycie tego serwera bardziej niż wszystkich innych.

source: The "iburst" option enables faster clock synchronisation on startup at the expense of the peer.
pl: Opcja "iburst" umożliwia szybszą synchronizację zegara przy starcie kosztem peera.

source: The "do not use" option indicates that NTP should not use this server for time, but stats for this server will be collected and displayed.
pl: Opcja "do not use" oznacza, że NTP nie powinien używać tego serwera do określania czasu, ale statystyki dla tego serwera będą zbierane i wyświetlane.

source: Client mode
pl: Tryb klienta

source: Quit NTP server immediately after time synchronisation
pl: Zakończ pracę serwera NTP natychmiast po zakończeniu synchronizacji czasu

source: Selecting no interfaces will listen on all interfaces with a wildcard.
pl: Wybranie opcji no interfaces spowoduje nasłuchiwanie na wszystkich interfejsach z podanym symbolem wieloznacznym.

source: Selecting all interfaces will explicitly listen on only the interfaces/IPs specified.
pl: Wybranie opcji wszystkie interfejsy spowoduje, że będziemy słuchać tylko na określonych interfejsach/IP.

source: Orphan mode
pl: Tryb "sierocy

source: Orphan mode allows the system clock to be used when no other clocks are available. The number here specifies the stratum reported during orphan mode and should normally be set to a number high enough to insure that any other servers available to clients are preferred over this server.
pl: Tryb osierocony pozwala na używanie zegara systemowego, gdy nie są dostępne inne zegary. Podana tu liczba określa warstwę zgłaszaną w trybie osieroconym i powinna być zwykle ustawiona na tyle wysoko, by zapewnić, że wszelkie inne serwery dostępne dla klientów są preferowane w stosunku do tego serwera.

source: NTP graphs
pl: Wykresy NTP

source: Enable RRD graphs of NTP statistics
pl: Włączenie wykresów RRD dla statystyk NTP

source: Syslog logging
pl: Rejestrowanie Syslog

source: Enable logging of peer messages
pl: Włączenie rejestrowania komunikatów peer

source: Enable logging of system messages
pl: Włączenie rejestrowania komunikatów systemowych

source: Status > System Logs > NTP
pl: Status > Logi systemowe > NTP

source: These options enable additional messages from NTP to be written to the System Log
pl: Te opcje umożliwiają zapisywanie dodatkowych komunikatów z NTP do dziennika systemowego

source: Statistics logging
pl: Rejestrowanie statystyk

source: Show statistics logging options
pl: Pokaż opcje rejestrowania statystyk

source: These options will create persistent daily log files in /var/log/ntp.
pl: Opcje te utworzą trwałe pliki dziennika w /var/log/ntp.

source: Enable logging of reference clock statistics
pl: Włączenie rejestrowania statystyk zegara referencyjnego

source: Enable logging of clock discipline statistics
pl: Włączenie rejestrowania statystyk dyscypliny zegara

source: Enable logging of NTP peer statistics
pl: Włączenie rejestrowania statystyk NTP peer.

source: Access restrictions
pl: Ograniczenia dostępu

source: Show access restriction options
pl: Pokaż opcje ograniczenia dostępu

source: These options control access to NTP.
pl: Opcje te kontrolują dostęp do protokołu NTP.

source: Enable Kiss-o'-death packets
pl: Włącz pakiety Kiss-o'-death

source: Enable Rate limiting
pl: Włącz Ograniczenie prędkości

source: Deny state modifications (i.e. run time configuration) by ntpq and ntpdc
pl: Odmowa modyfikacji stanu (tj. konfiguracji w czasie pracy) przez ntpq i ntpdc

source: Disable ntpq and ntpdc queries
pl: Wyłączenie zapytań ntpq i ntpdc

source: Disable all except ntpq and ntpdc queries
pl: Wyłączenie wszystkich zapytań oprócz ntpq i ntpdc

source: Deny packets that attempt a peer association
pl: Odrzucanie pakietów próbujących nawiązać połączenie z peerami.

source: Deny mode 6 control message trap service
pl: Odmowa obsługi pułapki komunikatu sterującego w trybie 6

source: Leap seconds
pl: Sekundy skoku

source: Show Leap second configuration
pl: Pokaż konfigurację Leap second

source: A leap second file allows NTP to advertize an upcoming leap second addition or subtraction.
pl: Plik sekund przestępnych pozwala NTP reklamować zbliżające się dodanie lub odjęcie sekundy przestępnej.

source: Normally this is only useful if this server is a stratum 1 time server.
pl: Zwykle jest to przydatne tylko wtedy, gdy ten serwer jest serwerem czasu warstwy 1.

source: Enter Leap second configuration as text:
pl: Wprowadź konfigurację Leap second jako tekst:

source: Or
pl: lub

source: select a file to upload:
pl: wybierz plik do przesłania:

source: Show advanced option
pl: Pokaż opcję zaawansowaną

source: This option will be removed in the future due to being insecure by nature. In the mean time only full administrators are allowed to change this setting.
pl: Opcja ta zostanie usunięta w przyszłości z powodu braku bezpieczeństwa z natury. W międzyczasie tylko pełnoprawni administratorzy mogą zmieniać to ustawienie.

source: Enter any additional options you would like to add to the network time configuration here, separated by a space or newline.
pl: Wpisz tutaj wszelkie dodatkowe opcje, które chcesz dodać do konfiguracji czasu sieciowego, oddzielone spacją lub nową linią.

source: Clock stratum must be a number in the range 0..16
pl: Warstwa zegara musi być liczbą z zakresu 0..16

source: NTP Serial GPS Configuration
pl: Konfiguracja NTP Serial GPS

source: Generic
pl: Ogólne

source: Custom
pl: Niestandardowe

source: This option allows you to select a predefined configuration.
pl: Ta opcja pozwala na wybór predefiniowanej konfiguracji.

source: Select Generic if your GPS is not listed.
pl: Wybierz Generic, jeśli twój GPS nie znajduje się na liście.

source: The predefined configurations assume your GPS has already been set to NMEA mode.
pl: Wstępnie zdefiniowane konfiguracje zakładają, że twój GPS został już ustawiony na tryb NMEA.

source: Serial port
pl: Port szeregowy

source: All serial ports are listed, be sure to pick the port with the GPS attached.
pl: Wszystkie porty szeregowe są wymienione, należy wybrać port z podłączonym GPS.

source: Serial port baud rate.
pl: Szybkość transmisji portu szeregowego.

source: Note: A higher baud rate is generally only helpful if the GPS is sending too many sentences. It is recommended to configure the GPS to send only one sentence at a baud rate of 4800 or 9600.
pl: Uwaga: Wyższa szybkość transmisji jest generalnie pomocna tylko wtedy, gdy GPS wysyła zbyt wiele zdań. Zaleca się skonfigurowanie GPS do wysyłania tylko jednego zdania przy szybkości transmisji 4800 lub 9600.

source: NMEA sentences
pl: Zdania NMEA

source: All
pl: Wszystkie

source: ZDA or ZDG
pl: ZDA lub ZDG

source: By default NTP will listen for all supported NMEA sentences. Here one or more sentences to listen for may be specified.
pl: Domyślnie NTP będzie nasłuchiwał wszystkich obsługiwanych zdań NMEA. Tutaj można podać jedno lub więcej zdań, które mają być nasłuchiwane.

source: Fudge time 1 (seconds)
pl: Czas krówki 1 (sekundy)

source: Fudge time 1 is used to specify the GPS PPS signal offset (default: 0.0).
pl: Fudge time 1 służy do określenia przesunięcia sygnału GPS PPS (domyślnie: 0,0).

source: Fudge time 2 (seconds)
pl: Czas krówki 2 (sekundy)

source: Fudge time 2 is used to specify the GPS time offset (default: 0.0).
pl: Fudge time 2 służy do określenia przesunięcia czasu GPS (domyślnie: 0.0).

source: This may be used to change the GPS Clock stratum (default: 0). This may be useful if, for some reason, you want ntpd to prefer a different clock
pl: To może być użyte do zmiany warstwy GPS Clock (domyślnie: 0). Może to być przydatne, jeśli z jakiegoś powodu chcesz, aby ntpd preferował inny zegar

source: Flags
pl: Flagi

source: Normally there should be no need to change these options from the defaults.
pl: Zwykle nie powinno być potrzeby zmiany tych opcji w stosunku do domyślnych.

source: NTP should prefer this clock (default: enabled).
pl: NTP powinien preferować ten zegar (domyślnie: włączony).

source: NTP should not use this clock, it will be displayed for reference only (default: disabled).
pl: NTP nie powinien używać tego zegara, będzie on wyświetlany tylko w celach referencyjnych (domyślnie: wyłączony).
