Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Enable PPS signal processing (default: enabled).
pl: Włączenie przetwarzania sygnału PPS (domyślnie: włączone).

source: Enable falling edge PPS signal processing (default: rising edge).
pl: Włączenie przetwarzania sygnału PPS o opadającym zboczu (domyślnie: rosnące zbocze).

source: Enable kernel PPS clock discipline (default: enabled).
pl: Włącza dyscyplinę zegara PPS jądra (domyślnie: enabled).

source: Obscure location in timestamp (default: unobscured).
pl: Przesłonięcie lokalizacji w timestampie (domyślnie: unobscured).

source: Log the sub-second fraction of the received time stamp (default: Not logged).
pl: Rejestruj podsekundowy ułamek otrzymanego znacznika czasu (domyślnie: Nie rejestrowane).

source: Clock ID
pl: Identyfikator zegara

source: (1 to 4 characters)
pl: (1 do 4 znaków)

source: This may be used to change the GPS Clock ID (default: GPS).
pl: Można tu zmienić identyfikator zegara GPS (domyślnie: GPS).

source: GPS Initialization
pl: Inicjalizacja GPS

source: Show GPS Initialization commands
pl: Pokaż polecenia inicjalizacji GPS

source: Note: Commands entered here will be sent to the GPS during initialization. Please read and understand your GPS documentation before making any changes here.
pl: Uwaga: Komendy wprowadzone tutaj będą wysyłane do GPS podczas inicjalizacji. Proszę przeczytać i zrozumieć dokumentację GPS przed wprowadzeniem jakichkolwiek zmian w tym miejscu.

source: NMEA checksum calculator
pl: Kalkulator sum kontrolnych NMEA

source: Enter the text between "$" and "*" of a NMEA command string.
pl: Wprowadź tekst pomiędzy "$" i "*" ciągu poleceń NMEA.

source: Calculate
pl: Przelicz

source: Checksum:
pl: Checksuma:

source: Please click the "Calculate" to get a result.
pl: Proszę kliknąć "Oblicz", aby uzyskać wynik.

source: A GPS connected via a serial port may be used as a reference clock for NTP. If the GPS also supports PPS and is properly configured, and connected, that GPS may also be used as a Pulse Per Second clock reference. NOTE: a USB GPS may work, but is not recommended due to USB bus timing issues.
pl: GPS podłączony przez port szeregowy może być używany jako zegar referencyjny dla NTP. Jeśli GPS obsługuje również PPS i jest prawidłowo skonfigurowany i podłączony, ten GPS może być również używany jako zegar referencyjny Pulse Per Second. UWAGA: GPS USB może działać, ale nie jest zalecany ze względu na problemy z synchronizacją magistrali USB.

source: For the best results, NTP should have at least three sources of time. So it is best to configure at least 2 servers under %sServices: Network Time%s to minimize clock drift if the GPS data is not valid over time. Otherwise ntpd may only use values from the unsynchronized local clock when providing time to clients.
pl: Aby uzyskać najlepsze rezultaty, NTP powinien mieć co najmniej trzy źródła czasu. Dlatego najlepiej jest skonfigurować co najmniej 2 serwery w %sServices: Network Time%s, aby zminimalizować dryf zegara, jeśli dane GPS nie są ważne w czasie. W przeciwnym razie ntpd może używać tylko wartości z niezsynchronizowanego zegara lokalnego podczas dostarczania czasu do klientów.

source: NTP PPS Configuration
pl: Konfiguracja NTP PPS

source: All serial ports are listed, be sure to pick the port with the PPS source attached.
pl: Wszystkie porty szeregowe są wymienione, upewnij się, że wybrałeś port z podłączonym źródłem PPS.

source: Fudge time
pl: Czas krówki

source: Fudge time is used to specify the PPS signal offset from the actual second such as the transmission delay between the transmitter and the receiver.
pl: Czas Fudge jest używany do określenia przesunięcia sygnału PPS w stosunku do rzeczywistej sekundy, takiej jak opóźnienie transmisji między nadajnikiem a odbiornikiem.

source: This may be used to change the PPS Clock stratum
pl: Można to wykorzystać do zmiany warstwy zegara PPS.

source: This may be useful if, for some reason, you want ntpd to prefer a different clock and just monitor this source.
pl: Może to być przydatne, jeśli z jakiegoś powodu chcesz, aby ntpd preferował inny zegar i tylko monitorował to źródło.

source: Enable kernel PPS clock discipline (default: disabled).
pl: Włączenie dyscypliny zegara PPS jądra (domyślnie: wyłączone).

source: Record a timestamp once for each second, useful for constructing Allan deviation plots (default: disabled).
pl: Zapisuj znacznik czasu raz na sekundę, przydatne do konstruowania wykresów odchylenia Allana (domyślnie: wyłączone).

source: This may be used to change the PPS Clock ID
pl: Można go użyć do zmiany identyfikatora zegara PPS.

source: Devices with a Pulse Per Second output such as radios that receive a time signal from DCF77 (DE), JJY (JP), MSF (GB) or WWVB (US) may be used as a PPS reference for NTP.
pl: Urządzenia z wyjściem Pulse Per Second, takie jak radia, które odbierają sygnał czasu z DCF77 (DE), JJY (JP), MSF (GB) lub WWVB (US) mogą być wykorzystane jako referencja PPS dla NTP.

source: A serial GPS may also be used, but the serial GPS driver would usually be the better option.
pl: Można również użyć szeregowego GPS, ale szeregowy sterownik GPS byłby zwykle lepszym rozwiązaniem.

source: A PPS signal only provides a reference to the change of a second, so at least one other source to number the seconds is required.
pl: Sygnał PPS daje jedynie odniesienie do zmiany sekundy, dlatego wymagane jest przynajmniej jedno inne źródło do numerowania sekund.

source: At least 3 additional time sources should be configured under %sServices: NTP%s to reliably supply the time of each PPS pulse.
pl: Co najmniej 3 dodatkowe źródła czasu powinny być skonfigurowane w %sServices: NTP%s, aby niezawodnie dostarczać czas każdego impulsu PPS.

source: OpenDNS Setup
pl: Ustawienia OpenDNS

source: Filter DNS requests using OpenDNS
pl: Filtruj zapytania DNS przy pomocy OpenDNS

source: Enabling the OpenDNS service will overwrite DNS servers configured via the General Setup page as well as ignore any DNS servers learned by DHCP/PPP on WAN and use the DNS servers from %s instead.
pl: Włączenie usługi OpenDNS spowoduje nadpisanie serwerów DNS skonfigurowanych na stronie General Setup, jak również zignorowanie wszelkich serwerów DNS poznanych przez DHCP/PPP w sieci WAN i użycie zamiast nich serwerów DNS z %s.

source: Standalone
pl: Samodzielnie

source: Do not alter system DNS server settings
pl: Nie należy zmieniać ustawień systemowego serwera DNS

source: Enable this mode when the OpenDNS servers are used by a different network component but the periodic update behaviour is still desired.
pl: Włącz ten tryb, gdy serwery OpenDNS są używane przez inny komponent sieciowy, ale zachowanie okresowej aktualizacji jest nadal pożądane.

source: Signon Username to log into your OpenDNS dashboard. It is used to automatically update the IP address of the registered network.
pl: Signon Username, aby zalogować się do pulpitu OpenDNS. Służy do automatycznej aktualizacji adresu IP zarejestrowanej sieci.

source: Enter the network name configured on the %sNetworks Dashboard of OpenDNS%s under 'Manage your networks'. Used to update the node's IP address whenever the WAN interface changes its IP address.
pl: Wprowadzić nazwę sieci skonfigurowaną w panelu administracyjnym %sNetworks Dashboard of OpenDNS%s w sekcji "Manage your networks". Służy do aktualizacji adresu IP węzła, gdy interfejs WAN zmienia swój adres IP.

source: Test result
pl: Wyniki testu

source: Test/Update
pl: Przetestuj/aktualizuj

source: An invalid subnet route was supplied: %s
pl: Podano nieprawidłową trasę podsieci: %s

source: Maximum interval must be between %s and %s seconds.
pl: Maksymalny odstęp musi zawierać się w przedziale od %s do %s sekund.

source: Minimum interval must be between %s and %s seconds.
pl: Minimalny odstęp musi zawierać się w przedziale od %s do %s sekund.

source: AdvDefaultLifetime must be between %s and %s seconds.
pl: AdvDefaultLifetime musi zawierać się w przedziale od %s do %s sekund.

source: AdvValidLifetime must be between %s and %s seconds.
pl: AdvValidLifetime musi zawierać się w przedziale od %s do %s sekund.

source: AdvPreferredLifetime must be between %s and %s seconds.
pl: AdvPreferredLifetime musi zawierać się w przedziale od %s do %s sekund.

source: AdvRDNSSLifetime must be between %s and %s seconds.
pl: AdvRDNSSLifetime musi zawierać się w przedziale od %s do %s sekund.

source: AdvDNSSLLifetime must be between %s and %s seconds.
pl: AdvDNSSLLifetime musi zawierać się w przedziale od %s do %s sekund.

source: AdvRouteLifetime must be between %s and %s seconds.
pl: AdvRouteLifetime musi zawierać się w przedziale od %s do %s sekund.

source: AdvLinkMTU must be between %s and %s bytes.
pl: AdvLinkMTU musi zawierać się w przedziale od %s do %s bajtów.

source: Router Advertisements
pl: Ogłoszenia routerów

source: Router Only
pl: Tylko router

source: Unmanaged
pl: Niezarządzane

source: Managed
pl: Zarządzany

source: Assisted
pl: Wspomagane

source: Stateless
pl: Bezstanowa

source: Select which flags to set in Router Advertisements sent from this interface.
pl: Wybierz, które flagi mają być ustawione w reklamach routera wysyłanych z tego interfejsu.

source: Use "Router Only" to disable Stateless Address Autoconfiguration (SLAAC) and DHCPv6, "Unmanaged" for SLAAC (A flag), "Managed" for Stateful DHCPv6 (M+O flags), "Assisted" for Stateful DHCPv6 and SLAAC (M+O+A flags), or "Stateless" for Stateless DHCPv6 and SLAAC (O+A flags).
pl: Użyj "Router Only", aby wyłączyć Stateless Address Autoconfiguration (SLAAC) i DHCPv6, "Unmanaged" dla SLAAC (flaga A), "Managed" dla Stateful DHCPv6 (flagi M+O), "Assisted" dla Stateful DHCPv6 i SLAAC (flagi M+O+A) lub "Stateless" dla Stateless DHCPv6 i SLAAC (flagi O+A).

source: Router Priority
pl: Priorytet routera

source: Low
pl: Niskie

source: Select the Priority for the Router Advertisement (RA) Daemon.
pl: Wybierz Priorytet dla demona Router Advertisement (RA).

source: Automatic
pl: Automatyczne

source: Select the source address embedded in the RA messages. If a CARP address is used DeprecatePrefix and RemoveRoute are both set to "off" by default.
pl: Wybierz adres źródłowy wbudowany w wiadomości RA. Jeśli używany jest adres CARP, DeprecatePrefix i RemoveRoute są domyślnie ustawione na "off".

source: Advertise Default Gateway
pl: Reklamuj bramę domyślną

source: Advertise Routes
pl: Reklamuj trasy

source: Length
pl: Długość

source: Remove
pl: Usuń

source: Routes are specified in CIDR format. The prefix of a route definition should be network prefix; it can be used to advertise more specific routes to the hosts.
pl: Trasy są określone w formacie CIDR. Prefiks definicji trasy powinien być prefiksem sieciowym; może on być użyty do rozgłaszania bardziej szczegółowych tras do hostów.

source: DNS options
pl: Opcje DNS

source: Use the DNS configuration of the DHCPv6 server
pl: Użyj konfiguracji DNS serwera DHCPv6

source: Do not send any DNS configuration to clients
pl: Nie wysyłaj żadnej konfiguracji DNS do klientów

source: Control the behavior of the embedded DNS configuration (RFC 8106). Leave unchecked to use a custom DNS configuration.
pl: Kontroluj zachowanie wbudowanej konfiguracji DNS (RFC 8106). Pozostaw niezaznaczone, aby użyć niestandardowej konfiguracji DNS.

source: The default is to use the domain name of this system as the DNSSL option in Router Advertisements. You may optionally specify one or multiple domain(s) here. Use the semicolon character as separator.
pl: Domyślnie używana jest nazwa domeny tego systemu jako opcja DNSSL w reklamach routera. Możesz opcjonalnie określić tutaj jedną lub wiele domen. Użyj znaku średnika jako separatora.

source: Minimum Interval
pl: Minimalny odstęp czasu

source: The minimum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
pl: Minimalny czas dozwolony pomiędzy wysyłaniem niezamówionych reklam multicastowych routerów z interfejsu, w sekundach.

source: Maximum Interval
pl: Maksymalny przedział

source: The maximum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
pl: Maksymalny czas dozwolony pomiędzy wysyłaniem niezamówionych reklam multicastowych routerów z interfejsu, w sekundach.

source: Dnsmasq is still active on the same port. Disable it before enabling Unbound.
pl: Dnsmasq jest wciąż aktywny na tym samym porcie. Wyłącz go przed włączeniem Unbound.

source: You must specify a valid DNS64 prefix.
pl: Musisz określić prawidłowy prefiks DNS64.

source: You must specify a valid port number.
pl: Musisz podać prawidłowy numer portu.

source: Local zone type "%s" is not known.
pl: Typ strefy lokalnej "%s" nie jest znany.

source: The Unbound configuration has been changed.
pl: Konfiguracja Unbound została zmieniona.

source: Enable Unbound
pl: Włączenie Bez ograniczeń

source: Interface IP addresses used for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
pl: Adresy IP interfejsu używane do odpowiadania na zapytania od klientów. Jeśli interfejs posiada zarówno IPv4 jak i IPv6, używane są oba. Zapytania do innych IP interfejsu, nie wybranych poniżej, są odrzucane. Domyślnym zachowaniem jest odpowiadanie na zapytania na każdym dostępnym adresie IPv4 i IPv6.

source: Enable DNS64 Support
pl: Włącz obsługę DNS64

source: If this option is set, Unbound will synthesize AAAA records from A records if no actual AAAA records are present.
pl: Jeśli ta opcja jest ustawiona, Unbound będzie syntetyzował rekordy AAAA z rekordów A, jeśli nie ma rzeczywistych rekordów AAAA.

source: DNS64 prefix
pl: Prefiks DNS64

source: If no DNS64 prefix is specified, the default prefix 64:ff9b::/96 (RFC 6052) will be used.
pl: Jeśli nie podano prefiksu DNS64, zostanie użyty domyślny prefiks 64:ff9b::/96 (RFC 6052).

source: Enable AAAA-only mode
pl: Włącz tryb tylko AAAA

source: If this option is set, Unbound will remove all A records from the answer section of all responses.
pl: Jeśli ta opcja jest ustawiona, Unbound usunie wszystkie rekordy A z sekcji odpowiedzi wszystkich odpowiedzi.

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Unbound, so that their name can be resolved.
pl: Jeśli ta opcja jest ustawiona, to maszyny, które podają swoją nazwę hosta podczas żądania dzierżawy DHCP, zostaną zarejestrowane w Unbound, aby ich nazwa mogła zostać rozwiązana.

source: The default domain name to use for DHCP lease registration. If empty, the system domain is used.
pl: Domyślna nazwa domeny, która ma być używana do rejestracji dzierżawy DHCP. Jeśli jest pusta, używana jest domena systemowa.

source: DHCP Static Mappings
pl: Statyczne mapowania DHCP

source: If this option is set, then DHCP static mappings will be registered in Unbound, so that their name can be resolved. You should also set the domain in %sSystem: General setup%s to the proper value.
pl: Jeśli ta opcja jest ustawiona, to statyczne mapowania DHCP będą rejestrowane w Unbound, aby ich nazwa mogła być rozwiązana. Należy również ustawić domenę w %sSystem: General setup%s na odpowiednią wartość.

source: Register IPv6 link-local addresses
pl: Zarejestruj adresy IPv6 link-local

source: If this option is unset, then IPv6 link-local addresses will not be registered in Unbound, preventing return of unreachable address when more than one listen interface is configured.
pl: Jeśli ta opcja jest wyłączona, to adresy IPv6 link-local nie będą rejestrowane w Unbound, co zapobiega zwracaniu nieosiągalnych adresów, gdy skonfigurowany jest więcej niż jeden interfejs nasłuchujący.

source: System A/AAAA records
pl: Zapisy systemu A/AAA

source: Do not register system A/AAAA records
pl: Nie należy rejestrować zapisów systemu A/AAAA

source: If this option is set, then no A/AAAA records for the configured listen interfaces will be generated. If desired, you can manually add them in %sUnbound DNS: Overrides%s. Use this to control which interface IP addresses are mapped to the system host/domain name as well as to restrict the amount of information exposed in replies to queries for the system host/domain name .
pl: Jeśli ta opcja jest ustawiona, to nie będą generowane rekordy A/AAA dla skonfigurowanych interfejsów nasłuchu. Jeśli chcesz, możesz je dodać ręcznie w %sUnbound DNS: Overrides%s. Użyj tej opcji, aby kontrolować, które adresy IP interfejsów są mapowane do nazwy hosta/domeny systemu, jak również aby ograniczyć ilość informacji ujawnianych w odpowiedziach na zapytania o nazwę hosta/domeny systemu.

source: TXT Comment Support
pl: Obsługa komentarzy TXT

source: Create corresponding TXT records
pl: Tworzenie odpowiednich rekordów TXT

source: If this option is set, then any descriptions associated with Host entries and DHCP Static mappings will create a corresponding TXT record.
pl: Jeśli ta opcja jest ustawiona, to wszelkie opisy związane z wpisami Host i mapowaniami DHCP Static będą tworzyć odpowiedni rekord TXT.

source: Flush DNS cache during reload
pl: Wyczyść pamięć podręczną DNS podczas przeładowania

source: If this option is set, the DNS cache will be flushed during each daemon reload. This is the default behavior for Unbound, but may be undesired when multiple dynamic interfaces require frequent reloading.
pl: Jeśli ta opcja jest ustawiona, pamięć podręczna DNS będzie przepłukiwana podczas każdego przeładowania demona. Jest to domyślne zachowanie dla Unbound, ale może być niepożądane, gdy wiele dynamicznych interfejsów wymaga częstego przeładowywania.

source: Local Zone Type
pl: Typ strefy lokalnej

source: The local zone type used for the system domain. Type descriptions are available under "local-zone:" in the %sunbound.conf(5)%s manual page. The default is 'transparent'.
pl: Typ strefy lokalnej używany dla domeny systemowej. Opisy typów są dostępne pod "local-zone:" na stronie podręcznika %sunbound.conf(5)%s. Domyślnie jest to "transparent".

source: Outgoing Network Interfaces
pl: Interfejsy sieciowe wychodzące

source: Utilize different network interfaces that Unbound will use to send queries to authoritative servers and receive their replies. By default all interfaces are used. Note that setting explicit outgoing interfaces only works when they are statically configured.
pl: Wykorzystaj różne interfejsy sieciowe, których Unbound będzie używał do wysyłania zapytań do serwerów autorytatywnych i odbierania ich odpowiedzi. Domyślnie używane są wszystkie interfejsy. Zauważ, że ustawienie jawnych interfejsów wychodzących działa tylko wtedy, gdy są one statycznie skonfigurowane.

source: If this option is set, CNAME records for the WPAD host of all configured domains will be automatically added as well as overrides for TXT records for domains. This allows automatic proxy configuration in your network but you should not enable it if you are not using WPAD or if you want to configure it by yourself.
pl: Jeśli ta opcja jest ustawiona, rekordy CNAME dla hosta WPAD wszystkich skonfigurowanych domen zostaną automatycznie dodane, jak również nadpisania dla rekordów TXT dla domen. Pozwala to na automatyczną konfigurację proxy w sieci, ale nie powinieneś jej włączać, jeśli nie używasz WPAD lub jeśli chcesz skonfigurować go samodzielnie.

source: If Unbound is enabled, the DHCP service (if enabled) will automatically serve the LAN IP address as a DNS server to DHCP clients so they will use Unbound resolver.
pl: Jeśli Unbound jest włączony, usługa DHCP (jeśli jest włączona) będzie automatycznie podawać klientom DHCP adres IP sieci LAN jako serwer DNS, dzięki czemu będą oni korzystać z resolvera Unbound.

source: Unbound
pl: Bez ograniczeń

source: Do you really want to delete this access list?
pl: Czy na pewno chcesz usunąć tą listę dostępową?

source: %s Access List
pl: Lista dostępowa %s

source: Access List name
pl: Nazwa listy dostępowej

source: Provide an Access List name.
pl: Podaj nazwę listy dostępowej.

source: Allow
pl: Pozwól

source: Deny
pl: Odmowa

source: Refuse
pl: Odmów

source: Allow Snoop
pl: Pozwól Snoopowi

source: Deny Non-local
pl: Odmowa Nielokalne

source: Refuse Non-local
pl: Odrzucenie Nielokalne

source: Choose what to do with DNS requests that match the criteria specified below.
pl: Wybierz, co zrobić z żądaniami DNS, które spełniają określone poniżej kryteria.

source: Deny: This action stops queries from hosts within the netblock defined below.
pl: Deny: Ta akcja zatrzymuje zapytania z hostów w obrębie zdefiniowanego poniżej netblocka.

source: Refuse: This action also stops queries from hosts within the netblock defined below, but sends a DNS rcode REFUSED error message back to the client.
pl: Refuse: Ta akcja również zatrzymuje zapytania z hostów w obrębie zdefiniowanego poniżej bloku sieci, ale wysyła do klienta komunikat o błędzie DNS rcode REFUSED.

source: Allow: This action allows queries from hosts within the netblock defined below.
pl: Allow: Ta akcja pozwala na zapytania z hostów w obrębie zdefiniowanego poniżej netblocka.

source: Allow Snoop: This action allows recursive and nonrecursive access from hosts within the netblock defined below. Used for cache snooping and ideally should only be configured for your administrative host.
pl: Allow Snoop: Ta akcja pozwala na dostęp rekurencyjny i nierekurencyjny z hostów w obrębie zdefiniowanego poniżej netblocka. Używane do cache snooping i idealnie powinno być skonfigurowane tylko dla twojego hosta administracyjnego.

source: Deny Non-local: Allow only authoritative local-data queries from hosts within the netblock defined below. Messages that are disallowed are dropped.
pl: Deny Non-local: Zezwól tylko na autorytatywne zapytania o dane lokalne z hostów w obrębie zdefiniowanego poniżej bloku sieci. Wiadomości, które nie są dozwolone są odrzucane.

source: Refuse Non-local: Allow only authoritative local-data queries from hosts within the netblock defined below. Sends a DNS rcode REFUSED error message back to the client for messages that are disallowed.
pl: Refuse Non-local: Zezwala tylko na autorytatywne zapytania o dane lokalne z hostów w obrębie zdefiniowanego poniżej bloku sieci. Wysyła komunikat błędu DNS rcode REFUSED z powrotem do klienta dla wiadomości, które są niedozwolone.

source: Access List Name
pl: Nazwa listy dostępu

source: Internal
pl: Wewnętrzny

source: Advanced Resolver Options
pl: Zaawansowane opcje resolwera

source: Hide Identity
pl: Ukryj tożsamość

source: If enabled, id.server and hostname.bind queries are refused.
pl: Jeśli włączone, zapytania id.server i hostname.bind są odrzucane.

source: Hide Version
pl: Ukryj wersję

source: If enabled, version.server and version.bind queries are refused.
pl: Jeśli jest włączone, zapytania version.server i version.bind są odrzucane.

source: Prefetch Support
pl: Obsługa prefetchingu

source: Message cache elements are prefetched before they expire to help keep the cache up to date. When enabled, this option can cause an increase of around 10% more DNS traffic and load on the server, but frequently requested items will not expire from the cache.
pl: Elementy pamięci podręcznej wiadomości są prefetowane przed wygaśnięciem, aby pomóc w utrzymaniu aktualności pamięci podręcznej. Kiedy opcja jest włączona, może spowodować wzrost ruchu DNS i obciążenia serwera o około 10%, ale często żądane elementy nie będą wygasać z pamięci podręcznej.

source: Prefetch DNS Key Support
pl: Obsługa prefetchingu kluczy DNS
