Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Virtual IP address
pl: Wirtualny adres IP

source: Move selected virtual IPs to end
pl: Przenieś wybrane wirtualne IP na koniec

source: delete selected virtual IPs
pl: usuwanie wybranych wirtualnych IP

source: Move selected virtual IPs before this entry
pl: Przesuń wybrane wirtualne IP przed ten wpis

source: Virtual IP mode may not be changed for an existing entry.
pl: Tryb wirtualnego IP nie może być zmieniony dla istniejącego wpisu.

source: A valid IP address must be specified.
pl: Musi być podany prawidłowy adres IP.

source: This IP address is being used by another interface or VIP.
pl: Ten adres IP jest używany przez inny interfejs lub VIP.

source: A valid gateway IP address must be specified.
pl: Podany musi być prawidłowy adres IP.

source: You cannot use the network address for this VIP
pl: Nie można używać adresu sieciowego dla tego VIP-a

source: You cannot use the broadcast address for this VIP
pl: Nie można używać adresu rozgłoszeniowego dla tego VIP-a.

source: VHID %s is already in use on interface %s. Pick a unique number on this interface.
pl: VHID %s jest już używany na interfejsie %s. Wybierz unikalny numer na tym interfejsie.

source: You must specify a CARP password that is shared between the two VHID members.
pl: Należy określić hasło CARP, które jest współdzielone pomiędzy dwoma członkami VHID.

source: A VHID must be selected for this CARP VIP.
pl: Dla tego CARP VIP musi być wybrany VHID.

source: For this type of VIP loopback is not allowed.
pl: Dla tego typu VIP-ów loopback nie jest dozwolony.

source: VHID %s must be defined on interface %s as a CARP VIP first.
pl: VHID %s musi być najpierw zdefiniowany na interfejsie %s jako CARP VIP.

source: Please provide a single IP address.
pl: Proszę podać jeden adres IP.

source: This must be the network's subnet mask. It does not specify a CIDR range.
pl: Musi to być maska podsieci sieci. Nie określa się w niej zakresu CIDR.

source: This is a CIDR block of proxy ARP addresses.
pl: Jest to blok CIDR adresów proxy ARP.

source: Edit Virtual IP
pl: Edycja wirtualnego IP

source: IP Alias
pl: Alias IP

source: Other
pl: Inne

source: Proxy ARP and other type Virtual IPs cannot be bound to by anything running on the firewall, such as IPsec, OpenVPN, etc. Use a CARP or IP Alias type address for these cases.
pl: Wirtualne IP typu Proxy ARP i inne nie mogą być powiązane przez nic działającego na firewallu, jak IPsec, OpenVPN itp. W takich przypadkach należy użyć adresu typu CARP lub IP Alias.

source: IP Address(es)
pl: Adres(y) IP

source: Single address
pl: Pojedynczy adres

source: Network
pl: Sieć

source: Allow service binding
pl: Zezwalaj na wiązanie usług

source: Assigning services to the virtual IP's interface will automatically include this address. Uncheck to prevent binding to this address instead.
pl: Przypisywanie usług do interfejsu wirtualnego IP będzie automatycznie uwzględniać ten adres. Usuń zaznaczenie, aby zapobiec wiązaniu się z tym adresem.

source: For some interface types a gateway is required to configure an IP Alias (ppp/pppoe/tun), leave this field empty for all other interface types.
pl: Dla niektórych typów interfejsów wymagana jest brama, aby skonfigurować alias IP (ppp/pppoe/tun), dla wszystkich innych typów interfejsów pozostaw to pole puste.

source: Expansion
pl: Ekspansja

source: Disable expansion of this entry into IPs on NAT lists (e.g. 192.168.1.0/24 expands to 256 entries.
pl: Wyłączenie rozszerzania tego wpisu na IP na listach NAT (np. 192.168.1.0/24 rozszerza się do 256 wpisów.

source: Virtual IP Password
pl: Wirtualne IP Hasło

source: Enter the VHID group password.
pl: Wprowadzić hasło grupy VHID.

source: VHID Group
pl: Grupa VHID

source: Select an unassigned VHID
pl: Wybierz nieprzypisany VHID

source: Enter the VHID group that the machines will share.
pl: Wprowadź grupę VHID, którą będą współdzielić maszyny.

source: Advertising Frequency
pl: Częstotliwość reklam

source: Base
pl: Podstawa

source: The frequency that this machine will advertise. 0 usually means master. Otherwise the lowest combination of both values in the cluster determines the master.
pl: Częstotliwość, którą to urządzenie będzie reklamować. 0 zazwyczaj oznacza master. W przeciwnym razie najniższa kombinacja obu wartości w klastrze określa master.

source: Close
pl: Zamknij

source: Available Widgets
pl: Dostępne widgety

source: Please wait...
pl: Proszę czekać...

source: The field %s contains invalid characters.
pl: Pole %s zawiera nieprawidłowe znaki.

source: The field %s is required.
pl: Pole %s jest wymagane.

source: The following input errors were detected:
pl: Wykryto następujące błędy wejściowe:

source: The system is currently booting. Not all services have been started yet.
pl: System jest w trakcie uruchamiania. Nie wszystkie usługi zostały jeszcze uruchomione.

source: The firewall has globally been disabled and configured rules are currently not enforced. It can be enabled in the %sFirewall/NAT%s settings.
pl: Firewall został globalnie wyłączony i skonfigurowane reguły nie są obecnie egzekwowane. Można ją włączyć w ustawieniach %sFirewall/NAT%s.

source: You are currently running in LiveCD mode. A reboot will reset the configuration.
pl: Obecnie pracujesz w trybie LiveCD. Ponowne uruchomienie komputera spowoduje zresetowanie konfiguracji.

source: SSH remote login is enabled for the users "root" and "installer" using the same password.
pl: Zdalne logowanie SSH jest włączone dla użytkowników "root" i "installer" przy użyciu tego samego hasła.

source: The changes have been applied successfully, remember to update your backup server in %sSystem: High availability: status%s
pl: Zmiany zostały zastosowane pomyślnie, pamiętaj o aktualizacji serwera kopii zapasowych w %system: Wysoka dostępność: status%s

source: The changes have been applied successfully.
pl: Zmiany zostały zastosowane z powodzeniem.

source: net
pl: netto

source: A problem was detected. Click %shere%s for more information.
pl: Wykryto problem. Kliknij %shere%s, aby uzyskać więcej informacji.

source: restart service
pl: restartuj usługę

source: stop service
pl: zatrzymaj usługę

source: start service
pl: uruchomienie usługi

source: System Status
pl: Stan systemu

source: Starting initial configuration!
pl: Rozpoczęcie wstępnej konfiguracji!

source: Finished initial configuration!
pl: Zakończona wstępna konfiguracja!

source: Welcome to %s!
pl: Witaj w %s!

source: One moment while we start the initial setup wizard.
pl: Poczekaj na uruchomienie przewodnika.

source: To bypass the wizard, click on the logo in the upper left corner.
pl: Aby pominąć przewodnik kliknij logo u góry ekranu.

source: Congratulations! %s is now configured.
pl: Gratulacje! %s jest teraz skonfigurowany.

source: Please consider donating to the project to help us with our overhead costs. See %sour website%s to donate or purchase available %s support services.
pl: Proszę rozważyć przekazanie darowizny na rzecz projektu, aby pomóc nam w naszych kosztach ogólnych. Zobacz %sour website%s, aby przekazać darowiznę lub zakupić dostępne %s usługi wsparcia.

source: Click to %scontinue to the dashboard%s.
pl: Kliknij, aby %scontinue to the dashboard%s.

source: Or click to %scheck for updates%s.
pl: Lub kliknij, aby %scheck for updates%s.

source: Save to load widget
pl: Zapisz, przez załadowanie widgetu

source: You have already applied your settings!
pl: Zastosowałeś już swoje ustawienia!

source: An interface with the specified description already exists.
pl: Interfejs o podanym opisie już istnieje.

source: The DHCP Server is active on this interface and it can be used only with a static IP configuration. Please disable the DHCP Server service on this interface first, then change the interface configuration.
pl: Serwer DHCP jest aktywny na tym interfejsie i może być używany tylko ze statyczną konfiguracją IP. Proszę najpierw wyłączyć usługę DHCP Server na tym interfejsie, a następnie zmienić konfigurację interfejsu.

source: The DHCPv6 Server is active on this interface and it can be used only with a static IPv6 configuration. Please disable the DHCPv6 Server service on this interface first, then change the interface configuration.
pl: Serwer DHCPv6 jest aktywny na tym interfejsie i może być używany tylko przy statycznej konfiguracji IPv6. Proszę najpierw wyłączyć usługę DHCPv6 Server na tym interfejsie, a następnie zmienić konfigurację interfejsu.

source: Cannot assign an IP configuration type to a tunnel interface.
pl: Nie można przypisać typu konfiguracji IP do interfejsu tunelu.

source: IPv4 address
pl: Adres IPv4

source: Subnet bit count
pl: Liczba bitów podsieci

source: The DHCP override file "%s" does not exist.
pl: Plik zastępczy DHCP "%s" nie istnieje.

source: Modem Port
pl: Port modemu

source: Phone Number
pl: Numer telefonu

source: Dial on demand
pl: Wybieranie na żądanie

source: Idle timeout value
pl: Wartość limitu czasu bezczynności

source: PPPoE password
pl: Hasło PPPoE

source: PPPoE username
pl: Użytkownik PPPoE

source: PPTP local IP address
pl: Lokalny adres IP PPTP

source: PPTP password
pl: Hasło PPTP

source: PPTP remote IP address
pl: Zdalny adres IP PPTP

source: PPTP subnet
pl: Podsieć PPTP

source: PPTP username
pl: Użytkownik PPTP

source: L2TP password
pl: Hasło L2TP

source: L2TP remote IP address
pl: Zdalny adres IP L2TP

source: L2TP username
pl: Użytkownik L2TP

source: IPv6 address
pl: Adres IPv6

source: The DHCPv6 override file "%s" does not exist.
pl: Plik zastępczy DHCPv6 "%s" nie istnieje.

source: 6RD border relay gateway must be a valid IPv4 address.
pl: 6RD border relay gateway musi być poprawnym adresem IPv4.

source: 6RD prefix must be a valid IPv6 subnet.
pl: Prefiks 6RD musi być poprawną podsiecią IPv6.

source: 6RD IPv4 prefix address must be a valid IPv4 address.
pl: 6RD Adres prefiksu IPv4 musi być prawidłowym adresem IPv4.

source: 6RD IPv4 prefix length must be a number.
pl: 6RD Długość prefiksu IPv4 musi być liczbą.

source: You can only have one interface configured in 6rd with same prefix.
pl: Możesz mieć tylko jeden interfejs skonfigurowany w 6rd z tym samym prefiksem.

source: You can only have one interface configured as 6to4.
pl: Możesz mieć tylko jeden interfejs skonfigurowany jako 6to4.

source: You must enter a valid hexadecimal number for the IPv6 prefix ID.
pl: Musisz wprowadzić poprawną liczbę szesnastkową dla ID prefiksu IPv6.

source: You specified an IPv6 prefix ID that is out of range.
pl: Określiłeś ID prefiksu IPv6, który jest poza zakresem.

source: You specified an IPv6 prefix ID that is already in use.
pl: Określiłeś ID prefiksu IPv6, który jest już używany.

source: A valid IPv4 address must be specified.
pl: Należy podać prawidłowy adres IPv4.

source: This IPv4 address is being used by another interface or VIP.
pl: Ten adres IPv4 jest używany przez inny interfejs lub VIP.

source: This IPv4 address is the network address and cannot be used
pl: Ten adres IPv4 jest adresem sieciowym i nie może być używany.

source: This IPv4 address is the broadcast address and cannot be used
pl: Ten adres IPv4 jest adresem rozgłoszeniowym i nie może być używany.

source: This IPv4 address conflicts with a Static Route.
pl: Ten adres IPv4 koliduje z trasą statyczną.

source: A valid IPv6 address must be specified.
pl: Należy podać prawidłowy adres IPv6.

source: This IPv6 address is being used by another interface or VIP.
pl: Ten adres IPv6 jest używany przez inny interfejs lub VIP.

source: This IPv6 address conflicts with a Static Route.
pl: Ten adres IPv6 koliduje z trasą statyczną.

source: A valid subnet bit count must be specified.
pl: Musi być podana prawidłowa liczba bitów podsieci.

source: A valid alias IP address must be specified.
pl: Należy podać prawidłowy aliasowy adres IP.

source: A valid alias subnet bit count must be specified.
pl: Należy podać prawidłową liczbę bitów podsieci aliasu.

source: A valid alias IP address must be specified to reject DHCP Leases from.
pl: Należy określić prawidłowy aliasowy adres IP, z którego mają być odrzucane dzierżawy DHCP.

source: A valid gateway must be specified.
pl: Musi być podana prawidłowa brama.

source: The service name contains invalid characters.
pl: Nazwa usługi zawiera nieprawidłowe znaki.

source: The idle timeout value must be an integer.
pl: Wartość limitu czasu bezczynności musi być liczbą całkowitą.

source: A valid PPTP local IP address must be specified.
pl: Należy podać prawidłowy lokalny adres IP PPTP.

source: A valid PPTP subnet bit count must be specified.
pl: Należy określić prawidłową liczbę bitów podsieci PPTP.

source: A valid PPTP remote IP address must be specified.
pl: Należy podać prawidłowy zdalny adres IP PPTP.

source: A valid MAC address must be specified.
pl: Musi być podany prawidłowy adres MAC.

source: The MTU must be greater than %s bytes and less than %s.
pl: MTU musi być większe niż %s bajtów i mniejsze niż %s.

source: MTU of a VLAN should not be bigger than parent interface.
pl: MTU sieci VLAN nie powinno być większe niż interfejsu nadrzędnego.

source: Interface %s (VLAN) has MTU set to a bigger value
pl: Interfejs %s (VLAN) ma ustawione MTU na większą wartość

source: The MSS must be greater than 576 bytes.
pl: MSS musi być większy niż 576 bajtów.

source: Unable to change mode to %s. You may already have the maximum number of wireless clones supported in this mode.
pl: Nie można zmienić trybu na %s. Być może masz już maksymalną liczbę klonów bezprzewodowych obsługiwanych w tym trybie.

source: Invalid WEP key size. Sizes should be 40 (64) bit keys or 104 (128) bit.
pl: Nieprawidłowy rozmiar klucza WEP. Rozmiar powinien wynosić 40 (64) bitów lub 104 (128) bitów.

source: The length of the passphrase should be between 8 and 63 characters.
pl: Długość hasła powinna wynosić od 8 do 63 znaków.

source: Don't forget to adjust the DHCP Server range if needed after applying.
pl: Nie zapomnij dostosować zakresu serwera DHCP, jeśli to konieczne po zastosowaniu.

source: The %s configuration has been changed.
pl: Konfiguracja %s została zmieniona.

source: Basic configuration
pl: Podstawowa konfiguracja

source: Enable Interface
pl: Interfejs włączony

source: Lock
pl: Zablokuj

source: Prevent interface removal
pl: Zabroń usuwania zakłóceń

source: Device
pl: Urządzenie

source: The real device name of this interface.
pl: Rzeczywista nazwa urządzenia dla tego interfejsu.

source: Enter a description (name) for the interface here.
pl: Wprowadź tutaj opis (nazwę) dla interfejsu.

source: Generic configuration
pl: Konfiguracja ogólna

source: Block private networks
pl: Blokowanie sieci prywatnych

source: When set, this option blocks traffic from IP addresses that are reserved for private networks as per RFC 1918 (10/8, 172.16/12, 192.168/16) as well as loopback addresses (127/8) and Carrier-grade NAT addresses (100.64/10). This option should only be set for WAN interfaces that use the public IP address space.
pl: Po ustawieniu opcja ta blokuje ruch z adresów IP, które są zarezerwowane dla sieci prywatnych zgodnie z RFC 1918 (10/8, 172.16/12, 192.168/16), jak również adresy loopback (127/8) i adresy Carrier-grade NAT (100.64/10). Opcja ta powinna być ustawiona tylko dla interfejsów WAN, które korzystają z publicznej przestrzeni adresowej IP.

source: Block bogon networks
pl: Blokowanie sieci bogon

source: When set, this option blocks traffic from IP addresses that are reserved (but not RFC 1918) or not yet assigned by IANA.
pl: Gdy opcja jest ustawiona, blokuje ruch z adresów IP, które są zarezerwowane (ale nie RFC 1918) lub jeszcze nie przypisane przez IANA.

source: Bogons are prefixes that should never appear in the Internet routing table, and obviously should not appear as the source address in any packets you receive.
pl: Bogony to prefiksy, które nigdy nie powinny pojawić się w internetowej tablicy routingu i oczywiście nie powinny pojawiać się jako adres źródłowy w żadnych pakietach, które otrzymujesz.

source: IPv4 Configuration Type
pl: Typ konfiguracji IPv4

source: Static IPv4
pl: Statyczny IPv4

source: IPv6 Configuration Type
pl: Typ konfiguracji IPv6

source: 6rd Tunnel
pl: 6. tunel

source: 6to4 Tunnel
pl: Tunel 6to4

source: Static IPv6
pl: Statyczny IPv6

source: Track Interface
pl: Interfejs szlaku

source: MAC address
pl: Adres MAC

source: This field can be used to spoof the MAC address of the interface. Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank if unsure. This may only be required e.g. with certain cable connections on a WAN interface.
pl: To pole może być użyte do podrobienia adresu MAC interfejsu. Wprowadź adres MAC w następującym formacie: xx:xx:xx:xx lub pozostaw puste, jeśli nie jesteś pewien. Może to być wymagane tylko w przypadku niektórych połączeń kablowych na interfejsie WAN.

source: Insert my currently connected MAC address (use with care)
pl: Wpisz mój aktualnie podłączony adres MAC (używaj ostrożnie)

source: Calculated PPP MTU
pl: Obliczone PPP MTU

source: If you leave this field blank, the adapter's default MTU will be used. This is typically 1500 bytes but can vary in some circumstances.
pl: Jeśli pozostawisz to pole puste, zostanie użyte domyślne MTU karty. Zazwyczaj jest to 1500 bajtów, ale w pewnych okolicznościach może się różnić.

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (IPv4) or 60 (IPv6) will be in effect (TCP/IP header size).
pl: Jeśli w tym polu wpiszesz wartość, wówczas obowiązywać będzie zaciskanie MSS dla połączeń TCP do wartości wprowadzonej powyżej minus 40 (IPv4) lub 60 (IPv6) (rozmiar nagłówka TCP/IP).

source: Speed and duplex
pl: Prędkość i duplex

source: Default (no preference, typically autoselect)
pl: Domyślnie (brak preferencji, najczęściej autowybór)

source: Here you can explicitly set speed and duplex mode for this interface. WARNING: You MUST leave this set to autoselect (automatically negotiate speed) unless the port this interface connects to has its speed and duplex forced.
pl: Tutaj możesz jawnie ustawić prędkość i tryb dupleksu dla tego interfejsu. UWAGA: MUSISZ pozostawić to ustawione na autoselect (automatyczne negocjowanie prędkości), chyba że port do którego łączy się ten interfejs ma wymuszoną prędkość i duplex.

source: Promiscuous mode
pl: Tryb ogólnodostępny

source: Put interface into permanently promiscuous mode. Only to be used for specific usecases requiring the interface to receive all packets being received. When unsure, leave this disabled.
pl: Przełącza interfejs w stały tryb promiscuous. Powinien być używany tylko w specyficznych przypadkach użycia wymagających, aby interfejs odbierał wszystkie pakiety. Jeśli nie masz pewności, pozostaw tę opcję wyłączoną.

source: Dynamic gateway policy
pl: Dynamiczna polityka bramowa

source: This interface does not require an intermediate system to act as a gateway
pl: Ten interfejs nie wymaga systemu pośredniego, który pełniłby rolę bramy.

source: If the destination is directly reachable via an interface requiring no intermediary system to act as a gateway, you can select this option which allows dynamic gateways to be created without direct target addresses. Some tunnel types support this.
pl: Jeśli miejsce docelowe jest osiągalne bezpośrednio przez interfejs, który nie wymaga systemu pośredniczącego działającego jako brama, można wybrać tę opcję, która umożliwia tworzenie dynamicznych bram bez bezpośrednich adresów docelowych. Obsługują to niektóre typy tuneli.

source: Hardware settings
pl: Ustawienia sprzętowe

source: Overwrite global settings
pl: Nadpisywanie ustawień globalnych

source: Overwrite custom interface hardware settings with settings specified below
pl: Nadpisanie własnych ustawień sprzętowych interfejsu ustawieniami określonymi poniżej

source: Hardware CRC
pl: Sprzętowe CRC

source: Disable hardware checksum offload
pl: Wyłączenie sprzętowego obciążenia sumą kontrolną

source: Checking this option will disable hardware checksum offloading. Checksum offloading is broken in some hardware, particularly some Realtek cards. Rarely, drivers may have problems with checksum offloading and some specific NICs.
pl: Zaznaczenie tej opcji spowoduje wyłączenie sprzętowego przeładowywania sum kontrolnych. Przeładowywanie sum kontrolnych jest uszkodzone w niektórych urządzeniach, szczególnie w niektórych kartach Realtek. W rzadkich przypadkach sterowniki mogą mieć problemy z przeładowywaniem sumy kontrolnej i niektórymi specyficznymi kartami NIC.

source: Hardware TSO
pl: Sprzętowa OSP

source: Disable hardware TCP segmentation offload
pl: Wyłączenie sprzętowego odciążenia segmentacji TCP

source: Checking this option will disable hardware TCP segmentation offloading (TSO, TSO4, TSO6). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs.
pl: Zaznaczenie tej opcji spowoduje wyłączenie sprzętowego odciążania segmentacji TCP (TSO, TSO4, TSO6). To odciążenie jest uszkodzone w niektórych sterownikach sprzętowych i może mieć wpływ na wydajność niektórych specyficznych kart NIC.

source: Hardware LRO
pl: Sprzęt LRO

source: Disable hardware large receive offload
pl: Wyłączenie sprzętowego dużego obciążenia odbiorczego

source: Checking this option will disable hardware large receive offloading (LRO). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs.
pl: Zaznaczenie tej opcji spowoduje wyłączenie sprzętowego przeciążania dużych odbiorów (LRO). To odciążenie jest uszkodzone w niektórych sterownikach sprzętowych i może mieć wpływ na wydajność niektórych określonych kart NIC.

source: VLAN Hardware Filtering
pl: Sprzętowe filtrowanie VLAN

source: Enable VLAN Hardware Filtering
pl: Włącz sprzętowe filtrowanie VLAN

source: Disable VLAN Hardware Filtering
pl: Wyłącz sprzętowe filtrowanie VLAN

source: Leave default
pl: Zostaw domyślne

source: Set usage of VLAN hardware filtering. This hardware acceleration may be broken in a particular device driver, or may impact performance.
pl: Ustaw opcje dotyczące filtrowania sprzętowego VLAN. Przyspieszenie to może być popsute w sterowniku danego urządzenia, może też wpłynąć na osiągi.

source: Static IPv4 configuration
pl: Konfiguracja statyczna IPv4

source: IPv4 Upstream Gateway
pl: Brama nadrzędna IPv4

source: Auto-detect
pl: Automatyczne wykrywanie

source: Add new gateway
pl: Dodaj nową bramę

source: Default gateway
pl: Brama domyślna

source: Far gateway
pl: Daleka brama

source: Multi-WAN gateway
pl: Brama Multi-WAN

source: Gateway Name
pl: Nazwa bramy

source: Gateway IPv4
pl: Brama IPv4

source: If this interface is a multi-WAN interface, select an existing gateway from the list or add a new one using the button above. For single WAN interfaces a gateway must be created but set to auto-detect. For a LAN a gateway is not necessary to be set up.
pl: Jeśli ten interfejs jest interfejsem multi-WAN, należy wybrać istniejącą bramę z listy lub dodać nową używając przycisku powyżej. Dla pojedynczych interfejsów WAN brama musi być utworzona, ale ustawiona na autowykrywanie. Dla sieci LAN brama nie musi być utworzona.

source: DHCP client configuration
pl: Konfiguracja klienta DHCP

source: Configuration Mode
pl: Tryb Konfiguracji

source: Basic
pl: Podstawowe

source: Config File Override
pl: Zastąpienie pliku konfiguracyjnego

source: The basic mode auto-configures DHCP using default values and optional user input.
pl: Tryb podstawowy powoduje automatyczną konfigurację DHCP przy użyciu wartości domyślnych i opcjonalnego wprowadzania danych przez użytkownika.
