Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: System will be configured as a DHCP server on the default LAN interface
pl: System zostanie skonfigurowany jako serwer DHCP na domyślnym interfejsie LAN

source: WAN interface will be set to obtain an address automatically from a DHCP server
pl: Interfejs WAN będzie ustawiony na automatyczne uzyskiwanie adresu z serwera DHCP

source: Admin user name and password will be reset
pl: Nazwa użytkownika i hasło administratora zostaną zresetowane

source: Shut down after changes are complete
pl: Wyłączenie po zakończeniu zmian

source: Are you sure you want to proceed?
pl: Czy na pewno chcesz kontynuować?

source: Host must be a valid hostname or IP address.
pl: Host musi być poprawną nazwą hosta lub adresem IP.

source: No response
pl: Brak odpowiedzi

source: Resolve DNS hostname or IP
pl: Rozwiąż nazwę hosta DNS lub IP

source: Hostname or IP
pl: Nazwa hosta lub IP

source: Response
pl: Odpowiedź

source: Type
pl: Typ

source: Address
pl: Adres

source: Resolution time per server
pl: Czas rozdzielczości na serwer

source: Server
pl: Serwer

source: Query time
pl: Czas zapytania

source: DNS Lookup
pl: Wyszukiwanie DNS

source: Connection
pl: Połączenie

source: Local ID
pl: Identyfikator lokalny

source: Local IP
pl: Lokalne IP

source: Remote ID
pl: Zdalny identyfikator

source: Remote IP
pl: Zdalne IP

source: Local Auth
pl: Autoryzacja lokalna

source: Remote Auth
pl: Autoryzacja zdalna

source: collapse/expand all
pl: zwijać/rozwijać wszystko

source: Remote Host
pl: Zdalny host

source: Local subnets
pl: Lokalne podsieci

source: Remote subnets
pl: Zdalne podsieci

source: State
pl: Status

source: Stats
pl: Statystyki

source: in
pl: do

source: out
pl: od

source: Routed
pl: Trasowany

source: Time
pl: Czas

source: Bytes in
pl: Bajty w

source: Bytes out
pl: Bajty na zewnątrz

source: Pool:
pl: Basen:

source: Usage:
pl: Użycie:

source: No leases from this pool yet.
pl: Nie ma jeszcze dzierżaw z tej puli.

source: No IPsec pools.
pl: Brak puli IPsec.

source: The log files have been reset.
pl: Pliki dziennika zostały zresetowane.

source: Preserve logs must be a positive integer value.
pl: Preserve logs musi być dodatnią wartością całkowitą.

source: WebGUI process is restarting.
pl: Proces WebGUI jest uruchamiany ponownie.

source: Do you really want to reset the log files? This will erase all local log data.
pl: Czy naprawdę chcesz zresetować pliki dziennika? Spowoduje to wymazanie wszystkich lokalnych danych dziennika.

source: Local Logging Options
pl: Opcje logowania lokalnego

source: full help
pl: przełącz pełną pomoc

source: Preserve logs (Days)
pl: Dzienniki konserwacyjne (dni)

source: Number of log to preserve. By default 31 logs are preserved.
pl: Liczba logów do zachowania. Domyślnie zachowanych jest 31 logów.

source: Log Firewall Default Blocks
pl: Loguj domyślne blokowania zapory

source: Log packets matched from the default block rules put in the ruleset
pl: Rejestrowanie pakietów dopasowanych na podstawie domyślnych reguł blokowania umieszczonych w zestawie reguł

source: Hint: packets that are blocked by the implicit default block rule will not be logged if you uncheck this option. Per-rule logging options are still respected.
pl: Wskazówka: Pakiety blokowane przez domyślną regułę blokowania nie będą rejestrowane, jeśli odznaczysz tę opcję. Opcje logowania dla poszczególnych reguł s± nadal respektowane.

source: Log packets matched from the default pass rules put in the ruleset
pl: Rejestrowanie pakietów dopasowanych na podstawie domyślnych reguł przejścia umieszczonych w zestawie reguł

source: Hint: packets that are allowed by the implicit default pass rule will be logged if you check this option. Per-rule logging options are still respected.
pl: Wskazówka: Pakiety, które s± dozwolone przez regułę domyślnego przepuszczania, będ± rejestrowane, je¶li zaznaczysz t± opcję. Opcje logowania dla poszczególnych reguł s± nadal respektowane.

source: Log packets processed by automatic outbound NAT rules
pl: Rejestrowanie pakietów przetwarzanych przez automatyczne reguły wychodzące NAT

source: Log packets blocked by 'Block Bogon Networks' rules
pl: Rejestrowanie pakietów zablokowanych przez regułę "Block Bogon Networks".

source: Log packets blocked by 'Block Private Networks' rules
pl: Rejestrowanie pakietów zablokowanych przez reguły "Block Private Networks".

source: Web Server Log
pl: Logi serwera www

source: Log errors from the web server process.
pl: Loguj błędy procesu serwera www.

source: Hint: If this is checked, errors from the lighttpd web server process for the GUI or Captive Portal will appear in the main system log.
pl: Wskazówka: Jeśli to jest zaznaczone, błędy z procesu serwera lighttpd dla GUI lub Captive Portal pojawią się w głównym dzienniku systemowym.

source: Local Logging
pl: Logowanie lokalne

source: Disable writing log files to the local disk
pl: Wyłączenie zapisu plików logów na dysku lokalnym

source: Reset Logs
pl: Resetowanie logów

source: Reset Log Files
pl: Resetuj pliki logów

source: Note: Clears all local log files and reinitializes them as empty logs. This also restarts the DHCP daemon. Use the Save button first if you have made any setting changes.
pl: Uwaga: Czyści wszystkie lokalne pliki dziennika i ponownie inicjuje je jako puste dzienniki. Powoduje to również ponowne uruchomienie demona DHCP. Jeśli dokonano jakichkolwiek zmian w ustawieniach, należy najpierw użyć przycisku Zapisz.

source: No interface selected
pl: Nie wybrano żadnego interfejsu

source: Invalid interface %s.
pl: Nieważny interfejs %s.

source: Invalid address family.
pl: Nieprawidłowa rodzina adresów.

source: Invalid protocol.
pl: Nieprawidłowy protokół.

source: A valid IP address or CIDR block must be specified. [%s]
pl: Musi być podany prawidłowy adres IP lub blok CIDR. [%s]

source: Invalid value specified for port.
pl: Nieprawidłowa wartość określona dla portu.

source: Invalid value specified for packet length.
pl: Nieprawidłowa wartość określona dla długości pakietu.

source: Invalid value specified for packet count.
pl: Nieprawidłowa wartość określona dla liczby pakietów.

source: Packet capture
pl: Przechwytywanie pakietów

source: Interface
pl: Interfejs

source: (de)select all
pl: (de)wybrać wszystko

source: Select the interface on which to capture traffic.
pl: Wybierz interfejs, na którym ma być przechwytywany ruch.

source: Promiscuous
pl: Ogólnodostępny

source: If checked, the
pl: Jeśli zaznaczone, to

source: packet capture
pl: przechwytywanie pakietów

source: will be performed using promiscuous mode.
pl: zostanie wykonana w trybie promiscuous.

source: Note
pl: Uwaga

source: Some network adapters do not support or work well in promiscuous mode.
pl: Niektóre adaptery sieciowe nie obsługują lub nie działają dobrze w trybie promiscuous.

source: Address Family
pl: Rodzina adresów

source: Any
pl: Każdy

source: IPv4 Only
pl: Tylko IPv4

source: IPv6 Only
pl: Tylko IPv6

source: Select the type of traffic to be captured, either Any, IPv4 only or IPv6 only.
pl: Wybierz typ ruchu, który ma być przechwytywany - każdy, tylko IPv4 lub tylko IPv6.

source: Protocol
pl: Protokół

source: Exclude ICMP
pl: Wykluczyć ICMP

source: Exclude ICMPv6
pl: Wykluczyć ICMPv6

source: Exclude TCP
pl: Wykluczyć TCP

source: Exclude UDP
pl: Wykluczyć UDP

source: Exclude ARP
pl: Wykluczyć ARP

source: Exclude CARP (VRRP)
pl: Wykluczyć CARP (VRRP)

source: Select the protocol to capture, or Any.
pl: Wybierz protokół do przechwycenia, lub Any.

source: Host Address
pl: Adres hosta

source: This value is either the Source or Destination IP address or subnet in CIDR notation. The packet capture will look for this address in either field.
pl: Wartość ta to źródłowy lub docelowy adres IP lub podsieć w notacji CIDR. Przechwytywanie pakietów będzie szukało tego adresu w obu polach.

source: Matching can be negated by preceding the value with "not". Multiple IP addresses or CIDR subnets may be specified as boolean expression.
pl: Dopasowanie może być zanegowane przez poprzedzenie wartości znakiem "not". Jako wyrażenie boolean można podać wiele adresów IP lub podsieci CIDR.

source: If you leave this field blank, all packets on the specified interface will be captured.
pl: Jeśli pozostawisz to pole puste, wszystkie pakiety na określonym interfejsie będą przechwytywane.

source: Example:
pl: Przykład:

source: Leave blank if you do not want to filter by port.
pl: Pozostaw puste, jeśli nie chcesz filtrować według portu.

source: The port can be either the source or destination port. The packet capture will look for this port in either field.
pl: Port może być zarówno portem źródłowym jak i docelowym. Przechwytywanie pakietów będzie szukało tego portu w obu polach.

source: Packet Length
pl: Długość pakietu

source: The Packet length is the number of bytes of each packet that will be captured. Default value is 0, which will capture the entire frame regardless of its size.
pl: Długość pakietu to liczba bajtów każdego pakietu, który zostanie przechwycony. Domyślną wartością jest 0, co spowoduje przechwycenie całej ramki bez względu na jej rozmiar.

source: Count
pl: Liczba

source: Enter 0 (zero) for no count limit.
pl: Wprowadź 0 (zero), aby nie było limitu zliczeń.

source: This is the number of packets the packet capture will grab. Default value is 100.
pl: Jest to liczba pakietów, które zostaną przechwycone przez przechwytywanie pakietów. Domyślną wartością jest 100.

source: View settings
pl: Wyświetl ustawienia

source: Level of Detail
pl: Poziom szczegółowości

source: Normal
pl: Normalna

source: Medium
pl: Średnie

source: High
pl: Wysokie

source: Full
pl: Pełna

source: This is the level of detail that will be displayed after hitting 'Stop' when the packets have been captured.
pl: Jest to poziom szczegółowości, który zostanie wyświetlony po naciśnięciu przycisku "Stop", gdy pakiety zostaną przechwycone.

source: Note:
pl: Uwaga:

source: This option does not affect the level of detail when downloading the packet capture.
pl: Ta opcja nie ma wpływu na poziom szczegółowości podczas pobierania przechwytywania pakietów.

source: This check box will cause the packet capture to perform a reverse DNS lookup associated with all IP addresses.
pl: To pole wyboru spowoduje, że przechwytywanie pakietów wykona reverse DNS lookup związany ze wszystkimi adresami IP.

source: This option can cause delays for large packet captures.
pl: Ta opcja może powodować opóźnienia w przypadku przechwytywania dużych pakietów.

source: View Capture
pl: Wyświetlanie przechwytywania

source: Delete Capture
pl: Usuń przechwytywanie

source: Capture output
pl: Wyjście z przechwytywania

source: interfaces
pl: interfejsy

source: memory
pl: pamięć

source: rules
pl: zasady

source: Gathering PF information, please wait...
pl: Zbieranie informacji PF, proszę czekać...

source: IP Protocol
pl: Protokół IP

source: Source Address
pl: Źródło Adres

source: Default
pl: Domyślne

source: View type:
pl: Typ widoku:

source: Sort type:
pl: Rodzaj sortu:

source: Number of States:
pl: Liczba państw:

source: Label
pl: Etykieta

source: Long
pl: Długi

source: Rules
pl: Reguły

source: Speed
pl: Prędkość

source: Age
pl: Wiek

source: Bytes
pl: Bajty

source: Destination Address
pl: Adres docelowy

source: Destination Port
pl: Port docelowy

source: Expiry
pl: Termin ważności

source: None
pl: Nic

source: Peak
pl: Szczyt

source: Packet
pl: Pakiet

source: Rate
pl: Stawka

source: Source Port
pl: Port źródłowy

source: all
pl: wszystkie

source: Gathering pfTOP activity, please wait...
pl: Zbieranie aktywności pfTOP, proszę czekać...

source: Please enter a valid IP or hostname.
pl: Proszę wprowadzić prawidłowy adres IP lub nazwę hosta.

source: Please enter a valid source port number, or leave the field blank.
pl: Wprowadź prawidłowy numer portu źródłowego lub pozostaw to pole puste.

source: This page allows you to perform a simple TCP connection test to determine if a host is up and accepting connections on a given port. This test does not function for UDP since there is no way to reliably determine if a UDP port accepts connections in this manner.
pl: Ta strona umożliwia wykonanie prostego testu połączenia TCP w celu określenia, czy host jest włączony i czy akceptuje połączenia na danym porcie. Ten test nie działa dla UDP, ponieważ nie ma sposobu na niezawodne określenie, czy port UDP akceptuje połączenia w ten sposób.

source: No data is transmitted to the remote host during this test, it will only attempt to open a connection and optionally display the data sent back from the server.
pl: Podczas tego testu żadne dane nie są przesyłane do zdalnego hosta, będzie on jedynie próbował otworzyć połączenie i opcjonalnie wyświetlić dane odesłane z serwera.

source: Port Probe
pl: Sonda portu

source: If you force IPv4 or IPv6 and use a hostname that does not contain a result using that protocol, it will result in an error. For example if you force IPv4 and use a hostname that only returns an AAAA IPv6 IP address, it will not work.
pl: Jeśli wymusisz IPv4 lub IPv6 i użyjesz nazwy hosta, która nie zawiera wyniku przy użyciu tego protokołu, spowoduje to błąd. Na przykład, jeśli wymusisz IPv4 i użyjesz nazwy hosta, która zwraca tylko adres IP AAAA IPv6, nie będzie działać.

source: This should typically be left blank.
pl: Zazwyczaj należy pozostawić to miejsce puste.

source: Show Remote Text
pl: Pokaż tekst zdalny

source: Shows the text given by the server when connecting to the port. Will take 10+ seconds to display if checked.
pl: Pokazuje tekst podany przez serwer podczas łączenia się z portem. Wyświetlenie zajmie 10+ sekund, jeśli zostanie zaznaczone.

source: No output received, or connection failed. Try with "Show Remote Text" unchecked first.
pl: Nie otrzymano danych wyjściowych lub połączenie nie powiodło się. Spróbuj najpierw z odznaczoną opcją "Show Remote Text".

source: Connection failed (Refused/Timeout)
pl: Połączenie nie powiodło się (Refused/Timeout)

source: Maximum number of hops must be between 1 and %s
pl: Maksymalna liczba hopsów musi być pomiędzy 1 a %s

source: When using IPv4, the target host must be an IPv4 address or hostname.
pl: W przypadku korzystania z IPv4, host docelowy musi być adresem IPv4 lub nazwą hosta.

source: When using IPv6, the target host must be an IPv6 address or hostname.
pl: W przypadku korzystania z IPv6, host docelowy musi być adresem IPv6 lub nazwą hosta.

source: Maximum number of hops
pl: Maksymalna liczba hopsów

source: Use ICMP
pl: Użyj ICMP

source: Toggle sidebar
pl: Przełączanie paska bocznego

source: Show system status
pl: Pokaż stan systemu

source: Save Settings
pl: Zapisz

source: Add widget
pl: Dodaj widżet

source: 1 column
pl: 1 kolumna

source: %s columns
pl: Kolumna: %s

source: Port Forward
pl: Przekierowanie portu

source: Do you really want to delete this rule?
pl: Czy naprawdę chcesz usunąć ten przepis?

source: Do you really want to delete the selected rules?
pl: Czy naprawdę chcesz usunąć wybrane reguły?

source: Enable selected rules?
pl: Czy włączyć wybrane reguły?

source: Disable selected rules?
pl: Wyłączenie wybranych reguł?

source: Select category
pl: Wybierz kategorię

source: The NAT configuration has been changed
pl: Konfiguracja NAT została zmieniona

source: You must apply the changes in order for them to take effect.
pl: Aby zmiany zaczęły obowiązywać, należy je zastosować.

source: Source
pl: Źródło

source: Destination
pl: Cel

source: Ports
pl: Porty

source: Description
pl: Opis

source: Add
pl: Dodaj

source: Move selected rules to end
pl: Przesunięcie wybranych reguł na koniec

source: Delete selected
pl: Usuń zaznaczone

source: Enable selected
pl: Włączone wybrane

source: Disable selected
pl: Wyłączone wybrane

source: %s address
pl: adres %s

source: Anti-Lockout Rule
pl: Reguła Anti-Lockout

source: Edit
pl: Edytuj

source: Disable
pl: Zablokuj

source: Enable
pl: Włącz

source: edit alias
pl: edytować alias

source: Move selected rules before this rule
pl: Przesuń wybrane reguły przed tę regułę

source: Delete
pl: Usuń

source: Clone
pl: Powiel

source: Enabled rule
pl: Reguła włączona

source: No redirect
pl: Brak przekierowania

source: Linked rule
pl: Zasada powiązania

source: Disabled rule
pl: Zasada wyłączenia

source: Disabled no redirect
pl: Wyłączone bez przekierowania

source: Disabled linked rule
pl: Wyłączona reguła powiązana

source: Alias (click to view/edit)
pl: Alias (kliknij, aby zobaczyć/edytować)

source: The NAT configuration has been changed.
pl: Konfiguracja NAT została zmieniona.

source: External IP
pl: Zewnętrzny IP

source: Internal IP
pl: Wewnętrzne IP

source: Destination IP
pl: Docelowe IP

source: If you add a 1:1 NAT entry for any of the interface IPs on this system, it will make this system inaccessible on that IP address. i.e. if you use your WAN IP address, any services on this system (IPsec, OpenVPN server, etc.) using the WAN IP address will no longer function.
pl: Jeśli dodasz wpis 1:1 NAT dla któregokolwiek z IP interfejsu w tym systemie, spowoduje to, że ten system nie będzie dostępny na tym adresie IP. tj. jeśli używasz adresu IP WAN, wszelkie usługi w tym systemie (IPsec, serwer OpenVPN, itp.) używające adresu IP WAN nie będą już działać.

source: Destination address
pl: Adresy docelowe

source: External subnet
pl: Podsieć zewnętrzna

source: Source address
pl: Adres źródłowy

source: A valid external subnet must be specified.
pl: Musi być określona prawidłowa podsieć zewnętrzna.

source: %s is not a valid source IP address.
pl: %s nie jest prawidłowym źródłowym adresem IP.

source: %s is not a valid source IP address or alias.
pl: %s nie jest prawidłowym źródłowym adresem IP lub aliasem.

source: A valid source bit count must be specified.
pl: Musi być podana prawidłowa źródłowa liczba bitów.

source: %s is not a valid destination IP address or alias.
pl: %s nie jest prawidłowym docelowym adresem IP lub aliasem.

source: A valid destination bit count must be specified.
pl: Musi być podana prawidłowa liczba bitów przeznaczenia.

source: Edit NAT 1:1 entry
pl: Edytuj pozycje NAT 1:1

source: Disabled
pl: Zablokowane

source: Disable this rule
pl: Wyłączenie tej reguły

source: Set this option to disable this rule without removing it from the list.
pl: Ustaw tę opcję, aby wyłączyć tę regułę bez usuwania jej z listy.

source: Choose which interface this rule applies to
pl: Wybierz, do którego interfejsu odnosi się ta reguła

source: Hint: in most cases, you'll want to use WAN here
pl: Wskazówka: w większości przypadków będziesz chciał użyć tutaj sieci WAN

source: Select BINAT (default) or NAT here, when nets are equally sized binat is usually the best option.Using NAT we can also map unequal sized networks.
pl: Wybierz BINAT (domyślnie) lub NAT, gdy sieci są równej wielkości binat jest zazwyczaj najlepszą opcją. Używając NAT możemy również mapować sieci o nierównej wielkości.

source: A BINAT rule specifies a bidirectional mapping between an external and internal network and can be used from both ends, nat only applies in one direction.
pl: Reguła BINAT określa dwukierunkowe mapowanie pomiędzy siecią zewnętrzną a wewnętrzną i może być używana z obu końców, natomaist ma zastosowanie tylko w jednym kierunku.

source: External network
pl: Sieć zewnętrzna

source: Enter the external subnet's starting address for the 1:1 mapping or network.
pl: Wprowadzić adres początkowy podsieci zewnętrznej dla mapowania 1:1 lub sieci.

source: The subnet mask from the internal address below will be applied to this IP address, when none is provided.
pl: Maska podsieci z poniższego adresu wewnętrznego zostanie zastosowana do tego adresu IP, jeśli żadna nie zostanie podana.

source: This is the address or network the traffic will translate to/from.
pl: Jest to adres lub sieć, na którą ruch będzie tłumaczony.

source: Invert
pl: Odwróć

source: Use this option to invert the sense of the match.
pl: Użyj tej opcji, aby odwrócić dopasowanie.

source: Single host or Network
pl: Pojedynczy host lub sieć

source: Networks
pl: Sieci

source: Enter the internal subnet for the 1:1 mapping. The subnet size specified for the source will be applied to the external subnet, when none is provided.
pl: Wprowadzić podsieć wewnętrzną dla mapowania 1:1. Rozmiar podsieci określony dla źródła zostanie zastosowany do podsieci zewnętrznej, jeśli nie zostanie podany.

source: The 1:1 mapping will only be used for connections to or from the specified destination.
pl: Mapowanie 1:1 zostanie użyte tylko dla połączeń do lub z określonego celu.

source: Hint: this is usually 'any'.
pl: Podpowiedź: zazwyczaj jest to "any".

source: Category
pl: Kategoria

source: You may enter or select a category here to group firewall rules (not parsed).
pl: Można tu wpisać lub wybrać kategorię, aby pogrupować reguły zapory (nie są parsowane).

source: You may enter a description here for your reference (not parsed).
pl: Można tu wprowadzić opis dla odniesienia (nie jest parsowany).

source: NAT reflection
pl: Odbicie NAT

source: Use system default
pl: Użyj domyślnych ustawień systemu

source: Cancel
pl: Anuluj

source: redirect traffic to proxy
pl: przekierowanie ruchu do proxy

source: Destination port from
pl: Port docelowy do

source: Destination port to
pl: Port docelowy od

source: Redirect target IP
pl: Przekierowanie docelowego IP

source: "%s" is not a valid redirect target IP address, network or host alias.
pl: "%s" nie jest prawidłowym docelowym adresem IP przekierowania, aliasem sieci lub hosta.

source: %s is not a valid start source port. It must be a port alias or integer between 1 and 65535.
pl: %s nie jest prawidłowym początkowym portem źródłowym. Musi to być alias portu lub liczba całkowita pomiędzy 1 a 65535.

source: %s is not a valid end source port. It must be a port alias or integer between 1 and 65535.
pl: %s nie jest prawidłowym portem końcowego źródła. Musi to być alias portu lub liczba całkowita z zakresu od 1 do 65535.

source: %s is not a valid start destination port. It must be a port alias or integer between 1 and 65535.
pl: %s nie jest prawidłowym portem docelowym startu. Musi to być alias portu lub liczba całkowita pomiędzy 1 a 65535.

source: %s is not a valid end destination port. It must be a port alias or integer between 1 and 65535.
pl: %s nie jest prawidłowym portem docelowym. Musi to być alias portu lub liczba całkowita pomiędzy 1 a 65535.

source: A valid redirect target port must be specified. It must be a port alias or integer between 1 and 65535.
pl: Musi być określony prawidłowy port docelowy przekierowania. Musi to być alias portu lub liczba całkowita z zakresu od 1 do 65535.

source: %s is not a valid IPv4 address.
pl: %s nie jest prawidłowym adresem IPv4.

source: %s is not a valid IPv6 address.
pl: %s nie jest prawidłowym adresem IPv6.

source: The target port range must be an integer between 1 and 65535.
pl: Zakres portów docelowych musi być liczbą całkowitą z zakresu od 1 do 65535.

source: Edit Redirect entry
pl: Edytuj wpis Przekierowanie

source: No RDR (NOT)
pl: Brak RDR (NOT)

source: Enabling this option will disable redirection for traffic matching this rule.
pl: Włączenie tej opcji spowoduje wyłączenie przekierowania dla ruchu odpowiadającego tej regule.

source: Hint: this option is rarely needed, don't use this unless you know what you're doing.
pl: Wskazówka: ta opcja jest rzadko potrzebna, nie używaj jej, chyba że wiesz, co robisz.

source: Choose which interface this rule applies to.
pl: Wybierz, do którego interfejsu odnosi się ta reguła.

source: Hint: in most cases, you'll want to use WAN here.
pl: Wskazówka: w większości przypadków będziesz chciał użyć tutaj WAN.

source: TCP/IP Version
pl: Wersja TCP/IP
