Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Maximum IKEv1 phase 2 exchanges
pl: Maksymalna liczba wymian w ramach fazy 2 IKEv1

source: Maximum number of IKEv1 phase 2 exchanges per IKE_SA to keep state about and track concurrently. When using multiple phase 2 definitions a higher value than the default (3) would be advisable to prevent re-keying issues.
pl: Maksymalna liczba wymian w fazie 2 IKEv1 na IKE_SA do przechowywania stanu i jednoczesnego śledzenia. W przypadku korzystania z wielu definicji fazy 2 zalecana jest wartość wyższa niż domyślna (3), aby zapobiec problemom z ponownym kluczowaniem.

source: IPsec Debug
pl: Debugowanie IPsec

source: Start IPsec in debug mode based on sections selected
pl: Uruchomienie IPsec w trybie debugowania bazującego na zaznaczonych sekcjach

source: Launch IPsec in debug mode so that more verbose logs will be generated to aid in troubleshooting.
pl: Uruchom IPsec w trybie debugowania, aby wygenerować więcej logów pomocnych w rozwiązywaniu problemów.

source: not found
pl: nie znaleziono

source: This tunnel cannot be deleted because it is still being used as an interface.
pl: Tego tunelu nie można usunąć, ponieważ jest on nadal używany jako interfejs.

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 address.
pl: Rodziny protokołu i adresu IP są niezgodne. Nie można wybrać protokołu IPv6 z adresem IPv4.

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 address.
pl: Rodziny protokołu i adresu IP są niezgodne. Nie można wybrać protokołu IPv4 z adresem IPv6.

source: An IPv4 protocol was selected, but the selected interface has no IPv4 address.
pl: Wybrany został protokół IPv4 jednak wybrany interfejs nie ma przypisanego adresu IPv4.

source: An IPv6 protocol was selected, but the selected interface has no IPv6 address.
pl: Wybrany został protokół IPv6 jednak wybrany interfejs nie ma przypisanego adresu IPv6.

source: The field 'Local port' must contain a valid port, ranging from 0 to 65535.
pl: Pole "Port lokalny" musi zawierać poprawny port o wartości 0 do 65535.

source: The specified 'Local port' is in use. Please select another value
pl: Podany "port lokalny" jest w użyciu. Proszę wybrać inną wartość

source: The field 'Server host or address' must contain a valid IP address or domain name.
pl: Pole 'Nazwa lub adres serwera' musi zawierać poprawny adres IP lub nazwę domenową.

source: The field 'Server port' must contain a valid port, ranging from 0 to 65535.
pl: Pole 'Port serwera' musi zawierać poprawny port o wartości 0 do 65535.

source: At least one remote server must be specified.
pl: Podany musi być przynajmniej jeden serwer zdalny.

source: Renegotiate time should contain a valid number of seconds.
pl: Czas renegocjacji powinien zawierać liczbę w sekundach.

source: The field 'Proxy host or address' must contain a valid IP address or domain name.
pl: Pole 'Nazwa lub adres proxy' musi zawierać poprawny adres IP lub nazwę domenową.

source: The field 'Proxy port' must contain a valid port, ranging from 0 to 65535.
pl: Pole 'Port proxy' musi zawierać poprawny port o wartości 0 do 65535.

source: User name and password are required for proxy with authentication.
pl: Autentykacja proxy wymaga nazwy użytkownika oraz hasła.

source: The bandwidth limit must be a positive numeric value.
pl: Limit przepustowości musi być liczbą pozytywną.

source: The field 'Shared Key' does not appear to be valid
pl: Polak "Klucz współdzielony" wydaje się niepoprawny

source: The field 'TLS Shared Key' does not appear to be valid
pl: Pole "TLS Shared Key" nie wydaje się być prawidłowe

source: Shared key
pl: Klucz wspólny

source: If no Client Certificate is selected, a username and password must be entered.
pl: Jeżeli nie wybrano certyfikatu klienta, musisz podać nazwę użytkownika oraz hasło.

source: Do you really want to delete this client?
pl: Czy na pewno chcesz usunąć tego klienta?

source: Do you really want to delete the selected clients?
pl: Czy na pewno chcesz usunąć zaznaczonych klientów?

source: Set this option to disable this client without removing it from the list
pl: Zaznacz tą opcję aby wyłączyć tego klienta bez usuwania go z listy

source: Server Mode
pl: Typ serwera

source: Peer to Peer ( Shared Key )
pl: Peer to Peer (klucz współdzielony)

source: Select the protocol family to be used. Note that using both families with UDP/TCP does not work with an explicit interface as OpenVPN does not support listening to more than one specified IP address. In this case IPv4 is currently assumed.
pl: Wybierz rodzinę protokołów, która ma być użyta. Zauważ, że użycie obu rodzin z UDP/TCP nie działa z jawnym interfejsem, ponieważ OpenVPN nie obsługuje nasłuchiwania na więcej niż jednym określonym adresie IP. W tym przypadku obecnie przyjmuje się IPv4.

source: Device mode
pl: Typ urządzenia

source: Remote server
pl: Serwer zdalny

source: Host or address
pl: Nazwa hosta lub adres

source: Select remote server at random
pl: Wybierz serwer zdalny losowo

source: Retry DNS resolution
pl: Ponów rozpoznawanie DNS

source: Infinitely resolve remote server
pl: Rozwiązuj nazwę serwera zdalnego w nieskończoność

source: Continuously attempt to resolve the server host name. Useful when communicating with a server that is not permanently connected to the Internet
pl: Ciągłe próby rozwiązania nazwy hosta serwera. Przydatne przy komunikacji z serwerem, który nie jest stale podłączony do Internetu

source: Proxy host or address
pl: Nazwa hosta lub adres proxy

source: Proxy port
pl: Port pośrednika

source: Proxy authentication extra options
pl: Dodatkowe opcje autentykacji proxy

source: basic
pl: podstawowy

source: Set this option if you would like to bind to a specific port. Leave this blank or enter 0 for a random dynamic port.
pl: Nadaj wartość tej opcji jeśli chcesz przpisać do wybranego portu. Zostaw puste lub wprowadź 0 dla dynamicznej wartości losowej.

source: User Authentication Settings
pl: Ustawienia autentykacji użytkownika

source: User name/pass
pl: Nazwa użytkownika/hasło

source: Leave empty when no user name and password are needed.
pl: Pozostaw puste jeżeli nazwa użytkownika i hasło nie są wymagane.

source: Renegotiate time
pl: Czas renegocjacji

source: Renegotiate data channel key after n seconds (default=3600). Set to 0 to disable.
pl: Renegocjuj klucz kanału danych co n sekund (domyślnie 3600). Ustaw 0 aby wyłączyć.

source: Cryptographic Settings
pl: Ustawienia kryptograficzne

source: TLS Authentication
pl: Uwierzytelnianie TLS

source: Enabled - Authentication only
pl: Enabled - tylko uwierzytelnianie

source: Enabled - Authentication & encryption
pl: Enabled - Uwierzytelnianie i szyfrowanie

source: TLS Shared Key
pl: Klucz współdzielony TLS

source: Automatically generate a shared TLS authentication key
pl: Automatycznie generuj klucz wspólny autentykacji TLS

source: Paste your shared key here
pl: Tu wklej swój klucz wspólny

source: Peer Certificate Authority
pl: Urząd certyfikacji wzajemnej

source: No Certificate Authorities defined.
pl: Nie zdefiniowano żadnych urzędów certyfikacji.

source: Create one under
pl: Utwórz jeden pod

source: System: Certificates
pl: System: Certyfikaty

source: (Username and Password required)
pl: (Nazwa użytkownika oraz hasło wymagane)

source: No Certificates defined.
pl: Nie zdefiniowano certyfikatów.

source: if one is required for this connection.
pl: jeśli jest wymagany dla tego połączenia.

source: Shared Key
pl: Klucz wspólny

source: Automatically generate a shared key
pl: Automatycznie generuj klucz wspólny

source: Auth Digest Algorithm
pl: Algorytm Auth Digest

source: NOTE: Leave this set to SHA1 unless the server is set to match. SHA1 is the default for OpenVPN.
pl: UWAGA: Pozostaw to ustawione na SHA1, chyba że serwer jest ustawiony na dopasowanie. SHA1 jest wartością domyślną dla OpenVPN.

source: Tunnel Settings
pl: Ustawienia tunelu

source: This is the IPv4 virtual network used for private communications between this client and the server expressed using CIDR (eg. 10.0.8.0/24). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
pl: Jest to sieć wirtualna IPv4 używana do prywatnej komunikacji pomiędzy tym klientem a serwerem wyrażona za pomocą CIDR (np. 10.0.8.0/24). Przyjmuje się, że pierwszy adres sieciowy to adres serwera, a drugi adres sieciowy będzie przypisany do interfejsu wirtualnego klienta

source: This is the IPv6 virtual network used for private communications between this client and the server expressed using CIDR (eg. fe80::/64). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
pl: Jest to wirtualna sieć IPv6 używana do prywatnej komunikacji pomiędzy tym klientem a serwerem wyrażona za pomocą CIDR (np. fe80::/64). Przyjmuje się, że pierwszy adres sieciowy jest adresem serwera, a drugi adres sieciowy będzie przypisany do interfejsu wirtualnego klienta

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
pl: Są to sieci IPv4, które będą kierowane przez tunel, dzięki czemu można ustanowić sieć VPN typu site-to-site bez ręcznej zmiany tablic routingu. Wyrażone jako oddzielona przecinkami lista jednego lub więcej zakresów CIDR. Jeśli jest to VPN typu site-to-site, wprowadź tutaj zdalną sieć LAN/s. Możesz pozostawić to pole puste, aby komunikować się tylko z innymi klientami.

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
pl: Są to sieci IPv6, które będą kierowane przez tunel, dzięki czemu można ustanowić VPN site-to-site bez ręcznej zmiany tablic routingu. Wyrażone jako oddzielona przecinkami lista jednego lub więcej IP/PREFIX. Jeśli jest to VPN typu site-to-site, wprowadź tutaj zdalną sieć LAN/s. Możesz pozostawić to pole puste, aby komunikować się tylko z innymi klientami.

source: Limit outgoing bandwidth
pl: Ograniczenie ruchu wychodzącego

source: Maximum outgoing bandwidth for this tunnel. Leave empty for no limit. The input value has to be something between 100 bytes/sec and 100 Mbytes/sec (entered as bytes per second)
pl: Maksymalna przepustowość wyjściowa dla tego tunelu. Pozostaw puste aby nie nakładać limitu. Wartość powinna wynosić pomiędzy 100 bajtami/s a 100 Megabajtami/s (wprowadź jako bajty na sekundę)

source: Compress tunnel packets using the LZ4/LZO algorithm. The LZ4 generally offers the best performance with least CPU usage. For backwards compatibility use the LZO (which is identical to the older option --comp-lzo yes). In the partial mode (the option --compress with an empty algorithm) compression is turned off, but the packet framing for compression is still enabled, allowing a different setting to be pushed later. The legacy LZO algorithm with adaptive compression mode will dynamically disable compression for a period of time if OpenVPN detects that the data in the packets is not being compressed efficiently.
pl: Kompresja pakietów tunelu przy użyciu algorytmu LZ4/LZO. LZ4 generalnie oferuje najlepszą wydajność przy najmniejszym zużyciu procesora. Dla kompatybilności wstecznej używaj LZO (który jest identyczny ze starszą opcją --comp-lzo yes). W trybie częściowym (opcja --compress z pustym algorytmem) kompresja jest wyłączona, ale ramkowanie pakietów dla kompresji jest nadal włączone, co pozwala na późniejsze wciśnięcie innego ustawienia. Starszy algorytm LZO z adaptacyjnym trybem kompresji będzie dynamicznie wyłączał kompresję na pewien czas, jeśli OpenVPN wykryje, że dane w pakietach nie są kompresowane efektywnie.

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value
pl: Ustaw wartość nagłówka TOS IP pakietów tunelowych tak, aby odpowiadała wartości pakietów enkapsulowanych.

source: Don't pull routes
pl: Nie zaciągaj tras

source: This option effectively bars the server from adding routes to the client's routing table, however note that this option still allows the server to set the TCP/IP properties of the client's TUN/TAP interface
pl: Ta opcja skutecznie blokuje serwerowi możliwość dodawania tras do tablicy routingu klienta, jednak należy pamiętać, że ta opcja nadal pozwala serwerowi na ustawianie właściwości TCP/IP interfejsu TUN/TAP klienta

source: Don't add/remove routes
pl: Nie dodawaj/usuwaj tras

source: Do not add or remove routes automatically. Instead pass routes to "--route-up" script using environmental variables.
pl: Nie dodawaj i nie usuwaj tras automatycznie. Zamiast tego przekaż trasy do skryptu "--route-up" używając zmiennych środowiskowych.

source: Advanced configuration
pl: Konfiguracja zaawansowana

source: Enter any additional options you would like to add to the configuration file here.
pl: Wprowadź pozostałe opcje które powinny znaleźć się w pliku konfiguracyjnym

source: Verbosity level
pl: Poziom szczegółowości

source: Each level shows all info from the previous levels. Level 3 is recommended if you want a good summary of what's happening without being swamped by output.
pl: Każdy poziom pokazuje wszystkie informacje z poprzednich poziomów. Poziom 3 jest zalecany, jeśli chcesz uzyskać dobre podsumowanie tego, co się dzieje, bez bycia przytłoczonym przez dane wyjściowe.

source: %snone%s -- No output except fatal errors.
pl: %snone%s -- tylko błędy krytyczne.

source: %sdefault%s-%s4%s -- Normal usage range.
pl: %sdefault%s-%s4%s -- Normalny zakres użycia.

source: %s5%s -- Output R and W characters to the console for each packet read and write, uppercase is used for TCP/UDP packets and lowercase is used for TUN/TAP packets.
pl: %s5%s -- Wysyłanie znaków R i W do konsoli dla każdego odczytu i zapisu pakietu, duże litery są używane dla pakietów TCP/UDP, a małe dla pakietów TUN/TAP.

source: %s6%s-%s11%s -- Debug info range.
pl: %s6%s-%s11%s -- zakres informacji o debugowaniu.

source: Move selected items to end
pl: Przenieś wybrane elementy na koniec

source: Move selected before this item
pl: Ruch wybrany przed tą pozycją

source: delete client
pl: usuń klienta

source: clone client
pl: powiel klienta

source: The field 'DNS Domain search list' must contain valid domain names
pl: Pole "DNS Domain search list" musi zawierać prawidłowe nazwy domen

source: The field 'DNS Domain search list' may contain max 10 entries
pl: Pole "Lista wyszukiwania domen DNS" może zawierać maksymalnie 10 wpisów

source: Do you really want to delete this csc?
pl: Czy na pewno chcesz usunąć to csc?

source: Do you really want to delete the selected csc's?
pl: Czy na pewno chcesz usunąć wybrane csc?

source: Set this option to disable this client-specific override without removing it from the list
pl: Ustaw tę opcję aby wyłączyć to specyficzne dla klienta nadpisanie bez jego usuwania z listy

source: Servers
pl: Serwery

source: Select the OpenVPN servers where this override applies to, leave empty for all
pl: Zaznacz serwery OpenVPN dla których nadpisanie to zostanie zaaplikowane, zostaw puste dla wszystkich

source: Common name
pl: Nazwa pospolita

source: Enter the client's X.509 common name here
pl: Wprowadź nazwę pospolitą X.509 klienta

source: Connection blocking
pl: Blokowanie połączeń

source: Block this client connection based on its common name
pl: Zablokuj połączenie klienta bazując na jego nazwie pospolitej

source: Don't use this option to permanently disable a client due to a compromised key or password. Use a CRL (certificate revocation list) instead
pl: Nie używaj tej opcji do wyłączenia klienta jeżeli hasło lub klucz zostały złamane. Zamiast tego użyj listy CRL (listy unieważnionych certyfikatów)

source: This defines the %s network used for this client in CIDR format, the addressing depends on the device mode (tun, tap) and the choice for topology. <br/><br/>When topology is unset for a server in tun mode, the first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface. </br><br/>Otherwise the configured address is used for this clients virtual interface using the configured netmask.
pl: Określa to sieć %s używaną dla tego klienta w formacie CIDR, adresowanie zależy od trybu urządzenia (tun, tap) i wyboru topologii. <br/><br/>Gdy topologia jest nieustawiona dla serwera w trybie tun, pierwszy adres sieciowy jest przyjmowany jako adres serwera, a drugi adres sieciowy będzie przypisany do interfejsu wirtualnego klienta. </W przeciwnym razie skonfigurowany adres jest używany dla tego klienta interfejsu wirtualnego przy użyciu skonfigurowanej maski sieci.

source: These are the IPv4 networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more CIDR ranges.
pl: Sieć IPv4, które będą dostępne dla konkretnego klienta. Wyrażone jako lista oddzielona przecinkami jednej lub więcej przestrzeni CIDR.

source: NOTE: You do not need to specify networks here if they have already been defined on the main server configuration.
pl: UWAGA: Nie ma potrzeby tutaj podsieci jeśli zostały one już dodane w ustawieniach głównych serwera.

source: These are the IPv6 networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more IP/PREFIX networks.
pl: Sieć IPv6, które będą dostępne dla konkretnego klienta. Wyrażone jako lista oddzielona przecinkami jednej lub więcej sieci IP/PREFIKS.

source: These are the IPv4 networks that will be routed to this client specifically using iroute, so that a site-to-site VPN can be established. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if there are no client-side networks to be routed
pl: Są to sieci IPv4, które będą kierowane do tego klienta specjalnie przy użyciu iroute, tak aby można było ustanowić VPN site-to-site. Wyrażone jako oddzielona przecinkami lista jednego lub więcej zakresów CIDR. Możesz pozostawić to pole puste, jeśli nie ma żadnych sieci po stronie klienta, które mają być przekierowane.

source: NOTE: Remember to add these subnets to the IPv4 Remote Networks list on the corresponding OpenVPN server settings.
pl: UWAGA: Pamiętaj aby dodać te podsieci do listy Zdalnych Sieci IPv4 w ustawieniach odpowiedniego serwera OpenVPN.

source: These are the IPv6 networks that will be routed to this client specifically using iroute, so that a site-to-site VPN can be established. Expressed as a comma-separated list of one or more IP/PREFIX networks. You may leave this blank if there are no client-side networks to be routed.
pl: Są to sieci IPv6, które będą kierowane do tego klienta specjalnie przy użyciu iroute, tak aby można było ustanowić VPN site-to-site. Wyrażone jako oddzielona przecinkami lista jednej lub więcej sieci IP/PREFIX. Możesz pozostawić to pole puste, jeśli nie ma żadnych sieci po stronie klienta, które mają być routowane.

source: NOTE: Remember to add these subnets to the IPv6 Remote Networks list on the corresponding OpenVPN server settings.
pl: UWAGA: Pamiętaj, aby dodać te podsieci do listy Zdalnych Sieci IPv6 w ustawieniach odpowiedniego serwera OpenVPN.

source: Redirect Gateway
pl: Brama przekierowująca

source: Force all client generated traffic through the tunnel.
pl: Wymuś cały ruch generowany przez klienta przez tunel.

source: Client Settings
pl: Ustawienia klienta

source: Server Definitions
pl: Definicje serwera

source: Prevent this client from receiving any server-defined client settings.
pl: Zapobiegaj otrzymywaniu przez klienta definicji klienta ze strony serwera.

source: DNS Domain search list
pl: Lista wyszukiwania domen DNS

source: Add name to the domain search list. Repeat this option to add more entries. Expressed as a comma-separated list up to 10 domains are supported.
pl: Dodaj nazwę do listy wyszukiwania domen. Powtórz tę opcję, aby dodać więcej wpisów. Wyrażone jako lista oddzielona przecinkami obsługiwane jest do 10 domen.

source: Server #1:
pl: Serwer 1:

source: Server #2:
pl: Serwer 2:

source: Server #3:
pl: Serwer 3:

source: Server #4:
pl: Serwer 4:

source: NTP Servers
pl: Serwery NTP

source: Provide a NTP server list to clients
pl: Dostarcz listę serwerów NTP dla klientów

source: NetBIOS Options
pl: Opcje NetBIOS

source: Enable NetBIOS over TCP/IP
pl: Włącz NetBIOS po TCP/IP

source: If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled
pl: Jeśli opcja ta nie jest ustawiona, wszystkie opcje NetBIOS-przez-TCP/IP (włączając WINS) zostaną wyłączone

source: Node Type
pl: Typ noda

source: Possible options: b-node (broadcasts), p-node (point-to-point name queries to a WINS server), m-node (broadcast then query name server), and h-node (query name server, then broadcast).
pl: Możliwe opcje: b-node (rozgłasza), p-node (zapytanie o nazwę do serwera WINS), m-node (rozgłaszanie, a następnie zapytanie do serwera nazwy) oraz h-node (zapytanie do serwera nazwy, a następnie rozgłaszanie).

source: A NetBIOS Scope ID provides an extended naming service for NetBIOS over TCP/IP. The NetBIOS Scope ID isolates NetBIOS traffic on a single network to only those nodes with the same NetBIOS Scope ID.
pl: NetBIOS Scope ID zapewnia rozszerzoną usługę nazewnictwa dla NetBIOS przez TCP/IP. NetBIOS Scope ID izoluje ruch NetBIOS w pojedynczej sieci tylko do tych węzłów, które mają ten sam NetBIOS Scope ID.

source: Enter any additional options you would like to add for this client specific override, separated by a semicolon
pl: Wprowadź dodatkowe opcje specyficzne dla tego klienta, oddzielone średnikami

source: EXAMPLE: push "route 10.0.0.0 255.255.255.0"
pl: PRZYKŁAD: push "route 10.0.0.0 255.255.255.0"

source: Tunnel Network
pl: Sieć tunelowa

source: delete csc
pl: usuń csc

source: clone rule
pl: powielać regułę

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 IP address.
pl: Rodziny protokołu i adresu IP są niezgodne. Nie można wybrać protokołu IPv6 i adresu IPv4.

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 IP address.
pl: Rodziny protokołu i adresu IP są niezgodne. Nie można wybrać protokołu IPv4 i adresu IPv6.

source: You must select a Backend for Authentication if the server mode requires User Auth.
pl: Musisz wybrać serwer do autentykacji jeśli tryb serwera wymaga autentykacji użytkownika.

source: A prefix longer than 29 cannot be used for tunnel network.
pl: Prefiks dłuższy niż 29 nie może być użyty dla sieci tunelowej.

source: Client management port
pl: Port zarządzania klienta

source: Using a tunnel network and server bridge settings together is not allowed.
pl: Użycie sieci tunelowej i serwera DHCP większośću razem nie jest dozwolone.

source: Server Bridge DHCP Start and End must both be empty, or defined.
pl: Początek i koniec serwera DHCP mostu musi być pusty lub wpisany.

source: Server Bridge DHCP Start must be an IPv4 address.
pl: Początek serwera DHCP mostu musi być adresem IPv4.

source: Server Bridge DHCP End must be an IPv4 address.
pl: Koniec serwera DHCP mostu musi być adresem IPv4.

source: The Server Bridge DHCP range is invalid (start higher than end).
pl: Zakres serwera DHCP mostu jest nieprawidłowy (początek większy niż koniec).
