Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Firewall Rules control what network traffic is permitted. You must add rules to allow traffic to the OpenVPN server's IP and port, as well as allowing traffic from connected clients through the tunnel. These rules can be automatically added here, or configured manually after completing the wizard.
pl: Reguły zapory kontrolują, jaki ruch sieciowy jest dozwolony. Musisz dodać reguły zezwalające na ruch do IP i portu serwera OpenVPN, jak również zezwalające na ruch z podłączonych klientów przez tunel. Reguły te mogą być dodane automatycznie lub skonfigurowane ręcznie po zakończeniu pracy kreatora.

source: Full State of Province name, not abbreviated (e.g. Zuid Holland, Sachsen, Kentucky).
pl: Pełna nazwa stanu lub prowincji, bez skrótów (np. Zuid Holland, Sachsen, Kentucky).

source: Gateway IP Address field is invalid
pl: Pole adresu IP bramy jest nieprawidłowe

source: General Information
pl: Informacje ogólne

source: General OpenVPN Server Information
pl: Ogólne informacje o serwerze OpenVPN

source: General Setup
pl: Ustawienia ogólne

source: General configuration
pl: Konfiguracja ogólna

source: Generate TLS Key
pl: Generowanie klucza TLS

source: Group Naming Attribute
pl: Atrybut nazwania grupy

source: IP Address field is invalid
pl: Pole adresu IP jest nieprawidłowe

source: If a user DN was supplied above, this password will also be used when performing a bind operation.
pl: Jeśli powyżej podano DN użytkownika, hasło to zostanie również użyte podczas wykonywania operacji bind.

source: If left blank, an anonymous bind will be done.
pl: Jeśli pozostawiony jest pusty, zostanie wykonany anonimowy bind.

source: If you are unsure, leave this set to "Local User Access".
pl: Jeśli nie jesteś pewien, pozostaw to ustawienie na "Local User Access".

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (TCP/IP header size) will be in effect. If you leave this field blank, an MSS of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed. This should match the above MTU value in most all cases.
pl: Jeśli wpiszesz wartość w tym polu, wówczas będzie obowiązywało ograniczenie MSS dla połączeń TCP do wartości wprowadzonej powyżej minus 40 (rozmiar nagłówka TCP/IP). Jeśli pozostawisz to pole puste, zostanie przyjęty MSS 1492 bajtów dla PPPoE i 1500 bajtów dla wszystkich innych typów połączeń. Powinno to odpowiadać powyższej wartości MTU w większości przypadków.

source: Inter-Client Communication
pl: Komunikacja między klientami

source: Invalid Hostname
pl: Nieprawidłowa nazwa hosta

source: LAN IP Address
pl: Adres IP sieci LAN

source: LAN IP Address field is invalid
pl: Pole LAN IP Address jest nieprawidłowe

source: LDAP Authentication Server List
pl: Lista serwerów uwierzytelniania LDAP

source: LDAP Authentication Server Parameters
pl: Parametry serwera uwierzytelniania LDAP

source: LDAP Server Selection
pl: Wybór serwera LDAP

source: LDAP Server port, leave blank for the default (389 for TCP, 636 for SSL).
pl: Port serwera LDAP, pozostaw puste miejsce na domyślne (389 dla TCP, 636 dla SSL).

source: LDAP servers
pl: Serwery LDAP

source: Lifetime in days. This is commonly set to 397 (approximately 1 year).
pl: Czas życia w dniach. Zazwyczaj jest to wartość 397 (około 1 rok).

source: Lifetime in days. This is commonly set to 825 (approximately 2 years).
pl: Czas życia w dniach. Zazwyczaj jest to wartość 825 (około 2 lata).

source: Local Port
pl: Port lokalny

source: Local User Access
pl: Dostęp użytkowników lokalnych

source: Local port upon which OpenVPN will listen for connections. The default port is 1194. Leave this blank to auto-select an unused port.
pl: Lokalny port, na którym OpenVPN będzie nasłuchiwał połączeń. Domyślnym portem jest 1194. Pozostaw to pole puste, aby automatycznie wybrać nieużywany port.

source: MAC Address field is invalid
pl: Pole adresu MAC jest nieprawidłowe

source: Member Naming Attribute
pl: Atrybut nazwy członka

source: NTP Server
pl: Serwer NTP

source: NTP Server 2
pl: Serwer NTP 2

source: NetBIOS Node Type
pl: Typ węzła NetBIOS

source: NetBIOS Scope ID
pl: ID zakresu NetBIOS

source: Network Time Protocol server to provide for connecting client systems.
pl: Serwer Network Time Protocol zapewniający połączenie systemów klienckich.

source: On this screen we will configure the Local Area Network information.
pl: Na tym ekranie skonfigurujemy informacje o sieci lokalnej.

source: OpenVPN rule
pl: Zasada OpenVPN

source: Organization name, often the Company or Group name.
pl: Nazwa organizacji, często nazwa Firmy lub Grupy.

source: Override DNS
pl: Nadpisanie DNS

source: PPPoE Dial on demand
pl: PPPoE Wybieranie na żądanie

source: PPPoE Password
pl: Hasło PPPoE

source: PPPoE Service name
pl: PPPoE Nazwa usługi

source: PPPoE Username
pl: Nazwa użytkownika PPPoE

source: PPTP Dial on demand
pl: PPTP Wybieranie na żądanie

source: PPTP Local IP Address
pl: PPTP Lokalny adres IP

source: PPTP Local IP Address field is invalid
pl: Pole Lokalny adres IP PPTP jest nieprawidłowe

source: PPTP Password
pl: Hasło PPTP

source: PPTP Remote IP Address
pl: Zdalny adres IP PPTP

source: PPTP Remote IP Address field is invalid
pl: Pole Zdalny adres IP PPTP jest nieprawidłowe

source: PPTP Username
pl: Nazwa użytkownika PPTP

source: PPTP configuration
pl: Konfiguracja PPTP

source: Paste in a shared TLS key if one has already been generated.
pl: Wklej współdzielony klucz TLS, jeśli został już wygenerowany.

source: Port used by the RADIUS server for accepting Authentication requests, typically 1812.
pl: Port używany przez serwer RADIUS do przyjmowania żądań uwierzytelnienia, zwykle 1812.

source: Primary DNS Server
pl: Podstawowy serwer DNS

source: Primary DNS Server field is invalid
pl: Pole Primary DNS Server jest nieprawidłowe

source: Protocol to use for OpenVPN connections. If you are unsure, leave this set to UDP.
pl: Protokół używany dla połączeń OpenVPN. Jeśli nie jesteś pewien, pozostaw to ustawienie jako UDP.

source: Provide a default domain name to clients.
pl: Zapewnij klientom domyślną nazwę domeny.

source: RADIUS Authentication Server List
pl: Lista serwerów uwierzytelniania RADIUS

source: RADIUS Authentication Server Parameters
pl: Parametry serwera uwierzytelniania RADIUS

source: RADIUS Server Selection
pl: Wybór serwera RADIUS

source: RADIUS servers
pl: Serwery RADIUS

source: RFC1918 Networks
pl: RFC1918 Sieci

source: Reload Configuration
pl: Przeładuj konfigurację

source: Reload in progress
pl: Trwa przeładowywanie

source: Root Password
pl: Hasło główne

source: Root Password Confirmation
pl: Potwierdzenie hasła roota

source: Search Scope Base DN
pl: Zakres wyszukiwania Podstawa DN

source: Search Scope Level
pl: Poziom zakresu wyszukiwania

source: Secondary DNS Server
pl: Drugi serwer DNS

source: Secondary DNS Server field is invalid
pl: Pole Secondary DNS Server jest nieprawidłowe

source: Select an Authentication Backend Type
pl: Wybierz typ backendu uwierzytelniania

source: Semicolon separated. This will be prepended to the search base DN above or you can specify full container path, e.g. CN=Users;DC=example or CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com
pl: Oddzielone średnikiem. Zostanie on dodany do powyższego DN bazy wyszukiwania lub można podać pełną ścieżkę kontenera, np. CN=Users;DC=example lub CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com

source: Server Certificate Selection
pl: Wybór certyfikatu serwera

source: Server Setup
pl: Konfiguracja serwera

source: Set Root Password
pl: Ustaw hasło roota

source: Set the MTU of the WAN interface. If you leave this field blank, an MTU of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed.
pl: Ustaw MTU interfejsu WAN. Jeśli pozostawisz to pole puste, zostanie przyjęte MTU 1492 bajtów dla PPPoE i 1500 bajtów dla wszystkich innych typów połączeń.

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value.
pl: Ustaw wartość nagłówka TOS IP pakietów tunelowych tak, aby odpowiadała wartości pakietów enkapsulowanych.

source: Size of the key which will be generated. The larger the key, the more security is offers, but larger keys are generally slower to use.
pl: Rozmiar klucza, który zostanie wygenerowany. Im większy klucz, tym większe bezpieczeństwo jest oferowane, ale większe klucze są zwykle wolniejsze w użyciu.

source: Specify the maximum number of clients allowed to concurrently connect to this server.
pl: Określenie maksymalnej liczby klientów, którzy mogą jednocześnie łączyć się z tym serwerem.

source: Static
pl: Statyczny

source: Static IP Configuration
pl: Statyczna konfiguracja IP

source: Subnet Mask
pl: Maska podsieci

source: The interface where OpenVPN will listen for incoming connections.
pl: Interfejs, na którym OpenVPN będzie nasłuchiwał połączeń przychodzących.

source: The method used to authenticate traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like.
pl: Metoda używana do uwierzytelniania ruchu pomiędzy punktami końcowymi. To ustawienie musi być zgodne po stronie klienta i serwera, ale poza tym jest ustawiane w dowolny sposób.

source: The method used to encrypt traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like. Certain algorithms will perform better on different hardware, depending on the availability of supported VPN accelerator chips.
pl: Metoda używana do szyfrowania ruchu pomiędzy punktami końcowymi. To ustawienie musi być zgodne po stronie klienta i serwera, ale poza tym można je ustawić w dowolny sposób. Niektóre algorytmy będą działać lepiej na różnych urządzeniach, w zależności od dostępności obsługiwanych układów akceleratora VPN.

source: The protocol used by your LDAP server. It can either be standard TCP or SSL encrypted.
pl: Protokół używany przez twój serwer LDAP. Może to być standardowy TCP lub szyfrowany SSL.

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
pl: Są to sieci IPv4, które będą dostępne ze zdalnego punktu końcowego. Wyrażone jako oddzielona przecinkami lista jednego lub więcej zakresów CIDR. Możesz zostawić to puste, jeśli nie chcesz dodawać trasy do sieci lokalnej przez ten tunel na zdalnym komputerze. Zazwyczaj jest to ustawione na sieć LAN.

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
pl: Są to sieci IPv4, które będą kierowane przez tunel, dzięki czemu można ustanowić sieć VPN typu site-to-site bez ręcznej zmiany tablic routingu. Wyrażone jako oddzielona przecinkami lista jednego lub więcej zakresów CIDR. Jeśli jest to VPN typu site-to-site, wprowadź tutaj zdalną sieć LAN/s. Możesz pozostawić to pole puste, jeśli nie chcesz korzystać z sieci VPN typu site-to-site.

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
pl: Są to sieci IPv6, które będą dostępne ze zdalnego punktu końcowego. Wyrażone jako oddzielona przecinkami lista jednego lub więcej IP/PREFIX. Możesz zostawić to puste, jeśli nie chcesz dodawać trasy do sieci lokalnej przez ten tunel na zdalnym komputerze. Zazwyczaj jest to ustawione na sieć LAN.

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
pl: Są to sieci IPv6, które będą kierowane przez tunel, dzięki czemu można ustanowić VPN site-to-site bez ręcznej zmiany tablic routingu. Wyrażone jako oddzielona przecinkami lista jednego lub więcej IP/PREFIX. Jeśli jest to VPN typu site-to-site, wprowadź tutaj zdalną sieć LAN/s. Możesz pozostawić to pole puste, jeśli nie chcesz korzystać z sieci VPN typu site-to-site.

source: This field can be used to modify ("spoof") the MAC address of the WAN interface (may be required with some cable connections). Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank.
pl: To pole może być używane do modyfikacji ("spoof") adresu MAC interfejsu WAN (może być wymagane w przypadku niektórych połączeń kablowych). Wprowadź adres MAC w następującym formacie: xx:xx:xx:xx lub pozostaw puste miejsce.

source: This option causes the interface to operate in dial-on-demand mode, allowing you to have a virtual full time connection. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
pl: Opcja ta powoduje, że interfejs pracuje w trybie dial-on-demand, umożliwiając posiadanie wirtualnego połączenia w pełnym wymiarze czasu. Interfejs jest skonfigurowany, ale faktyczne połączenie łącza jest opóźnione do momentu wykrycia kwalifikującego się ruchu wychodzącego.

source: This wizard will guide you through the initial system configuration. The wizard may be stopped at any time by clicking the logo image at the top of the screen.
pl: Ten kreator przeprowadzi Cię przez wstępną konfigurację systemu. Kreator można zatrzymać w dowolnym momencie, klikając obraz logo w górnej części ekranu.

source: Time Server Information
pl: Informacje o serwerze czasu

source: Time server hostname
pl: Nazwa hosta serwera czasu

source: Timezone
pl: Strefa czasowa

source: Traffic from clients through VPN
pl: Ruch od klientów przez VPN

source: Traffic from clients to server
pl: Ruch od klientów do serwera

source: Two-letter ISO country code (e.g. NL, DE, US)
pl: Dwuliterowy kod kraju ISO (np. NL, DE, US)

source: Type of Server
pl: Typ serwera

source: Typically "cn" (OpenLDAP, Microsoft AD, and Novell eDirectory)
pl: Zazwyczaj "cn" (OpenLDAP, Microsoft AD i Novell eDirectory)

source: Typically "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)
pl: Zazwyczaj "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)

source: User Naming Attribute
pl: Atrybut nazwy użytkownika

source: WINS Server 1
pl: Serwer WINS 1

source: WINS Server 2
pl: Serwer WINS 2

source: Your configuration is now complete.
pl: Twoja konfiguracja jest teraz zakończona.

source: basedn
pl: na podstawien

source: city
pl: miasto

source: compression
pl: kompresja

source: country
pl: kraj

source: crypto
pl: kryptowaluta

source: defaultdomain
pl: domena domyślna

source: description
pl: opis

source: digest
pl: skrót

source: dummy
pl: atrapa

source: duplicate_cn
pl: duplikat_cn

source: interclient
pl: interklient

source: keylength
pl: długość klucza

source: lifetime
pl: dożywotnio

source: name
pl: nazwa

source: organization
pl: organizacja

source: redirectgw
pl: przekierowaniegw

source: scope
pl: zakres

source: tunnelnetv6
pl: tunelnetv6

source: winsserver1
pl: winsserwer1
