Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Note: Only relevant for infrastructure mode (BSS) and if Extensible Authentication Protocol (EAP) is used for key management.
pl: Uwaga: Dotyczy tylko trybu infrastruktury (BSS) i jeśli Extensible Authentication Protocol (EAP) jest używany do zarządzania kluczami.

source: EAP Phase 2 Authentication
pl: Uwierzytelnianie EAP faza 2

source: EAP TLS CA Certificate
pl: EAP TLS Certyfikat CA

source: Do not verify server
pl: Nie weryfikuj serwera

source: Certificate authority used to verify the access point's TLS certificate. Only relevant for infrastructure mode (BSS) if Extensible Authentication Protocol (EAP) is used for key management.
pl: Organ certyfikacji wykorzystywany do weryfikacji certyfikatu TLS punktu dostępu. Dotyczy tylko trybu infrastruktury (BSS), jeżeli do zarządzania kluczami wykorzystywany jest Extensible Authentication Protocol (EAP).

source: The %scertificate authority manager%s can be used to create or import certificat authorities if required.
pl: Menedżer %scertificate authority manager%s może być używany do tworzenia lub importowania urzędów certyfikacji, jeśli jest to wymagane.

source: EAP TLS Client Certificate
pl: Certyfikat klienta EAP TLS

source: Certificate used for authentication towards the access point. Only relevant for infrastructure mode (BSS) if EAP with TLS is used for key management.
pl: Certyfikat używany do uwierzytelniania w kierunku punktu dostępowego. Dotyczy tylko trybu infrastrukturalnego (BSS), jeżeli do zarządzania kluczami wykorzystuje się EAP z TLS.

source: The %scertificate manager%s can be used to create or import certificates if required.
pl: Menedżer %scertificate manager%s może być użyty do tworzenia lub importowania certyfikatów, jeśli jest to wymagane.

source: Access Point Authentication
pl: Uwierzytelnianie punktu dostępowego

source: Open System Authentication
pl: Uwierzytelnianie w systemie otwartym

source: Shared Key Authentication
pl: Uwierzytelnianie za pomocą klucza współdzielonego

source: Note: Shared Key Authentication requires WEP. Only relevant for access point mode.
pl: Uwaga: Shared Key Authentication wymaga WEP. Dotyczy tylko trybu punktu dostępu.

source: AES (recommended)
pl: AES (zalecane)

source: Key Rotation
pl: Obrót klucza

source: Allowed values are 1-9999 but should not be longer than Master Key Regeneration time.
pl: Dozwolone wartości to 1-9999, ale nie powinny być dłuższe niż Master Key Regeneration time.

source: Master Key Regeneration
pl: Regeneracja klucza głównego

source: Allowed values are 1-9999 but should not be shorter than Key Rotation time.
pl: Dozwolone wartości to 1-9999, ale nie powinny być krótsze niż Key Rotation time.

source: Strict Key Regeneration
pl: Ścisła Regeneracja Kluczy

source: Setting this option will force the AP to rekey whenever a client disassociates.
pl: Ustawienie tej opcji wymusi na AP ponowne kluczowanie za każdym razem, gdy klient się rozłączy.

source: Enable IEEE802.1X Authentication
pl: Włącz uwierzytelnianie IEEE802.1X

source: Setting this option will enable 802.1x authentication.
pl: Ustawienie tej opcji spowoduje włączenie uwierzytelniania 802.1x.

source: NOTE
pl: UWAGA

source: this option requires checking the "Enable WPA box".
pl: opcja ta wymaga zaznaczenia pola "Enable WPA box".

source: 802.1X Server IP Address
pl: Adres IP serwera 802.1X

source: Enter the IP address of the 802.1X Authentication Server. This is commonly a Radius server (FreeRadius, Internet Authentication Services, etc.)
pl: Wpisz adres IP serwera uwierzytelniania 802.1X. Zazwyczaj jest to serwer Radius (FreeRadius, Internet Authentication Services itp.).

source: 802.1X Server Port
pl: Port serwera 802.1X

source: Leave blank for the default 1812 port.
pl: Pozostaw puste miejsce dla domyślnego portu 1812.

source: 802.1X Server IP Address (2)
pl: Adres IP serwera 802.1X (2)

source: Secondary 802.1X Authentication Server IP Address
pl: Adres IP drugiego serwera uwierzytelniania 802.1X

source: 802.1X Server Port (2)
pl: Port serwera 802.1X (2)

source: Secondary 802.1X Authentication Server Port
pl: Port drugiego serwera uwierzytelniającego 802.1X

source: %s %s (Parent: %s, Tag: %s)
pl: %s %s (Rodzic: %s, Znacznik: %s)

source: wireless clone
pl: bezprzewodowy klon

source: The interface "%s" does not exist. Make sure to apply its configuration first.
pl: Interfejs "%s" nie istnieje. Upewnij się, że najpierw zastosujesz jego konfigurację.

source: The interface is part of a group. Please remove it from the group to continue
pl: Interfejs jest częścią grupy. Proszę usunąć go z grupy, aby kontynuować

source: The interface is part of a bridge. Please remove it from the bridge to continue
pl: Interfejs jest częścią mostu. Proszę usunąć go z mostu, aby kontynuować

source: The interface is part of a gre tunnel. Please delete the tunnel to continue
pl: Interfejs jest częścią tunelu gre. Proszę usunąć tunel, aby kontynuować.

source: The interface is part of a gif tunnel. Please delete the tunnel to continue
pl: Interfejs jest częścią tunelu gif. Proszę usunąć tunel, aby kontynuować.

source: Port %s was assigned to %d interfaces:
pl: Port %s został przypisany do %d interfejsów:

source: You cannot set port %s to interface %s because this interface is a member of %s.
pl: Nie można ustawić portu %s na interfejs %s, ponieważ ten interfejs jest członkiem %s.

source: VLAN parent interface %s does not exist.
pl: Interfejs macierzysty VLAN %s nie istnieje.

source: Do you really want to delete this interface?
pl: Czy naprawdę chcesz usunąć ten interfejs?

source: Technical identifier of the interface, used by hasync for example
pl: Techniczny identyfikator interfejsu, używany np. przez hasync

source: Network port
pl: Port sieciowy

source: New interface:
pl: Nowy interfejs:

source: This bridge cannot be deleted because it is assigned as an interface.
pl: Ten most nie może być usunięty, ponieważ jest przypisany jako interfejs.

source: Bridge
pl: Most

source: Do you really want to delete this bridge?
pl: Czy na pewno chcesz usunąć dziesięć najbardziej?

source: Members
pl: Człąkowie

source: Member Interfaces
pl: Interfejsy członkowskie

source: Maxage needs to be an integer between 6 and 40.
pl: Maxage musi być liczbą całkowitą pomiędzy 6 a 40.

source: Maxaddr needs to be an integer.
pl: Maxaddr musi być liczbą całkowitą.

source: Timeout needs to be an integer.
pl: Timeout musi być liczbą całkowitą.

source: Forward Delay needs to be an integer between 4 and 30.
pl: Forward Delay musi być liczbą całkowitą pomiędzy 4 a 30.

source: Hello time for STP needs to be an integer between 1 and 2.
pl: Hello time dla STP musi być liczbą całkowitą pomiędzy 1 a 2.

source: Priority for STP needs to be an integer between 0 and 61440.
pl: Priorytet dla STP musi być liczbą całkowitą pomiędzy 0 a 61440.

source: Transmit Hold Count for STP needs to be an integer between 1 and 10.
pl: Transmit Hold Count dla STP musi być liczbą całkowitą pomiędzy 1 a 10.

source: %s interface priority for STP needs to be an integer between 0 and 240.
pl: Priorytet interfejsu %s dla STP musi być liczbą całkowitą pomiędzy 0 a 240.

source: %s interface path cost for STP needs to be an integer between 1 and 200000000.
pl: Koszt ścieżki interfejsu %s dla STP musi być liczbą całkowitą pomiędzy 1 a 2000000.

source: A member interface passed does not exist in configuration
pl: Interfejs członkowski przekazany nie istnieje w konfiguracji

source: Bridging a wireless interface is only possible in hostap mode.
pl: Mostkowanie interfejsu bezprzewodowego jest możliwe tylko w trybie hostap.

source: Span interface cannot be part of the bridge. Remove the span interface from bridge members to continue.
pl: Interfejs span nie może być częścią mostu. Usuń interfejs span z członków mostu, aby kontynuować.

source: Error occurred creating interface, please retry.
pl: Wystąpił błąd podczas tworzenia interfejsu, proszę ponowić próbę.

source: Bridge configuration
pl: Konfiguracja mostu

source: Member interfaces
pl: Interfejsy członkowskie

source: Interfaces participating in the bridge.
pl: Interfejsy uczestniczące w mostku.

source: Link-local address
pl: Adres Link-local

source: Enable link-local address
pl: Włącz adres link-local

source: By default, link-local addresses for bridges are disabled. You can enable them manually using this option. However, when a bridge interface has IPv6 addresses, IPv6 addresses on a member interface will be automatically removed before the interface is added.
pl: Domyślnie adresy link-local dla mostów są wyłączone. Można je włączyć ręcznie za pomocą tej opcji. Jednakże, gdy interfejs mostu ma adresy IPv6, adresy IPv6 na interfejsie członkowskim zostaną automatycznie usunięte przed dodaniem interfejsu.

source: Show advanced options
pl: Pokaż opcje zaawansowane

source: Spanning Tree Protocol
pl: Protokół drzewa rozpinającego

source: Enable spanning tree options for this bridge.
pl: Włącz opcje spanning tree dla tego mostu.

source: Protocol used for spanning tree.
pl: Protokół używany dla spanning tree.

source: STP interfaces
pl: Interfejsy STP

source: Enable Spanning Tree Protocol on interface. The if_bridge(4) driver has support for the IEEE 802.1D Spanning Tree Protocol (STP). STP is used to detect and remove loops in a network topology.
pl: Włączenie protokołu Spanning Tree na interfejsie. Sterownik if_bridge(4) posiada wsparcie dla protokołu IEEE 802.1D Spanning Tree Protocol (STP). STP jest używany do wykrywania i usuwania pętli w topologii sieci.

source: Valid time
pl: Ważny czas

source: Set the time that a Spanning Tree Protocol configuration is valid. The default is 20 seconds. The minimum is 6 seconds and the maximum is 40 seconds.
pl: Ustaw czas, przez który konfiguracja protokołu Spanning Tree Protocol jest ważna. Domyślnie jest to 20 sekund. Minimum to 6 sekund, a maksimum to 40 sekund.

source: Forward time
pl: Czas do przodu

source: Set the time that must pass before an interface begins forwarding packets when Spanning Tree is enabled. The default is 15 seconds. The minimum is 4 seconds and the maximum is 30 seconds.
pl: Ustaw czas, który musi upłynąć zanim interfejs zacznie przekazywać pakiety, gdy włączone jest drzewo spanningowe. Domyślnie jest to 15 sekund. Minimum to 4 sekundy, a maksimum to 30 sekund.

source: Hello time
pl: Witam czas

source: Set the time between broadcasting of Spanning Tree Protocol configuration messages. The hello time may only be changed when operating in legacy STP mode. The default is 2 seconds. The minimum is 1 second and the maximum is 2 seconds.
pl: Ustawia czas pomiędzy rozgłaszaniem komunikatów konfiguracyjnych Spanning Tree Protocol. Czas hello może być zmieniony tylko podczas pracy w trybie legacy STP. Domyślnie jest to 2 sekundy. Minimum to 1 sekunda, a maksimum to 2 sekundy.

source: Priority
pl: Priorytet

source: Set the bridge priority for Spanning Tree. The default is 32768. The minimum is 0 and the maximum is 61440.
pl: Ustawia priorytet mostu dla Spanning Tree. Domyślnie jest to 32768. Minimum to 0, a maksimum to 61440.

source: Hold count
pl: Przytrzymaj licznik

source: Set the transmit hold count for Spanning Tree. This is the number of packets transmitted before being rate limited. The default is 6. The minimum is 1 and the maximum is 10.
pl: Ustawienie liczby wstrzymania transmisji dla drzewa rozpinającego. Jest to liczba pakietów przesyłanych przed ograniczeniem prędkości. Domyślnie jest to 6. Minimalna wartość to 1, a maksymalna 10.

source: Set the Spanning Tree priority of interface to value. The default is 128. The minimum is 0 and the maximum is 240. Increments of 16.
pl: Ustaw priorytet Spanning Tree dla interfejsu na wartość. Domyślnie jest to 128. Minimum to 0, a maksimum to 240. Zwiększenie o 16.

source: Path cost
pl: Koszt ścieżki

source: Set the Spanning Tree path cost of interface to value. The default is calculated from the link speed. To change a previously selected path cost back to automatic, set the cost to 0. The minimum is 1 and the maximum is 200000000.
pl: Ustaw koszt ścieżki Spanning Tree dla interfejsu na wartość. Domyślnie jest on obliczany na podstawie prędkości łącza. Aby zmienić wcześniej wybrany koszt ścieżki z powrotem na automatyczny, ustaw koszt na 0. Minimum to 1, a maksimum to 2000000.

source: Advanced options
pl: Opcje zaawansowane

source: Cache size
pl: Skrytka rozmiarowa

source: entries
pl: wpisy

source: Set the size of the bridge address cache to size. The default is 2000 entries.
pl: Ustaw rozmiar pamięci podręcznej adresów mostu na rozmiar. Domyślnie jest to 2000 wpisów.

source: Cache entry expire time
pl: Czas wygaśnięcia wpisu w pamięci podręcznej

source: Set the timeout of address cache entries to this number of seconds. If seconds is zero, then address cache entries will not be expired. The default is 1200 seconds.
pl: Ustawienie limitu czasu wpisów w pamięci podręcznej adresów na tę liczbę sekund. Jeśli liczba sekund wynosi zero, to wpisy w pamięci podręcznej adresów nie będą wygasały. Domyślnie jest to 1200 sekund.

source: Span port
pl: Port Span

source: Add the interface named by interface as a span port on the bridge. Span ports transmit a copy of every frame received by the bridge. This is most useful for snooping a bridged network passively on another host connected to one of the span ports of the bridge.
pl: Dodaj interfejs nazwany przez interface jako port span na mostku. Porty span przesyłają kopię każdej ramki odebranej przez most. Jest to najbardziej przydatne do pasywnego snoopingu zmostkowanej sieci na innym hoście podłączonym do jednego z portów span mostu.

source: The span interface cannot be part of the bridge member interfaces.
pl: Interfejs span nie może być częścią interfejsów członkowskich mostu.

source: Edge ports
pl: Porty brzegowe

source: Set interface as an edge port. An edge port connects directly to end stations and cannot create bridging loops in the network; this allows it to transition straight to forwarding.
pl: Ustaw interfejs jako port brzegowy. Port brzegowy łączy się bezpośrednio ze stacjami końcowymi i nie może tworzyć pętli mostkowania w sieci; pozwala to na przejście od razu do forwardowania.

source: Auto Edge ports
pl: Porty Auto Edge

source: Allow interface to automatically detect edge status. This is the default for all interfaces added to a bridge.
pl: Zezwól interfejsowi na automatyczne wykrywanie statusu krawędzi. Jest to wartość domyślna dla wszystkich interfejsów dodanych do mostu.

source: This will disable the autoedge status of interfaces.
pl: Spowoduje to wyłączenie statusu autoedge dla interfejsów.

source: PTP ports
pl: Porty PTP

source: Set the interface as a point-to-point link. This is required for straight transitions to forwarding and should be enabled on a direct link to another RSTP-capable switch.
pl: Ustaw interfejs jako łącze punkt-punkt. Jest to wymagane dla prostych przejść do forwardowania i powinno być włączone na bezpośrednim łączu do innego przełącznika obsługującego RSTP.

source: Auto PTP ports
pl: Porty Auto PTP

source: Automatically detect the point-to-point status on interface by checking the full duplex link status. This is the default for interfaces added to the bridge.
pl: Automatycznie wykrywa status point-to-point na interfejsie poprzez sprawdzenie statusu łącza w trybie full duplex. Jest to wartość domyślna dla interfejsów dodanych do mostu.

source: The interfaces selected here will be removed from default autoedge status.
pl: Wybrane tutaj interfejsy zostaną usunięte z domyślnego statusu autoedge.

source: Sticky ports
pl: Przyklejone porty

source: Mark an interface as a "sticky" interface. Dynamically learned address entries are treated as static once entered into the cache. Sticky entries are never aged out of the cache or replaced, even if the address is seen on a different interface.
pl: Oznaczenie interfejsu jako "sticky". Dynamicznie uczone wpisy adresowe są traktowane jako statyczne po wprowadzeniu do pamięci podręcznej. Wpisy "sticky" nigdy nie są usuwane z pamięci podręcznej ani zastępowane, nawet jeśli adres jest widziany na innym interfejsie.

source: Private ports
pl: Porty prywatne

source: Mark an interface as a "private" interface. A private interface does not forward any traffic to any other port that is also a private interface.
pl: Oznacz interfejs jako "prywatny". Interfejs prywatny nie przekazuje żadnego ruchu do żadnego innego portu, który jest również interfejsem prywatnym.

source: This gif TUNNEL cannot be deleted because it is still being used as an interface.
pl: Ten gif TUNNEL nie może zostać usunięty, ponieważ nadal jest używany jako interfejs.

source: Do you really want to delete this gif tunnel?
pl: Czy naprawdę chcesz usunąć ten tunel gifów?

source: Tunnel to...
pl: Tunel do...

source: If you are using a GIF tunnel to connect to a Hurricane Electric (he.net) Tunnel Broker on a WAN with a dynamic IP, you may want to add a %sHE.net Tunnelbroker dynamic DNS entry%s to keep your tunnel functional when your IP changes.
pl: Jeśli używasz tunelu GIF do połączenia z Hurricane Electric (he.net) Tunnel Broker w sieci WAN z dynamicznym IP, możesz dodać wpis %sHE.net Tunnelbroker dynamic DNS%s, aby zachować funkcjonalność tunelu przy zmianie IP.

source: Parent interface,Local address, Remote tunnel address, Remote tunnel network, Local tunnel address
pl: Interfejs nadrzędny,adres lokalny, adres zdalnego tunelu, sieć zdalnego tunelu, adres lokalnego tunelu

source: The tunnel local and tunnel remote fields must have valid IP addresses.
pl: Pola tunel lokalny i tunel zdalny muszą mieć prawidłowe adresy IP.

source: The alias IP address family has to match the family of the remote peer address.
pl: Rodzina adresu IP aliasu musi być zgodna z rodziną adresu zdalnego peera.

source: A gif with the network %s is already defined.
pl: Gif o sieci %s jest już zdefiniowany.

source: GIF configuration
pl: Konfiguracja GIF

source: Parent interface
pl: Interfejs rodzica

source: The interface here serves as the local address to be used for the gif tunnel.
pl: Interfejs służy tutaj jako adres lokalny, który ma być używany dla tunelu gif.

source: GIF remote address
pl: Adres zdalny GIF

source: Peer address where encapsulated gif packets will be sent.
pl: Adres peera, do którego będą wysyłane enkapsulowane pakiety gif.

source: GIF tunnel local address
pl: Adres lokalny tunelu GIF

source: Local gif tunnel endpoint
pl: Lokalny punkt końcowy tunelu gif

source: GIF tunnel remote address
pl: Adres zdalny tunelu GIF

source: Remote gif address endpoint. The subnet part is used for determining the network that is tunnelled.
pl: Zdalny punkt końcowy adresu gif. Część podsieci służy do określenia sieci, która jest tunelowana.

source: Disable Ingress filtering
pl: Wyłączenie filtrowania przychodzącego

source: Ingress filtering on outer tunnel source can break tunnel operation in an asymmetrically routed networks, in which case this can be disabled by marking this option.
pl: Filtrowanie ingresu na zewnętrznym źródle tunelu może przerwać działanie tunelu w asymetrycznie routowanych sieciach, w takim przypadku można to wyłączyć zaznaczając tę opcję.

source: ECN friendly behavior
pl: Zachowanie przyjazne dla ECN

source: Note that the ECN friendly behavior violates RFC2893. This should be used in mutual agreement with the peer.
pl: Zauważ, że zachowanie przyjazne ECN narusza RFC2893. Powinno to być używane we wzajemnym porozumieniu z peerem.

source: This GRE tunnel cannot be deleted because it is still being used as an interface.
pl: Ten tunel GRE nie może zostać usunięty, ponieważ nadal jest używany jako interfejs.

source: Do you really want to delete this GRE tunnel?
pl: Czy naprawdę chcesz usunąć ten tunel GRE?

source: Local address
pl: Adres lokalny

source: Local tunnel address
pl: Lokalny adres tunelu

source: Remote tunnel address
pl: Adres zdalnego tunelu

source: Remote tunnel network
pl: Zdalna sieć tuneli

source: A GRE tunnel with the network %s is already defined.
pl: Tunel GRE z siecią %s jest już zdefiniowany.

source: GRE configuration
pl: Konfiguracja GRE

source: The interface here serves as the local address to be used for the GRE tunnel.
pl: Interfejs służy tutaj jako adres lokalny, który ma być użyty dla tunelu GRE.

source: GRE remote address
pl: Adres zdalny GRE

source: Peer address where encapsulated GRE packets will be sent.
pl: Adres peera, na który będą wysyłane enkapsulowane pakiety GRE.

source: GRE tunnel local address
pl: Adres lokalny tunelu GRE

source: Local GRE tunnel endpoint
pl: Lokalny punkt końcowy tunelu GRE

source: GRE tunnel remote address
pl: Adres zdalny tunelu GRE

source: Remote GRE address endpoint. The subnet part is used for the determining the network that is tunneled.
pl: Zdalny punkt końcowy adresu GRE. Część podsieci służy do określenia sieci, która jest tunelowana.

source: Group
pl: Grupa

source: Do you really want to delete this group? All elements that still use it will become invalid (e.g. filter rules)!
pl: Czy naprawdę chcesz usunąć tę grupę? Wszystkie elementy, które nadal z niej korzystają, staną się nieważne (np. reguły filtrowania)!

source: Interface Groups allow you to create rules that apply to multiple interfaces without duplicating the rules. If you remove members from an interface group, the group rules no longer apply to that interface.
pl: Grupy interfejsów umożliwiają tworzenie reguł, które mają zastosowanie do wielu interfejsów bez duplikowania reguł. Jeśli usuniesz członków z grupy interfejsów, reguły grupy przestaną obowiązywać dla danego interfejsu.

source: Group name already exists!
pl: Nazwa grupy już istnieje!

source: Only letters, digits and underscores are allowed as the group name.
pl: Jako nazwa grupy dozwolone są tylko litery, cyfry i podkreślenia.

source: The group name shall not be longer than 15 characters.
pl: Nazwa grupy nie może być dłuższa niż 15 znaków.

source: The group name shall not end in a digit.
pl: Nazwa grupy nie może kończyć się cyfrą.

source: The specified group name is already used by an interface. Please choose another name.
pl: Podana nazwa grupy jest już używana przez interfejs. Proszę wybrać inną nazwę.

source: At least one group member must be specified.
pl: Musi być określony przynajmniej jeden członek grupy.

source: Interface Groups Edit
pl: Edycja grup interfejsów

source: No numbers or spaces are allowed. Only characters in a-zA-Z
pl: Nie wolno używać cyfr ani spacji. Tylko znaki z zakresu a-zA-Z

source: You may enter a description here for your reference.
pl: Tutaj możesz wprowadzić opis dla swoich potrzeb.

source: Rules for WAN type interfaces in groups do not contain the reply-to mechanism upon which Multi-WAN typically relies.
pl: Reguły dla interfejsów typu WAN w grupach nie zawierają mechanizmu reply-to, na którym zazwyczaj opiera się Multi-WAN.

source: This LAGG interface cannot be deleted because it is still being used.
pl: Ten interfejs LAGG nie może być usunięty, ponieważ jest nadal używany.

source: Do you really want to delete this LAGG interface?
pl: Czy naprawdę chcesz usunąć ten interfejs LAGG?

source: Lagg protocol
pl: Protokół Lagg

source: Interface '%s' supplied as member does not exist
pl: Interfejs "%s" podany jako członek nie istnieje

source: Invalid lagghash value '%s'
pl: Nieprawidłowa wartość lagghash '%s'.

source: Protocol supplied is invalid
pl: Podany protokół jest nieprawidłowy

source: LAGG configuration
pl: Konfiguracja LAGG

source: Choose the members that will be used for the link aggregation
pl: Wybierz członków, którzy będą używani do agregacji łączy
