Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Sends and receives traffic only through the master port. If the master port becomes unavailable, the next active port is used. The first interface added is the master port; any interfaces added after that are used as failover devices.
pl: Wysyła i odbiera ruch tylko przez port główny. Jeśli port główny staje się niedostępny, używany jest następny aktywny port. Pierwszy dodany interfejs jest portem głównym; wszystkie interfejsy dodane po nim są używane jako urządzenia awaryjne.

source: Supports Cisco EtherChannel. This is a static setup and does not negotiate aggregation with the peer or exchange frames to monitor the link.
pl: Obsługuje Cisco EtherChannel. Jest to statyczna konfiguracja i nie negocjuje agregacji z peerem ani nie wymienia ramek w celu monitorowania łącza.

source: Supports the IEEE 802.3ad Link Aggregation Control Protocol (LACP) and the Marker Protocol. LACP will negotiate a set of aggregable links with the peer in to one or more Link Aggregated Groups. Each LAG is composed of ports of the same speed, set to full-duplex operation. The traffic will be balanced across the ports in the LAG with the greatest total speed, in most cases there will only be one LAG which contains all ports. In the event of changes in physical connectivity, Link Aggregation will quickly converge to a new configuration.
pl: Obsługuje protokół IEEE 802.3ad Link Aggregation Control Protocol (LACP) oraz protokół Marker. LACP negocjuje zestaw zagregowanych łączy z peerem w jedną lub więcej Link Aggregated Groups. Każda LAG składa się z portów o tej samej prędkości, ustawionych na pracę w trybie full-duplex. Ruch będzie zrównoważony pomiędzy portami w LAG o największej łącznej prędkości, w większości przypadków będzie tylko jeden LAG, który zawiera wszystkie porty. W przypadku zmian w łączności fizycznej, Link Aggregation szybko konwerguje do nowej konfiguracji.

source: Balances outgoing traffic across the active ports based on hashed protocol header information and accepts incoming traffic from any active port. This is a static setup and does not negotiate aggregation with the peer or exchange frames to monitor the link. The hash includes the Ethernet source and destination address, and, if available, the VLAN tag, and the IP source and destination address.
pl: Balansuje ruch wychodzący pomiędzy aktywnymi portami na podstawie informacji z nagłówka protokołu i akceptuje ruch przychodzący z każdego aktywnego portu. Jest to statyczna konfiguracja i nie negocjuje agregacji z peerem ani nie wymienia ramek w celu monitorowania łącza. Hash zawiera źródłowy i docelowy adres Ethernet oraz, jeśli jest dostępny, znacznik VLAN, a także źródłowy i docelowy adres IP.

source: Distributes outgoing traffic using a round-robin scheduler through all active ports and accepts incoming traffic from any active port.
pl: Rozdziela ruch wychodzący przy użyciu harmonogramu round-robin przez wszystkie aktywne porty i akceptuje ruch przychodzący z każdego aktywnego portu.

source: This protocol is intended to do nothing: It disables any traffic without disabling the lagg interface itself.
pl: Ten protokół ma za zadanie nic nie robić: wyłącza jakikolwiek ruch bez wyłączania samego interfejsu lagg.

source: Fast timeout
pl: Szybki timeout

source: Enable lacp fast-timeout on the interface.
pl: Włącz lacp fast-timeout na interfejsie.

source: Use flowid
pl: Użyj flowid

source: Use the RSS hash from the network card if available, otherwise a hash is locally calculated. The default depends on the system tunable in net.link.lagg.default_use_flowid.
pl: Użyj hasha RSS z karty sieciowej, jeśli jest dostępny, w przeciwnym razie hash jest obliczany lokalnie. Domyślne zależy od systemowego przestawienia w net.link.lagg.default_use_flowid.

source: Hash Layers
pl: Warstwy haszujące

source: L2: src/dst MAC address and optional VLAN number.
pl: L2: adres MAC src/dst i opcjonalnie numer VLAN.

source: L3: src/dst address for IPv4 or IPv6.
pl: L3: adres src/dst dla IPv4 lub IPv6.

source: L4: src/dst port for TCP/UDP/SCTP.
pl: L4: port src/dst dla TCP/UDP/SCTP.

source: Set the packet layers to hash for aggregation protocols which load balance.
pl: Ustaw warstwy pakietów na hash dla protokołów agregacji, które równoważą obciążenie.

source: Use strict
pl: Stosować ścisłe

source: Enable lacp strict compliance on the interface. The default depends on the system tunable in net.link.lagg.lacp.default_strict_mode.
pl: Włącz ścisłą zgodność lacp na interfejsie. Domyślne zależy od systemowego tunable w net.link.lagg.lacp.default_strict_mode.

source: If you leave this field blank, the smallest mtu of this laggs children will be used.
pl: Jeśli pozostawisz to pole puste, użyte zostanie najmniejsze mtu tego laggs children.

source: This point-to-point link cannot be deleted because it is still being used as an interface.
pl: To łącze punkt-punkt nie może zostać usunięte, ponieważ nadal jest używane jako interfejs.

source: Do you really want to delete this PPP interface?
pl: Czy naprawdę chcesz usunąć ten interfejs PPP?

source: Interface(s)/Port(s)
pl: Interfejs(y)/Port(y)

source: Link Interface(s)
pl: Łącze Interfejs(y)

source: Subnet
pl: Podsieć

source: Please choose a Link Type.
pl: Proszę wybrać typ linku.

source: Multilink connections (MLPPP) using the PPP link type is not currently supported. Please select only one Link Interface.
pl: Połączenia wieloliniowe (MLPPP) wykorzystujące typ łącza PPP nie są obecnie obsługiwane. Proszę wybrać tylko jeden Link Interface.

source: The Service name contains invalid characters.
pl: Nazwa usługi zawiera nieprawidłowe znaki.

source: Do not specify both a Service name and a NULL Service name.
pl: Nie należy określać jednocześnie nazwy usługi i nazwy usługi NULL.

source: A valid local IP address must be specified for %s.
pl: Dla %s musi być podany prawidłowy lokalny adres IP.

source: A valid gateway IP address must be specified for %s.
pl: Dla %s musi być podany prawidłowy adres IP bramy.

source: The bandwidth value for %s must be an integer.
pl: Wartość szerokości pasma dla %s musi być liczbą całkowitą.

source: The MTU for %s must be greater than 576 bytes.
pl: MTU dla %s musi być większe niż 576 bajtów.

source: The MRU for %s must be greater than 576 bytes.
pl: MRU dla %s musi być większe niż 576 bajtów.

source: PPPs configuration
pl: Konfiguracja PPP

source: Link Type
pl: Typ połączenia

source: Link interface(s)
pl: Interfejs(y) łączący(e)

source: Select at least two interfaces for Multilink (MLPPP) connections.
pl: Wybierz co najmniej dwa interfejsy dla połączeń Multilink (MLPPP).

source: You may enter a description here for your reference. Description will appear in the "Interfaces Assign" select lists.
pl: W tym miejscu można wprowadzić opis. Opis pojawi się na liście wyboru "Przypisanie interfejsów".

source: Note: Typically *99# for GSM networks and #777 for CDMA networks
pl: Uwaga: Zazwyczaj *99# dla sieci GSM i #777 dla sieci CDMA

source: Configure a NULL Service name
pl: Konfiguracja nazwy usługi NULL

source: Hint: this field can usually be left empty. Service name will not be configured if this field is empty. Check the "Configure NULL" box to configure a blank Service name.
pl: Wskazówka: to pole może być zazwyczaj pozostawione puste. Nazwa usługi nie zostanie skonfigurowana, jeśli to pole będzie puste. Zaznacz pole "Configure NULL", aby skonfigurować pustą nazwę usługi.

source: APN number (optional)
pl: Numer APN (opcjonalnie)

source: Note: Defaults to 1 if you set APN above. Ignored if you set no APN above.
pl: Uwaga: Domyślnie 1, jeśli ustawiono APN powyżej. Ignorowane, jeśli nie ustawiono APN powyżej.

source: SIM PIN wait
pl: Czekanie na PIN SIM

source: Note: Time to wait for SIM to discover network after PIN is sent to SIM (seconds).
pl: Uwaga: Czas oczekiwania na wykrycie sieci przez SIM po wysłaniu kodu PIN do SIM (sekundy).

source: Note: Enter the modem initialization string here. Do NOT include the "AT" string at the beginning of the command. Many modern USB 3G modems don't need an initialization string.
pl: Uwaga: Wprowadź tutaj ciąg inicjalizacyjny modemu. NIE umieszczaj ciągu "AT" na początku polecenia. Wiele nowoczesnych modemów USB 3G nie potrzebuje ciągu inicjalizacyjnego.

source: Connection Timeout
pl: Limit czasu połączenia

source: Note: Enter timeout in seconds for connection to be established (sec.) Default is 45 sec.
pl: Uwaga: Wprowadź czas oczekiwania na nawiązanie połączenia w sekundach (sek.) Domyślnie 45 sek.

source: Uptime Logging
pl: Logowanie czasu pracy

source: Enable persistent logging of connection uptime.
pl: Włączenie trwałego rejestrowania czasu trwania połączenia.

source: This option causes cumulative uptime to be recorded and displayed on the Status Interfaces page.
pl: Ta opcja powoduje, że skumulowany czas pracy jest rejestrowany i wyświetlany na stronie Status Interfejsów.

source: Enable Dial-on-Demand mode
pl: Włączenie trybu Dial-on-Demand

source: This option causes the interface to operate in dial-on-demand mode. Do NOT enable if you want your link to be always up. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
pl: Opcja ta powoduje, że interfejs pracuje w trybie dial-on-demand. NIE włączaj tej opcji, jeśli chcesz, aby twoje łącze było zawsze włączone. Interfejs jest skonfigurowany, ale faktyczne połączenie łącza jest opóźnione do momentu wykrycia kwalifikującego się ruchu wychodzącego.

source: Idle Timeout
pl: Limit czasu

source: (seconds) Default is 0, which disables the timeout feature.
pl: (sekundy) Domyślnie 0, co wyłącza funkcję timeout.

source: If no incoming or outgoing packets are transmitted for the entered number of seconds the connection is brought down.
pl: Jeśli przez wprowadzoną liczbę sekund nie zostaną przesłane żadne pakiety przychodzące lub wychodzące, połączenie zostanie zerwane.

source: When the idle timeout occurs, if the dial-on-demand option is enabled, mpd goes back into dial-on-demand mode. Otherwise, the interface is brought down and all associated routes removed.
pl: Gdy wystąpi bezczynność, jeśli opcja dial-on-demand jest włączona, mpd wraca do trybu dial-on-demand. W przeciwnym razie interfejs jest zamykany, a wszystkie związane z nim trasy usuwane.

source: Compression
pl: Kompresja

source: Disable vjcomp(compression) (auto-negotiated by default).
pl: Wyłączenie vjcomp(kompresja) (domyślnie auto-negocjowane).

source: This option enables Van Jacobson TCP header compression, which saves several bytes per TCP data packet. You almost always want this option. This compression ineffective for TCP connections with enabled modern extensions like time stamping or SACK, which modify TCP options between sequential packets.
pl: Opcja włącza kompresję nagłówka TCP Van Jacobsona, która pozwala zaoszczędzić kilka bajtów w pakiecie danych TCP. Ta opcja jest prawie zawsze potrzebna. Ta kompresja jest nieefektywna dla połączeń TCP z włączonymi nowoczesnymi rozszerzeniami takimi jak time stamping lub SACK, które modyfikują opcje TCP pomiędzy kolejnymi pakietami.

source: Disable tcpmssfix (enabled by default).
pl: Wyłącz tcpmssfix (domyślnie włączone).

source: This option causes mpd to adjust incoming and outgoing TCP SYN segments so that the requested maximum segment size is not greater than the amount allowed by the interface MTU. This is necessary in many setups to avoid problems caused by routers that drop ICMP Datagram Too Big messages. Without these messages, the originating machine sends data, it passes the rogue router then hits a machine that has an MTU that is not big enough for the data. Because the IP Don't Fragment option is set, this machine sends an ICMP Datagram Too Big message back to the originator and drops the packet. The rogue router drops the ICMP message and the originator never gets to discover that it must reduce the fragment size or drop the IP Don't Fragment option from its outgoing data.
pl: Opcja ta powoduje, że mpd dostosowuje przychodzące i wychodzące segmenty TCP SYN tak, aby żądany maksymalny rozmiar segmentu nie był większy niż MTU interfejsu. Jest to konieczne w wielu konfiguracjach, aby uniknąć problemów spowodowanych przez routery, które upuszczają wiadomości ICMP Datagram Too Big. Bez tych wiadomości, maszyna wysyłająca dane, przechodzi przez nieuczciwy router, a następnie trafia na maszynę, która ma MTU, które nie jest wystarczająco duże dla danych. Ponieważ opcja IP Don't Fragment jest ustawiona, maszyna ta wysyła wiadomość ICMP Datagram Too Big z powrotem do inicjatora i porzuca pakiet. Nieuczciwy router porzuca wiadomość ICMP, a inicjator nigdy nie dowiaduje się, że musi zmniejszyć rozmiar fragmentu lub zrezygnować z opcji IP Don't Fragment z wychodzących danych.

source: Disable shortseq (auto-negotiated by default).
pl: Wyłączenie shortseq (domyślnie auto-negocjowane).

source: This option is only meaningful if multi-link PPP is negotiated. It proscribes shorter multi-link fragment headers, saving two bytes on every frame. It is not necessary to disable this for connections that are not multi-link.
pl: Ta opcja ma znaczenie tylko wtedy, gdy negocjowane jest multi-link PPP. Nakazuje ona krótsze nagłówki fragmentów multi-link, oszczędzając dwa bajty na każdej ramce. Nie jest konieczne wyłączanie tej opcji dla połączeń, które nie są wieloliniowe.

source: Disable acfcomp (compression) (auto-negotiated by default).
pl: Wyłączenie acfcomp (kompresji) (domyślnie auto-negocjowana).

source: Address and control field compression. This option only applies to asynchronous link types. It saves two bytes per frame.
pl: Kompresja pola adresowego i sterującego. Opcja ta dotyczy tylko typów łączy asynchronicznych. Pozwala ona zaoszczędzić dwa bajty na ramkę.

source: Disable protocomp (compression) (auto-negotiated by default).
pl: Wyłączenie protocomp (kompresji) (domyślnie auto-negocjowana).

source: Protocol field compression. This option saves one byte per frame for most frames.
pl: Kompresja pola protokołu. Ta opcja pozwala zaoszczędzić jeden bajt na ramkę dla większości ramek.

source: Link Parameters
pl: Parametry połączenia

source: Bandwidth
pl: Szerokość pasma

source: Bandwidth: Set ONLY for MLPPP connections and ONLY when links have different bandwidths.
pl: Bandwidth: Ustawienie TYLKO dla połączeń MLPPP i TYLKO gdy łącza mają różną przepustowość.

source: MTU: MTU will default to 1492.
pl: MTU: MTU będzie domyślnie ustawione na 1492.

source: MRU: MRU will be auto-negotiated by default.
pl: MRU: MRU będzie domyślnie auto-negocjowane.

source: MRRU: Set ONLY for MLPPP connections. MRRU will be auto-negotiated by default.
pl: MRRU: Ustawienie TYLKO dla połączeń MLPPP. MRRU będzie domyślnie auto-negocjowane.

source: This VLAN cannot be deleted because it is assigned as an interface.
pl: Ten VLAN nie może być usunięty, ponieważ jest przypisany jako interfejs.

source: Do you really want to delete this VLAN?
pl: Czy na pewno chcesz usunąć ten VLAN?

source: VLAN tag
pl: Tag VLAN

source: The VLAN tag must be an integer between 1 and 4094.
pl: Znacznik VLAN musi być liczbą całkowitą z zakresu od 1 do 4094.

source: The VLAN priority must be an integer between 0 and 7.
pl: Priorytet VLAN musi być liczbą całkowitą z zakresu od 0 do 7.

source: Interface supplied as parent is invalid
pl: Interfejs podany jako rodzic jest nieprawidłowy

source: Interface is assigned and you cannot change the VLAN tag while assigned.
pl: Interfejs jest przypisany i nie można zmienić tagu VLAN podczas przypisywania.

source: A VLAN with the tag %s is already defined on this interface.
pl: Na tym interfejsie jest już zdefiniowany VLAN z tagiem %s.

source: Interface VLAN Edit
pl: Interfejs VLAN Edycja

source: Only VLAN capable interfaces will be shown.
pl: Wyświetlone zostaną tylko interfejsy obsługujące VLAN.

source: 802.1Q VLAN tag (between 1 and 4094)
pl: Tag 802.1Q VLAN (pomiędzy 1 a 4094)

source: VLAN priority
pl: Priorytet VLAN

source: 802.1Q VLAN PCP (priority code point)
pl: 802.1Q VLAN PCP (priorytetowy punkt kodowy)

source: This wireless clone cannot be deleted because it is assigned as an interface.
pl: Ten klon bezprzewodowy nie może być usunięty, ponieważ jest przypisany jako interfejs.

source: Wireless
pl: Bezprzewodowe

source: Do you really want to delete this wireless clone?
pl: Czy naprawdę chcesz usunąć tego bezprzewodowego klona?

source: This wireless clone cannot be modified because it is still assigned as an interface.
pl: Ten bezprzewodowy klon nie może być modyfikowany, ponieważ nadal jest przypisany jako interfejs.

source: Use the configuration page for the assigned interface to change the mode.
pl: Użyj strony konfiguracyjnej dla przypisanego interfejsu, aby zmienić tryb.

source: Error creating interface with mode %s. The %s interface may not support creating more clones with the selected mode.
pl: Błąd tworzenia interfejsu z trybem %s. Interfejs %s może nie obsługiwać tworzenia kolejnych klonów z wybranym trybem.

source: Wireless clone configuration
pl: Konfiguracja klonu bezprzewodowego

source: RRD data has been cleared.
pl: Dane RRD zostały wyczyszczone.

source: RRD report has been cleared.
pl: Raport RRD został wyczyszczony.

source: All local netflow data has been cleared.
pl: Wszystkie lokalne dane netflow zostały wyczyszczone.

source: Database repair in progress, daemon will start when done.
pl: Trwa naprawa bazy danych, demon uruchomi się po jej zakończeniu.

source: Do you really want to reset the RRD graphs? This will erase all graph data.
pl: Czy naprawdę chcesz zresetować wykresy RRD? Spowoduje to wymazanie wszystkich danych z wykresu.

source: Do you really want to reset the netflow data? This will erase all Insight graph data.
pl: Czy naprawdę chcesz zresetować dane netflow? To wymaże wszystkie dane wykresu Insight.

source: Do you really want to force a repair of the netflow data? This might take a while.
pl: Czy naprawdę chcesz wymusić naprawę danych netflow? To może zająć trochę czasu.

source: Do you really want to reset the selected graph?
pl: Czy naprawdę chcesz zresetować wybrany wykres?

source: Reporting Database Options
pl: Opcje raportowania bazy danych

source: Enables the RRD graphing backend.
pl: Włącza zaplecze graficzne RRD.

source: Reset RRD Data
pl: Resetuj dane RRD

source: Reset Netflow Data
pl: Resetuj dane Netflow

source: Repair Netflow Data
pl: Naprawa danych Netflow

source: Graphs will not be allowed to be recreated within a 1 minute interval, please take this into account after changing the style.
pl: Wykresy nie będą mogły być odtworzone w odstępie 1 minuty, proszę wziąć to pod uwagę po zmianie stylu.

source: Collected reports
pl: Zebrane raporty

source: Reports
pl: Raporty

source: flush report
pl: raport z płukania

source: Range begin
pl: Początek zakresu

source: Range end
pl: Koniec zakresu

source: A valid range must be specified.
pl: Podaj prawidłowy zakres.

source: A valid IP address must be specified for the gateway.
pl: Podaj właściwy adres IP bramy.

source: A valid IP address must be specified for the primary/secondary WINS servers.
pl: Podaj właściwy adres IP dla podstawowego/drugorzędnego serwera WINS.

source: The gateway address %s does not lie within the chosen interface's subnet.
pl: Adres bramy (%s) nie należy do podsieci wybranego interfejsu.

source: A valid IP address must be specified for the primary/secondary DNS servers.
pl: Podaj właściwy adres IP dla podstawowego/drugorzędnego serwera DNS.

source: The default lease time must be at least 60 seconds.
pl: Domyślny czas dzierżawy musi mieć wartość co najmniej 60 sekund.

source: The maximum lease time must be at least 60 seconds and higher than the default lease time.
pl: Maksymalny czas dzierżawy musi mieć wartość co najmniej 60 sekund i musi być wyższy niż domyślny.

source: The response delay must be higher than 0 and no more than 255 seconds.
pl: Opóźnienie odpowiedzi musi być większe niż 0 i nie większe niż 255 sekund.

source: A valid domain name must be specified for the dynamic DNS registration.
pl: Do rejestracji dynamicznego DNS musi być podana prawidłowa nazwa domeny.

source: A valid primary domain name server IP address must be specified for the dynamic domain name.
pl: Dla dynamicznej nazwy domeny musi być określony prawidłowy adres IP podstawowego serwera nazw domen.

source: You must specify a Base64-encoded domain key.
pl: Musisz określić klucz domeny zakodowany w Base64.

source: You must specify both a valid domain key and key name.
pl: Musisz określić zarówno prawidłowy klucz domeny, jak i nazwę klucza.

source: A valid domain search list must be specified.
pl: Musi być określona prawidłowa lista wyszukiwania domen.

source: If you specify a mac allow list, it must contain only valid partial MAC addresses.
pl: Jeśli określisz listę mac allow, musi ona zawierać tylko ważne częściowe adresy MAC.

source: If you specify a mac deny list, it must contain only valid partial MAC addresses.
pl: Jeśli określisz listę mac deny, musi ona zawierać tylko poprawne częściowe adresy MAC.

source: A valid IP address must be specified for the primary/secondary NTP servers.
pl: Należy podać prawidłowy adres IP dla podstawowego/drugiego serwera NTP.

source: A valid domain name must be specified for the DNS domain.
pl: Dla domeny DNS musi być określona prawidłowa nazwa domeny.

source: A valid IP address or hostname must be specified for the TFTP server.
pl: Dla serwera TFTP należy podać prawidłowy adres IP lub nazwę hosta.

source: A valid IP address must be specified for the network boot server.
pl: Dla sieciowego serwera rozruchowego musi być określony prawidłowy adres IP.

source: You cannot use the network address in the starting subnet range.
pl: Nie można używać adresu sieciowego w zakresie podsieci początkowej.

source: You cannot use the broadcast address in the ending subnet range.
pl: Nie można używać adresu rozgłoszeniowego w kończącym się zakresie podsieci.

source: A valid port number must be specified for the OMAPI port.
pl: Dla portu OMAPI musi być podany prawidłowy numer portu.

source: The subnet range cannot overlap with virtual IP address %s.
pl: Zakres podsieci nie może pokrywać się z wirtualnym adresem IP %s.

source: Cannot enable static ARP when you have static map entries without IP addresses. Ensure all static maps have IP addresses and try again.
pl: Nie można włączyć statycznego ARP, gdy wpisy map statycznych nie mają adresów IP. Upewnij się, że wszystkie mapy statyczne mają adresy IP i spróbuj ponownie.

source: A valid MTU value must be specified.
pl: Należy podać prawidłową wartość MTU.

source: Failover split must be a number between 0 and 256.
pl: Failover split musi być liczbą z zakresu od 0 do 256.

source: Text type cannot include quotation marks.
pl: Typ tekstu nie może zawierać cudzysłowów.

source: String type must be enclosed in quotes like "this" or must be a series of octets specified in hexadecimal, separated by colons, like 01:23:45:67:89:ab:cd:ef
pl: Typ łańcucha musi być ujęty w cudzysłów, jak "ten" lub musi być serią oktetów podanych w systemie szesnastkowym, oddzielonych dwukropkami, jak 01:23:45:67:89:ab:cd:ef

source: Boolean type must be true, false, on, or off.
pl: Typ Boolean musi być true, false, on lub off.

source: Unsigned 8-bit integer type must be a number in the range 0 to 255.
pl: Niepodpisany 8-bitowy typ liczby całkowitej musi być liczbą z zakresu 0 do 255.

source: Unsigned 16-bit integer type must be a number in the range 0 to 65535.
pl: Typ Unsigned 16-bitowa liczba całkowita musi być liczbą z zakresu 0 do 65535.

source: Unsigned 32-bit integer type must be a number in the range 0 to 4294967295.
pl: Typ Unsigned 32-bitowa liczba całkowita musi być liczbą z zakresu 0 do 4294967295.
