Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: external
pl: zewnętrzny

source: Valid From
pl: Ważny od

source: Valid Until
pl: Poprawne do

source: edit CA
pl: edytuj CA

source: export CA cert
pl: eksportuj certyfikat CA

source: export CA private key
pl: eksportuj klucz prywatny CA

source: delete ca
pl: usuń CA

source: DNS subjectAltName values must be valid hostnames or FQDNs
pl: Wartości DNS subjectAltName muszą być ważnymi nazwami hostów lub FQDN

source: IP subjectAltName values must be valid IP Addresses
pl: Wartości IP subjectAltName muszą być ważnymi adresami IP

source: You must provide an email address for this type of subjectAltName
pl: Musisz podać adres e-mail dla tego typu subjectAltName

source: The email provided in a subjectAltName contains invalid characters.
pl: E-mail podany w subjectAltName zawiera nieprawidłowe znaki.

source: URI subjectAltName types must be a valid URI
pl: URI subjectAltName musi być prawidłowym URI

source: Unrecognized subjectAltName type.
pl: Nierozpoznany typ subjectAltName.

source: Import an existing Certificate
pl: Importuj istniejący certyfikat

source: Create an internal Certificate
pl: Utwórz certyfikat wewnętrzny

source: Create a Certificate Signing Request
pl: Tworzenie żądania podpisania certyfikatu

source: Sign a Certificate Signing Request
pl: Podpisz żądanie podpisania certyfikatu

source: OCSPSigning
pl: OCSPodpisanie

source: Choose an existing certificate
pl: Wybierz istniejący certyfikat

source: Invalid request
pl: Nieważne żądanie

source: Invalid Request
pl: Nieważny wniosek

source: No csr parameter in query
pl: Brak parametru csr w zapytaniu

source: CSR file is invalid
pl: Plik CSR jest nieprawidłowy

source: Could not parse CSR file.
pl: Nie można przetworzyć pliku CSR.

source: Final Certificate data
pl: Dane z certyfikatu końcowego

source: The certificate modulus does not match the signing request modulus.
pl: Modulus certyfikatu nie pasuje do modulusa żądania podpisania.

source: Key data
pl: Dane kluczowe

source: Certificate authority
pl: Organ wydający świadectwo

source: Existing Certificate Choice
pl: Wybór istniejącego certyfikatu

source: CSR file
pl: Plik CSR

source: Please select a valid Type.
pl: Proszę wybrać prawidłowy typ.

source: Please select a valid keyUsage.
pl: Proszę wybrać ważny kluczUsage.

source: Please select a valid extendedKeyUsage.
pl: Proszę wybrać prawidłowy extendedKeyUsage.

source: Do you really want to delete this Certificate?
pl: Czy na pewno chcesz usunąć ten certyfikat?

source: Confirm
pl: Potwierdzić

source: Optionally use a password to protect your export
pl: Opcjonalnie użyj hasła, aby chronić swój eksport

source: Certificate
pl: Certyfikat

source: Certificate Request
pl: Wniosek o wydanie świadectwa

source: Unknown Error
pl: Nieznany błąd

source: Unknown error occurred. Try again.
pl: Wystąpił nieznany błąd. Spróbuj ponownie.

source: Import Certificate
pl: Wgraj certyfikat

source: Private key data
pl: Treść klucza prywatnego

source: Paste a private key in X.509 PEM format here.
pl: Wklej zawartość klucza w formacie X.509 PEM.

source: Sign CSR
pl: Podpisać CSR

source: No internal Certificate Authorities have been defined. You must %sadd%s an internal CA before creating an internal certificate.
pl: Nie zdefiniowano żadnych wewnętrznych urzędów certyfikacji. Musisz %sadd%s takowy przed utworzeniem wewnętrznego certyfikatu.

source: Show Detail
pl: Pokaż szczegóły

source: Paste the CSR file here.
pl: Tutaj należy wkleić plik CSR.

source: Next
pl: Następne

source: Subject of the certificate
pl: Przedmiot świadectwa

source: Subject
pl: Przedmiot

source: is CA
pl: jest CA

source: Maximum Path Length
pl: Maksymalna długość ścieżki

source: Define the maximum number of non-self-issued intermediate certificates that may follow this certificate in a valid certification path.
pl: Określa maksymalną liczbę nieautoryzowanych certyfikatów pośrednich, które mogą podążać za tym certyfikatem w prawidłowej ścieżce certyfikacji.

source: Select keyUsage
pl: Wybierz keyUsage

source: Practical examples:
pl: Przykłady praktyczne:

source: Client Certificate
pl: Certyfikat klienta

source: Server Certificate
pl: Certyfikat serwera

source: Combined Client/Server Certificate
pl: Połączony certyfikat klient/serwer

source: Certificate Authority
pl: Organ wydający certyfikat

source: None. Just add CA option in basicConstraints.
pl: None. Wystarczy dodać opcję CA w basicConstraints.

source: Select extendedKeyUsage
pl: Wybierz extendedKeyUsage

source: Internal Certificate
pl: Certyfikat wewnętrzny

source: Choose the type of certificate to generate here, the type defines it's constraints
pl: Wybierz typ generowanego certyfikatu, który określa jego ograniczenia

source: Private key location
pl: Lokalizacja klucza prywatnego

source: Save on this firewall
pl: Zaoszczędź na tym firewallu

source: Download and do not save
pl: Pobierz i nie zapisuj

source: Normally choose this.
pl: Zazwyczaj wybieramy to.

source: If the certificate is for use by a device other than this firewall, and you can download private key soon after Saving, choose this. By this option you can download the private key, which is not saved onto this firewall.
pl: Jeśli certyfikat jest przeznaczony do użycia przez urządzenie inne niż ten firewall, a klucz prywatny można pobrać wkrótce po zapisaniu, wybierz to. Dzięki tej opcji możesz pobrać klucz prywatny, który nie jest zapisywany na tym firewallu.

source: Alternative Names
pl: Nazwy alternatywne

source: External Signing Request
pl: Zewnętrzne żądanie podpisu

source: Organizational Unit
pl: Jednostka organizacyjna

source: IT department
pl: Dział informatyczny

source: Choose an Existing Certificate
pl: Wybierz istniejący certyfikat

source: Existing Certificates
pl: Istniejące certyfikaty

source: *In Use
pl: *W użyciu

source: *Revoked
pl: *odwołany

source: Complete Signing Request
pl: Wypełnij wniosek o podpisanie

source: Signing request data
pl: Dane dotyczące wniosku o podpisanie

source: Copy the certificate signing data from here and forward it to your certificate authority for signing.
pl: Skopiuj stąd dane do podpisu certyfikatu i przekaż je do swojego urzędu certyfikacji w celu podpisania.

source: Final certificate data
pl: Dane dotyczące świadectwa końcowego

source: Paste the certificate received from your certificate authority here.
pl: Wklej tutaj certyfikat otrzymany od swojego urzędu certyfikacji.

source: Update
pl: Aktualizacja

source: Certificate has been issued.
pl: Certyfikat został wydany.

source: Private key
pl: Klucz prywatny

source: The private key is not saved and no longer downloadable after closing this window.
pl: Klucz prywatny nie jest zapisywany i po zamknięciu tego okna nie można go już pobrać.

source: Download Private Key
pl: Pobierz klucz prywatny

source: You can download, revise, or add to CRL later.
pl: Możesz pobrać, poprawić lub dodać do CRL później.

source: Download Certificate
pl: Pobierz certyfikat

source: Go back
pl: Wróć

source: external - signature pending
pl: zewnętrzna - podpis w toku

source: Server:
pl: Serwer:

source: Revoked
pl: Odwołany

source: No private key here
pl: Nie ma tu klucza prywatnego

source: User Cert
pl: Certyfikat użytkownika

source: OpenVPN Server
pl: Serwer OpenVPN

source: OpenVPN Client
pl: Klient OpenVPN

source: IPsec Tunnel
pl: Tunel IPsec

source: show certificate info
pl: Pokaż informacje o certyfikacie

source: export user cert
pl: eksportuj certyfikat użytkownika

source: export user key
pl: eksport klucza użytkownika

source: export ca+user cert+user key in .p12 format
pl: eksport ca+user cert+user key w formacie .p12

source: delete cert
pl: usuń certyfikat

source: update csr
pl: aktualizuj csr

source: Certificate Revocation List %s is in use and cannot be deleted
pl: Lista unieważnień certyfikatów %s jest w użyciu i nie może być usunięta

source: Failed to delete certificate %s from CRL %s
pl: Nie udało się usunąć certyfikatu %s z listy CRL %s

source: Both the Certificate and CRL must be specified.
pl: Należy określić zarówno certyfikat, jak i listę CRL.

source: CA mismatch between the Certificate and CRL. Unable to Revoke.
pl: Niedopasowanie CA między certyfikatem a listą CRL. Unable to Revoke.

source: Cannot revoke certificates for an imported/external CRL.
pl: Nie można unieważnić certyfikatów dla importowanej/zewnętrznej listy CRL.

source: Cannot revoke certificate. See general log for details.
pl: Nie można unieważnić certyfikatu. Zobacz ogólny log, aby uzyskać szczegóły.

source: Certificate Revocation List data
pl: Dane z listy unieważnień certyfikatów

source: Cannot create CRL for this CA. CA keys mismatch or key missing.
pl: Nie można utworzyć listy CRL dla tego CA. Niedopasowanie kluczy CA lub brak klucza.

source: Do you really want to delete this Certificate Revocation List?
pl: Czy naprawdę chcesz usunąć tę listę unieważnień certyfikatów?

source: Delete this certificate from the CRL?
pl: Czy usunąć ten certyfikat z listy CRL?

source: Create an internal Certificate Revocation List
pl: Tworzenie wewnętrznej listy unieważnień certyfikatów

source: Import an existing Certificate Revocation List
pl: Importuj istniejącą listę unieważnień certyfikatów

source: Existing Certificate Revocation List
pl: Istniejąca lista cofnięć certyfikatów

source: CRL data
pl: Dane CRL

source: Paste a Certificate Revocation List in X.509 CRL format here.
pl: Wklej tutaj listę cofnięć certyfikatów w formacie X.509 CRL.

source: Internal Certificate Revocation List
pl: Wewnętrzna lista cofnięć certyfikatów

source: Default: 9999
pl: Wartość domyślna: 9999

source: Default: 0
pl: Domyślnie: 0

source: Edit Imported Certificate Revocation List
pl: Edycja importowanej listy unieważnień certyfikatów

source: Currently Revoked Certificates for CRL
pl: Aktualnie unieważnione certyfikaty dla CRL

source: Certificate Name
pl: Nazwa certyfikatu

source: Revocation Reason
pl: Powód odwołania

source: Revoked At
pl: Odwołane o

source: No Certificates Found for this CRL.
pl: Nie znaleziono certyfikatów dla tej listy CRL.

source: Delete this certificate from the CRL
pl: Usuń ten certyfikat z listy CRL

source: No Certificates Found for this CA.
pl: Brak certyfikatów dla wybranego urzędu certyfikacji

source: Revoke a Certificate
pl: Odwołaj certyfikat

source: Choose a Certificate to Revoke
pl: Wybierz certyfikat do odwołania

source: Reason
pl: Powód

source: In Use
pl: W użyciu

source: Add or Import CRL for %s
pl: Dodaj lub zaimportuj CRL dla %s

source: Import CRL for %s
pl: Importuj CRL dla %s

source: Unknown (imported)
pl: Nieznany (importowany)

source: Export CRL
pl: Eksport CRL

source: Edit CRL
pl: Edycja CRL

source: Delete CRL
pl: Usuń CRL

source: Gateway-group
pl: Grupa bram

source: Do you really want to delete this gateway group?
pl: Czy na pewno chcesz usunąć tę grupę bram?

source: The gateway configuration has been changed.%sYou must apply the changes in order for them to take effect.
pl: Konfiguracja bramy została zmieniona.%sNależy zatwierdzić zmiany aby zaczęły działać.

source: Tier %s
pl: Warstwa %s

source: Pending
pl: Oczekiwanie

source: Offline (forced)
pl: Niedostępny (wymuszony)

source: Offline
pl: Niedostępny

source: Warning (packetloss)
pl: Ostrzeżenie (utrata pakietów)

source: Warning (latency)
pl: Ostrzeżenie (opóźnienie)

source: Remember to use these Gateway Groups in firewall rules in order to enable load balancing, failover, or policy-based routing. Without rules directing traffic into the Gateway Groups, they will not be used.
pl: Pamiętaj, aby używać tych Gateway Groups w regułach zapory, aby umożliwić równoważenie obciążenia, failover lub routing oparty na zasadach. Bez reguł kierujących ruch do Gateway Groups, nie będą one używane.

source: A valid gateway group name must be specified.
pl: Musi zostać określona prawidłowa nazwa grupy bramek.

source: The name must be less than 32 characters long and may only consist of the following characters: %s
pl: Nazwa musi mieć mniej niż 32 znaki i może składać się tylko z następujących znaków: %s

source: Changing name on a gateway group is not allowed.
pl: Zmiana nazwy w grupie bramek jest niedozwolona.

source: A gateway group with this name "%s" already exists.
pl: Grupa bramek o tej nazwie "%s" już istnieje.

source: A gateway group cannot have the same name with a gateway "%s" please choose another name.
pl: Grupa bramek nie może mieć tej samej nazwy z bramką "%s" proszę wybrać inną nazwę.

source: Invalid pool option specified
pl: Podano nieprawidłową opcję puli

source: No gateway(s) have been selected to be used in this group
pl: Żadna brama nie została dodana do tej grupy

source: Group Name
pl: Nazwa grupy

source: Gateway Priority
pl: Priorytet bramy

source: Never
pl: Nigdy

source: Tier %d
pl: Warstwa %d

source: Link Priority
pl: Priorytet linku

source: The priority selected here defines in what order failover and balancing of links will be done. Multiple links of the same priority will balance connections until all links in the priority will be exhausted. If all links in a priority level are exhausted we will use the next available link(s) in the next priority level.
pl: Wybrany tutaj priorytet określa, w jakiej kolejności będą wykonywane failover i równoważenie łączy. Wiele łączy o tym samym priorytecie będzie balansować połączenia aż do wyczerpania wszystkich łączy w danym priorytecie. Jeśli wszystkie łącza w danym priorytecie zostaną wyczerpane, użyjemy następnego dostępnego łącza (linków) w następnym poziomie priorytetu.

source: The virtual IP field selects what (virtual) IP should be used when this group applies to a local Dynamic DNS, IPsec or OpenVPN endpoint
pl: Pole wirtualnego IP pozwala wybrać, jakie (wirtualne) IP powinno być używane, gdy ta grupa dotyczy lokalnego punktu końcowego Dynamic DNS, IPsec lub OpenVPN

source: Trigger Level
pl: Poziom wyzwalania

source: Member Down
pl: Członek niedostępny

source: Packet Loss
pl: Utrata pakietów

source: High Latency
pl: Wysoki czas opóźnienia

source: Packet Loss or High Latency
pl: Utrata pakietów lub wysoki czas opóźnienia

source: When to trigger exclusion of a member
pl: Kiedy należy spowodować wykluczenie członka

source: Default: Round Robin, Sticky Address determined by advanced settings
pl: Default: Round Robin, Sticky Adres określony przez ustawienia zaawansowane

source: Sticky Address: The Sticky Address option can be used with the Round Robin pool type to ensure that a particular source address is always mapped to the same translation address.
pl: Sticky Address: Opcja Sticky Address może być używana z typem puli Round Robin, aby zapewnić, że określony adres źródłowy jest zawsze mapowany na ten sam adres translacji.

source: Gateway '%s' cannot be deleted because it is in use on Gateway Group '%s'
pl: Brama "%s" nie może być usunięta, ponieważ jest częścią grupy bram "%s".

source: Gateway '%s' cannot be deleted because it is in use on Static Route '%s'
pl: Brama "%s" nie może być usunięta, ponieważ jest używana w trasie statycznej "%s"

source: Do you really want to delete this gateway?
pl: Czy chcesz usunąć tę bramę?

source: Do you really want to delete the selected gateway items?
pl: Czy na pewno chcesz usunąć wybrane bramy?

source: The gateway configuration has been changed.
pl: Konfiguracja bramy została zmieniona.

source: Monitor IP
pl: Monitoring IP

source: Loss
pl: Utracono

source: Delete selected items
pl: Usuń wybrane elementy

source: Gateway is inactive because interface is missing
pl: Brama jest nieaktywna ponieważ interfejs nie istnieje

source: defunct
pl: defunkcjonujący

source: (upstream)
pl: (w górę rzeki)

source: A valid gateway name must be specified.
pl: Podana musi być prawidłowa nazwa bramy.

source: The gateway address "%s" does not lie within one of the chosen interface's IPv4 subnets.
pl: Adres bramy "%s" nie leży w jednej z podsieci IPv4 wybranego interfejsu.

source: The gateway address "%s" does not lie within one of the chosen interface's IPv6 subnets.
pl: Adres bramy "%s" nie leży w jednej z podsieci IPv6 wybranego interfejsu.

source: Dynamic gateway values cannot be specified for interfaces with a static IPv4 configuration.
pl: Nie można określić wartości bramy dynamicznej dla interfejsów ze statyczną konfiguracją IPv4.

source: Dynamic gateway values cannot be specified for interfaces with a static IPv6 configuration.
pl: Nie można określić wartości bramy dynamicznej dla interfejsów ze statyczną konfiguracją IPv6.

source: A valid monitor IP address must be specified.
pl: Należy podać poprawny adres IP monitorowania.

source: The IPv6 gateway address "%s" cannot be used as an IPv4 gateway.
pl: Adres bramy IPv6 "%s" nie może być użyty jako brama IPv4.

source: The IPv4 gateway address "%s" can not be used as an IPv6 gateway.
pl: Adres bramy IPv4 "%s" nie może być użyty jako brama IPv6.

source: The IPv6 monitor address "%s" can not be used on an IPv4 gateway.
pl: Adres monitora IPv6 "%s" nie może być użyty na bramce IPv4.

source: The IPv4 monitor address "%s" can not be used on an IPv6 gateway.
pl: Adres monitora IPv4 "%s" nie może być użyty w bramie IPv6.

source: Changing name on a gateway is not allowed.
pl: Zmiana nazwy bramy nie jest możliwa.

source: The gateway name "%s" already exists.
pl: Brama o nazwie "%s" już istnieje.

source: The gateway IP address "%s" already exists.
pl: Adres IP bramy "%s" już istnieje.

source: The monitor IP address "%s" is already in use. You must choose a different monitor IP.
pl: Adres monitorowania "%s" jest już w użyciu. Wybierz inny adres.

source: Priority needs to be a numeric value.
pl: Priorytet musi być wartością liczbową.

source: The low latency threshold needs to be a numeric value.
pl: Niski próg utraty pakietów musi być liczbą.

source: The low latency threshold needs to be positive.
pl: Niski próg utraty pakietów musi być liczbą.

source: The high latency threshold needs to be a numeric value.
pl: Próg wysokiego czasu opóźnienia musi być liczbą.

source: The high latency threshold needs to be positive.
pl: Próg wysokiego czasu opóźnienia musi być liczbą dodatkową.

source: The low Packet Loss threshold needs to be a numeric value.
pl: Niski próg utraty pakietów musi być liczbą.

source: The low Packet Loss threshold needs to be positive.
pl: Niski próg utraty pakietów musi być liczbą dodatkową.

source: The low Packet Loss threshold needs to be less than 100.
pl: Niski próg utraty pakietów musi być mniejszy niż 100.

source: The high Packet Loss threshold needs to be a numeric value.
pl: Wysoki próg utraty pakietów musi być liczbą.

source: The high Packet Loss threshold needs to be positive.
pl: Wysoki próg utraty pakietów musi być liczbą dodatkową.

source: The high Packet Loss threshold needs to be 100 or less.
pl: Wysoka prógutraty pakietów musi być mniejszy lub równy 100.

source: The high latency threshold needs to be higher than the low latency threshold
pl: Wysoki próg czasu opóźnienia musi być większy od niskiego poziomu

source: The high Packet Loss threshold needs to be higher than the low Packet Loss threshold
pl: Wysoki próg utraty pakietów musi być większy od niskiego poziomu

source: The probe interval needs to be a numeric value.
pl: Interwał sprawdzania musi być liczbą.

source: The probe interval needs to be positive.
pl: Interwał sprawdzania musi być liczbą dodatkową.

source: The alert interval needs to be a numeric value.
pl: Interwał alarmowy musi być wartością liczbową.

source: The alert interval needs to be positive.
pl: Interwał alarmowy musi być dodatni.

source: The data length needs to be a numeric value.
pl: Długość danych musi być wartością liczbową.

source: The data length needs to be positive.
pl: Długość danych musi być dodatnia.

source: The time period needs to be a numeric value.
pl: Okres czasu musi być wartością liczbową.

source: The time period needs to be positive.
pl: Okres czasu musi być pozytywny.

source: The time period needs at least 2.1 times that of the probe interval.
pl: Okres ten musi być co najmniej 2,1 raza dłuższy od odstępu między sondami.

source: The loss interval needs to be a numeric value.
pl: Przedział strat musi być wartością liczbową.

source: The loss interval needs to be positive.
pl: Interwał strat musi być dodatni.

source: Edit gateway
pl: Edytuj bramę

source: Set this option to disable this gateway without removing it from the list.
pl: Zaznacz tę opcję aby wyłączyć bramę bez jej usuwania z listy.

source: Choose which interface this gateway applies to.
pl: Wybierz interfejs, którego dotyczy ta brama.

source: Choose the Internet Protocol this gateway uses.
pl: Wybierz jakiego protokołu używa ta brama.

source: Upstream Gateway
pl: Brama wychodząca

source: This will select the above gateway as a default gateway candidate.
pl: Spowoduje to wybranie powyższej bramy jako kandydata na bramę domyślną.

source: Far Gateway
pl: Brama odległa

source: This will allow the gateway to exist outside of the interface subnet.
pl: Pozwoli bramie istnieć poza podsiecią interfejsu.

source: Disable Gateway Monitoring
pl: Wyłączenie monitorowania bramy

source: This will consider this gateway as always being "up".
pl: Dzięki temu ta bramka będzie traktowana jako zawsze "w górze".

source: Enter an alternative address here to be used to monitor the link. This is used for the quality RRD graphs as well as the load balancer entries. Use this if the gateway does not respond to ICMP echo requests (pings)
pl: Wpisz tutaj alternatywny adres, który będzie używany do monitorowania łącza. Jest on używany do tworzenia wykresów RRD jakości oraz wpisów dotyczących równoważenia obciążenia. Użyj tego adresu, jeśli brama nie odpowiada na żądania ICMP echo (pingi).

source: Mark Gateway as Down
pl: Oznacz bramę jako opuszczoną

source: This will force this gateway to be considered "down".
pl: Spowoduje to, że brama ta zostanie uznana za "zepsutą".

source: Influences sort order when selecting a (default) gateway, lower means more important.
pl: Wpływa na kolejność sortowania przy wyborze bramy (domyślnej), niższa oznacza ważniejszą.

source: - Show advanced option
pl: - opcje zaawansowane pokaż

source: Weight
pl: Waga

source: Weight for this gateway when used in a Gateway Group.
pl: Waga tej bramy przy użyciu w grupie bram.

source: Latency thresholds
pl: Próg latencji

source: From
pl: Od

source: To
pl: Do

source: Low and high thresholds for latency in milliseconds. Default is %d/%d.
pl: Niski i wysoki próg latencji w milisekundach. Domyślnie: %d/%d.

source: Packet Loss thresholds
pl: Progi utraconych pakietów

source: Low and high thresholds for packet loss in %%. Default is %d/%d.
pl: Niski i wysoki próg utraty pakietów w %%. Domyślnie: %d/%d.

source: Probe Interval
pl: Interwał sprawdzania

source: How often that an ICMP probe will be sent in seconds. Default is %d.
pl: Częstotliwość wysyłania ICMP w sekundach. Domyślnie: %d.

source: Alert Interval
pl: Interwał alarmowy

source: Time interval between alerts. Default is %d.
pl: Odstęp czasu pomiędzy alarmami. Domyślnie %d.

source: Time Period
pl: Okres czasu

source: The time period over which results are averaged. Default is %d.
pl: Okres czasu, w którym wyniki są uśredniane. Domyślnie %d.

source: Loss Interval
pl: Interwał strat

source: Time interval before packets are treated as lost. Default is %d.
pl: Odstęp czasu zanim pakiety zostaną potraktowane jako utracone. Domyślnie %d.

source: Data Length
pl: Długość danych

source: Specify the number of data bytes to be sent. Default is %d.
pl: Określenie liczby bajtów danych do wysłania. Domyślnie %d.

source: The hostname may only contain the characters a-z, 0-9 and '-'.
pl: Nazwa hosta może zawierać tylko znaki a-z, 0-9 oraz '-'.
