Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: The source address used in the encapsulating IPv4/IPv6 header. The address should already be assigned to an existing interface. When the interface is configured in unicast mode, the listening socket is bound to this address.
pl: Adres źródłowy używany w enkapsulacji nagłówka IPv4/IPv6. Adres ten powinien być już przypisany do istniejącego interfejsu. Gdy interfejs jest skonfigurowany w trybie unicast, gniazdo nasłuchujące jest związane z tym adresem.

source: These are addresses on your private network, and are not allowed to be returned for public internet names. Any occurrence of such addresses are removed from DNS answers. Additionally, the DNSSEC validator may mark the answers bogus. This protects against so-called DNS Rebinding. (Only applicable when DNS rebind check is enabled in System->Settings->Administration)
pl: Są to adresy w sieci prywatnej i nie mogą być zwracane dla publicznych nazw internetowych. Każde wystąpienie takich adresów jest usuwane z odpowiedzi DNS. Dodatkowo walidator DNSSEC może oznaczyć te odpowiedzi jako bogus. Chroni to przed tak zwanym DNS Rebindingiem. (Dotyczy tylko sytuacji, gdy kontrola DNS rebind jest włączona w System->Ustawienia->Administracja)

source: When the interface is configured in multicast mode, the dev interface is used to transmit IP multicast packets.
pl: Gdy interfejs jest skonfigurowany w trybie multicast, interfejs dev jest używany do transmisji pakietów IP multicast.

source: This is the number of packets the packet capture will grab. Default value is 100. Enter 0 (zero) for no count limit.
pl: Jest to liczba pakietów, które zostaną przechwycone przez przechwytywanie pakietów. Domyślną wartością jest 100. Wprowadź 0 (zero), aby nie mieć limitu zliczania.

source: This value is either the Source or Destination IP address or subnet in CIDR notation. The packet capture will look for this address in either field. Matching can be negated by preceding the value with "not". Multiple IP addresses or CIDR subnets may be specified as boolean expression. If you leave this field blank, all packets on the specified interface will be captured. Example: not 10.0.0.0/24 not and not 11.0.0.1
pl: Wartość ta to źródłowy lub docelowy adres IP lub podsieć w notacji CIDR. Przechwycony pakiet będzie szukał tego adresu w obu polach. Dopasowanie może być zanegowane poprzez poprzedzenie wartości znakiem "not". Wiele adresów IP lub podsieci CIDR może być podanych jako wyrażenie boolean. Jeśli pozostawisz to pole puste, wszystkie pakiety na określonym interfejsie będą przechwytywane. Przykład: not 10.0.0.0/24 not i not 11.0.0.1

source: (FQ-)CoDel target
pl: (FQ-)Cel CoDel

source: (optional) user credentials.
pl: (opcjonalnie) dane uwierzytelniające użytkownika.

source: 0: Log everything, Positive Value: Log events that take longer than specified, Negative Value: Log nothing.
pl: 0: Loguj wszystko, Wartość dodatnia: Loguj zdarzenia, które trwają dłużej niż określono, Negative Value: Loguj nic.

source: A JSON document containing configuration options that apply to the local node
pl: Dokument JSON zawierający opcje konfiguracyjne, które mają zastosowanie do lokalnego węzła

source: A name for this server. Used when displaying information about this server (logs, info service, etc).
pl: Nazwa dla tego serwera. Używana podczas wyświetlania informacji o tym serwerze (logi, serwis informacyjny itp.).

source: API Access Token
pl: Token dostępu do API

source: Access Control List
pl: Lista kontroli dostępu

source: Access Token used for the Zerotier API service
pl: Token dostępu używany do usługi API Zerotier

source: Access log target
pl: Cel dziennika dostępu

source: According to the service type path can be a file or a directory.
pl: W zależności od typu usługi ścieżka może być plikiem lub katalogiem.

source: Action to perform when filter policy applies
pl: Akcja, którą należy wykonać, gdy zastosowana jest polityka filtrowania

source: Activate third party signatures from BLURL. Use at your own risk.
pl: Aktywuj podpisy stron trzecich z BLURL. Używaj na własne ryzyko.

source: Activate third party signatures from Malware Expert. Use at your own risk.
pl: Aktywuj sygnatury stron trzecich z Malware Expert. Używaj na własne ryzyko.

source: Activate third party signatures from Sanesecurtiy BOFHLand. Use at your own risk.
pl: Aktywuj podpisy stron trzecich z Sanesecurtiy BOFHLand. Używaj na własne ryzyko.

source: Activate third party signatures from Sanesecurtiy JURLBLA. Use at your own risk.
pl: Aktywuj podpisy stron trzecich z Sanesecurtiy JURLBLA. Używaj na własne ryzyko.

source: Active Timeout
pl: Aktywny Timeout

source: Add BLURL Signatures
pl: Dodaj podpisy BLURL

source: Add BOFHLand Signatures
pl: Dodaj podpisy BOFHLand

source: Add JURLBLA Signatures
pl: Dodaj podpisy JURLBLA

source: Add Malware Expert Signatures
pl: Dodaj podpisy ekspertów od malware

source: Add delay in ms to this pipe.
pl: Dodaj opóźnienie w ms do tej rury.

source: Add routes in CIDR notation, e.g. 192.168.2.0/24. Multiple entries are allowed
pl: Dodaj trasy w notacji CIDR, np. 192.168.2.0/24. Dozwolone są wielokrotne wpisy

source: Add the networks you want to protect using IPS mode. Warning: if a WAN interface is monitored then local addresses (e.g. 192.168.1.1/24) are not going to be valid!
pl: Dodaj sieci, które chcesz chronić w trybie IPS. Uwaga: jeśli monitorowany jest interfejs WAN to adresy lokalne (np. 192.168.1.1/24) nie będą ważne!

source: Address(es) or hostname(s) to which this client should connect to separated by comma for multiple entries
pl: Adres(y) lub nazwa(y) hosta, z którym(i) ten klient powinien się połączyć, oddzielone przecinkiem w przypadku wielu wpisów

source: Administrator's Email
pl: Email administratora

source: Allow 204 responses
pl: Umożliwić 204 odpowiedzi

source: Allow DynFi Manager traffic
pl: Zezwól na ruch DynFi Manager

source: Allow interface subnets
pl: Zezwól na podsieci interfejsu

source: Allowed IPs
pl: Dozwolone IP

source: Allowed MAC addresses
pl: Dozwolone adresy MAC

source: Allowed SSL ports
pl: Dozwolone porty SSL

source: Allowed Subnets
pl: Dozwolone podsieci

source: Allowed addresses
pl: Dozwolone adresy

source: Allowed destination SSL ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
pl: Dozwolone docelowe porty SSL, możesz użyć zakresów (np. 222-226) i dodać komentarze z dwukropkiem (np. 22:ssh).

source: Allowed destination TCP port
pl: Dozwolony port docelowy TCP

source: Allowed destination TCP ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
pl: Dozwolone docelowe porty TCP, możesz użyć zakresów (np. 222-226) i dodać komentarze z dwukropkiem (np. 22:ssh).

source: Always send accounting requests
pl: Zawsze wysyłaj zapytania o księgowość

source: Applications
pl: Aplikacje

source: Authenticate using
pl: Uwierzytelnianie przy użyciu

source: Authentication Prompt
pl: Sygnał uwierzytelnienia

source: Authentication Settings
pl: Ustawienia uwierzytelniania

source: Authentication TTL (hours)
pl: Uwierzytelnianie TTL (godziny)

source: Authentication processes
pl: Procesy uwierzytelniania

source: Automatically added, will be removed when unused
pl: Automatycznie dodane, zostaną usunięte, gdy nie będą używane

source: Automatically create firewall rules associated to the selected interface(s) and SSH port, allowing Manager traffic to these interfaces.
pl: Automatycznie utwórz reguły zapory związane z wybranym interfejsem(ami) i portem SSH, zezwalając na ruch menedżera do tych interfejsów.

source: Automatically create firewall rules associated to the selected interface(s) and WebGUI port, allowing Manager's DirectView access to these interfaces.
pl: Automatycznie utwórz reguły zapory związane z wybranym interfejsem (interfejsami) i portem WebGUI, umożliwiając dostęp programu Manager's DirectView do tych interfejsów.

source: Automatically register in M/Monit by sending Monit credentials (see Monit Access List above).
pl: Automatyczna rejestracja w M/Monit poprzez wysłanie danych uwierzytelniających Monit (patrz Lista dostępu do Monit powyżej).

source: Avoid authentication for addresses and subnets in this list
pl: Unikaj uwierzytelniania dla adresów i podsieci z tej listy

source: Avoid authentication for physical addresses in this list
pl: Unikaj uwierzytelniania dla adresów fizycznych z tej listy

source: Bandwidth Metric
pl: Metryka szerokości pasma

source: Banned host IP addresses
pl: Adresy IP zbanowanych hostów

source: Beginning Hour
pl: Godzina rozpoczęcia

source: Bind User
pl: Wiąż użytkownika

source: Blacklist
pl: Czarna lista

source: Blacklist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
pl: Czarna lista domen docelowych. Możesz użyć wyrażenia regularnego, użyć przecinka lub nacisnąć Enter dla nowej pozycji. Przykłady: "mydomain.com" pasuje do "*.mydomain.com"; "^https?://([a-zA-Z]+)\" pasuje do "http(s)://textONLY.mydomain.*"; "\" pasuje do "*.gif", ale nie do "\"; "\" pasuje do "\123.gif", ale nie do "\".

source: Blacklisted domain.
pl: Domena z czarnej listy.

source: Block browser/user-agents
pl: Blokowanie przeglądarki/agentów użytkownika

source: Block encrypted archive
pl: Blokowanie zaszyfrowanego archiwum

source: Block specific MIME type reply
pl: Blokowanie odpowiedzi określonego typu MIME

source: Block specific MIME type reply. You may use a regular expression, use a comma or press Enter for new item. Examples: "video/flv" matches on "Flash Video"; "application/x-javascript" matches on "javascripts"
pl: Blokuj odpowiedzi określonego typu MIME. Możesz użyć wyrażenia regularnego, użyć przecinka lub nacisnąć Enter dla nowej pozycji. Przykłady: "video/flv" pasuje do "Flash Video"; "application/x-javascript" pasuje do "javascripts"

source: Block user-agents. You may use a regular expression, use a comma or press Enter for new item. Examples: "^(.)+Macintosh(.)+Firefox/37\.0" matches on "Macintosh version of Firefox revision 37.0"; "^Mozilla" matches on "all Mozilla based browsers"
pl: Blokowanie użytkowników-agentów. Możesz użyć wyrażenia regularnego, użyć przecinka lub nacisnąć Enter dla nowej pozycji. Przykłady: "^(.)+Macintosh(.)+Firefox/37.0" pasuje do "Firefoksa w wersji Macintosh 37.0"; "^Mozilla" pasuje do "wszystkich przeglądarek opartych na Mozilli"

source: Buckets
pl: Wiadra

source: CA to use
pl: CA do wykorzystania

source: Cache directory location
pl: Lokalizacja katalogu cache

source: Cache size in Megabytes
pl: Rozmiar pamięci podręcznej w megabajtach

source: Capture local
pl: Przechwytywanie lokalnych

source: Categories
pl: Kategorie

source: Certificate to use to connect
pl: Certyfikat używany do połączenia

source: Check TLS Common-Name
pl: Sprawdź TLS Common-Name

source: Check if the username should be sent to the ICAP server.
pl: Sprawdź, czy nazwa użytkownika powinna zostać wysłana do serwera ICAP.

source: Check if you want to encode the username using base64.
pl: Sprawdź, czy chcesz zakodować nazwę użytkownika za pomocą base64.

source: Checks that the username given by the user matches the Common-Name of the certificate.
pl: Sprawdza czy nazwa użytkownika podana przez użytkownika pasuje do Common-Name certyfikatu.

source: Choose If in case any case you want to ensure a match to evaluate as is, else choose unless if you want the negated version. Unless is used if you want to use the proxy for every host but not for some special ones.
pl: Wybierz If w przypadku, gdy chcesz zapewnić dopasowanie do oceny jak jest, w przeciwnym razie wybierz unless, jeśli chcesz mieć zanegowaną wersję. Unless jest używane, jeśli chcesz użyć proxy dla każdego hosta, ale nie dla niektórych specjalnych.

source: Choose a proxy type. Usually you should use Direct for a direct connection or Proxy for a Proxy.
pl: Wybierz typ proxy. Zazwyczaj powinieneś użyć Direct dla bezpośredniego połączenia lub Proxy dla proxy.

source: Choose a secure value. It is recommended that you generate this password.
pl: Wybierz bezpieczną wartość. Zalecane jest wygenerowanie tego hasła.

source: Choose for which file types to scan, if unsure select all.
pl: Wybierz, które typy plików mają być skanowane, jeśli nie jesteś pewien, wybierz wszystkie.

source: Choose the Root CA. This CA will be trusted to issue client certificates for authentication.
pl: Wybierz główny CA. Ten CA będzie zaufany do wystawiania certyfikatów klienta do uwierzytelniania.

source: Choose the certificate the Radius service should use.
pl: Wybierz certyfikat, którego ma używać usługa Radius.

source: Choose what to do with packets that match the criteria specified below. Hint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
pl: Wybierz, co zrobić z pakietami, które spełniają określone poniżej kryteria. Wskazówka: różnica pomiędzy block a reject polega na tym, że w przypadku reject pakiet (TCP RST lub ICMP port unreachable dla UDP) jest zwracany do nadawcy, podczas gdy w przypadku block pakiet jest odrzucany bezgłośnie. W obu przypadkach, oryginalny pakiet jest odrzucany.

source: Choose which applications should be forwarded to the specified target, omit to select all.
pl: Wybierz, które aplikacje powinny być przekazywane do określonego celu, pomiń, aby wybrać wszystkie.

source: Choose which facilities to include, omit to select all.
pl: Wybierz, które obiekty mają być uwzględnione, pomiń, aby wybrać wszystkie.

source: Choose which gateway this route applies to or <a href="/system_gateways_edit.php">add a new one</a>.
pl: Wybierz, której bramy dotyczy ta trasa lub <a href="/system_gateways_edit.php">dodaj nową</a>.

source: Choose which levels to include, omit to select all.
pl: Wybierz, które poziomy mają być uwzględnione, pomiń, aby wybrać wszystkie.

source: ClamAV engine version
pl: Wersja silnika ClamAV

source: ClamAV will scan within archives and compressed files.
pl: ClamAV będzie skanował wewnątrz archiwów i plików skompresowanych.

source: Client Expired Response Timeout
pl: Czas odpowiedzi klienta, który wygasł

source: Clients will be disconnected after this amount of inactivity. They may log in again immediately, though. Enter 0 to disable idle timeout.
pl: Klienci zostaną rozłączeni po takim czasie bezczynności. Mogą jednak natychmiast zalogować się ponownie. Wprowadź 0, aby wyłączyć limit czasu bezczynności.

source: Clients will be disconnected after this amount of time, regardless of activity. They may log in again immediately, though. Enter 0 to disable hard timeout (not recommended unless an idle timeout is set).
pl: Klienci zostaną odłączeni po tym czasie, niezależnie od aktywności. Mogą jednak natychmiast zalogować się ponownie. Wprowadź 0, aby wyłączyć hard timeout (nie zalecane, chyba że ustawiony jest czas bezczynności).

source: Collect IPS Events
pl: Zbieraj zdarzenia IPS

source: Collect NetFlow data on this firewall for use with Insight. Note that the local cache only holds the latest 100 MB of data.
pl: Zbierz dane NetFlow na tym firewallu do użytku z Insight. Zauważ, że lokalny cache przechowuje tylko ostatnie 100 MB danych.

source: Color
pl: Kolor

source: Comma-separated list of SMTP servers for alert delivery.
pl: Rozdzielona przecinkami lista serwerów SMTP do dostarczania alertów.

source: Command
pl: Polecenie

source: Community Mode
pl: Tryb wspólnotowy

source: Concurrent user logins
pl: Współbieżne logowanie użytkowników

source: Condition
pl: Stan

source: Create a list of sites which may not be inspected, for example bank sites. Prefix the domain with a . to accept all subdomains (e.g. .google.com).
pl: Utwórz listę stron, które nie mogą być kontrolowane, na przykład strony bankowe. Przedrostek domeny z . aby zaakceptować wszystkie subdomeny (np. .google.com).

source: Custom config
pl: Konfiguracja własna

source: Custom configuration, which will be returned in the output file without modifications
pl: Niestandardowa konfiguracja, która zostanie zwrócona w pliku wyjściowym bez modyfikacji

source: Custom template
pl: Własny szablon

source: DHCP Listen IP
pl: IP nasłuchu DHCP

source: DNS Mode
pl: Tryb DNS

source: Database Count
pl: Liczba baz danych

source: Day of the month
pl: Dzień miesiąca

source: Days of the week
pl: Dni tygodnia

source: Decode mail files
pl: Dekodowanie plików pocztowych

source: Default EAP Type
pl: Domyślny typ EAP

source: Default Options TTL
pl: Opcje domyślne TTL

source: Default ttl
pl: Domyślne ttl

source: Define the Fallback VLAN group ID.
pl: Zdefiniuj ID grupy Fallback VLAN.

source: Depends
pl: Zależy

source: Description to be displayed in the "jobs" tab.
pl: Opis, który ma być wyświetlany w zakładce "zadania".

source: Description to identify this pipe.
pl: Opis do identyfikacji tej rury.

source: Description to identify this queue.
pl: Opis identyfikujący tę kolejkę.

source: Description to identify this rule.
pl: Opis identyfikujący tę regułę.

source: Description to identify this zone.
pl: Opis do identyfikacji tej strefy.

source: Destination / Invert
pl: Przeznaczenie / Odwrócenie

source: Destination network for this static route
pl: Sieć docelowa dla tej trasy statycznej

source: Destination port number or well known name (imap, imaps, http, https, ...)
pl: Numer portu docelowego lub dobrze znana nazwa (imap, imaps, http, https, ...)

source: Destination port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
pl: Numer portu docelowego lub dobrze znana nazwa (imap, imaps, http, https, ...), dla zakresów użyj myślnika

source: Destinations
pl: Cel

source: Detect Profile
pl: Wykryj profil

source: Detect broken executables
pl: Wykrywanie uszkodzonych plików wykonywalnych

source: Disable 204 responses outside previews for virus_scan if your ICAP client does not support it.
pl: Wyłącz 204 odpowiedzi poza podglądami dla virus_scan, jeśli twój klient ICAP nie obsługuje tego.

source: Disable Commands
pl: Wyłączenie komend

source: Disable Routes
pl: Wyłączenie tras

source: Disable cache
pl: Wyłączenie pamięci podręcznej

source: Disable password save
pl: Wyłączenie zapisywania hasła

source: Do not decode and/or filter SSL content, only log requested domains and IP addresses. Some old servers may not provide SNI, so their addresses will not be indicated.
pl: Nie dekoduj i/lub nie filtruj zawartości SSL, tylko rejestruj żądane domeny i adresy IP. Niektóre stare serwery mogą nie dostarczać SNI, więc ich adresy nie zostaną wskazane.

source: Do not send alerts for the following events but on all others.
pl: Nie wysyłaj alertów dla następujących zdarzeń, ale dla wszystkich innych.

source: Domain Level From
pl: Poziom domeny Od

source: Domain Level To
pl: Poziom domeny Do

source: Domain of the host, e.g. example.com
pl: Domena hosta, np. example.com

source: Drop Categories (IPS)
pl: Kategorie zrzutów (IPS)

source: Drop Countries (IPS)
pl: Kraje zrzucające (IPS)

source: Drop Protocols (IPS)
pl: Protokoły zrzutu (IPS)

source: Drop Risky Flows (IPS)
pl: Zaniechanie ryzykownych przepływów (IPS)

source: DynFi Manager binding
pl: Wiązanie DynFi Manager

source: Dynamic pipe creation by source or destination address. <li>Choose destination to give every IP in destination field of rules the specified bandwidth. A pipe with 1Mbit e.g. would let 3 clients lend 1Mbit each so 3Mbit max. Normally this is used for download pipes.</li> <li>Choose source to give every IP in the source field of rules the specified bandwidth. Normally this is used for upload pipes.</li> <li>Leave this value empty if you want to create a pipe with a fixed bandwidth.</li>
pl: Dynamiczne tworzenie potoku według adresu źródłowego lub docelowego. <li>Wybierz miejsce docelowe, aby dać każdemu IP w polu docelowym reguł określoną przepustowość. Np. rura o przepustowości 1Mbit pozwoli 3 klientom pożyczyć po 1Mbit każdy, więc maksymalnie 3Mbit. Zwykle jest to używane dla rur z pobieraniem.</li> <li>Choose source to give every IP in the source field of rules the specified bandwidth. Zazwyczaj jest to używane dla potoków wysyłania.</li> <li>Zostaw tę wartość pustą, jeśli chcesz stworzyć potok o stałej przepustowości.</li>

source: Dynamic queue creation by source or destination address. <li>Choose destination to evenly share every IP in destination field of rules the specified bandwidth. A pipe with 1Mbit e.g. would let 4 clients lend 250Kbit each. Normally this is used for download queues.</li> <li>Choose source to evenly share every IP in the source field of rules the specified bandwidth. Normally this is used for upload queues.</li> <li>Leave this value empty if you want to specify multiple queues with different weights.</li>
pl: Dynamiczne tworzenie kolejki według adresu źródłowego lub docelowego. <li>Wybierz miejsce docelowe, aby równomiernie podzielić każde IP w polu docelowym reguł o określonej przepustowości. Rura o przepustowości np. 1Mbit pozwoli 4 klientom pożyczyć po 250Kbit. Zwykle jest to używane dla kolejek pobierania.</li> <li>Choose source to evenly share every IP in the source field of rules the specified bandwidth. Zazwyczaj jest to używane dla kolejek wysyłania.</li> <li>Zostaw tę wartość pustą jeśli chcesz określić wiele kolejek z różnymi wagami.</li>

source: EXOS VLAN Tagged list
pl: EXOS VLAN Lista znaczników

source: EXOS VLAN Untagged
pl: EXOS VLAN Nieoznakowany

source: EXOS policy
pl: Polityka EXOS

source: Enable Authentication
pl: Włącz uwierzytelnianie

source: Enable ChilliSpot attributes
pl: Włączenie atrybutów ChilliSpot

source: Enable ClamAV
pl: Włącz ClamAV

source: Enable ClamAV verbose logging.
pl: Włącz logowanie w trybie verbose dla ClamAV.

source: Enable CoDel
pl: Włączenie CoDel

source: Enable CoDel active queue management
pl: Włączenie aktywnego zarządzania kolejką CoDel

source: Enable DNS v4 first
pl: Włącz najpierw DNS v4

source: Enable Daily Session Limit
pl: Włącz dzienny limit sesji

source: Enable DirectView access
pl: Włączenie dostępu do DirectView

source: Enable EXOS attributes
pl: Włączenie atrybutów EXOS

source: Enable Freshclam verbose logging.
pl: Włącz logowanie Freshclam verbose.

source: Enable HTTPD
pl: Włącz HTTPD

source: Enable ICAP
pl: Włącz ICAP

source: Enable IPS Mode
pl: Włącz tryb IPS

source: Enable LDAP
pl: Włącz LDAP

source: Enable Linux Package Cache
pl: Włączenie buforowania pakietów w systemie Linux

source: Enable Mikrotik attributes
pl: Włącz atrybuty Mikrotik

source: Enable Monit
pl: Włącz Monit

source: Enable PIE
pl: Włączenie PIE

source: Enable PIE active queue management
pl: Włączenie aktywnego zarządzania kolejką PIE

source: Enable Parent Proxy
pl: Włącz funkcję Parent Proxy

source: Enable Preview
pl: Włącz podgląd

source: Enable Protected Mode
pl: Włącz tryb chroniony

source: Enable Redis
pl: Włącz Redis

source: Enable Remote MySQL
pl: Włączenie zdalnego serwera MySQL

source: Enable SNMP Agent
pl: Włącz agenta SNMP

source: Enable SQLite
pl: Włącz SQLite

source: Enable SSL inspection
pl: Włącz inspekcję SSL
