Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: A cryptographic accelerator module will use hardware support to speed up some cryptographic functions on systems which have the chip. Do not enable this option if you have a Hifn cryptographic acceleration card, as this will take precedence and the Hifn card will not be used. Acceleration should be automatic for IPsec when using a cipher supported by your chip, such as AES-128.
pl: Moduł akceleratora kryptograficznego wykorzysta wsparcie sprzętowe do przyspieszenia niektórych funkcji kryptograficznych w systemach, które posiadają ten układ. Nie włączaj tej opcji, jeśli masz kartę akceleracji kryptograficznej Hifn, ponieważ będzie ona miała pierwszeństwo i karta Hifn nie będzie używana. Akceleracja powinna być automatyczna dla IPsec, gdy używasz szyfru obsługiwanego przez twój chip, takiego jak AES-128.

source: If you do not have a crypto chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
pl: Jeśli nie masz w systemie układu kryptograficznego, ta opcja nie będzie miała żadnego efektu. Aby rozładować wybrany moduł, ustaw tę opcję na 'none', a następnie uruchom ponownie komputer.

source: Thermal Sensors
pl: Czujniki temperatury

source: Hardware
pl: Sprzęt

source: None/ACPI
pl: Żadne/ACPI

source: If you have a supported CPU, selecting a themal sensor will load the appropriate driver to read its temperature. Setting this to 'None' will attempt to read the temperature from an ACPI-compliant motherboard sensor instead, if one is present.
pl: Jeśli masz obsługiwany procesor, wybór czujnika tematycznego spowoduje załadowanie odpowiedniego sterownika do odczytu jego temperatury. Ustawienie tej opcji na "None" spowoduje próbę odczytania temperatury z czujnika płyty głównej zgodnego z ACPI, jeśli taki czujnik jest obecny.

source: If you do not have a supported thermal sensor chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
pl: Jeśli nie masz w swoim systemie obsługiwanego układu czujnika termicznego, ta opcja nie będzie miała żadnego wpływu. Aby rozładować wybrany moduł, ustaw tę opcję na "none", a następnie uruchom ponownie komputer.

source: Periodic Backups
pl: Cykliczna kopia

source: Periodic RRD Backup
pl: Cykliczna kopia RRD

source: Power off
pl: Wyłącz

source: %s hours
pl: %s godzin/y

source: 1 hour
pl: 1 godzina

source: This will periodically backup the RRD data so it can be restored automatically on the next boot.
pl: W ten sposób zostanie wykonana okresowa kopia zapasowa danych RRD, która zostanie przywrócona automatycznie przy następnym uruchomieniu systemu.

source: Periodic DHCP Leases Backup
pl: Okresowa kopia zapasowa dzierżaw DHCP

source: This will periodically backup the DHCP leases data so it can be restored automatically on the next boot.
pl: To spowoduje okresowe tworzenie kopii zapasowych danych dzierżaw DHCP, które będą mogły być przywrócone automatycznie przy następnym uruchomieniu komputera.

source: Periodic NetFlow Backup
pl: Okresowa kopia zapasowa NetFlow

source: This will periodically backup the NetFlow data aggregation so it can be restored automatically on the next boot.
pl: To spowoduje okresowe tworzenie kopii zapasowych agregacji danych NetFlow, aby można było je automatycznie przywrócić przy następnym uruchomieniu.

source: Periodic Captive Portal Backup
pl: Okresowa kopia zapasowa Captive Portal

source: This will periodically backup the captive portal session data so it can be restored automatically on the next boot.
pl: W ten sposób zostanie wykonana okresowa kopia zapasowa danych sesji portalu przechwytującego, która zostanie automatycznie przywrócona przy następnym uruchomieniu komputera.

source: Power Savings
pl: Oszczędność energii

source: Use PowerD
pl: Użyj PowerD

source: The powerd utility monitors the system state and sets various power control options accordingly. It offers four modes (maximum, minimum, adaptive and hiadaptive) that can be individually selected while on AC power or batteries. The modes maximum, minimum, adaptive and hiadaptive may be abbreviated max, min, adp, hadp. Maximum mode chooses the highest performance values. Minimum mode selects the lowest performance values to get the most power savings. Adaptive mode attempts to strike a balance by degrading performance when the system appears idle and increasing it when the system is busy. It offers a good balance between a small performance loss for greatly increased power savings. Hiadaptive mode is alike adaptive mode, but tuned for systems where performance and interactivity are more important than power consumption. It raises frequency faster, drops slower and keeps twice lower CPU load.
pl: Narzędzie powerd monitoruje stan systemu i odpowiednio ustawia różne opcje kontroli zasilania. Oferuje cztery tryby (maksymalny, minimalny, adaptacyjny i hiadaptive), które mogą być indywidualnie wybierane przy zasilaniu z sieci lub baterii. Tryby maximum, minimum, adaptive i hiadaptive mogą być oznaczone skrótami max, min, adp, hadp. Tryb maksymalny wybiera najwyższe wartości wydajności. Tryb minimalny wybiera najniższe wartości wydajności, aby uzyskać największą oszczędność energii. Tryb adaptacyjny próbuje osiągnąć równowagę poprzez obniżenie wydajności, gdy system wydaje się bezczynny i zwiększenie jej, gdy system jest zajęty. Oferuje on dobrą równowagę pomiędzy niewielkim spadkiem wydajności a znacznie zwiększoną oszczędnością energii. Tryb hiadaptive jest podobny do trybu adaptacyjnego, ale dostosowany do systemów, w których wydajność i interaktywność są ważniejsze niż zużycie energii. Podnosi częstotliwość szybciej, spada wolniej i utrzymuje dwukrotnie niższe obciążenie procesora.

source: On AC Power Mode
pl: Włączony tryb zasilania AC

source: Adaptive
pl: Adaptacyjna

source: Maximum
pl: Maksymalnie

source: On Battery Power Mode
pl: Włączony tryb zasilania bateryjnego

source: On Normal Power Mode
pl: Włączony Tryb normalnego zasilania

source: If the powerd utility can not determine the power state it uses "normal" for control.
pl: Jeśli narzędzie powerd nie może określić stanu zasilania, używa "normalnego" do sterowania.

source: Disk / Memory Settings (reboot to apply changes)
pl: Ustawienia Dysku/Pamięci (wymaga restartu)

source: Swap file
pl: Plik wymiany

source: Add a 2 GB swap file to the system
pl: Dodaj do systemu plik swap o pojemności 2 GB

source: /var/log RAM disk
pl: /var/log Dysk RAM

source: Use memory file system for /var/log
pl: Użyj systemu plików pamięci dla /var/log

source: Set this if you wish to use /var/log as a RAM disk (memory file system disks) rather than using the hard disk. Setting this will cause the log data to be lost on reboot.
pl: Ustaw to, jeśli chcesz używać /var/log jako dysku RAM (dyski systemu plików pamięci) zamiast używać dysku twardego. Ustawienie tego spowoduje, że dane dziennika zostaną utracone przy ponownym uruchomieniu komputera.

source: /var/log RAM usage
pl: /var/log Wykorzystanie pamięci RAM

source: Percentage of RAM used for the respective memory disk. A value of "0" means unlimited, which will additionally include all swap space.
pl: Procentowy udział pamięci RAM wykorzystywanej przez dany dysk pamięci. Wartość "0" oznacza nieograniczoną, co dodatkowo będzie obejmować całą przestrzeń wymiany.

source: /tmp RAM disk
pl: /tmp dysk RAM

source: Use memory file system for /tmp
pl: Użyj systemu plików pamięci dla /tmp

source: Set this if you wish to use /tmp as a RAM disk (memory file system disk) rather than using the hard disk.
pl: Ustaw to, jeśli chcesz używać /tmp jako dysku RAM (dysk systemu plików pamięci) zamiast używać dysku twardego.

source: /tmp RAM usage
pl: /tmp Wykorzystanie pamięci RAM

source: System Sounds
pl: Dźwięki systemowe

source: Startup/Shutdown Sound
pl: Dźwięk uruchamiania/wyłączania

source: Disable the startup/shutdown beep
pl: Wyłączenie sygnału dźwiękowego przy uruchamianiu/wyłączaniu urządzenia

source: When this is checked, startup and shutdown sounds will no longer play.
pl: Po zaznaczeniu tej opcji dźwięki uruchamiania i wyłączania nie będą już odtwarzane.

source: A valid DUID must be specified.
pl: Musi być podany prawidłowy DUID.

source: ARP Handling
pl: Obsługa ARP

source: Suppress ARP messages
pl: Wyłączenie wiadomości ARP

source: This option will suppress ARP log messages when multiple interfaces reside on the same broadcast domain
pl: Opcja ta eliminuje komunikaty ARP log, gdy wiele interfejsów znajduje się w tej samej domenie rozgłoszeniowej.

source: Prevent release
pl: Zapobieganie uwolnieniu

source: Do not send a release message on client exit to prevent the release of an allocated address or prefix on the server.
pl: Nie wysyłaj wiadomości release przy wyjściu klienta, aby zapobiec zwolnieniu przydzielonego adresu lub prefiksu na serwerze.

source: Log level
pl: Poziom dziennika

source: Modify log level for IPv6 clients. Info will give status, interface leases and addresses. Debug will give full diagnostics.
pl: Modyfikacja poziomu logów dla klientów IPv6. Info poda status, dzierżawy interfejsów i adresy. Debug daje pełną diagnostykę.

source: DHCP Unique Identifier
pl: Unikalny identyfikator DHCP

source: Insert the existing DUID
pl: Wstawić istniejący DUID

source: Insert a new LLT DUID
pl: Wstawić nowy DUID LLT

source: Insert a new LL DUID
pl: Wstaw nowy identyfikator LL DUID

source: Insert a new UUID DUID
pl: Wstaw nowy identyfikator UUID DUID

source: Insert a new EN DUID
pl: Włóż nowy PL DUID

source: Clear the existing DUID
pl: Wyczyść istniejący DUID

source: This field can be used to enter an explicit DUID for use by IPv6 DHCP clients.
pl: W tym polu można wprowadzić jawny identyfikator DUID używany przez klientów IPv6 DHCP.

source: The correct format for each DUID type is as follows, all entries to be in hex format "xx" separated by a colon.
pl: Prawidłowy format dla każdego typu DUID jest następujący, wszystkie wpisy powinny być w formacie heksadecymalnym "xx" oddzielone dwukropkiem.

source: LLT: 4 bytes "00:01:00:01" followed by 4 bytes Unix time e.g. "00:01:02:03", followed by 6 bytes of the MAC address.
pl: LLT: 4 bajty "00:01:00:01", po których następują 4 bajty czasu Unix, np. "00:01:02:03", po których następuje 6 bajtów adresu MAC.

source: LL: 4 bytes "00:03:00:01" followed by 6 bytes of the MAC address.
pl: LL: 4 bajty "00:03:00:01", po których następuje 6 bajtów adresu MAC.

source: UUID: 4 bytes "00:00:00:04" followed by 8 bytes of a universally unique identifier.
pl: UUID: 4 bajty "00:00:00:04", po których następuje 8 bajtów uniwersalnego, niepowtarzalnego identyfikatora.

source: EN: 2 bytes "00:02" followed by 4 bytes of the enterprise number e.g. "00:00:00:01", followed by a variable length identifier of hex values up to 122 bytes in length.
pl: PL: 2 bajty "00:02", po których następują 4 bajty numeru przedsiębiorstwa, np. "00:00:00:01", po których następuje identyfikator o zmiennej długości, składający się z wartości heksadecymalnych o długości do 122 bajtów.

source: This will take effect after you reboot the machine or reconfigure each interface.
pl: Zacznie to obowiązywać po ponownym uruchomieniu maszyny lub ponownym skonfigurowaniu każdego interfejsu.

source: Are you sure you want to reset all tunables back to factory defaults?
pl: Czy na pewno chcesz przywrócić wszystkie ustawienia fabryczne?

source: The firewall tunables have changed. You must apply the configuration to take affect.
pl: Zmieniono parametry zapory. Musisz zastosować konfigurację, aby zaczęła działać.

source: Tunables are composed of runtime settings for sysctl.conf which take effect immediately after apply and boot settings for loader.conf which require a reboot.
pl: Tunables składają się z ustawień runtime dla sysctl.conf, które wchodzą w życie natychmiast po zastosowaniu i ustawień boot dla loader.conf, które wymagają ponownego uruchomienia.

source: unsupported
pl: nieobsługiwany

source: read-only
pl: tylko do odczytu

source: environment
pl: środowisko

source: unknown
pl: nieznany

source: Edit system tunable
pl: Możliwość edycji systemu

source: Descriptive name
pl: Nazwa opisowa

source: Port value
pl: Wartość portu

source: Protocol version
pl: Wersja protokołu

source: Search level
pl: Poziom wyszukiwania

source: User naming Attribute
pl: Nazwa użytkownika Atrybut

source: Authentication container
pl: Kontener uwierzytelniający

source: Bind user DN
pl: Powiązanie DN użytkownika

source: Bind Password
pl: Hasło Bind

source: Services
pl: Usługi

source: Authentication port value
pl: Wartość portu uwierzytelniania

source: Shared Secret
pl: Współdzielony Secret

source: The host name contains invalid characters.
pl: Nazwa hosta zawiera nieprawidłowe znaki.

source: An authentication server with the same name already exists.
pl: Serwer uwierzytelniania o tej samej nazwie już istnieje.

source: RADIUS Timeout value must be numeric and positive.
pl: Wartość RADIUS Timeout musi być numeryczna i dodatnia.

source: A server name must be provided.
pl: Należy podać nazwę serwera.

source: Invalid server name given.
pl: Podana nieprawidłowa nazwa serwera.

source: Do you really want to delete this Server?
pl: Czy naprawdę chcesz usunąć ten Serwer?

source: Please fill the required values.
pl: Proszę wypełnić wymagane wartości.

source: No results. Check General log for details
pl: Brak wyników. Sprawdź dziennik ogólny, aby uzyskać szczegóły.

source: Please select which containers to Authenticate against:
pl: Proszę wybrać, przeciwko którym kontenerom ma być przeprowadzane uwierzytelnianie:

source: Policy
pl: Polityka

source: Enable password policy constraints
pl: Włącz wymuszanie polityki haseł

source: Use hardened security policies for local accounts. Methods other than local these will usually be configured by the respective provider (e.g. LDAP, RADIUS, ...).
pl: Użyj wzmocnionych polityk bezpieczeństwa dla kont lokalnych. Metody inne niż lokalne są zwykle konfigurowane przez odpowiedniego dostawcę (np. LDAP, RADIUS, ...).

source: Duration
pl: Czas trwania

source: %d days
pl: %d dni

source: Password duration settings, the interval in days in which passwords stay valid. When reached, the user will be forced to change his or her password before continuing.
pl: Ustawienia czasu trwania hasła, przedział w dniach, w którym hasła pozostają ważne. Po jego osiągnięciu użytkownik będzie zmuszony do zmiany hasła przed kontynuacją.

source: Sets the minimum length for a password
pl: Ustaw minimalną długość hasła

source: Complexity
pl: Kompleksowość

source: Enable complexity requirements
pl: Włącz wymagania odnośniej kompleksowości

source: Require passwords to meet complexity rules
pl: Wymagaj aby hasła spełniały warunki kompleksowości

source: Hostname or IP address
pl: Nazwa hosta lub adres IP

source: NOTE: When using SSL, this hostname MUST match the Common Name (CN) of the LDAP server's SSL Certificate.
pl: UWAGA: W przypadku korzystania z SSL ta nazwa hosta MUSI odpowiadać nazwie wspólnej (CN) certyfikatu SSL serwera LDAP.

source: SSL - Encrypted
pl: SSL - Szyfrowane

source: When choosing StartTLS or SSL, please configure the required private CAs in System -> Trust
pl: Przy wyborze StartTLS lub SSL należy skonfigurować wymagane prywatne CA w System -> Trust

source: Bind credentials
pl: Wiązanie danych uwierzytelniających

source: User DN:
pl: DN użytkownika:

source: Leave empty to use anonymous binds to resolve distinguished names
pl: Pozostaw puste, aby używać anonimowych powiązań do rozwiązywania nazw wyróżnionych.

source: Search scope
pl: Zakres przeszukiwania

source: One Level
pl: Jeden poziom

source: Entire Subtree
pl: Całe poddrzewo

source: Base DN
pl: Bazowe DN

source: Authentication containers
pl: Kontenery uwierzytelniające

source: Select
pl: Wybierz

source: Semicolon-separated list of distinguished names containing DC= components.
pl: Rozdzielona średnikami lista distinguished names zawierająca elementy DC=.

source: Extended Query
pl: Zapytanie rozszerzone

source: Initial Template
pl: Szablon początkowy

source: User naming attribute
pl: Atrybut nazwy użytkownika

source: Typically "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)
pl: Zwykle "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)

source: Read properties
pl: Czytaj właściwości

source: Normally the authentication only tries to bind to the remote server, when this option is enabled also the objects properties are fetched, can be practical for debugging purposes.
pl: Normalnie uwierzytelnianie próbuje tylko związać się ze zdalnym serwerem, gdy opcja jest włączona pobierane są również właściwości obiektów, co może być praktyczne dla celów debugowania.

source: Services offered
pl: Oferowane usługi

source: Authentication and Accounting
pl: Uwierzytelnianie i księgowość

source: Accounting port value
pl: Wartość portu księgowego

source: Authentication Timeout
pl: Limit czasu uwierzytelniania

source: This value controls how long, in seconds, that the RADIUS server may take to respond to an authentication request.
pl: Ta wartość kontroluje jak długo, w sekundach, serwer RADIUS może odpowiedzieć na żądanie uwierzytelnienia.

source: If left blank, the default value is 5 seconds.
pl: Jeśli pozostawione puste, domyślna wartość do 5 sekund.

source: NOTE: If you are using an interactive two-factor authentication system, increase this timeout to account for how long it will take the user to receive and enter a token.
pl: UWAGA: Jeśli używasz interaktywnego systemu uwierzytelniania dwuskładnikowego, zwiększ ten limit czasu, aby uwzględnić czas, jaki zajmie użytkownikowi otrzymanie i wprowadzenie tokena.

source: Synchronize groups
pl: Synchronizacja grup

source: Synchronize groups specified by memberOf or class attribute after login, this option requires to enable read properties. Groups will be extracted from the first CN= section and will only be considered when already existing in DynFi Firewall. Group memberships will be persisted in DynFi Firewall. Use the server test tool to check if memberOf is returned by your LDAP server before enabling.
pl: Synchronizuj grupy określone przez atrybut memberOf lub class po zalogowaniu, opcja ta wymaga włączenia opcji read properties. Grupy będą pobierane z pierwszej sekcji CN= i będą brane pod uwagę tylko wtedy, gdy istnieją już w DynFi Firewall. Członkostwo w grupie będzie utrzymywane w DynFi Firewall. Użyj narzędzia testowego serwera, aby sprawdzić, czy memberOf jest zwracany przez twój serwer LDAP przed włączeniem.

source: Limit groups
pl: Grupy limitowe

source: Limit the groups which may be used by this authenticator, keep empty to consider all local groups in DynFi Firewall. When groups are selected, you can assign unassigned groups to the user manually
pl: Ogranicz grupy, które mogą być używane przez ten authenticator, pozostaw puste, aby uwzględnić wszystkie grupy lokalne w DynFi Firewall. Kiedy grupy są wybrane, można przypisać nieprzypisane grupy do użytkownika ręcznie

source: Automatic user creation
pl: Automatyczne tworzenie użytkowników

source: To be used in combination with synchronize groups, allow the authenticator to create new local users after successful login with group memberships returned for the user.
pl: Aby być używane w połączeniu z synchronizacją grup, zezwalaj authenticatorowi na tworzenie nowych lokalnych użytkowników po udanym logowaniu z członkostwem w grupach zwróconych dla użytkownika.

source: Server Name
pl: Nazwa serwera

source: Host Name
pl: Nazwa hosta

source: Certificate data
pl: Dane z certyfikatu

source: This certificate does not appear to be valid.
pl: Ten certyfikat nie wydaje się być ważny.

source: Encrypted private keys are not yet supported.
pl: Szyfrowane klucze prywatne nie są jeszcze obsługiwane.

source: Key type
pl: Typ klucza

source: Key length
pl: Długość klucza

source: Curve
pl: Krzywa

source: Digest algorithm
pl: Algorytm Digest

source: Lifetime
pl: Czas życia

source: Distinguished name Country Code
pl: Nazwa wyróżniająca Kod kraju

source: Distinguished name State or Province
pl: Nazwa wyróżniająca Państwo lub województwo

source: Distinguished name City
pl: Wyróżniająca się nazwa Miasto

source: Distinguished name Organization
pl: Wyróżniona nazwa Organizacja

source: Distinguished name Email Address
pl: Nazwa wyróżniająca Adres e-mail

source: Distinguished name Common Name
pl: Nazwa wyróżniająca Nazwa zwyczajowa

source: Signing Certificate Authority
pl: Podpisywanie certyfikatu Władza

source: The field 'Distinguished name Email Address' contains invalid characters.
pl: Pole "Distinguished name Email Address" zawiera nieprawidłowe znaki.

source: The field 'Distinguished name Common Name' contains invalid characters.
pl: Pole "Distinguished name Common Name" zawiera nieprawidłowe znaki.

source: The field '%s' contains invalid characters.
pl: Pole "%s" zawiera nieprawidłowe znaki.

source: Please select a valid Key Type.
pl: Proszę wybrać prawidłowy typ klucza.

source: Please select a valid Key Length.
pl: Proszę wybrać prawidłową długość klucza.

source: Please select a valid Curve.
pl: Proszę wybrać prawidłową krzywą.

source: Please select a valid Digest Algorithm.
pl: Proszę wybrać prawidłowy algorytm Digest Algorithm.

source: The serial number must be a number greater than zero or left blank.
pl: Numer seryjny musi być liczbą większą od zera lub pozostać pusty.

source: openssl library returns:
pl: wraca biblioteka openssl:

source: Authorities
pl: Organy

source: Do you really want to delete this Certificate Authority and its CRLs, and unreference any associated certificates?
pl: Czy naprawdę chcesz usunąć ten Urząd Certyfikacji i jego listy CRL, a także odreagować wszelkie powiązane certyfikaty?

source: Method
pl: Metoda

source: Import an existing Certificate Authority
pl: Wgraj istniejący Urząd Certyfikacyjny

source: Create an internal Certificate Authority
pl: Utwórz wewnętrzny Urząd Certyfikacyjny

source: Create an intermediate Certificate Authority
pl: Utwórz pośredni Urząd Certyfikacyjny

source: Existing Certificate Authority
pl: Istniejący urząd certyfikacji

source: Paste a certificate in X.509 PEM format here.
pl: Wklej tutaj certyfikat w formacie X.509 PEM.

source: Certificate Private Key
pl: Klucz prywatny certyfikatu

source: (optional)
pl: (opcjonalne)

source: Paste the private key for the above certificate here. This is optional in most cases, but required if you need to generate a Certificate Revocation List (CRL).
pl: Wklej tutaj klucz prywatny dla powyższego certyfikatu. Jest to opcjonalne w większości przypadków, ale wymagane, jeśli musisz wygenerować listę CRL (Certificate Revocation List).

source: Serial for next certificate
pl: Serial następnego certfikatu

source: Enter a decimal number to be used as the serial number for the next certificate to be created using this CA.
pl: Wprowadź liczbę dziesiętną, która będzie używana jako numer seryjny dla następnego certyfikatu, który zostanie utworzony przy użyciu tego CA.

source: Internal Certificate Authority
pl: Wewnętrzny organ certyfikacji

source: Key Type
pl: Typ klucza

source: Elliptic Curve
pl: Krzywa eliptyczna

source: Digest Algorithm
pl: Algorytm Digest

source: NOTE: It is recommended to use an algorithm stronger than SHA1 when possible.
pl: UWAGA: Zaleca się, aby w miarę możliwości używać algorytmu silniejszego niż SHA1.

source: days
pl: dni

source: Distinguished name
pl: Wyróżniająca się nazwa

source: Country Code
pl: Kod kraju

source: State or Province
pl: Stan lub województwo

source: City
pl: Miasto

source: Leipzig
pl: Lipsk

source: Organization
pl: Organizacja

source: Email Address
pl: Adres e-mail

source: Issuer
pl: Wystawca

source: Distinguished Name
pl: Nazwa kwalifikowana

source: self-signed
pl: samopodpisany
