Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Select the allowed groups for remote login. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will. Do not yield remote access to non-administrators as every user can access system files using SSH or SFTP.
pl: Wybierz dozwolone grupy dla zdalnego logowania. Grupa "wheel" jest zawsze ustawiona dla celów odzyskiwania, a dodatkowa grupa lokalna może być wybrana dowolnie. Nie udzielaj zdalnego dostępu osobom niebędącym administratorami, ponieważ każdy użytkownik może uzyskać dostęp do plików systemowych za pomocą SSH lub SFTP.

source: Root Login
pl: Logowanie użytkownika root

source: Permit root user login
pl: Pozwól na logowanie użytkownika root

source: Root login is generally discouraged. It is advised to log in via another user and switch to root afterwards.
pl: Logowanie z roota jest generalnie odradzane. Zaleca się logowanie za pośrednictwem innego użytkownika i późniejsze przełączenie na roota.

source: Authentication Method
pl: Metoda autentykacji

source: Permit password login
pl: Pozwól na logowanie hasłem

source: When disabled, authorized keys need to be configured for each %sUser%s that has been granted secure shell access.
pl: Po wyłączeniu autoryzowane klucze muszą być skonfigurowane dla każdego %sUżytkownika%s, któremu przyznano bezpieczny dostęp do powłoki.

source: SSH port
pl: Port SSH

source: Leave this blank for the default of 22.
pl: Pozostaw puste dla domyślnego portu (22).

source: Show cryptographic overrides
pl: Pokaż nadpisania kryptograficzne

source: Key exchange algorithms
pl: Algorytm wymiany kluczy

source: The key exchange methods that are used to generate per-connection keys
pl: Metody wymiany kluczy, które są używane do generowania kluczy per-connection

source: Ciphers
pl: Szyfry

source: The ciphers to encrypt the connection
pl: Szyfry do szyfrowania połączenia

source: The message authentication codes used to detect traffic modification
pl: Kody uwierzytelniania wiadomości używane do wykrywania modyfikacji ruchu

source: Host key algorithms
pl: Algorytmy klucza gospodarza

source: Specifies the host key algorithms that the server offers
pl: Określa algorytmy klucza hosta, które oferuje serwer

source: Public key signature algorithms
pl: Algorytmy podpisu z kluczem publicznym

source: The signature algorithms that are used for public key authentication
pl: Algorytmy podpisu, które są używane do uwierzytelniania za pomocą klucza publicznego

source: Console
pl: Konsola

source: Console driver
pl: Kierowca konsoli

source: Use the virtual terminal driver (vt)
pl: Użyj sterownika wirtualnego terminala (vt)

source: Primary Console
pl: Konsola podstawowa

source: Select the primary console. This preferred console will show boot script output.
pl: Wybierz konsolę podstawową. Ta preferowana konsola będzie pokazywać wyjście skryptu startowego.

source: All consoles display OS boot messages, console messages, and the console menu.
pl: Wszystkie konsole wyświetlają komunikaty startowe systemu operacyjnego, komunikaty konsoli oraz menu konsoli.

source: Secondary Console
pl: Konsola pomocnicza

source: Select the secondary console if multiple consoles are present.
pl: Wybierz konsolę drugorzędną, jeśli obecnych jest kilka konsol.

source: Serial Speed
pl: Prędkość szeregowa

source: Allows selection of different speeds for the serial console port.
pl: Umożliwia wybór różnych prędkości dla portu konsoli szeregowej.

source: USB-based serial
pl: Serial na bazie USB

source: Use USB-based serial ports
pl: Używanie portów szeregowych opartych na USB

source: Console menu
pl: Menu konsolowe

source: Password protect the console menu
pl: Wymagaj hasła do menu konsolowego

source: Shell
pl: Powłoka

source: Inactivity timeout
pl: Limit czasu nieaktywności

source: Minutes
pl: Minuty

source: When set, defines the number of minutes an ssh or console session might idle before being logged out automatically, only available on [t]csh type shells. Does not affect currently active shells.
pl: Gdy jest ustawiona, określa liczbę minut, przez które sesja ssh lub konsoli może być bezczynna, zanim zostanie automatycznie wylogowana. Nie wpływa na aktualnie aktywne powłoki.

source: Select one or more authentication servers to validate user credentials against. Multiple servers can make sense with remote authentication methods to provide a fallback during connectivity issues. When nothing is specified the default of "Local Database" is used.
pl: Wybierz jeden lub więcej serwerów uwierzytelniania do sprawdzenia poświadczeń użytkownika. Wiele serwerów może mieć sens w przypadku zdalnych metod uwierzytelniania, aby zapewnić awaryjność podczas problemów z łącznością. Jeśli nic nie jest określone, domyślnie używana jest "Lokalna baza danych".

source: Disable integrated authentication
pl: Wyłączona zintegrowana autentykacja

source: When set, console login, SSH, and other system services can only use standard UNIX account authentication.
pl: Po ustawieniu, logowanie do konsoli, SSH i inne usługi systemowe mogą używać tylko standardowego uwierzytelniania kont UNIX.

source: Disallow
pl: Zabroń

source: Ask password
pl: Pytaj o hasło

source: No password
pl: Bez hasła

source: Permit sudo usage for administrators with shell access.
pl: Zezwolenie na użycie sudo dla administratorów z dostępem do powłoki.

source: Select the allowed groups for sudo usage. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will.
pl: Wybierz dozwolone grupy dla użycia sudo. Grupa "wheel" jest zawsze ustawiona dla celów odzyskiwania, a dodatkowa grupa lokalna może być wybrana dowolnie.

source: User OTP seed
pl: Nasiona OTP użytkownika

source: Permit users to generate their own OTP seed in the password page.
pl: Zezwól użytkownikom na generowanie własnych nasion OTP na stronie hasła.

source: Deployment
pl: Wdrożenie

source: Deployment type
pl: Typ rozmieszczenia

source: Production
pl: Produkcja

source: Development
pl: Rozwój

source: Set the deployment type of this DynFi Firewall instance.
pl: Określa typ wdrożenia tej instancji DynFi Firewall.

source: The Firewall Adaptive values must be set together.
pl: Wartości Firewall Adaptive muszą być ustawione razem.

source: The Firewall Adaptive Start value must be an integer.
pl: Wartość Firewall Adaptive Start musi być liczbą całkowitą.

source: The Firewall Adaptive End value must be an integer.
pl: Wartość Firewall Adaptive End musi być liczbą całkowitą.

source: The Firewall Maximum States value must be an integer.
pl: Wartość Firewall Maximum States musi być liczbą całkowitą.

source: The Firewall Maximum Frags value must be an integer.
pl: Wartość Firewall Maximum Frags musi być liczbą całkowitą.

source: The Aliases Hostname Resolve Interval value must be an integer.
pl: Wartość Aliases Hostname Resolve Interval musi być liczbą całkowitą.

source: The Firewall Maximum Table Entries value must be an integer.
pl: Wartość Firewall Maximum Table Entries musi być liczbą całkowitą.

source: Unknown syncookie type %s.
pl: Nieznany typ syncookie %s.

source: Syncookie Adaptive values must be set together.
pl: Wartości Syncookie Adaptive muszą być ustawione razem.

source: Syncookie Adaptive Start value must be an integer.
pl: Wartość Syncookie Adaptive Start musi być liczbą całkowitą.

source: Syncookie Adaptive End value must be an integer.
pl: Syncookie Adaptive End wartość musi być liczbą całkowitą.

source: Syncookie Adaptive Start must be a higher value than End.
pl: Syncookie Adaptive Start musi mieć wyższą wartość niż End.

source: IPv6 Options
pl: Opcje IPv6

source: Allow IPv6
pl: Pozwól na IPv6

source: All IPv6 traffic will be blocked by the firewall unless this box is checked.
pl: Cały ruch IPv6 będzie blokowany przez zaporę, jeśli to pole nie zostanie zaznaczone.

source: NOTE: This does not disable any IPv6 features on the firewall, it only blocks traffic.
pl: UWAGA: Nie powoduje to wyłączenia żadnych funkcji IPv6 na zaporze, jedynie blokuje ruch.

source: Reflection for port forwards
pl: Odbicie dla portów forward

source: When enabled, this automatically creates additional NAT redirect rules for access to port forwards on your external IP addresses from within your internal networks.
pl: Po włączeniu tej funkcji automatycznie tworzy dodatkowe reguły przekierowania NAT dla dostępu do portów forward na zewnętrznych adresach IP z wnętrza sieci wewnętrznych.

source: Individual rules may be configured to override this system setting on a per-rule basis.
pl: Poszczególne reguły mogą być skonfigurowane tak, by nadpisywać to ustawienie systemowe dla każdej z nich.

source: Reflection for 1:1
pl: Refleksja dla 1:1

source: Enables the automatic creation of additional NAT redirect rules for access to 1:1 mappings of your external IP addresses from within your internal networks.
pl: Umożliwia automatyczne tworzenie dodatkowych reguł przekierowania NAT w celu uzyskania dostępu do mapowania 1:1 zewnętrznych adresów IP z wnętrza sieci wewnętrznych.

source: Automatic outbound NAT for Reflection
pl: Automatyczny wychodzący NAT dla Reflection

source: Automatically create outbound NAT rules which assist inbound NAT rules that direct traffic back out to the same subnet it originated from.
pl: Automatyczne tworzenie reguł wychodzących NAT, które wspomagają reguły przychodzące NAT, kierujące ruch z powrotem do tej samej podsieci, z której pochodzi.

source: Bogon Networks
pl: Sieci Bogon

source: Update Frequency
pl: Częstotliwość aktualizacji

source: Monthly
pl: Miesięcznie

source: Weekly
pl: Tygodniowo

source: Daily
pl: Dziennie

source: The frequency of updating the lists of IP addresses that are reserved (but not RFC 1918) or not yet assigned by IANA.
pl: Częstotliwość aktualizacji list adresów IP, które są zarezerwowane (ale nie RFC 1918) lub jeszcze nieprzypisane przez IANA.

source: Gateway Monitoring
pl: Monitorowanie bramy

source: Skip rules
pl: Pomijanie regół

source: Skip rules when gateway is down
pl: Pomiń reguły kiedy brama jest niedostępna

source: By default, when a rule has a specific gateway set, and this gateway is down, rule is created and traffic is sent to default gateway. This option overrides that behavior and the rule is not created when gateway is down
pl: Domyślnie, gdy reguła ma ustawioną konkretną bramkę, a ta nie działa, reguła jest tworzona i ruch jest wysyłany do domyślnej bramki. Ta opcja zastępuje to zachowanie i reguła nie jest tworzona, gdy brama jest wyłączona.

source: Sticky connections
pl: Lepkie połączenia

source: Use sticky connections
pl: Używaj połączeń klejonych

source: Successive connections will be redirected to the servers in a round-robin manner with connections from the same source being sent to the same gateway. This 'sticky connection' will exist as long as there are states that refer to this connection. Once the states expire, so will the sticky connection. Further connections from that host will be redirected to the next gateway in the round-robin.
pl: Kolejne połączenia będą przekierowywane do serwerów w sposób rundowy, przy czym połączenia z tego samego źródła będą wysyłane do tej samej bramki. To "lepkie połączenie" będzie istnieć tak długo, jak długo istnieją stany, które odnoszą się do tego połączenia. Gdy stany wygasną, wygaśnie również sticky connection. Kolejne połączenia z tego hosta będą przekierowywane do następnej bramy w systemie round-robin.

source: Source tracking timeout
pl: Limit czasu śledzenia źródła

source: Set the source tracking timeout for sticky connections in seconds. By default this is 0, so source tracking is removed as soon as the state expires. Setting this timeout higher will cause the source/destination relationship to persist for longer periods of time.
pl: Ustawienie limitu czasu śledzenia źródła dla lepkich połączeń w sekundach. Domyślnie jest to 0, więc śledzenie źródła jest usuwane zaraz po wygaśnięciu stanu. Ustawienie tego limitu czasu na wyższym poziomie spowoduje, że relacja źródło/przeznaczenie będzie utrzymywana przez dłuższy czas.

source: Shared forwarding
pl: Przekazywanie współdzielone

source: Use shared forwarding between packet filter, traffic shaper and captive portal
pl: Użyj współdzielonego przekierowania pomiędzy filtrem pakietów, ogranicznikiem ruchu i portalem przechwytującym.

source: Using policy routing in the packet filter rules causes packets to skip processing for the traffic shaper and captive portal tasks. Using this option enables the sharing of such forwarding decisions between all components to accomodate complex setups.
pl: Użycie zasad routingu w regułach filtrów pakietów powoduje, że pakiety są pomijane w przetwarzaniu zadań traffic shaper i captive portal. Użycie tej opcji umożliwia współdzielenie decyzji o przekierowaniu między wszystkimi komponentami, co pozwala na dostosowanie do złożonych konfiguracji.

source: Disable force gateway
pl: Wyłącz wymuszanie bramy

source: Disable automatic rules which force local services to use the assigned interface gateway.
pl: Wyłączenie automatycznych reguł, które zmuszają usługi lokalne do korzystania z przypisanej bramy interfejsu.

source: Outgoing packets from this firewall on an interface which has a gateway will normally use the specified gateway for that interface. When this option is set the route will be selected by the system routing table instead.
pl: Pakiety wychodzące z tego firewalla na interfejs, który posiada bramę, będą normalnie korzystać z określonej dla tego interfejsu bramy. Gdy ta opcja jest ustawiona, zamiast niej trasa będzie wybierana przez systemową tablicę routingu.

source: Schedules
pl: Harmonogramy

source: Schedule States
pl: Stany rozkładu jazdy

source: By default schedules clear the states of existing connections when the expiration time has come. This option overrides that behavior by not clearing states for existing connections.
pl: Domyślnie harmonogramy czyszczą stany istniejących połączeń, gdy nadejdzie czas wygaśnięcia. Opcja nadpisuje to zachowanie poprzez nieczyszczenie stanów dla istniejących połączeń.

source: Miscellaneous
pl: Różne

source: Firewall Optimization
pl: Optymalizacja zapory

source: normal
pl: normalny

source: high-latency
pl: wysokie opóźnienie

source: aggressive
pl: agresywny

source: conservative
pl: konserwatywny

source: Select the type of state table optimization to use
pl: Wybierz typ optymalizacji tablicy stanów do użycia

source: As the name says, it is the normal optimization algorithm
pl: Jak sama nazwa mówi, jest to zwykły algorytm optymalizacyjny

source: Used for high latency links, such as satellite links. Expires idle connections later than default
pl: Używane dla łączy o dużym opóźnieniu, takich jak łącza satelitarne. Wygasza nieaktywne połączenia później niż domyślnie

source: Expires idle connections quicker. More efficient use of CPU and memory but can drop legitimate idle connections
pl: Szybciej wygasza bezczynne połączenia. Bardziej efektywne wykorzystanie CPU i pamięci, ale może porzucić legalne, bezczynne połączenia.

source: Tries to avoid dropping any legitimate idle connections at the expense of increased memory usage and CPU utilization.
pl: Próbuje uniknąć porzucania wszelkich legalnych, bezczynnych połączeń kosztem zwiększonego zużycia pamięci i procesora.

source: Bind states to interface
pl: Powiązanie stanów z interfejsem

source: Set behaviour for keeping states, by default states are floating, but when this option is set they should match the interface.
pl: Ustaw zachowanie dla utrzymywania stanów, domyślnie stany są pływające, ale gdy ta opcja jest ustawiona, powinny one pasować do interfejsu.

source: The default option (unchecked) matches states regardless of the interface, which is in most setups the best choice.
pl: Opcja domyślna (odznaczona) dopasowuje stany niezależnie od interfejsu, co w większości konfiguracji jest najlepszym wyborem.

source: Disable Firewall
pl: Wyłącz zaporę

source: Disable all packet filtering.
pl: Wyłącz wszystkie filtry pakietów.

source: Warning: This will convert into a routing-only platform!
pl: Ostrzeżenie: To przekształci się w platformę tylko do routingu!

source: Warning: This will also turn off NAT!
pl: Ostrzeżenie: To wyłączy także NATowanie!

source: If you only want to disable NAT, and not firewall rules, visit the %sOutbound NAT%s page.
pl: Jeśli chcesz wyłączyć tylko NAT, a nie reguły zapory, odwiedź stronę %sOutbound NAT%s.

source: Firewall Adaptive Timeouts
pl: Czas adaptacji firewalla

source: When reaching this number of state entries, all timeout values become zero, effectively purging all state entries immediately. This value is used to define the scale factor, it should not actually be reached (set a lower state limit, see below).
pl: Po osiągnięciu tej liczby wpisów stanu, wszystkie wartości timeout stają się zerowe, skutecznie oczyszczając wszystkie wpisy stanu natychmiast. Wartość ta jest używana do zdefiniowania współczynnika skali, nie powinna być w rzeczywistości osiągnięta (ustaw niższy limit stanu, patrz poniżej).

source: Note: Leave this blank for the default(0).
pl: Info: Pozostaw puste dla wartości domyślnej(0).

source: Firewall Maximum States
pl: Stany maksymalne zapory ogniowej

source: Maximum number of connections to hold in the firewall state table.
pl: Maksymalna ilość połączeń do utrzymania w tablicy zapory.

source: Note: Leave this blank for the default. On your system the default size is:
pl: Uwaga: Pozostaw to puste dla domyślnego rozmiaru. W twoim systemie domyślny rozmiar to:

source: Sets the maximum number of entries in the memory pool used for fragment reassembly.
pl: Ustawia maksymalną liczbę wpisów w puli pamięci używanej do reasemblacji fragmentów.

source: Note: Leave this blank for the default.
pl: Info: Pozostaw puste dla wartości domyślnej.

source: Firewall Maximum Table Entries
pl: Maksymalna ilość pozycji tablicy zapory

source: Maximum number of table entries for systems such as aliases, sshlockout, bogons, etc, combined.
pl: Maksymalna liczba wpisów w tabeli dla systemów takich jak alias, sshlockout, bogons itp, łącznie.

source: On your system the default size is:
pl: W twoim systemie domyślny rozmiar to:

source: Static route filtering
pl: Filtrowanie tras statycznych

source: Bypass firewall rules for traffic on the same interface
pl: Obejście reguł zapory dla ruchu na tym samym interfejsie

source: This option only applies if you have defined one or more static routes. If it is enabled, traffic that enters and leaves through the same interface will not be checked by the firewall. This may be desirable in some situations where multiple subnets are connected to the same interface.
pl: Ta opcja ma zastosowanie tylko wtedy, gdy zdefiniowano jedną lub więcej tras statycznych. Jeśli jest włączona, ruch wchodzący i wychodzący przez ten sam interfejs nie będzie sprawdzany przez firewall. Może to być pożądane w niektórych sytuacjach, gdy do tego samego interfejsu podłączonych jest wiele podsieci.

source: Disable reply-to
pl: Wyłącznik reply-to

source: Disable reply-to on WAN rules
pl: Wyłączenie reguł reply-to dla sieci WAN

source: With Multi-WAN you generally want to ensure traffic leaves the same interface it arrives on, hence reply-to is added automatically by default. When using bridging, you must disable this behavior if the WAN gateway IP is different from the gateway IP of the hosts behind the bridged interface.
pl: W przypadku sieci Multi-WAN zazwyczaj chcesz mieć pewność, że ruch opuszcza ten sam interfejs, na którym przybył, dlatego reply-to jest domyślnie dodawane automatycznie. Podczas korzystania z mostkowania musisz wyłączyć to zachowanie, jeśli IP bramy WAN jest inne niż IP bramy hostów za zmostkowanym interfejsem.

source: Disable anti-lockout
pl: Wyłączenie blokady

source: Disable administration anti-lockout rule
pl: Wyłącz regułę anti-lockout

source: When this is unchecked, access to the web GUI or SSH on the %s interface is always permitted, regardless of the user-defined firewall rule set. Check this box to disable the automatically added rule, so access is controlled only by the user-defined firewall rules. Ensure you have a firewall rule in place that allows you in, or you will lock yourself out.
pl: Gdy to pole jest odznaczone, dostęp do interfejsu web GUI lub SSH na interfejsie %s jest zawsze dozwolony, niezależnie od ustawionej reguły zapory zdefiniowanej przez użytkownika. Zaznacz to pole, aby wyłączyć automatycznie dodawaną regułę, dzięki czemu dostęp będzie kontrolowany wyłącznie przez reguły zapory zdefiniowane przez użytkownika. Upewnij się, że masz regułę zapory, która pozwala na dostęp, w przeciwnym razie zablokujesz się.

source: Aliases Resolve Interval
pl: Aliasy Resolve Interval

source: Interval, in seconds, that will be used to resolve hostnames configured on aliases.
pl: Interwał, w sekundach, który będzie używany do rozwiązywania nazw hostów skonfigurowanych na aliasach.

source: Note: Leave this blank for the default (300s).
pl: Info: Pozostaw puste przez użycie domyślnej wartości (300s).

source: Check certificate of aliases URLs
pl: Sprawdź certyfikat aliasów URL

source: Verify HTTPS certificates when downloading alias URLs
pl: Sprawdzanie certyfikatów HTTPS podczas pobierania adresów URL aliasów

source: Make sure the certificate is valid for all HTTPS addresses on aliases. If it's not valid or is revoked, do not download it.
pl: Upewnij się, że certyfikat jest ważny dla wszystkich adresów HTTPS na aliasach. Jeśli nie jest ważny lub jest unieważniony, nie pobieraj go.

source: Dynamic state reset
pl: Dynamiczne resetowanie stanu

source: Reset all states when a dynamic IP address changes.
pl: Resetowanie wszystkich stanów po zmianie dynamicznego adresu IP.

source: This option flushes the entire state table on IPv4 address changes in dynamic setups to e.g. allow VoIP servers to re-register.
pl: Opcja ta powoduje wyczyszczenie całej tablicy stanu przy zmianie adresu IPv4 w dynamicznych konfiguracjach, aby np. umożliwić serwerom VoIP ponowną rejestrację.

source: Anti DDOS
pl: Anty DDOS

source: Enable syncookies
pl: Włącz syncookies

source: never (default)
pl: nigdy (domyślnie)

source: always
pl: zawsze

source: adaptive
pl: adaptacyjny

source: Statetable usage
pl: Użytkowanie zgodne z harmonogramem

source: End (%)
pl: Koniec (%)

source: When syncookies are active, pf will answer each incoming TCP SYN with a syncookie SYNACK, without allocating any resources.
pl: Kiedy syncookies są aktywne, pf odpowie na każdy przychodzący TCP SYN z syncookie SYNACK, bez alokowania jakichkolwiek zasobów.

source: Hifn 7751/7951/7811/7955/7956 Crypto Accelerator
pl: Akcelerator kryptograficzny Hifn 7751/7951/7811/7955/7956

source: Crypto and RNG in VIA C3, C7 and Eden Processors
pl: Kryptowaluty i RNG w procesorach VIA C3, C7 i Eden

source: Intel QuickAssist Technology
pl: Technologia Intel QuickAssist

source: SafeNet Crypto Accelerator
pl: Akcelerator kryptograficzny SafeNet

source: AMD K8, K10 and K11 CPU on-die thermal sensor
pl: Czujnik termiczny AMD K8, K10 i K11 CPU on-die

source: Intel Core* CPU on-die thermal sensor
pl: Czujnik termiczny procesora Intel Core* na płycie głównej

source: Please select a valid Cryptographic Accelerator.
pl: Proszę wybrać ważny Akcelerator Kryptograficzny.

source: Memory usage percentage is not a number.
pl: Procent wykorzystania pamięci nie jest liczbą.

source: Memory usage percentage out of bounds.
pl: Procent wykorzystania pamięci poza granicami.

source: Please select a valid Thermal Hardware Sensor.
pl: Proszę wybrać prawidłowy termiczny czujnik sprzętowy.

source: Cryptography settings
pl: Ustawienia kryptografii

source: Hardware acceleration
pl: Akceleracja sprzętowa
