Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Ignore hosts in access.log
pl: Ignorowanie hostów w access.log

source: Inactive Timeout
pl: Czas nieaktywności

source: Inner-Tunnel LDAP
pl: LDAP w tunelu wewnętrznym

source: Insecure Domains
pl: Niebezpieczne domeny

source: Insert here the domain that will be allowed to use Google GSuite. All accounts that are not in this domain will be blocked to use it.
pl: Wstaw tutaj domenę, która będzie mogła korzystać z Google GSuite. Wszystkie konta, które nie są w tej domenie będą zablokowane do korzystania z niej.

source: Instance
pl: Instancja

source: Interface 2
pl: Interfejs 2

source: Interfaces bound to DynFi Manager.
pl: Interfejsy związane z DynFi Manager.

source: Interfaces to capture.
pl: Interfejsy do przechwycenia.

source: Internal number used for this zone
pl: Numer wewnętrzny używany dla tej strefy

source: Interval before dropping packets (in ms), leave empty for default
pl: Interwał przed porzuceniem pakietów (w ms), pozostawić puste dla domyślnego ustawienia

source: Invert Port
pl: Port inwersji

source: Invert Protocol
pl: Protokół odwrócenia

source: Invert destination
pl: Odwróć miejsce przeznaczenia

source: Invert source
pl: Odwróć źródło

source: Join Type
pl: Dołączenie Typ

source: Keepalive Interval
pl: Interwał Keepalive

source: Last Hour
pl: Ostatnia godzina

source: Last updated
pl: Ostatnia aktualizacja

source: Last updated timestamp. This is the time the vendor created the lists.
pl: Znacznik czasu ostatniej aktualizacji. Jest to czas, w którym sprzedawca utworzył listy.

source: Let the Redis server listen on non-localhost interfaces.
pl: Niech serwer Redis nasłuchuje na interfejsach innych niż localhost.

source: Levels
pl: Poziomy

source: License Key
pl: Klucz licencyjny

source: License key for activating nProbe Pro.
pl: Klucz licencyjny do aktywacji programu nProbe Pro.

source: License key for activating ntopng Enterprise.
pl: Klucz licencyjny do aktywacji ntopng Enterprise.

source: Limits
pl: Limity

source: List of IP addresses not to be sent via parent proxy.
pl: Lista adresów IP, które nie mają być wysyłane przez parent proxy.

source: List of addresses allowed to pass trough the tunnel adapter. Please use CIDR notation like 10.0.0.1/24.
pl: Lista adresów dopuszczonych do przejścia przez adapter tunelu. Proszę użyć notacji CIDR jak 10.0.0.1/24.

source: List of addresses to configure on the tunnel adapter. Please use CIDR notation like 10.0.0.1/24.
pl: Lista adresów do skonfigurowania na adapterze tunelu. Proszę użyć notacji CIDR jak 10.0.0.1/24.

source: List of authorized SSH keys.
pl: Lista autoryzowanych kluczy SSH.

source: List of domains from where blocklist will be downloaded.
pl: Lista domen, z których będzie pobierana blocklista.

source: List of domains not to be sent via parent proxy.
pl: Lista domen, które nie mają być wysyłane przez parent proxy.

source: List of domains to mark as insecure. DNSSEC chain of trust is ignored towards the domain name.
pl: Lista domen do oznaczenia jako niepewne. Łańcuch zaufania DNSSEC jest ignorowany wobec nazwy domeny.

source: List of domains to mark as private. You only need this for some DNSBL lists which resolve to private addresses.
pl: Lista domen do oznaczenia jako prywatne. Potrzebujesz tego tylko dla niektórych list DNSBL, które rozwiązują się na prywatne adresy.

source: List of peers for this server.
pl: Lista peerów dla tego serwera.

source: List with events. Leave it empty for all events.
pl: Lista z wydarzeniami. Pozostaw puste dla wszystkich zdarzeń.

source: Listen address
pl: Adres do słuchania

source: Listening interfaces
pl: Interfejsy nasłuchowe

source: Load the certificate and private key from the Windows Certificate System Store (Windows/OpenSSL Only).
pl: Załaduj certyfikat i klucz prywatny z Windows Certificate System Store (Windows/OpenSSL Only).

source: Local Cache Settings
pl: Ustawienia lokalnej pamięci podręcznej

source: Local Description
pl: Opis lokalny

source: Local Description to help identify this network
pl: Opis lokalny pomagający w identyfikacji tej sieci

source: Local Domains
pl: Domeny lokalne

source: Local IPs
pl: Lokalne IP

source: Local Networks (IPS)
pl: Sieci lokalne (IPS)

source: Location to fetch geoip address ranges from. Refer to the DynFi Firewall documentation for further details
pl: Lokalizacja, z której mają być pobierane zakresy adresów geoip. Więcej informacji można znaleźć w dokumentacji DynFi Firewall dalsze szczegóły

source: Log Authentication Good Password
pl: Log Uwierzytelnienie Dobre hasło

source: Log File
pl: Plik dziennika

source: Log Level
pl: Poziom dziennika

source: Log Level Verbosity
pl: Poziom dziennika Wrażliwość

source: Log Replies
pl: Dziennik Odpowiedzi

source: Log SNI information only
pl: Rejestrowanie tylko informacji SNI

source: Log Transactions Slower Than (microsecond)
pl: Log Transakcje wolniejsze niż (mikrosekunda)

source: Log package payload
pl: Obciążenie użytkowe pakietu dziennika

source: Log to File or Syslog
pl: Log do pliku lub Syslog

source: Login-Time
pl: Czas logowania

source: Logs password if it is correct.
pl: Loguje hasło, jeśli jest ono poprawne.

source: Logs password if it is rejected.
pl: Rejestruje hasło, jeśli zostanie odrzucone.

source: M/Monit URL
pl: URL M/Monit

source: MAC Address
pl: Adres MAC

source: MX Priority
pl: MX Priorytet

source: Mail Server Address
pl: Adres serwera pocztowego

source: Mail Server Password
pl: Hasło do serwera pocztowego

source: Mail Server Port
pl: Port serwera pocztowego

source: Mail Server SSL Connection
pl: Połączenie SSL serwera pocztowego

source: Mail Server Username
pl: Nazwa użytkownika serwera pocztowego

source: Mail format
pl: Format poczty

source: Make sure the script is executable by the Monit service.
pl: Upewnij się, że skrypt jest wykonywalny przez usługę Monit.

source: Mark encrypted archives as viruses (Encrypted.Zip, Encrypted.RAR).
pl: Oznaczaj zaszyfrowane archiwa jako wirusy (Encrypted.Zip, Encrypted.RAR).

source: Mask
pl: Maska

source: Match
pl: Mecz

source: Match Type
pl: Typ meczu

source: Match against one or multiple DSCP values.
pl: Dopasowanie względem jednej lub wielu wartości DSCP.

source: Matches
pl: Mecze

source: Max Daily Session
pl: Maks. dzienna sesja

source: Max Packet Length
pl: Maksymalna długość pakietu

source: Max directory recursion
pl: Maksymalna rekurencja katalogu

source: Max file size
pl: Maksymalny rozmiar pliku

source: Max files
pl: Pliki max.

source: Max keepalive requests
pl: Maks. żądania keepalive

source: Max object size
pl: Maksymalna wielkość obiektu

source: Max recursion
pl: Maksymalna rekurencja

source: Max requests per child
pl: Maksimum życzeń na dziecko

source: Max scan size
pl: Maksymalny rozmiar skanowania

source: Max servers
pl: Maks. serwery

source: Max spare threads
pl: Maks. zapasowe gwinty

source: Maximum Clients
pl: Maksymalni Klienci

source: Maximum Length
pl: Maksymalna długość

source: Maximum Memory
pl: Pamięć maksymalna

source: Maximum Memory Policy
pl: Polityka maksymalnej pamięci

source: Maximum Memory Samples
pl: Maksymalna ilość próbek pamięci

source: Maximum depth directories are scanned at.
pl: Maksymalna głębokość, na jaką skanowane są katalogi.

source: Maximum download size (kB)
pl: Maksymalny rozmiar pobierania (kB)

source: Maximum number of queued items
pl: Maksymalna liczba pozycji w kolejce

source: Maximum number of queued items (including those being processed by MaxThreads threads). It is recommended to have this value at least twice MaxThreads if possible.
pl: Maksymalna liczba elementów w kolejce (łącznie z tymi, które są przetwarzane przez wątki MaxThreads). Zaleca się, aby ta wartość była co najmniej dwa razy większa niż MaxThreads, jeśli to możliwe.

source: Maximum number of threads running
pl: Maksymalna liczba uruchomionych wątków

source: Maximum number of threads running at the same time.
pl: Maksymalna liczba wątków działających w tym samym czasie.

source: Maximum object size (MB)
pl: Maksymalny rozmiar obiektu (MB)

source: Maximum object size in memory (KB)
pl: Maksymalny rozmiar obiektu w pamięci (KB)

source: Maximum upload size (kB)
pl: Maksymalny rozmiar wysyłanego pliku (kB)

source: Memory Cache size in Megabytes
pl: Wielkość pamięci Cache w megabajtach

source: Memory cache mode
pl: Tryb pamięci podręcznej

source: Message
pl: Wiadomość

source: Mikrotik VLAN Type
pl: Mikrotik VLAN Typ

source: Min spare threads
pl: Min. zapasowe gwinty

source: Minimum acceptable persistent queue delay (in ms), leave empty for default
pl: Minimalne dopuszczalne opóźnienie trwałej kolejki (w ms), pozostaw puste dla wartości domyślnej.

source: Monit HTTPD Access List
pl: Lista dostępu Monit HTTPD

source: Monit HTTPD Port
pl: Port Monit HTTPD

source: Months
pl: Miesiące

source: Multicast group
pl: Grupa multicastowa

source: MySQL Database
pl: Baza danych MySQL

source: MySQL Password
pl: Hasło MySQL

source: MySQL Port
pl: Port MySQL

source: MySQL Server
pl: Serwer MySQL

source: MySQL User
pl: Użytkownik MySQL

source: Name of the host, without the domain part. Use "*" to create a wildcard entry.
pl: Nazwa hosta, bez części domenowej. Użyj "*", aby utworzyć wpis wieloznaczny.

source: Negate
pl: Neguj

source: Negate this match. For example you can match if a host is not inside a network.
pl: Neguj to dopasowanie. Na przykład możesz dopasować, jeśli host nie jest wewnątrz sieci.

source: Nested archives are scanned recursively, e.g. if a Zip archive contains a RAR file, all files within it will also be scanned.
pl: Zagnieżdżone archiwa są skanowane rekurencyjnie, np. jeśli archiwum Zip zawiera plik RAR, wszystkie pliki w nim zawarte również zostaną przeskanowane.

source: Network Address
pl: Adres sieci

source: Network ID
pl: Identyfikator sieci

source: Network address that the c-icap server uses to listen to requests.
pl: Adres sieciowy, którego serwer c-icap używa do nasłuchiwania żądań.

source: Networks to interpret as local
pl: Sieci do interpretacji jako lokalne

source: New action
pl: Nowe działanie

source: Not on
pl: Nie na

source: Number of files to be scanned within an archive, a document, or any other container file.
pl: Liczba plików do zeskanowania w ramach archiwum, dokumentu lub dowolnego innego pliku kontenera.

source: Number of first-level subdirectories
pl: Liczba podkatalogów pierwszego poziomu

source: Number of logs to keep.
pl: Liczba dzienników do zachowania.

source: Number of second-level subdirectories
pl: Liczba podkatalogów drugiego poziomu

source: OLE2 block macros
pl: Makra bloku OLE2

source: Offer extended data to the login template before authentication (mac addresses for upstream use).
pl: Zaoferuj rozszerzone dane do szablonu logowania przed uwierzytelnieniem (adresy mac do użytku upstream).

source: On system boot wait before Monit starts checking services.
pl: Przy starcie systemu poczekaj, aż Monit zacznie sprawdzać usługi.

source: Only if the object is bigger than size then the percentage of data which defined by SendPercentData sent by the c-icap server before receiving the complete body of request.
pl: Tylko jeżeli obiekt jest większy niż rozmiar, wtedy procent danych, który jest określony przez SendPercentData, zostanie wysłany przez serwer c-icap przed odebraniem całego żądania.

source: Optional DNS server address.
pl: Opcjonalny adres serwera DNS.

source: Optionally define a (list of) service(s) which are required before monitoring this one, if any of the dependencies are either stopped or unmonitored this service will stop/unmonitor too.
pl: Opcjonalnie zdefiniuj (listę) usług, które są wymagane przed monitorowaniem tego, jeśli którakolwiek z zależności jest zatrzymana lub niemonitorowana ta usługa również zostanie zatrzymana/odłączona.

source: Optionally set a fixed port for this instance to listen on. The standard port range starts at 51820.
pl: Opcjonalnie ustaw stały port, na którym ta instancja będzie nasłuchiwać. Standardowy zakres portów zaczyna się od 51820.

source: Outgoing Range
pl: Zakres wychodzący

source: Overall bandwidth throttling (kbps)
pl: Dławienie całkowitej przepustowości (kbps)

source: P12 Password/confirm
pl: P12 Hasło/potwierdzenie

source: PE stands for Portable Executable - it's an executable file format used in all 32 and 64-bit versions of Windows operating systems.
pl: PE to skrót od Portable Executable - jest to format pliku wykonywalnego używany we wszystkich 32 i 64-bitowych wersjach systemów operacyjnych Windows.

source: PID File
pl: Plik PID

source: Parameters
pl: Parametry

source: Parent
pl: Rodzic

source: Parent Proxy Settings
pl: Ustawienia rodzicielskiego serwera proxy

source: Parent proxy IP address or hostname.
pl: Adres IP lub nazwa hosta macierzystego serwera proxy.

source: Parent proxy port.
pl: Port macierzystego proxy.

source: Pass on error
pl: Przekaż błąd

source: Pass the content instead of blocking it, in the case when the virus scanner or the virus_scan module finds an error.
pl: Przekaż zawartość zamiast blokować ją, w przypadku gdy skaner antywirusowy lub moduł virus_scan znajdzie błąd.

source: Password for the bind user.
pl: Hasło dla użytkownika bind.

source: Path
pl: Ścieżka

source: Pattern matcher
pl: Dopasowywanie wzorów

source: Peers
pl: Peery

source: Per host bandwidth throttling (kbps)
pl: Ograniczanie przepustowości na hosta (kbps)

source: Perform HTML normalisation and decryption of MS Script Encoder code.
pl: Wykonywanie normalizacji HTML i deszyfrowanie kodu MS Script Encoder.

source: Performance and Monitoring
pl: Wydajność i monitorowanie

source: Pipe
pl: Rura

source: Please select a separator to join the matches. Or means any mach can be true which can be used to configure the same proxy for multiple networks while And means all matches must be true which can be used to assign the proxy in a more detailed way.
pl: Proszę wybrać separator, aby dołączyć do meczów. Or oznacza, że każdy mach może być prawdziwy, co może być użyte do skonfigurowania tego samego proxy dla wielu sieci, podczas gdy And oznacza, że wszystkie mecze muszą być prawdziwe, co może być użyte do przypisania proxy w bardziej szczegółowy sposób.

source: Please select if this rule should be added to the PAC file.
pl: Proszę wybrać, czy ta reguła powinna być dodana do pliku PAC.

source: Policies are processed on a first match basis a lower number means more important.
pl: Polisy są przetwarzane na zasadzie pierwszego dopasowania, niższy numer oznacza większą wagę.

source: Policy zone will be enabled only for client IP addresses defined by selected network aliases.
pl: Policy zone zostanie włączony tylko dla adresów IP klientów zdefiniowanych przez wybrane aliasy sieciowe.

source: Poll Time
pl: Czas głosowania

source: Polling interval in seconds.
pl: Interwał pollingu w sekundach.

source: Port of DNS server, for usual DNS use 53, if you use DoT set it to 853.
pl: Port serwera DNS, dla zwykłego DNS użyj 53, jeśli używasz DoT ustaw go na 853.

source: Port on which OpenVPN listens
pl: Port, na którym OpenVPN nasłuchuje

source: Port used by DynFi Manager.
pl: Port używany przez DynFi Manager.

source: Preview Size
pl: Rozmiar podglądowy

source: Priority of MX record, e.g. 10
pl: Priorytet rekordu MX, np. 10

source: Private Domains
pl: Domeny prywatne

source: Private Key
pl: Klucz prywatny

source: Private key of this instance. You can specify your own one, or a key will be generated after saving. Please keep this key safe.
pl: Klucz prywatny tej instancji. Możesz podać swój własny, lub klucz zostanie wygenerowany po zapisaniu. Proszę zachować ten klucz w bezpiecznym miejscu.

source: Program Timeout
pl: Timeout programu

source: Protocol Type
pl: Typ protokołu

source: Proxies
pl: Proxy

source: Proxy Type
pl: Typ proxy

source: Proxy interfaces
pl: Interfejsy proxy

source: Public key of this instance.
pl: Klucz publiczny tej instancji.

source: Public key of this instance. You can specify your own one, or a key will be generated after saving.
pl: Klucz publiczny tej instancji. Możesz podać swój własny lub klucz zostanie wygenerowany po zapisaniu.

source: Queue
pl: Kolejka

source: RRset Cache Size
pl: RRset Rozmiar pamięci podręcznej

source: Rebind protection networks
pl: Ponowne wiązanie sieci ochronnych

source: Recipient
pl: Odbiorca

source: Regular expressions are allowed.
pl: Dozwolone są wyrażenia regularne.

source: Reject Connections from other IP addresses than ::1 and 127.0.0.1.
pl: Odrzuć połączenia z innych adresów IP niż ::1 i 127.0.0.1.

source: Reminder
pl: Przypomnienie

source: Remote Access Server
pl: Serwer zdalnego dostępu

source: Remote address
pl: Adres zdalny

source: Request Modify URL
pl: Żądanie zmiany adresu URL

source: Reset Expired Record TTL
pl: Resetuj wygasły rekord TTL

source: Response Modify URL
pl: Odpowiedź Modyfikuj URL

source: Restrict access to users in the selected (local)group. <br/> <b>NOTE:</b> please be aware that users (or vouchers) which aren't administered locally will be denied when using this option.
pl: Ograniczenie dostępu dla użytkowników z wybranej grupy (lokalnej). <br/> <b>Uwaga:</b> należy pamiętać, że użytkownicy (lub vouchery), którzy nie są administrowani lokalnie, zostaną odrzuceni podczas korzystania z tej opcji.

source: Restrict access to users in the selected (local)group. <br/> <b>NOTE:</b> please be aware that users (or vouchers) which aren't administered locally will be denied when using this option.
pl: Ograniczenie dostępu dla użytkowników z wybranej grupy (lokalnej). <br/> <b>Uwaga:</b> należy pamiętać, że użytkownicy (lub vouchery), którzy nie są administrowani lokalnie, zostaną odrzuceni podczas korzystania z tej opcji.

source: Restrict to
pl: Ograniczenie do

source: Restrictions
pl: Ograniczenia

source: Return NXDOMAIN
pl: Zwróć NXDOMAIN

source: Revision
pl: Rewizja

source: Root Certificate
pl: Certyfikat główny

source: Rotate alert logs at provided interval.
pl: Rotacja dzienników alarmów w określonym odstępie czasu.

source: Rotate log
pl: Obrócić dziennik

source: Routes
pl: Trasy

source: Rule configured action
pl: Działanie skonfigurowane w regule

source: Rulesets
pl: Zestawy reguł

source: SNMP Agent Settings
pl: Ustawienia agenta SNMP

source: SNMP password
pl: Hasło SNMP

source: SNMP port
pl: Port SNMP

source: SSL Proxy port
pl: Port SSL Proxy

source: SSL Version
pl: Wersja SSL

source: SSL cache size
pl: Rozmiar pamięci podręcznej SSL

source: SSL cert workers
pl: Pracownicy SSL cert

source: SSL certificate
pl: Certyfikat SSL

source: SSL no bump sites
pl: SSL nie ma miejsca na uderzenia

source: SSL/Fingerprint
pl: SSL/odcisk palca

source: Save logs
pl: Zapisywanie logów

source: Scan HTML
pl: Skanowanie HTML

source: Scan HWP3
pl: Skanowanie HWP3

source: Scan OLE2
pl: Skanuj OLE2

source: Scan PDF files
pl: Skanowanie plików PDF

source: Scan SWF
pl: Skanowanie SWF

source: Scan XMLDOCS
pl: Skanuj XMLDOCS

source: Scan archives
pl: Skanowanie archiwów

source: Scan executable and linking format
pl: Skanowanie formatu wykonywalnego i łączącego

source: Scan for filetypes
pl: Skanowanie w poszukiwaniu typów plików

source: Scan portable executable
pl: Skanowanie przenośnych plików wykonywalnych

source: Scheduler type
pl: Typ harmonogramu

source: Secret
pl: Sekret

source: Security Settings
pl: Ustawienia bezpieczeństwa

source: Select Authentication method
pl: Wybierz metodę uwierzytelniania

source: Select NetFlow version to use.
pl: Wybierz wersję NetFlow do użycia.

source: Select a Certificate Authority to use. To create a CA, go to <a href="/system_camanager.php">CA Manager</a>.
pl: Wybierz urząd certyfikacji do użycia. Aby stworzyć CA, przejdź do <a href="/system_camanager.php">Menedżera CA</a>.

source: Select a name for this match.
pl: Wybierz nazwę dla tego meczu.

source: Select all the interfaces to enable NetFlow on.
pl: Wybierz wszystkie interfejsy, na których chcesz włączyć NetFlow.

source: Select an OpenVPN server to export profiles for.
pl: Wybierz serwer OpenVPN, dla którego chcesz eksportować profile.

source: Select authentication methods to use, leave empty for no authentication needed.
pl: Wybierz metody uwierzytelniania do użycia, pozostaw puste dla braku konieczności uwierzytelniania.

source: Select destinations to send NetFlow data to (ip address:port, eg 192.168.0.1:2550).
pl: Wybierz miejsca docelowe, do których mają być wysyłane dane NetFlow (adres ip:port, np. 192.168.0.1:2550).

source: Select how detailed the logs should be debug is the most verbose setting.
pl: Wybierz, jak szczegółowe powinny być logi - debug to najbardziej szczegółowe ustawienie.

source: Select if job is enabled or not
pl: Wybierz, czy zadanie jest włączone czy nie

source: Select if you want to use ICAP.
pl: Wybierz, czy chcesz używać ICAP.

source: Select interface(s) the ftp proxy will bind to.
pl: Wybierz interfejs (interfejsy), do którego będzie się wiązać ftp proxy.

source: Select interface(s) the proxy will bind to.
pl: Wybierz interfejs(y), do którego proxy będzie się wiązać.

source: Select interface(s) to enable for captive portal.
pl: Wybierz interfejs(y) do włączenia dla captive portal.

source: Select interface(s) to use. When enabling IPS, only use physical interfaces here (no vlans etc).
pl: Wybierz interfejs(y) do użycia. Podczas włączania IPS, używaj tylko fizycznych interfejsów (bez vlans itp.).

source: Select interfaces used for WAN traffic to avoid counting NAT traffic twice.
pl: Wybierz interfejsy używane dla ruchu WAN, aby uniknąć podwójnego liczenia ruchu NAT.

source: Select some matches you want to use in this rule. This matches are joined using the selected separator.
pl: Wybierz kilka dopasowań, których chcesz użyć w tej regule. Te dopasowania są łączone przy użyciu wybranego separatora.

source: Select the Youtube filter level.
pl: Wybierz poziom filtra Youtube.

source: Select the applicable protocol
pl: Wybierz odpowiedni protokół

source: Select the associated host override to apply this alias on
pl: Wybierz odpowiednią nadpiskę hosta, do której chcesz zastosować ten alias

source: Select the categories you want to drop. All the traffic belonging to the categories selected is going to be dropped
pl: Wybierz kategorie, które chcesz zrzucić. Cały ruch należący do wybranych kategorii zostanie zrzucony.

source: Select the command that needs to be executed at given time frame.
pl: Wybierz polecenie, które ma być wykonane w określonym czasie.

source: Select the configured AVPairs for this user.
pl: Wybierz skonfigurowane pary AVP dla tego użytkownika.

source: Select the continents you want to drop. All the traffic coming from the selected continents is going to be dropped
pl: Wybierz kontynenty, które chcesz zrzucić. Cały ruch pochodzący z wybranych kontynentów zostanie zrzucony.

source: Select the countries you want to drop. All the traffic coming from the selected countries is going to be dropped
pl: Wybierz kraje, które chcesz zrzucić. Cały ruch pochodzący z wybranych krajów będzie zrzucany.

source: Select the interface to listen to.
pl: Wybierz interfejs, którego chcesz słuchać.

source: Select the interface to listen to. Set to none if you want to choose the interface via ntopng UI.
pl: Wybierz interfejs do nasłuchu. Ustaw na none jeśli chcesz wybrać interfejs poprzez ntopng UI.

source: Select the multi-pattern matcher algorithm to use.
pl: Wybierz algorytm dopasowywania wielu wzorców do użycia.

source: Select the protocol to capture, Any to omit this filter.
pl: Wybierz protokół do przechwycenia, Any, aby pominąć ten filtr.

source: Select the protocols you want to drop. All the traffic having the protocols selected is going to be dropped
pl: Wybierz protokoły, które chcesz upuścić. Cały ruch z wybranymi protokołami będzie porzucany.
