Repository: DynFi/opnsense-core
Catalog: translations/po_*.po
Languages: pl

source: Select the risky flows you want to drop. All the traffic having the selected flow risks is going to be dropped
pl: Wybierz ryzykowne przepływy, które chcesz upuścić. Cały ruch związany z wybranymi ryzykami przepływu zostanie zrzucony.

source: Select the type of the key pair. Currently RSA is the only supported type.
pl: Wybierz typ pary kluczy. Obecnie RSA jest jedynym obsługiwanym typem.

source: Select the type of the match. Depending on the match, you will need different arguments.
pl: Wybierz typ meczu. W zależności od meczu potrzebne będą różne argumenty.

source: Select what to do with URI that contain whitespaces. The current Squid implementation of encode and chop violates RFC2616 by not using a 301 redirect after altering the URL.
pl: Wybierz co zrobić z URI, które zawierają białe spacje. Obecna implementacja kodowania i siekania w Squidzie narusza RFC2616 poprzez nieużywanie przekierowania 301 po zmianie adresu URL.

source: Select what to do with X-Forwarded-For header. If set to: "on", Squid will append your client's IP address in the HTTP requests it forwards. By default it looks like X-Forwarded-For: 192.1.2.3; If set to: "off", it will appear as X-Forwarded-For: unknown; "transparent", Squid will not alter the X-Forwarded-For header in any way; If set to: "delete", Squid will delete the entire X-Forwarded-For header; If set to: "truncate", Squid will remove all existing X-Forwarded-For entries, and place the client IP as the sole entry.
pl: Wybierz co zrobić z nagłówkiem X-Forwarded-For. Jeśli ustawione na: "on", Squid będzie dołączał adres IP klienta w żądaniach HTTP, które przekazuje dalej. Domyślnie wygląda to tak, że X-Forwarded-For: 192.1.2.3; Jeśli ustawione na: "off", będzie wyglądać jak X-Forwarded-For: unknown; "transparent", Squid nie zmieni nagłówka X-For w żaden sposób; Jeśli ustawione na: "delete", Squid usunie cały nagłówek X-Forwarded-For; Jeśli ustawione na: "truncate", Squid usunie wszystkie istniejące wpisy X-Forwarded-For i umieści IP klienta jako jedyny wpis.

source: Select which kind of DNSBL you want to use.
pl: Wybierz, który rodzaj DNSBL chcesz użyć.

source: Send Client IP
pl: Wyślij IP klienta

source: Send Username
pl: Wyślij nazwę użytkownika

source: Send a reminder after some cycles
pl: Wyślij przypomnienie po kilku cyklach

source: Send alerts to system log in fast log format. This will not change the alert logging used by the product itself.
pl: Wysyłaj alerty do dziennika systemowego w formacie szybkiego dziennika. Nie zmieni to sposobu rejestrowania alertów używanego przez sam produkt.

source: Send log data to the selected target. When syslog is selected, facility local 4 will be used to send messages of info level for these logs.
pl: Wysłać dane dziennika do wybranego celu. W przypadku wybrania opcji syslog, obiekt lokalny 4 będzie używany do wysyłania wiadomości o poziomie informacyjnym dla tych dzienników.

source: Send package payload to the log for further analyses.
pl: Wyślij ładunek pakietu do dziennika w celu dalszej analizy.

source: Send percentage data
pl: Wysyłanie danych procentowych

source: Send the client IP address to the ICAP server.
pl: Wyślij adres IP klienta do serwera ICAP.

source: Sequence
pl: Sekwencja

source: Serve Expired Responses
pl: Obsługuj wygasłe odpowiedzi

source: Server IP
pl: IP serwera

source: Server Password
pl: Hasło do serwera

source: Server Port
pl: Port serwera

source: Server admin
pl: Administrator serwera

source: Servername
pl: Nazwa serwera

source: Service Type
pl: Rodzaj usługi

source: Set a list of DNS servers for this pool.
pl: Ustaw listę serwerów DNS dla tej puli.

source: Set a password if parent proxy requires authentication.
pl: Ustaw hasło, jeśli macierzyste proxy wymaga uwierzytelnienia.

source: Set a username if parent proxy requires authentication.
pl: Ustaw nazwę użytkownika, jeśli macierzyste proxy wymaga uwierzytelnienia.

source: Set action to perform here, only used when in IPS mode.
pl: Ustaw akcję do wykonania tutaj, używana tylko w trybie IPS.

source: Set database name of remote MySQL server.
pl: Ustawianie nazwy bazy danych zdalnego serwera MySQL.

source: Set exos policy filter id with Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
pl: Ustawić exos policy filter id z Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"

source: Set how many times one account is allowed to login at the same time.
pl: Ustaw ile razy jedno konto może się zalogować w tym samym czasie.

source: Set minimum TLS version. Please be aware that every version below 1.2 is considered as insecure.
pl: Ustaw minimalną wersję TLS. Należy pamiętać, że każda wersja poniżej 1.2 jest uważana za niezbyt bezpieczną.

source: Set persistent keepalive interval in seconds.
pl: Ustawienie interwału trwałego keepalive w sekundach.

source: Set port the endpoint listens to.
pl: Ustaw port, na którym nasłuchuje endpoint.

source: Set public IP address the endpoint listens to.
pl: Ustaw publiczny adres IP, na którym nasłuchuje punkt końcowy.

source: Set the "shortname" for the client.
pl: Ustaw "shortname" dla klienta.

source: Set the Base DN in format dc=example,dc=domain,dc=com
pl: Ustaw bazowy DN w formacie dc=example,dc=domena,dc=com

source: Set the Elliptical cryptography configuration.
pl: Ustaw konfigurację kryptografii eliptycznej.

source: Set the IP address for this static lease.
pl: Ustaw adres IP dla tej statycznej dzierżawy.

source: Set the IP address of remote MySQL server.
pl: Ustawienie adresu IP zdalnego serwera MySQL.

source: Set the IP address of the remote client or the complete network like 10.10.10.0/24
pl: Ustaw adres IP zdalnego klienta lub całej sieci, np. 10.10.10.0/24

source: Set the IP address the user should receive.
pl: Ustaw adres IP, który ma otrzymać użytkownik.

source: Set the IP address to listen on.
pl: Ustawić adres IP, na którym ma być prowadzony nasłuch.

source: Set the IPv6 address the user should receive.
pl: Ustaw adres IPv6, który powinien otrzymać użytkownik.

source: Set the MAC address for this static lease.
pl: Ustaw adres MAC dla tej statycznej dzierżawy.

source: Set the Mikrotik VLAN ID attribute. Mikrotik uses own attributes for VLAN assignment.
pl: Ustaw atrybut Mikrotik VLAN ID. Mikrotik używa własnych atrybutów do przypisywania VLAN.

source: Set the Mikrotik VLAN type attribute. For general use a value of 0 is fine.
pl: Ustaw atrybut Mikrotik VLAN type. Do ogólnego użytku wartość 0 jest w porządku.

source: Set the SSL version to use. In AUTO mode, only TLS is used.
pl: Ustawienie wersji SSL, która ma być używana. W trybie AUTO używany jest tylko TLS.

source: Set the Service-Type attributes for this user.
pl: Ustaw atrybuty Service-Type dla tego użytkownika.

source: Set the certificate to use for HTTPS connections.
pl: Ustaw certyfikat, który ma być używany dla połączeń HTTPS.

source: Set the default EAP type.
pl: Ustaw domyślny typ EAP.

source: Set the destination IP or network to match. Leave this field empty for using "any".
pl: Ustawić docelowy adres IP lub sieć do dopasowania. Pozostaw to pole puste dla użycia "any".

source: Set the filter to search for users, for Active Directory change uid to samaccountname.
pl: Ustaw filtr na wyszukiwanie użytkowników, dla Active Directory zmień uid na samaccountname.

source: Set the gateway IP for this pool. It will be the gateway for the clients and also used as the identifier.
pl: Ustaw IP bramy dla tej puli. Będzie to brama dla klientów, a także używane jako identyfikator.

source: Set the gateway IP here when using Disable Routes feature. You also have to add this as a gateway in DynFi Firewall.
pl: Ustaw tutaj IP bramy, jeśli używasz funkcji Disable Routes. Musisz również dodać ten adres jako bramę w DynFi Firewall.

source: Set the hostname or IP address to connect to.
pl: Ustaw nazwę hosta lub adres IP, z którym chcesz się połączyć.

source: Set the interface MTU for this interface. Leaving empty uses the MTU from main interface which is fine for most setups.
pl: Ustaw MTU interfejsu dla tego interfejsu. Pozostawienie pustego miejsca powoduje użycie MTU z głównego interfejsu, co jest dobre dla większości konfiguracji.

source: Set the interface specific DNS server.
pl: Ustawienie specyficznego dla interfejsu serwera DNS.

source: Set the maximum download bandwith for ChilliSpot attribute. The value is treated as kbits/s.
pl: Ustaw maksymalne pasmo pobierania dla atrybutu ChilliSpot. Wartość traktowana jest jako kbits/s.

source: Set the maximum download bandwith for WISPr attribute. The value is treated as bits/s.
pl: Ustawienie maksymalnego pasma pobierania danych dla atrybutu WISPr. Wartość traktowana jest jako bity/s.

source: Set the maximum object size (default 4MB when left empty).
pl: Ustaw maksymalny rozmiar obiektu (domyślnie 4MB, gdy pozostawiony pusty).

source: Set the maximum object size in memory (default 512KB when left empty).
pl: Ustawia maksymalny rozmiar obiektu w pamięci (domyślnie 512KB, gdy pozostawiony pusty).

source: Set the maximum session limit in seconds. This can be used by the Captive Portal.
pl: Ustawić maksymalny limit sesji w sekundach. Może on być wykorzystywany przez Captive Portal.

source: Set the maximum upload bandwith for ChilliSpot attribute. The value is treated as kbits/s.
pl: Ustaw maksymalne pasmo wysyłania dla atrybutu ChilliSpot. Wartość traktowana jest jako kbits/s.

source: Set the maximum upload bandwith for WISPr attribute. The value is treated as bits/s.
pl: Ustaw maksymalne pasmo wysyłania danych dla atrybutu WISPr. Wartość traktowana jest jako bity/s.

source: Set the minimum download bandwith for WISPr attribute. The value is treated as bits/s.
pl: Ustaw minimalne pasmo pobierania dla atrybutu WISPr. Wartość traktowana jest jako bity/s.

source: Set the minimum upload bandwith for WISPr attribute. The value is treated as bits/s.
pl: Ustaw minimalne pasmo wysyłania dla atrybutu WISPr. Wartość traktowana jest jako bity/s.

source: Set the name for this AVPair
pl: Ustawianie nazwy dla tej pary AVPair

source: Set the name for this instance.
pl: Ustaw nazwę dla tej instancji.

source: Set the name for this signatures.
pl: Ustaw nazwę dla tego podpisu.

source: Set the password for the user. Allowed characters are 0-9, a-z, A-Z, and ,._-!$%/()+#= with up to 128 characters.
pl: Ustawienie hasła dla użytkownika. Dozwolone znaki to 0-9, a-z, A-Z oraz ,._-!$%/()+#= o długości do 128 znaków.

source: Set the password of remote MySQL server.
pl: Ustawienie hasła zdalnego serwera MySQL.

source: Set the port of remote MySQL server.
pl: Ustawienie portu zdalnego serwera MySQL.

source: Set the port to connect
pl: Ustaw port do podłączenia

source: Set the protocol to use.
pl: Ustawić protokół, który ma być używany.

source: Set the service poll time. Either as a number of cycles "<i>NUMBER</i> CYCLES" or Cron-style "* 8-19 * * 1-5"
pl: Ustaw czas odpytywania serwisu. Albo jako liczbę cykli "<i>LICZBA</i> CYKLI" albo w stylu Cron "* 8-19 * * 1-5"

source: Set the shared secret for the client. Must match on both sides.
pl: Ustawienie współdzielonego sekretu dla klienta. Musi być zgodny po obu stronach.

source: Set the source IP or network to match. Leave this field empty for using "any".
pl: Ustawić źródłowy IP lub sieć do dopasowania. Pozostaw to pole puste dla użycia "any".

source: Set the subnet mask for this pool.
pl: Ustaw maskę podsieci dla tej puli.

source: Set the unique username for the user. Allowed characters are 0-9, a-z, A-Z, and ._-@/
pl: Ustawia unikalną nazwę użytkownika dla użytkownika. Dozwolone znaki to 0-9, a-z, A-Z oraz ._-@/.

source: Set the user of remote MySQL server.
pl: Ustawienie użytkownika zdalnego serwera MySQL.

source: Set the value for this AVPair.
pl: Ustawia wartość dla tej pary AVPair.

source: Set this option to disable this static route without removing it from the list.
pl: Ustaw tę opcję, aby wyłączyć tę trasę statyczną bez usuwania jej z listy.

source: Set this option to enable this destination.
pl: Ustawić tę opcję, aby włączyć to miejsce docelowe.

source: Set where to log radius requests, defaults to file.
pl: Ustaw gdzie mają być rejestrowane żądania radius, domyślnie do pliku.

source: Sets auth-nocache in the exported configuration when password authentication is used. This prevents OpenVPN from caching passwords in memory.
pl: Ustawia auth-nocache w eksportowanej konfiguracji, gdy używane jest uwierzytelnianie za pomocą hasła. Zapobiega to buforowaniu haseł w pamięci przez OpenVPN.

source: Sets the DNS resolution mode.
pl: Ustawia tryb rozdzielczości DNS.

source: Shared secret (PSK) for this peer. You can generate a key using "wg genpsk" on a client with WireGuard installed.
pl: Współdzielony sekret (PSK) dla tego peera. Możesz wygenerować klucz używając "wg genpsk" na kliencie z zainstalowanym WireGuardem.

source: Signature Id
pl: Podpis Id

source: Simply <i>alert</i> or <i>restart</i> the service or <i>execute</i> a program.
pl: Wystarczy <i>alert</i> lub <i>restart</i> usługi lub <i>wykonanie</i> programu.

source: Slow Transactions
pl: Wolne transakcje

source: Some filtering categories such as "porn" are containing millions of records and require your device to have a minimum of 8GB of RAM and a 4 cores processor with 1.5GHz or more - loading selected zones in memory can take minutes.
pl: Niektóre kategorie filtrowania, takie jak "porno", zawierają miliony rekordów i wymagają, aby Twoje urządzenie miało minimum 8GB pamięci RAM i 4 rdzeniowy procesor o taktowaniu 1,5GHz lub więcej - ładowanie wybranych stref w pamięci może trwać minuty.

source: Source / Invert
pl: Źródło / Odwróć

source: Source port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
pl: Numer portu źródłowego lub dobrze znana nazwa (imap, imaps, http, https, ...), dla zakresów użyj myślnika

source: Specifies the maximum size of packets to match in bytes
pl: Określa maksymalny rozmiar pakietów do dopasowania w bajtach.

source: Specifies the size of the hash table used for storing the various dynamic pipes configured with the mask setting
pl: Określa rozmiar tablicy haszującej używanej do przechowywania różnych rur dynamicznych skonfigurowanych za pomocą ustawienia maski

source: Specifies the size of the hash table used for storing the various dynamic queues configured with the mask setting
pl: Określa rozmiar tablicy haszującej używanej do przechowywania różnych kolejek dynamicznych skonfigurowanych za pomocą ustawienia maski

source: Specify the scheduling algorithm to use
pl: Określenie algorytmu planowania, który ma być użyty.

source: Split long running flows into smaller parts.
pl: Podziel długo trwające przepływy na mniejsze części.

source: Start Delay
pl: Opóźnienie startu

source: Start TLS
pl: Uruchomić TLS

source: Start send percentage data
pl: Rozpocząć wysyłanie danych procentowych

source: Start servers
pl: Uruchomić serwery

source: Start the Monit httpd service.
pl: Uruchom usługę Monit httpd.

source: State File
pl: Akta państwa

source: Strict QNAME Minimisation
pl: Ścisła minimalizacja QNAME

source: Subnet to receive, e.g. 255.255.255.0
pl: Podsieć do odbioru, np. 255.255.255.0

source: Subnetmask
pl: Maska podsieci

source: Suppress Squid version string info in HTTP headers and HTML error pages.
pl: Wyłączenie informacji o wersji Squida w nagłówkach HTTP i stronach błędów HTML.

source: Suppress version string
pl: Wyeliminowanie łańcucha wersji

source: TCP Listen Port
pl: Port nasłuchu TCP

source: TLS Minimum Version
pl: TLS Wersja minimalna

source: TTL for Expired Responses
pl: TTL dla wygasłych odpowiedzi

source: TTL for Host Cache entries
pl: TTL dla wpisów Host Cache

source: Tag Queries and Replies
pl: Zapytania i odpowiedzi dotyczące znaczników

source: Tests
pl: Testy

source: The Administrator of this server. Used when displaying information about this server.
pl: Administrator tego serwera. Używany podczas wyświetlania informacji o tym serwerze.

source: The Interface for 'Network' checks.
pl: Interfejs do kontroli "sieci".

source: The M/Monit URL.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br>If you want to control Monit services from your M/Monit instance you have to configure the Monit Port too and add corresponding firewall rules as well.
pl: URL M/Monit.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br>Jeśli chcesz kontrolować usługi Monit z instancji M/Monit, musisz skonfigurować również port Monit i dodać odpowiednie reguły zapory.

source: The PID file of the process.
pl: Plik PID procesu.

source: The SSL fingerprint, for example "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
pl: Odcisk palca SSL, na przykład "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".

source: The commands here will be disabled and cannot be used anymore.
pl: Polecenia w tym miejscu zostaną wyłączone i nie będzie można ich już używać.

source: The detection engine builds internal groups of signatures. The engine allow us to specify the profile to use for them, to manage memory on an efficient way keeping a good performance.
pl: Silnik detekcji buduje wewnętrzne grupy sygnatur. Silnik pozwala nam określić profil, który ma być dla nich użyty, aby zarządzać pamięcią w sposób efektywny, zachowując dobrą wydajność.

source: The email address to send alerts to.
pl: Adres e-mail, na który mają być wysyłane powiadomienia.

source: The email format for alerts.<br><i>Subject: $SERVICE on $HOST failed</i>
pl: Format wiadomości e-mail dla alertów.<br><i>Subject: $SERVICE on $HOST failed</i>.

source: The hard size limit of all queues managed by this instance, leave empty for defaults
pl: Twardy limit rozmiaru wszystkich kolejek zarządzanych przez tę instancję, pozostaw puste dla domyślnych.

source: The header which should be used to send the username to the ICAP server.
pl: Nagłówek, który powinien być użyty do wysłania nazwy użytkownika do serwera ICAP.

source: The initial number of server processes. Each server process generates a number of threads, which serve the requests.
pl: Początkowa liczba procesów serwera. Każdy proces serwera generuje pewną liczbę wątków, które obsługują żądania.

source: The listen port of the Monit httpd service.
pl: Port nasłuchu usługi Monit httpd.

source: The log file of the Monit process. This can be the keyword <i>syslog</i> or the path to a file.
pl: Plik dziennika procesu Monit. Może to być słowo kluczowe <i>syslog</i> lub ścieżka do pliku.

source: The maximum allowed number of server processes.
pl: Maksymalna dozwolona liczba procesów serwera.

source: The maximum number of requests can be served by one connection
pl: Maksymalna liczba żądań, które mogą być obsłużone przez jedno połączenie

source: The maximum number of requests that a child process can serve. After this number has been reached, process dies.
pl: Maksymalna liczba żądań, które może obsłużyć proces potomny. Po osiągnięciu tej liczby proces umiera.

source: The maximum size of files which will be scanned by antivirus service. You can use K and M indicators to define size in kilobytes or megabytes.
pl: Maksymalny rozmiar plików, które będą skanowane przez usługę antywirusową. Możesz użyć wskaźników K i M, aby określić rozmiar w kilobajtach lub megabajtach.

source: The maximum time in seconds waiting for a new request before a connection will be closed.
pl: Maksymalny czas w sekundach oczekiwania na nowe żądanie zanim połączenie zostanie zamknięte.

source: The name of the service.
pl: Nazwa usługi.

source: The name of the test.
pl: Nazwa testu.

source: The number of bytes a queue can serve before being moved to the tail of old queues list (bytes), leave empty for defaults
pl: Liczba bajtów, które kolejka może obsłużyć zanim zostanie przeniesiona na koniec listy starych kolejek (bytes), pozostawić puste dla wartości domyślnych

source: The number of databases you would like to have.
pl: Liczba baz danych, które chciałbyś mieć.

source: The number of eventqueue slots.
pl: Liczba slotów kolejki zdarzeń.

source: The number of flow queues that are created and managed, leave empty for defaults
pl: Liczba kolejek przepływu, które są tworzone i zarządzane, pozostawić puste dla wartości domyślnych

source: The number of threads per child process.
pl: Liczba wątków na proces dziecięcy.

source: The password for access to SNMP agent
pl: Hasło dostępu do agenta SNMP

source: The password for mail server authentication.
pl: Hasło do uwierzytelniania serwera pocztowego.

source: The path to the eventqueue directory.
pl: Ścieżka do katalogu eventqueue.

source: The percentage of data that can be sent by the c-icap server before receiving the complete body of a request. This feature in conjuction with the folowing can be useful because if the download of the object takes a lot of time the connection of web client to proxy can be expired.
pl: Procent danych, które mogą być wysłane przez serwer c-icap przed otrzymaniem pełnej treści żądania. Ta cecha w połączeniu z poniższą może być użyteczna, ponieważ jeśli pobieranie obiektu trwa długo, połączenie klienta sieciowego z proxy może zostać przerwane.

source: The port number where Squid listens for SNMP requests. To enable SNMP support set this to a suitable port number. Port number 3401 is often used for the Squid SNMP agent.
pl: Numer portu, na którym Squid nasłuchuje żądań SNMP. Aby włączyć obsługę SNMP ustaw ten port na odpowiedni numer. Port numer 3401 jest często używany dla agenta SNMP Squida.

source: The port number where Squid sends and receives ICP queries to and from neighbor caches. Leave blank to disable (default). The standard UDP port for ICP is 3130.
pl: Numer portu, na którym Squid wysyła i odbiera zapytania ICP do i z cache'ów sąsiadów. Pozostaw puste, aby wyłączyć (domyślnie). Standardowym portem UDP dla ICP jest 3130.

source: The port of the mail server. Typically 465 for SSL or 25 for TLS and non secure connections.
pl: Port serwera pocztowego. Zazwyczaj 465 dla SSL lub 25 dla TLS i połączeń niezabezpieczonych.

source: The port the proxy service will listen to.
pl: Port, na którym usługa proxy będzie nasłuchiwać.

source: The port the ssl proxy service will listen to.
pl: Port, na którym usługa ssl proxy będzie nasłuchiwać.

source: The prompt will be displayed in the authentication request window.
pl: Monit zostanie wyświetlony w oknie żądania uwierzytelnienia.

source: The service check type.
pl: Typ sprawdzania usługi.

source: The start script of the service.
pl: Skrypt startowy usługi.

source: The state file of the Monit process.
pl: Plik stanu procesu Monit.

source: The stop script of the service.
pl: Skrypt zatrzymania usługi.

source: The target IP address for 'Remote Host' and 'Network' checks.
pl: Docelowy adres IP dla kontroli "Remote Host" i "Network".

source: The test condition. E.g.<br><i>cpu is greater than 50%</i><br><i>failed host 127.0.0.1 port 22 protocol ssh</i><br>
pl: Warunek testu. Np.<br><i>cpu jest większe niż 50%</i><br><i>nieudany host 127.0.0.1 port 22 protokół ssh</i><br>.

source: The time in seconds after which a connection without activity can be cancelled.
pl: Czas w sekundach, po którym połączenie bez aktywności może zostać anulowane.

source: The timeout for custom program checks.
pl: Limit czasu dla sprawdzania programu niestandardowego.

source: The total number of authenticator processes to spawn.
pl: Całkowita liczba procesów uwierzytelniających, które mają zostać wywołane.

source: The username for mail server authentication.
pl: Nazwa użytkownika do uwierzytelniania serwera pocztowego.
